[
    {
        "title": "বিএনপির প্রস্তাব: ইসির নিজস্ব কর্মকর্তাদের রিটার্নিং কর্মকর্তার দায়িত্ব দেওয়া হোক",
        "body": [
            "আসন্ন জাতীয় সংসদ নির্বাচনে নির্বাচন কমিশনের (ইসি) নিজস্ব কর্মকর্তাদের রিটার্নিং কর্মকর্তা ও সহকারী রিটার্নিং কর্মকর্তার দায়িত্ব দেওয়ার প্রস্তাব করেছে বিএনপি।",
            "আজ বুধবার নির্বাচন কমিশনের সঙ্গে সংলাপে দলটি এই প্রস্তাবনা উপস্থাপন করে।",
            "ত্রয়োদশ জাতীয় সংসদ নির্বাচনকে সামনে রেখে রাজনৈতিক দলগুলোর সঙ্গে ইসির সংলাপের অংশ হিসেবে এই প্রস্তাব দেওয়া হয়।",
            "বিএনপির স্থায়ী কমিটির সদস্য আবদুল মঈন খানের নেতৃত্বে তিন সদস্যের একটি প্রতিনিধিদল সংলাপে অংশগ্রহণ করে।"
        ]
    },
    {
        "title": "জাতীয় দলের ভবিষ্যত এবং ঘরোয়া ফুটবলের অন্ধকার",
        "body": [
            "জাতীয় ফুটবল দল কেবল প্রবাসী খেলোয়াড়দের (যেমন হামজা, জামাল, তারিক) উপর নির্ভর করে দীর্ঘমেয়াদী সাফল্য অর্জন করতে পারবে না, কারণ এটি কাঠামোগত বিপর্যয়কে আড়াল করে রাখে।",
            "ফুটবলের দীর্ঘমেয়াদী উন্নয়নের জন্য অবকাঠামো, সুপরিকল্পিত তৃণমূল লিগ, উন্নত কোচিং, মানসম্মত রেফারিং এবং একটি শক্তিশালী ক্লাব কাঠামো অপরিহার্য, যার কোনটিই বর্তমানে শক্তিশালী অবস্থানে নেই।",
            "গত বছর দেশে সরকার পরিবর্তনের পর প্রিমিয়ার লিগ থেকে দুটি ক্লাব বিদায় নিয়েছে, যার ফলে খেলোয়াড়দের বাজারে ধস নেমেছে এবং অনেক খেলোয়াড় অর্থনৈতিক সংকটে ভুগছেন।",
            "ইংল্যান্ড, ডেনমার্ক, কানাডা, ইতালি থেকে আসা প্রতিভারা দলের শক্তি বৃদ্ধি করলেও, দেশের ঘরোয়া ফুটবলের ভিত্তি দুর্বল থাকায় এই আলো ক্ষণস্থায়ী হতে পারে।",
            "ফুটবলের আসল ভিত্তি হলো কিশোর লিগ, অঞ্চলভিত্তিক প্রতিযোগিতা, রেফারিদের সম্মান এবং কোচিংয়ের উন্নয়ন, যা ছাড়া জাতীয় দলের সাফল্য দীর্ঘস্থায়ী হবে না।"
        ]
    },
    {
        "title": "বিএনপির মহাসচিবের দৃষ্টিতে দেশের রাজনৈতিক সংকট ও গণতন্ত্রের চ্যালেঞ্জ",
        "body": [
            "বিএনপির মহাসচিব অভিযোগ করেন যে, দেশে একদিকে শেখ হাসিনার মানবতাবিরোধী অপরাধের রায় দেওয়া হচ্ছে, অন্যদিকে 'মবক্রেসি ভায়োলেন্স' চলছে, যা তিনি বিশ্বদৃষ্টি ভিন্ন খাতে নেওয়ার একটি বিশেষ মহলের কাজ বলে মনে করেন।",
            "মির্জা ফখরুল দেশের দীর্ঘস্থায়ী রাজনৈতিক সংকটের মূল কারণ হিসেবে গণতন্ত্রের বাস্তব চর্চার অভাবকে উল্লেখ করেন এবং অন্যের মতকে সহ্য না করার প্রবণতাকে দুর্ভাগ্যজনক বলে আখ্যায়িত করেন।",
            "তিনি বিএনপির চেয়ারপারসন খালেদা জিয়ার 'প্রতিশোধ নয় প্রতিহিংসা নয়, আসুন আমরা গণতন্ত্রকে প্রতিষ্ঠা করতে সবাই একযোগে কাজ করি' বক্তব্যকে দল ও জাতির জন্য পথনির্দেশনা হিসেবে স্মরণ করেন এবং তারেক রহমানের গণতন্ত্রের পক্ষে জনগণের সংগঠিত করার ভূমিকার কথা উল্লেখ করেন।",
            "অনুষ্ঠানে বিএনপির স্থায়ী কমিটির সদস্য আবদুল মঈন খান সভাপতিত্ব করেন এবং সেলিমা রহমান, সাইফুল হক, অধ্যাপক বি এম নাগিব হোসেন, শহীদ উদ্দিন চৌধুরী এ্যানী, আবদুল মোনায়েম মুন্না, ফরিদুজ্জামান ফরহাদ এবং বাবুল তালুকদারসহ বিভিন্ন পর্যায়ের নেতা-কর্মীরা উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "ক্রিকেটারদের বাড়ি ফেরা এবং জয়ের আনন্দ",
        "body": [
            "একজন ক্রিকেটার ২২ বছর পর ভারতের বিরুদ্ধে জয়লাভের পর বাড়ির ফেরার আনন্দ এবং আলু, পেঁপে ও ইলিশ ভাজা খাওয়ার জন্য মুখিয়ে আছেন।",
            "তিনি ছোটবেলায় ক্রিকেটসহ বিভিন্ন খেলা খেলার স্মৃতিচারণ করেন।",
            "ক্রিকেটারটি জানান যে ২২ বছর পর ভারতের বিরুদ্ধে জয়টি দলের জন্য বিশেষ ছিল এবং দলের সবাই জয়ের ব্যাপারে আত্মবিশ্বাসী ছিল।",
            "সামনের ম্যাচগুলোতে আরও ভালো করার প্রত্যাশা ব্যক্ত করেন তিনি এবং জানান যে সিজন শেষ হওয়ায় তিনি ছুটি পেয়ে বাড়িতে ফিরে এসেছেন।"
        ]
    }
]