[
    {
        "title": "দাপ্তরিক নির্দেশনা ও আচরণবিধি",
        "body": [
            "সামাজিক যোগাযোগমাধ্যম ব্যবহারের ক্ষেত্রে মানবসম্পদ বিভাগ ২-এর অফিস নির্দেশনা সঠিকভাবে অনুসরণ করতে হবে।",
            "ইতিবাচক কর্মপরিবেশ নিশ্চিত করতে দাপ্তরিক শিষ্টাচার ও আচরণবিধি, যেমন - সততা, নৈতিকতা, সময়ানুবর্তিতা, শৃঙ্খলাবোধ এবং অর্পিত দায়িত্ব পালনে নিষ্ঠা বজায় রাখতে হবে।",
            "সহকর্মীদের প্রতি শ্রদ্ধাশীল আচরণ এবং আন্তরিক সৌহার্দ্যপূর্ণ সম্পর্ক (পারস্পরিক সম্মান, সৌজন্যবোধ, সহযোগিতামূলক মনোভাব) মেনে চলতে হবে।",
            "উল্লিখিত নির্দেশনাগুলো পরিপালন হচ্ছে কিনা, তা পর্যবেক্ষণের জন্য প্রতিটি অফিস, বিভাগ, প্রকল্প, সেল এবং ইউনিট থেকে একজন কর্মকর্তা মনোনীত করতে হবে।",
            "মনোনীত কর্মকর্তা নির্দেশনার ব্যত্যয় ঘটলে বিভাগীয় প্রধানকে অবহিত করে সংশ্লিষ্ট কর্মকর্তা-কর্মচারীর বিরুদ্ধে অভিযোগ প্রেরণ করবেন।"
        ]
    },
    {
        "title": "বিভিন্ন বিরোধী দলের নেতাদের বৈঠক",
        "body": [
            "রাষ্ট্র সংস্কার আন্দোলন, গণসংহতি আন্দোলন, এবি পার্টি, নাগরিক ঐক্য, গণ অধিকার পরিষদ, লিবারেল ডেমোক্রেটিক পার্টি (এলডিপি), খেলাফত মজলিস, বিপ্লবী ওয়ার্কার্স পার্টি, জাতীয় সমাজতান্ত্রিক দল (জেএসডি), ১২-দলীয় জোট, বাংলাদেশের সমাজতান্ত্রিক দল (বাসদ), বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি) এবং গণফোরামের প্রতিনিধিরা বৈঠকে অংশ নেন।"
        ]
    },
    {
        "title": "অন্তর্বর্তীকালীন স্বাস্থ্য উপদেষ্টা নূরজাহান বেগমের পদত্যাগ দাবি",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) মুখ্য সমন্বয়ক (দক্ষিণাঞ্চল) হাসনাত আবদুল্লাহ অন্তর্বর্তী সরকারের স্বাস্থ্য উপদেষ্টা নূরজাহান বেগমের পদত্যাগ দাবি করেছেন।",
            "আজ বুধবার চাঁদপুরে 'দেশ গড়তে জুলাই পদযাত্রা' কর্মসূচির পথসভায় তিনি এই দাবি জানান।",
            "হাসনাত আবদুল্লাহ অভিযোগ করেন যে স্বাস্থ্য উপদেষ্টা নূরজাহান বেগম ড. মুহাম্মদ ইউনূসের স্বজনপ্রীতির মাধ্যমে এই পদে এসেছেন এবং তাকে অপ্রয়োজনীয় বলে অভিহিত করেন।",
            "তিনি বলেন যে সরকার থেকে প্রত্যাশা থাকলেও স্বাস্থ্য ও আইনশৃঙ্খলা ব্যবস্থায় কোনো পরিবর্তন আসেনি।"
        ]
    },
    {
        "title": "বাংলাদেশ বনাম পাকিস্তান টি-টোয়েন্টি সিরিজ: লো স্কোরিং ম্যাচের মন্ত্র",
        "body": [
            "জাকের আলীর মন্তব্য অনুযায়ী, বাংলাদেশ দল বর্তমানে 'লো স্কোরিং' ম্যাচ খেলার মন্ত্রে বিশ্বাসী, যা মিরপুরের পিচের পরিস্থিতির কারণে হয়েছে।",
            "বাংলাদেশ প্রথম দুই টি-টোয়েন্টি ম্যাচ জিতে পাকিস্তানের বিপক্ষে সিরিজ নিশ্চিত করেছে।",
            "প্রথম ম্যাচের পর পাকিস্তানের প্রধান কোচ মাইক হেসন পিচ নিয়ে অভিযোগ করেছিলেন, যেখানে পাকিস্তান ১১০ রানে অলআউট হয়েছিল।",
            "দ্বিতীয় ম্যাচে, পাকিস্তান ১৩৪ রানের লক্ষ্য তাড়া করতে নেমে ১২৫ রানে অলআউট হয়, যদিও এক পর্যায়ে তারা ১৫ রানে ৫ উইকেট হারিয়েছিল; পরে ফাহিম আশরাফ, আব্বাস আফ্রিদি ও আহমেদ দানিয়েলের অবদানে স্কোর কিছুটা বাড়ে।"
        ]
    },
    {
        "title": "সাবেক প্রধান বিচারপতি এ বি এম খায়রুল হক আটক",
        "body": [
            "সাবেক প্রধান বিচারপতি এ বি এম খায়রুল হককে বৃহস্পতিবার সকাল সাড়ে আটটার দিকে ঢাকার ধানমন্ডির বাসা থেকে আটক করেছে ঢাকা মহানগর পুলিশের গোয়েন্দা বিভাগ (ডিবি)।",
            "গোয়েন্দা বিভাগের যুগ্ম কমিশনার মো. নাসিরুল ইসলাম এই আটকের খবর নিশ্চিত করেছেন এবং জানিয়েছেন যে খায়রুল হককে মিন্টো রোডে ডিবি কার্যালয়ে আনা হয়েছে।",
            "খায়রুল হকের বিরুদ্ধে রাজধানীর যাত্রাবাড়ী ও নারায়ণগঞ্জে মোট তিনটি মামলা রয়েছে, যার যেকোনো একটিতে তাকে গ্রেপ্তার দেখানো হতে পারে।"
        ]
    },
    {
        "title": "পোশাক বিধি নিয়ে বাংলাদেশ ব্যাংকের ব্যাখ্যা: 'পরামর্শমূলক' সার্কুলার",
        "body": [
            "বাংলাদেশ ব্যাংক কর্মক্ষেত্রে কর্মকর্তা-কর্মচারীদের পোশাক নিয়ে জারি করা সার্কুলারকে 'পরামর্শমূলক' হিসেবে অভিহিত করেছে।",
            "কেন্দ্রীয় ব্যাংক জানিয়েছে, এই সার্কুলারের মাধ্যমে অতিশয় কারুকার্যপূর্ণ পোশাককে নিরুৎসাহিত করা হয়েছে এবং এটি অফিসে কারও পোশাক পরিধানের স্বাধীনতা খর্ব করবে না।",
            "আগের এক প্রতিবেদনে বলা হয়েছিল, বাংলাদেশ ব্যাংক নারী কর্মীদের জন্য শাড়ি, সালোয়ার-কামিজ ও ওড়না, এবং অন্যান্য পেশাদার শালীন পোশাক পরার নির্দেশনা দিয়েছে, যেখানে ছোট হাতা ও ছোট দৈর্ঘ্যের পোশাক এবং লেগিংস পরিহার করতে বলা হয়েছে।",
            "পুরুষদের জন্য লম্বা বা হাফ হাতার ফরমাল শার্ট ও ফরমাল প্যান্ট পরার নির্দেশনা দেওয়া হয়েছে এবং জিনস ও গ্যাবার্ডিন প্যান্ট পরিহার করতে বলা হয়েছে।",
            "পূর্বের নির্দেশনায় শৃঙ্খলাভঙ্গের অভিযোগ আনার কথা থাকলেও, বর্তমান বিবৃতিতে বাংলাদেশ ব্যাংক এটিকে পরামর্শমূলক হিসেবে ব্যাখ্যা দিয়েছে।"
        ]
    }
]