[
    {
        "title": "ফার্মগেটে সরকারি বিজ্ঞান স্কুলে বার্ষিক পরীক্ষা হয়নি",
        "body": [
            "আজ দুপুরের পর রাজধানীর ফার্মগেটে গবর্নমেন্ট সায়েন্স হাইস্কুলে মাধ্যমিকের বিভিন্ন শ্রেণির বার্ষিক পরীক্ষা হয়নি বলে জানা গেছে।",
            "দেশে বর্তমানে প্রায় পৌনে ৭০০ সরকারি মাধ্যমিক বিদ্যালয় রয়েছে, যার মধ্যে তিন শতাধিক নতুন করে জাতীয়করণ হয়েছে।",
            "মূলত পুরোনো সরকারি মাধ্যমিক বিদ্যালয়গুলোতেই বার্ষিক পরীক্ষা হয়নি।",
            "বার্ষিক পরীক্ষার সময় কর্মবিরতির কারণে অভিভাবকদের মধ্যে ক্ষোভের সৃষ্টি হয়েছে।"
        ]
    },
    {
        "title": "এভারকেয়ার হাসপাতালে খালেদা জিয়ার শারীরিক অবস্থার অবনতি, আইসিইউতে স্থানান্তর",
        "body": [
            "রাজধানীর এভারকেয়ার হাসপাতালে ১০ দিন ধরে চিকিৎসাধীন খালেদা জিয়াকে রোববার রাতে শারীরিক অবস্থার হঠাৎ অবনতি হওয়ায় আইসিইউতে স্থানান্তর করা হয়েছে।",
            "প্রায় ৮০ বছর বয়সী খালেদা জিয়া দীর্ঘদিন ধরে হৃদ্‌রোগ, ডায়াবেটিস, আর্থ্রাইটিস, লিভার সিরোসিস, কিডনির জটিলতাসহ নানা শারীরিক অসুস্থতায় ভুগছেন। গত ২৩ নভেম্বর শ্বাসকষ্ট দেখা দিলে তাকে হাসপাতালে ভর্তি করা হয়েছিল।",
            "চিকিৎসকরা জানিয়েছেন, খালেদা জিয়ার হৃদ্‌যন্ত্র ও ফুসফুসে সংক্রমণ দেখা দিয়েছে এবং চিকিৎসাধীন অবস্থায়ই তার অবস্থার অবনতি হয়েছে।",
            "খালেদা জিয়াকে দেখতে আজ যুক্তরাজ্য থেকে বিশেষজ্ঞ চিকিৎসকেরা আসছেন; তাদের মূল লক্ষ্য হচ্ছে, প্রয়োজন হলে তাকে চিকিৎসার জন্য বিদেশে স্থানান্তরিত করা যায় কিনা তা যাচাই করা।"
        ]
    },
    {
        "title": "বাংলাদেশে ৭২ শতাংশ মানুষ বর্তমান গণতান্ত্রিক পরিস্থিতিকে ইতিবাচক মনে করেন: আইআরআই জরিপ",
        "body": [
            "আইআরআইয়ের ২০২৩ সালের জরিপে দেশের অর্ধেক মানুষ তৎকালীন গণতান্ত্রিক পরিস্থিতিকে 'ভালো' বলেছিলেন।",
            "আওয়ামী লীগ সরকারের পতনের পর গঠিত অন্তর্বর্তীকালীন সরকারের এক বছর পূর্তির পর আইআরআই নতুন একটি জরিপ পরিচালনা করেছে।",
            "১৩ সেপ্টেম্বর থেকে ১২ অক্টোবরের মধ্যে দেশের ৬৩টি জেলার (রাঙামাটি ছাড়া) ৪ হাজার ৯৮৫ জন প্রাপ্তবয়স্ক ব্যক্তির সাক্ষাৎকারের ভিত্তিতে এই জরিপ পরিচালিত হয়।",
            "জরিপে অংশগ্রহণকারীদের ৭২ শতাংশ মানুষ দেশের বর্তমান গণতান্ত্রিক পরিস্থিতি সম্পর্কে ইতিবাচক মনোভাব দেখিয়েছেন, যার মধ্যে ২৯ শতাংশ 'খুবই ভালো' এবং ৪৩ শতাংশ 'মোটামুটি ভালো' বলেছেন।",
            "অন্যদিকে, ৭ শতাংশ মানুষ বর্তমান গণতান্ত্রিক পরিস্থিতিকে 'খুবই খারাপ' বলে মনে করেন।",
            "জরিপে অংশ নেওয়া ৫৩ শতাংশ মানুষ মনে করেন যে বাংলাদেশ এই মুহূর্তে সঠিক পথে এগোচ্ছে, যেখানে ৪২ শতাংশ মনে করেন দেশ ভুল পথে এগোচ্ছে।"
        ]
    },
    {
        "title": "খালেদা জিয়াকে ভিভিআইপি ঘোষণা: অন্তর্বর্তী সরকারের সিদ্ধান্ত",
        "body": [
            "অন্তর্বর্তী সরকার খালেদা জিয়াকে রাষ্ট্রের অতি গুরুত্বপূর্ণ ব্যক্তি (ভিভিআইপি) ঘোষণার সিদ্ধান্ত নিয়েছে এবং এটি অবিলম্বে কার্যকরের জন্য সংশ্লিষ্ট সব সংস্থাকে নির্দেশনা দিয়েছে।",
            "রাষ্ট্রীয় অতিথি ভবন যমুনায় অনুষ্ঠিত উপদেষ্টা পরিষদের বৈঠকে এই সিদ্ধান্ত নেওয়া হয়, যা পরিকল্পনা উপদেষ্টা অধ্যাপক ওয়াহিদউদ্দিন মাহমুদ সংবাদ সম্মেলনে জানান।",
            "খালেদা জিয়ার বর্তমান শারীরিক অবস্থা, হাসপাতালে নির্বিঘ্ন চিকিৎসা, প্রয়োজনে বিদেশে উন্নত চিকিৎসার পরিকল্পনা, নিরাপত্তা, যাতায়াতের সুবিধা এবং উচ্চ মর্যাদা বিবেচনায় এই ভিভিআইপি ঘোষণার সিদ্ধান্ত নেওয়া হয়েছে।",
            "পরিকল্পনা উপদেষ্টা আরও জানান যে, খালেদা জিয়ার পরিবার ও দল এই বিষয়ে অবগত রয়েছে।",
            "গুরুতর অসুস্থ খালেদা জিয়া গত ২৩ নভেম্বর থেকে রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন এবং বর্তমানে তাঁর শারীরিক অবস্থার অবনতি হওয়ায় তাকে আইসিইউতে স্থানান্তর করা হয়েছে।"
        ]
    },
    {
        "title": "আসিফ মাহমুদের ঢাকা-১০ আসন থেকে নির্বাচন ও রাজনৈতিক তৎপরতা",
        "body": [
            "আসিফ মাহমুদ, যার গ্রামের বাড়ি কুমিল্লার মুরাদনগর উপজেলায়, গত ৯ নভেম্বর ঢাকা-১০ সংসদীয় আসনের ভোটার হওয়ার আবেদন করেছেন।",
            "ওই দিন তিনি সাংবাদিকদের জানান যে ঢাকা থেকে তার নির্বাচন করা মোটামুটি নিশ্চিত, তবে উপদেষ্টা পরিষদ থেকে পদত্যাগের বিষয়টি সরকারের সিদ্ধান্তের ওপর নির্ভরশীল।",
            "দীর্ঘদিন ধরে আলোচনা চলছে যে আসিফ মাহমুদ বিএনপির সঙ্গে সমঝোতা করে ঢাকা-১০ আসন থেকে নির্বাচন করতে চান, তবে তিনি স্বতন্ত্রভাবে নির্বাচন করার কথাও ভাবছেন বলে জানিয়েছেন।",
            "১ নভেম্বর এনসিপির সহযোগী সংগঠন জাতীয় ছাত্রশক্তির কমিটি ঘোষণা নিয়ে আসিফ মাহমুদের অনুসারীদের মধ্যে অসন্তোষ দেখা যায়, যার পর থেকে তারা সামাজিক যোগাযোগমাধ্যমে এনসিপি ও এর শীর্ষ নেতাদের সমালোচনা করছেন।",
            "সম্প্রতি, আসিফ মাহমুদের সমর্থক হিসেবে পরিচিত বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়কেরা খালেদা জিয়ার সুস্থতা কামনা করে দোয়া মাহফিল করেছেন এবং জিয়াউর রহমানের সমাধিতে শ্রদ্ধা নিবেদন করেছেন।"
        ]
    }
]