[
    {
        "title": "কোটালীপাড়ায় বিএনপি নেতার আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রতি হুঁশিয়ারি",
        "body": [
            "কোটালীপাড়া পৌর বিএনপির সাধারণ সম্পাদক ওলিউর রহমান হাওলাদার আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রতি অভিযোগ করেছেন যে তারা বিক্ষোভের সময় উপস্থিত থেকেও কাউকে আটক করেননি, অথচ এখন নিরীহ মানুষদের গ্রেপ্তার করছেন।",
            "তিনি দাবি করেন, বাহিনীর কাছে ফুটেজ থাকা সত্ত্বেও তারা অপরাধীদের চিহ্নিত না করে সাধারণ মানুষকে হয়রানি করছেন এবং এর তীব্র নিন্দা ও প্রতিবাদ জানিয়েছেন।",
            "ওলিউর রহমান হুঁশিয়ারি উচ্চারণ করে বলেছেন, যদি সাধারণ মানুষকে হয়রানি করা হয়, তবে তারা সাধারণ মানুষকে সঙ্গে নিয়ে এর প্রতিরোধ করবেন।",
            "সংবাদ সম্মেলনে পৌর বিএনপির সভাপতি ইউছুপ আলী দাড়িয়া, উপজেলা বিএনপির যুগ্ম সম্পাদক শেখ ফায়েকুজ্জামান, রফিকুল ইসলাম হাওলাদার, সাংগঠনিক সম্পাদক ছলেমান শেখ, যুবদলের সদস্যসচিব মান্নান শেখ এবং ছাত্রদলের আহ্বায়ক লালন শেখসহ অন্যান্য নেতারা উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "পোশাক রপ্তানিতে শুল্ক ও রাজস্ব নিয়ে ব্যবসায়ীদের উদ্বেগ",
        "body": [
            "এ কে আজাদ একাধিক উপদেষ্টার সঙ্গে ফোনে যোগাযোগ করে পোশাক রপ্তানিতে শুল্কের বিষয়টি গুরুত্বের সঙ্গে তুলে ধরেন।",
            "বাণিজ্য উপদেষ্টা ব্যবসায়ীদের সঙ্গে বৈঠক করে জানান যে, ৯৫ শতাংশ সমস্যা সমাধান করা হয়েছে এবং বাকি ৫ শতাংশ নিয়ে বিভিন্ন মন্ত্রণালয়ের সঙ্গে কাজ চলছে।",
            "একজন ক্রেতা ই-মেইলে এ কে আজাদকে জানিয়েছেন যে, বাংলাদেশের উপর আরোপিত শুল্ক সরানো না হলে শুল্কের ৩৫ শতাংশ তাকে বহন করতে হবে, যা বহন করা কঠিন হবে।"
        ]
    },
    {
        "title": "ইটনা উপজেলা কৃষক দলের দ্বিবার্ষিক সম্মেলন অনুষ্ঠিত",
        "body": [
            "ইটনা কলেজ মাঠে উপজেলা কৃষক দলের দ্বিবার্ষিক সম্মেলন অনুষ্ঠিত হয়েছে।",
            "উপজেলা কৃষক দলের আহ্বায়ক হাবিবুল হান্নান সম্মেলনে সভাপতিত্ব করেন।",
            "উপজেলা কৃষক দলের সদস্যসচিব মাহফুজুর রহমান ও যুগ্ম আহ্বায়ক ছাইদুর রহমান সম্মেলন সঞ্চালনা করেন।",
            "সম্মেলনে কৃষক দলের কেন্দ্রীয় ও জেলা পর্যায়ের নেতৃবৃন্দসহ স্থানীয় বিএনপি নেতৃবৃন্দ বক্তব্য দেন।"
        ]
    },
    {
        "title": "গোপালগঞ্জে পুলিশের ওপর হামলা ও রাষ্ট্রবিরোধী কার্যকলাপে ৩২১ জন গ্রেপ্তার",
        "body": [
            "গোপালগঞ্জ সদর, কাশিয়ানী ও কোটালীপাড়া থানায় পুলিশের ওপর হামলা, গাড়ি ভাঙচুর, অগ্নিসংযোগ এবং রাষ্ট্রবিরোধী কার্যকলাপের অভিযোগে মোট চারটি মামলা দায়ের করা হয়েছে।",
            "এই চার মামলায় নিষিদ্ধ ঘোষিত আওয়ামী লীগ ও সহযোগী সংগঠনের ৩৫৮ জনের নাম উল্লেখ করা হয়েছে এবং ২ হাজার ৬৫০ জনকে অজ্ঞাতনামা আসামি করা হয়েছে।",
            "গত বুধবার থেকে আজ রোববার দুপুর পর্যন্ত জেলার বিভিন্ন স্থানে অভিযান চালিয়ে ৩২১ জনকে গ্রেপ্তার করে আদালতের মাধ্যমে কারাগারে পাঠানো হয়েছে, যার মধ্যে গত ২৪ ঘণ্টায় ১৫ জন গ্রেপ্তার হয়েছেন।",
            "গ্রেপ্তারকৃতদের মধ্যে সদর থানায় ১০১ জন, কাশিয়ানীতে ৭৭ জন, মুকসুদপুরে ৮৮ জন, টুঙ্গিপাড়ায় ২৭ জন এবং কোটালীপাড়ায় ২৮ জন রয়েছেন।"
        ]
    }
]