[
    {
        "title": "বিএনপি-ছাত্রদলের হামলায় কক্সবাজারে এনসিপির পথসভা মঞ্চ ভাঙচুর",
        "body": [
            "কক্সবাজারের চকরিয়া পৌর শহরের জনতা শপিং সেন্টার চত্বরে জাতীয় নাগরিক পার্টির (এনসিপি) পথসভা মঞ্চ ভেঙে দিয়েছেন বিএনপি ও ছাত্রদলের নেতা-কর্মীরা।",
            "শনিবার বিকেল পৌনে চারটার দিকে এই ঘটনা ঘটে এবং পরে সেনাবাহিনী ও পুলিশ এসে হামলাকারীদের ছত্রভঙ্গ করে।",
            "বিকেল পাঁচটার দিকে এনসিপির আহ্বায়ক নাহিদ ইসলামসহ কেন্দ্রীয় নেতাদের সেখানে পথসভায় বক্তব্য দেওয়ার কথা ছিল।",
            "বিএনপির নেতা-কর্মীরা অভিযোগ করেন যে, আজ দুপুরে কক্সবাজার শহরে এক সমাবেশে এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদকে নিয়ে আপত্তিকর বক্তব্য দিয়েছেন, যা তাদের প্রতিবাদ করার মূল কারণ।"
        ]
    },
    {
        "title": "জামায়াত আমিরের বক্তব্য দেওয়ার সময় অসুস্থ হয়ে পড়ার ঘটনা",
        "body": [
            "বাংলাদেশ জামায়াতে ইসলামীর আমির একটি সমাবেশে বক্তব্য দেওয়ার সময় দুবার অসুস্থ হয়ে পড়েন।",
            "প্রথমবার তিনি 'দুর্নীতির বিরুদ্ধে লড়াই' এবং 'জামায়াত দুর্নীতিমুক্ত সমাজ গড়বে' বলার সময় পড়ে যান।",
            "নেতাদের সহায়তায় উঠে দাঁড়িয়ে তিনি আবারও বক্তব্য শুরু করেন এবং 'দুর্নীতিমুক্ত বাংলাদেশ গড়ব' বলে উল্লেখ করেন।",
            "দ্বিতীয়বার 'জামায়াত যদি সরকার গঠন করে' বলার সময় তিনি আবারও অসুস্থ হয়ে ধীরে ধীরে বসে পড়েন।",
            "মাইকে জানানো হয় যে জামায়াত আমির গরমে অসুস্থ হয়েছেন এবং ডাক্তাররা তাকে আর বক্তব্য দিতে নিষেধ করেছেন।"
        ]
    },
    {
        "title": "বিএনপি মহাসচিবের শঙ্কা: ফ্যাসিবাদী শক্তি আবার সংগঠিত হচ্ছে",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে, যারা গণতন্ত্রে বিশ্বাস করে না এবং শোষণহীন সমাজ চায় না, সেই ফ্যাসিবাদী শক্তিগুলো পুনরায় জোটবদ্ধ হচ্ছে এবং ক্ষমতা ফিরে পাওয়ার চক্রান্ত করছে।",
            "তিনি দেশে mobocracy, হত্যা ও ছিনতাই বেড়ে যাওয়ার বিষয়ে উদ্বেগ প্রকাশ করেছেন এবং সতর্ক করেছেন যে, বর্তমান সুযোগ হারানো গেলে বাংলাদেশ বহু বছর পিছিয়ে যাবে।",
            "মির্জা ফখরুল দ্রুত সংস্কার, সনদ এবং নির্বাচনের মাধ্যমে এগিয়ে যাওয়ার গুরুত্বারোপ করেছেন, কারণ দেরিতে পরিস্থিতি আরও ঘোলাটে হবে এবং গণতন্ত্রবিরোধী শক্তি সংগঠিত হয়ে গণতন্ত্রকে নস্যাৎ করার চেষ্টা করবে।",
            "তিনি অন্তর্বর্তী সরকারের প্রতি দ্রুত পদক্ষেপ নেওয়ার দায়িত্ব দিয়েছেন, কারণ এটি দেশের মঙ্গলের জন্য অপরিহার্য।"
        ]
    },
    {
        "title": "বিএনপির সংস্কারপন্থীদের বিরুদ্ধে হুঁশিয়ারি",
        "body": [
            "কক্সবাজারের লালদিঘির পাড়ের পাবলিক লাইব্রেরির শহীদ দৌলত ময়দানে 'দেশ গড়তে জুলাই পদযাত্রা কর্মসূচি'র অংশ হিসেবে আয়োজিত পথসভায় নাসীরুদ্দীন পাটওয়ারী এ কথা বলেন।",
            "নাসীরুদ্দীন পাটওয়ারী বিএনপির স্থায়ী কমিটির সদস্যদের ইঙ্গিত করে বলেন, কক্সবাজারের জনতা সংস্কারবিরোধী ও পিআর না বোঝা ব্যক্তিদের রাজপথে প্রতিহত করবে।"
        ]
    },
    {
        "title": "এসিসি এজিএম এবং এশিয়া কাপ নিয়ে ভারত-পাকিস্তানের দ্বন্দ্ব",
        "body": [
            "পাকিস্তানের পিসিবি প্রধান মহসিন নাকভি, যিনি একইসাথে দেশটির স্বরাষ্ট্রমন্ত্রীও, ঢাকায় এশিয়ান ক্রিকেট কাউন্সিল (এসিসি) এর বার্ষিক সাধারণ সভা (এজিএম) আয়োজনের মাধ্যমে ভারতের উপর 'অপ্রয়োজনীয় চাপ' তৈরি করছেন বলে অভিযোগ করেছে এএনআই এর সূত্র।",
            "ভারত ভেন্যু পরিবর্তনের দাবি জানিয়েছে এবং হুমকি দিয়েছে যে, যদি ঢাকায় বৈঠক হয়, তাহলে বিসিসিআই সেই বৈঠকের যেকোনো সিদ্ধান্ত প্রত্যাখ্যান করবে।",
            "শুধু ভারত নয়, আফগানিস্তান ও ওমানের ক্রিকেট বোর্ডও নাকি ঢাকায় আসতে আপত্তি জানিয়েছে, যা ভারতের প্রভাবের ফল বলে অনুমান করা হচ্ছে।",
            "বর্তমানে সিঙ্গাপুরে আইসিসি সভা চলছে, যেখানে এসিসির সদস্যরাও উপস্থিত আছেন এবং অনানুষ্ঠানিক বৈঠকে এজিএম বা এশিয়া কাপ নিয়ে আলোচনা হতে পারে।",
            "ভারতের এই অবস্থানের জেরে সামনে এশিয়া কাপের এজিএম এবং খোদ এশিয়া কাপের ভবিষ্যৎ নিয়ে অনিশ্চয়তা তৈরি হয়েছে, এমনকি নভেম্বরে ভারত জাতীয় ফুটবল দলের ঢাকা সফর নিয়েও প্রশ্ন উঠছে।",
            "দীর্ঘদিনের ভারত-পাকিস্তান ক্রিকেটীয় দ্বন্দ্বে এবার বাংলাদেশের নামও জড়িয়ে পড়ছে বলে শঙ্কা প্রকাশ করা হয়েছে।"
        ]
    },
    {
        "title": "তারেক রহমান ও মির্জা ফখরুলের আহ্বান: চরমপন্থা ও ফ্যাসিবাদ পরিহার করে গণতন্ত্র রক্ষায় ঐক্যবদ্ধ প্রচেষ্টা",
        "body": [
            "তারেক রহমান দেশবাসীকে সতর্ক ও দায়িত্বশীল ভূমিকা পালনের আহ্বান জানিয়েছেন যাতে ভবিষ্যতে কোনো আবেগতাড়িত বা ভুল সিদ্ধান্তের কারণে রাষ্ট্র ও রাজনীতিতে চরমপন্থা বা ফ্যাসিবাদ পুনর্বাসিত না হয়।",
            "বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেন, গণতন্ত্র উত্তরণের স্বপ্ন বাস্তবায়নে আরও সজাগ ও সতর্কতার সঙ্গে কাজ করতে হবে।",
            "মির্জা ফখরুল সবাইকে ঐক্যবদ্ধভাবে তারেক রহমানের হাতকে শক্তিশালী করার আহ্বান জানান একটি সত্যিকারের স্বাধীন, সার্বভৌম, অসাম্প্রদায়িক, প্রগতিশীল ও সমৃদ্ধ বাংলাদেশ গড়তে।"
        ]
    },
    {
        "title": "পোশাক খাতের শুল্ক নিয়ে আলোচনা ও উদ্বেগ",
        "body": [
            "এ কে আজাদ একাধিক উপদেষ্টার সঙ্গে কথা বলেছেন পোশাক খাতে নতুন শুল্ক আরোপের বিষয়ে এবং সবাই বিষয়টি গুরুত্ব সহকারে নিয়েছেন।",
            "বাণিজ্য উপদেষ্টা ব্যবসায়ীদের সঙ্গে বৈঠক করে জানিয়েছেন যে ৯৫% সমস্যা সমাধান করা হয়েছে এবং বাকি ৫% নিয়ে বিভিন্ন মন্ত্রণালয়ের সাথে কাজ করা হচ্ছে।",
            "বাণিজ্য উপদেষ্টা যুক্তি দিয়েছেন যে ২-৩ হাজার কোটি টাকা রাজস্ব কম এলেও ৫০০ কোটি ডলার অতিরিক্ত রপ্তানি দেশের জন্য বেশি লাভজনক হবে।",
            "এ কে আজাদ একজন ক্রেতার উদ্বেগের কথা তুলে ধরেছেন, যিনি ১ তারিখ থেকে বাংলাদেশের ওপর আরোপিত শুল্ক সরানো না হলে ৩৫% শুল্ক বহন করতে হবে বলে জানিয়েছেন।"
        ]
    },
    {
        "title": "জামায়াত নেতা তাহেরের জঙ্গিবাদ বিরোধী অবস্থান ও সংস্কার আলোচনা",
        "body": [
            "জামায়াতের নায়েবে আমির সৈয়দ আব্দুল্লাহ মুহাম্মদ তাহের বলেছেন যে জামায়াত কোনো সন্ত্রাসবাদ বা জঙ্গিবাদকে পছন্দ করে না এবং ইসলামে জঙ্গিবাদের কোনো স্থান নেই।",
            "তিনি দৃঢ়ভাবে উল্লেখ করেন যে বাংলাদেশে কোনো ধরনের জঙ্গিবাদ (ধর্মীয় বা রাজনৈতিক) মাথাচাড়া দিয়ে উঠতে পারবে না এবং জামায়াত প্রয়োজনে এর বিরুদ্ধে রুখে দাঁড়াবে ও লড়াই-সংগ্রাম করবে।",
            "তাহের চলমান সংস্কারের আলোচনা নিয়ে প্রশ্ন তুলেছেন, যেখানে কিছু পক্ষ প্রকাশ্যে সংস্কার মানলেও বৈঠকে 'মানি না' মনোভাব দেখাচ্ছে।",
            "তিনি অভিযোগ করেন যে যারা সংস্কার চান না, তাদের 'মতলব' আছে, কারণ সংখ্যানুপাতিক (PR) পদ্ধতিতে কেন্দ্র দখল বা টাকা দিয়ে ভোট কেনার সুযোগ থাকবে না, যা তাদের উদ্দেশ্য পূরণে বাধা দেবে।",
            "সংস্কারের আইনগত ভিত্তি প্রসঙ্গে তিনি জুলাই সনদকে একটি অধ্যাদেশের মাধ্যমে আইনগত ভিত্তি দেওয়ার প্রস্তাব করেন, যা পরবর্তীতে বিজয়ী দল কর্তৃক অনুমোদিত হবে; অন্যথায় জনগণ তা মানবে না।"
        ]
    }
]