[
    {
        "title": "গণ-অভ্যুত্থানের পর আওয়ামী লীগের নির্বাচন অংশগ্রহণ নিয়ে জনমত জরিপ",
        "body": [
            "প্রথম আলোর উদ্যোগে 'গুরুত্বপূর্ণ সামাজিক-রাজনৈতিক বিষয়ে জাতীয় জনমত জরিপ ২০২৫' শীর্ষক এক জরিপে জুলাই গণ-অভ্যুত্থানে ক্ষমতাচ্যুত আওয়ামী লীগের ভবিষ্যৎ নির্বাচনী অংশগ্রহণ সম্পর্কে মানুষের মতামত সংগ্রহ করা হয়েছে।",
            "জরিপে দেখা গেছে, ২৭.৮% উত্তরদাতা মনে করেন আওয়ামী লীগকে বিনা শর্তে নির্বাচনে অংশ নিতে দেওয়া উচিত।",
            "২৬% উত্তরদাতা মত দিয়েছেন যে শাস্তি ও সংস্কার সাপেক্ষে আওয়ামী লীগ নির্বাচনে অংশ নিতে পারে।",
            "এছাড়াও, ১৪.৮% মানুষ বিশ্বাস করেন যে আনুষ্ঠানিক ক্ষমা চাইলে আওয়ামী লীগকে নির্বাচনে অংশ নেওয়ার সুযোগ দেওয়া যেতে পারে।"
        ]
    },
    {
        "title": "তারেক রহমান ও শফিকুর রহমান: পরবর্তী প্রধানমন্ত্রী হিসেবে জনমত জরিপের ফলাফল",
        "body": [
            "প্রথম আলোর উদ্যোগে এবং কিমেকারস কনসাল্টিং লিমিটেড দ্বারা পরিচালিত 'গুরুত্বপূর্ণ সামাজিক-রাজনৈতিক বিষয়ে জাতীয় জনমত জরিপ ২০২৫' অনুযায়ী, পরবর্তী জাতীয় সংসদ নির্বাচনের পর প্রধানমন্ত্রী হিসেবে তারেক রহমানের সম্ভাবনা বেশি দেখছেন মানুষ।",
            "জরিপের একটি প্রশ্ন ছিল, 'বাংলাদেশের বিভিন্ন নেতার মধ্যে আগামী জাতীয় সংসদ নির্বাচনের পর প্রধানমন্ত্রী হওয়ার সম্ভাবনা কার বেশি বলে মনে করেন?' এর জবাবে সাড়ে ৪৭ শতাংশ মানুষ বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের পক্ষে মত দিয়েছেন।",
            "এছাড়াও, প্রায় এক-চতুর্থাংশ মানুষ জামায়াতে ইসলামীর আমির শফিকুর রহমানের প্রধানমন্ত্রী হওয়ার সম্ভাবনা দেখছেন।"
        ]
    },
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষকের বেগম রোকেয়াকে ধর্মবিদ্বেষী বলার মন্তব্যে ক্ষোভ",
        "body": [
            "রাজশাহী বিশ্ববিদ্যালয়ের (রাবি) একজন সহযোগী অধ্যাপক খন্দকার মুহাম্মদ মাহমুদুল হাসান বেগম রোকেয়াকে 'ধর্মবিদ্বেষী' বলে মন্তব্য করায় ছাত্র ইউনিয়ন (একাংশ) সাধারণ সম্পাদক পরমা পারমিতা ক্ষুব্ধ প্রতিক্রিয়া জানিয়েছেন।",
            "পরমা পারমিতা উল্লেখ করেছেন যে বেগম রোকেয়া নারীশিক্ষা ও মানবিক মূল্যবোধের পথিকৃৎ ছিলেন এবং তিনি ধর্মবিদ্বেষী নন, বরং অন্ধ কুসংস্কার, বৈষম্য ও অজ্ঞতার বিরুদ্ধে লড়াই করেছেন, যা সব ধর্মই সমর্থন করে।",
            "সহযোগী অধ্যাপক মাহমুদুল হাসান এ বিষয়ে সাংবাদিকদের কাছে তার পোস্টের ক্যাপশনে বিস্তারিত ব্যাখ্যা থাকার কথা উল্লেখ করে বলেছেন যে তার বক্তব্যের সত্যতা যাচাইয়ের জন্য ভালো আলেমের সাথে যোগাযোগ করা যেতে পারে।"
        ]
    },
    {
        "title": "বাংলাদেশ বিমান বাহিনী ও লিওনার্দো এসপিএর মধ্যে জঙ্গি বিমান কেনা নিয়ে সম্মতিপত্র সই",
        "body": [
            "বাংলাদেশ বিমান বাহিনী ইতালির প্রতিরক্ষা সরঞ্জাম নির্মাতা প্রতিষ্ঠান লিওনার্দো এসপিএর সঙ্গে জঙ্গি বিমান ইউরোফাইটার টাইফুন কিনতে একটি লেটার অব ইনটেন্ট (এলওআই) বা সম্মতিপত্র সই করেছে।",
            "এই সম্মতিপত্র সই অনুষ্ঠানটি মঙ্গলবার ঢাকায় বিমান বাহিনীর সদর দপ্তরে অনুষ্ঠিত হয়।"
        ]
    },
    {
        "title": "বিএনপির মতবিনিময় সভায় অবসরপ্রাপ্ত সামরিক কর্মকর্তাদের অংশগ্রহণ এবং প্রতিবেদনের সংশোধনী",
        "body": [
            "বিএনপির মতবিনিময় সভায় দলের স্থায়ী কমিটির সদস্য হাফিজ উদ্দিন আহমদ এবং ভাইস চেয়ারম্যান আলতাফ হোসেন চৌধুরী বক্তব্য দেন।",
            "সভায় মেজর জেনারেল (অব.) জামিল ডি আহসান, কর্নেল (অব.) হারুনুর রশিদ, কর্নেল (অব.) জগলুল, কর্নেল (অব.) হান্নান মৃধা, লেফটেন্যান্ট কর্নেল (অব.) শামসুজ্জোহা, লেফটেন্যান্ট কর্নেল (অব.) জয়নাল আবেদীন, মেজর (অব.) রেজা করিম, মেজর (অব.) সামসুজ্জোহা, মেজর (অব.) জামাল হায়দার, মেজর (অব.) আজিজুল হক, মেজর (অব.) গোলাম মান্নান চৌধুরী, এয়ার কমোডর (অব.) শফিক আহমেদ, রিয়ার অ্যাডমিরাল (অব.) মোস্তাফিজ, লেফটেন্যান্ট (অব.) ইমরান কাজল ও ক্যাপ্টেন (অব.) রেজাউর রহমানসহ অন্যান্য অবসরপ্রাপ্ত কর্মকর্তারা বক্তব্য রাখেন।",
            "প্রতিবেদনে একটি সংশোধনী দেওয়া হয়েছে যেখানে তারেক রহমান কর্তৃক দুঃখ প্রকাশ করা অবসরপ্রাপ্ত সেনা কর্মকর্তার নাম ভুলক্রমে মেজর জেনারেল (অব.) সাদিক হাসান রুমি লেখা হয়েছিল।",
            "সংশোধনীর পর ওই কর্মকর্তার প্রকৃত পরিচয় স্পেশাল সিকিউরিটি ফোর্সের (এসএসএফ) সাবেক মহাপরিচালক মেজর জেনারেল (অব.) সৈয়দ ফাতেমী আহমেদ রুমি হিসেবে উল্লেখ করা হয়েছে।"
        ]
    }
]