[
    {
        "title": "বিশিষ্ট নাগরিকদের বিবৃতি: স্বাক্ষরকারীদের তালিকা",
        "body": [
            "মানবাধিকার সংস্কৃতি ফাউন্ডেশনের প্রতিষ্ঠাতা চেয়ারম্যান সুলতানা কামাল এবং নির্বাহী পরিচালক শাহীন আনাম বিবৃতিতে স্বাক্ষরকারীদের মধ্যে অন্যতম।",
            "মানবাধিকারকর্মী নুর খান, সুপ্রীম কোর্টের জ্যেষ্ঠ আইনজীবী ও আসকের সভাপতি জেড আই খান, এবং অ্যাসোসিয়েশন ফর ল্যান্ড রিফর্ম ইন বাংলাদেশের (এএলআরডি) নির্বাহী পরিচালক শামসুল হুদা এই বিবৃতিতে স্বাক্ষর করেছেন।",
            "ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের অধ্যাপক সুমাইয়া খায়ের, সমাজবিজ্ঞান বিভাগের অধ্যাপক সামিনা লুৎফা, গণযোগাযোগ ও সাংবাদিকতা বিভাগের অধ্যাপক রোবায়েত ফেরদৌস, ইংরেজি বিভাগের সহযোগী অধ্যাপক তাসনীম সিরাজ মাহবুব, ও নৃবিজ্ঞান বিভাগের অধ্যাপক জোবাইদা নাসরিনও স্বাক্ষরকারীদের অন্তর্ভুক্ত।",
            "চিকিৎসক ও শিক্ষাবিদদের মধ্যে ঢাকা শিশু হাসপাতালের সাবেক প্রতিষ্ঠাতা প্রধান অধ্যাপক ডা. নায়লা জামান খান এবং জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের অধ্যাপক মির্জা তাসলিমা সুলতানা স্বাক্ষর করেছেন।",
            "আদিবাসী মানবাধিকারকর্মী রানী য়েন য়েন, বেলার প্রধান নির্বাহী অ্যাডভোকেট তাসলিমা ইসলাম, চট্টগ্রাম বিশ্ববিদ্যালয়ের সমাজতত্ত্ব বিভাগের সহযোগী অধ্যাপক মাইদুল ইসলাম, এবং সুপ্রিম কোর্টের জ্যেষ্ঠ আইনজীবী সুব্রত চৌধুরীও এই বিবৃতিতে রয়েছেন।",
            "বাংলাদেশ হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের ভারপ্রাপ্ত সাধারণ সম্পাদক মনীন্দ্র কুমার নাথ, সংগীতশিল্পী কৃঞ্চকলি ইসলাম, এবং হিল উইমেন্স ফেডারেশনের সভাপতি নীতি চাকমাও স্বাক্ষরকারীদের তালিকায় রয়েছেন।"
        ]
    },
    {
        "title": "গোপালগঞ্জের ঘটনা: মামলা, আসামি ও আহতদের বিবরণ",
        "body": [
            "গোপালগঞ্জের ঘটনায় ২১ জুলাই পর্যন্ত মোট আটটি মামলা দায়ের হয়েছে, যার মধ্যে ছয়টি মামলায় ৫,৪০০ জন আসামির মধ্যে ৩৫৮ জনের নাম উল্লেখ করা হয়েছে।",
            "উল্লেখিত আসামিদের মধ্যে ৩ জন নারী এবং ৩২ জন সংখ্যালঘু হিন্দু সম্প্রদায়ের লোক রয়েছেন। ছয়টি মামলার মধ্যে তিনটি সন্ত্রাসবিরোধী আইনে, দুটি ফৌজদারি আইনে ও একটি বিশেষ ক্ষমতা আইনে দায়ের হয়েছে।",
            "২১ জুলাই পর্যন্ত বিভিন্ন মামলায় ১৮ জন শিশুকে গ্রেপ্তার করা হয়েছে, যাদের অনেককে সন্ত্রাসবিরোধী আইনে গ্রেপ্তার দেখানো হয়েছে। পরিবারের সদস্যরা তাদের ঘটনার সঙ্গে সম্পৃক্ততা অস্বীকার করেছেন।",
            "১৬ জুলাইয়ের সংঘর্ষে গোপালগঞ্জ জেনারেল হাসপাতালের জরুরি বিভাগে মোট ২৪ জনকে চিকিৎসা দেওয়া হয়, যার মধ্যে ২১ জন সাধারণ নাগরিক, দুজন পুলিশ সদস্য এবং ইউএনওর গাড়িচালক অন্তর্ভুক্ত।",
            "আহতদের মধ্যে দুজন পুলিশ সদস্য ও ইউএনওর গাড়িচালক গুলিবিদ্ধ ছিলেন না। তিনজনকে উন্নত চিকিৎসার জন্য ঢাকা মেডিকেল কলেজ হাসপাতালে পাঠানো হয়।",
            "১৬ জুলাই দুপুর থেকে মোট ৪ জনকে মৃত অবস্থায় গোপালগঞ্জ জেনারেল হাসপাতালের জরুরি বিভাগে আনা হয়, যদিও দীপ্ত সাহার ক্ষেত্রে 'ব্রট ডেথ' ঘোষণাটি সঠিক ছিল না।"
        ]
    },
    {
        "title": "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীরের রাজনৈতিক সংগ্রাম ও কোটা আন্দোলন নিয়ে মন্তব্য",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন, শাসকগোষ্ঠীর বিরুদ্ধে লড়াই-সংগ্রাম বিএনপির জন্য পুরোনো শিক্ষা এবং বিগত ১৫-১৬ বছর ধরে তারা ফ্যাসিবাদী শাসনের বিরুদ্ধে আন্দোলন করে আসছে।",
            "তিনি জোর দিয়ে বলেছেন যে তরুণরা এগিয়ে না এলে আন্দোলন সফল হবে না এবং কোটা আন্দোলনের সময় ছাত্ররা এগিয়ে আসায় আন্দোলন বেগবান হয়েছিল।",
            "ফখরুল জানান, কোটা আন্দোলনের সঙ্গে বিএনপি সরাসরি যুক্ত না হয়ে শিক্ষার্থীদের সমর্থন দিয়েছিল এবং ছাত্রদলকে আন্দোলনে অংশ নেওয়ার নির্দেশ দেওয়া হয়েছিল।",
            "কোটা আন্দোলন যখন সরকারবিরোধী আন্দোলনে রূপ নেয়, তখন বিএনপির শীর্ষ নেতাদের সঙ্গে শিক্ষার্থীদের যোগাযোগ হয় এবং নেতারা জেলে থাকা সত্ত্বেও মির্জা ফখরুল ও মির্জা আব্বাস আন্দোলন চালিয়ে যান।"
        ]
    },
    {
        "title": "বিমানবন্দরের অ্যাপ্রোচ এলাকায় স্থাপনা: কারিগরিভাবে বৈধ হলেও কার্যত অনিরাপদ",
        "body": [
            "প্রতিবেদনে বলা হয়েছে যে বিমানবন্দরের অ্যাপ্রোচ এলাকায় ১৫০ ফুট উচ্চতার স্থাপনা নির্মাণে নগর কর্তৃপক্ষ ও বিমান চলাচল কর্তৃপক্ষের কোনো বাধা নেই, এবং এসব স্থাপনার ব্যবহার সম্পর্কেও কোনো নির্দেশনা নেই।",
            "যদিও এসব স্থাপনা কারিগরিভাবে বৈধ, তবে বাস্তবে এগুলো অনিরাপদ হিসেবে বিবেচিত হয়েছে।",
            "পরিকল্পনাবিদ তামজিদুল ইসলাম উল্লেখ করেছেন যে রাজউকের বিশদ অঞ্চল পরিকল্পনা (ড্যাপ) অনুযায়ী অ্যাপ্রোচ এলাকার স্থাপনার উচ্চতা নিয়ন্ত্রিত হলেও, ভূমির ব্যবহার সম্পর্কে কোনো নির্দেশনা নেই। তিনি গণজমায়েত হয় এমন স্থাপনা এড়িয়ে কৃষিজমি বা সবুজায়নের পরামর্শ দিয়েছেন, তবে এমন কিছু করা যাবে না যাতে পাখি আসে।",
            "তামজিদুল ইসলাম আন্তর্জাতিক আদর্শ মান অনুযায়ী বিমানবন্দর শহর থেকে দূরে থাকার কথা বলেছেন। তিনি আরও উল্লেখ করেছেন যে এই বিমানবন্দরের অ্যাপ্রোচ এলাকায় একাধিক আবাসিক এলাকা রয়েছে, এবং মেট্রোরেল ও এলিভেটেড এক্সপ্রেসওয়ের কারণে মাইলস্টোন স্কুলে যাতায়াত সহজ হওয়ায় হাসপাতালে পৌঁছাতে বিলম্বের কারণে আরও প্রাণহানি এড়ানো গেছে।"
        ]
    },
    {
        "title": "সাংবাদিক আহমাদ ওয়াদুদের ছিনতাই ও পুলিশের বিরুদ্ধে অভিযোগ",
        "body": [
            "সাংবাদিক আহমাদ ওয়াদুদ মোহাম্মদপুরে ছিনতাইয়ের শিকার হয়েছেন, যেখানে তার মোবাইল ফোন, মানিব্যাগ ও কিছু টাকা ছিনিয়ে নেওয়া হয় এবং তাকে চাপাতি দিয়ে আঘাত করা হয়, যদিও আঘাত গুরুতর নয়।",
            "ঘটনাস্থল থেকে মাত্র ৩ মিনিটের দূরত্বে মোহাম্মদপুর থানায় তিনি ও তার স্ত্রী ৫ মিনিটের মধ্যে উপস্থিত হয়ে অভিযোগ জানানোর চেষ্টা করেন।",
            "থানায় ডিউটি অফিসার এসআই জসিমের সামনে সাদা পোশাকের এক পুলিশ সদস্য অভিযোগ গ্রহণ না করে ওয়াদুদের শার্টের বোতাম খোলা নিয়ে উগ্রভাবে মন্তব্য করেন এবং তাকে সব বোতাম লাগাতে বলেন, যা ভুক্তভোগীকে মর্মাহত করে।"
        ]
    }
]