[
    {
        "title": "আওয়ামী লীগের ভবিষ্যৎ ও বর্তমান রাজনৈতিক পরিস্থিতি",
        "body": [
            "অন্তর্বর্তী সরকার দায়িত্ব নেওয়ার পর আওয়ামী লীগ ঢাকাসহ বিভিন্ন স্থানে ঝটিকা মিছিল করেছে এবং আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের রায়কে ঘিরে অনলাইনে ডাক দেওয়া 'লকডাউন' ও 'শাটডাউন' কর্মসূচির আড়ালে ককটেল নিক্ষেপ ও গাড়ি পুড়িয়ে আতঙ্ক সৃষ্টির চেষ্টা করেছে।",
            "দলের নেতা-কর্মীদের উদ্বুদ্ধ করতে শেখ হাসিনা, সজীব ওয়াজেদ জয় এবং কেন্দ্রীয় নেতারা নিয়মিত অনলাইনে বক্তৃতা-বিবৃতি দিয়েছেন।",
            "রাজনৈতিক বিশ্লেষকদের মতে, দল হিসেবে আওয়ামী লীগের ভবিষ্যতে ফিরে আসার সম্ভাবনা থাকলেও, পূর্ণাঙ্গ রাজনৈতিক শক্তি হিসেবে ফিরে আসা নির্ভর করছে তাদের বর্তমান নীতি ও কৌশল পরিবর্তনের ওপর।",
            "মানবতাবিরোধী অপরাধের দায়ে মৃত্যুদণ্ডের রায় মাথায় নিয়ে ৭৮ বছর বয়সী শেখ হাসিনার রাজনীতিতে কার্যকরভাবে ফিরে আসার সম্ভাবনা কম।",
            "অধ্যাপক আল মাসুদ হাসানুজ্জামান মনে করেন, আগামী ফেব্রুয়ারির নির্বাচনের পর যে সরকার আসবে, তার আচরণের ওপর আওয়ামী লীগের এবং তাদের নেতৃত্বের ভবিষ্যৎ অনেকটাই নির্ভর করছে, ফলে তাদের অপেক্ষা করা ছাড়া বিকল্প নেই।"
        ]
    },
    {
        "title": "চট্টগ্রাম বন্দরের টার্মিনাল চুক্তি নিয়ে বিশিষ্ট নাগরিকদের উদ্বেগ",
        "body": [
            "বিশিষ্ট নাগরিকেরা চট্টগ্রাম বন্দরের বিভিন্ন টার্মিনাল নিয়ে অতীতের মতো গোপনে কোনো চুক্তি না করার দাবি জানিয়েছেন, যা জাতীয় সম্পদ সম্পর্কিত যেকোনো সিদ্ধান্তে স্বচ্ছতার প্রয়োজনীয়তা তুলে ধরে।",
            "তাঁরা কৌশলগত সম্পদ নিয়ে চুক্তি করার আগে চুক্তির শর্ত জনসমক্ষে প্রকাশের দাবি জানিয়েছেন এবং বলেছেন যে চুক্তিতে সর্বজনের সম্মতি থাকা উচিত।",
            "নাগরিকেরা ১৭ নভেম্বরের চুক্তি অবিলম্বে বাতিল করে তার খসড়া জনসমাজে প্রকাশের আহ্বান জানিয়েছেন এবং বলেছেন যে এই বিষয়ে সিদ্ধান্ত আগামী সংসদে ব্যাপক আলোচনার মাধ্যমে হওয়া উচিত।",
            "আনু মুহাম্মদ, সলিমুল্লাহ খান, খালিকুজ্জামান ইলিয়াস, মঈনুল আহসান সাবেরসহ আরও অনেক বিশিষ্ট ব্যক্তি এই বিবৃতিতে স্বাক্ষর করেছেন।"
        ]
    },
    {
        "title": "তত্ত্বাবধায়ক সরকারব্যবস্থা পুনরুজ্জীবিত করল আপিল বিভাগ",
        "body": [
            "আপিল বিভাগ ১৪ বছর আগে ত্রয়োদশ সংশোধনী বাতিল করে দেওয়া রায় পুরোটাই বাতিল করেছেন, যা সংবিধানে তত্ত্বাবধায়ক সরকারব্যবস্থা অন্তর্ভুক্ত করেছিল।",
            "সর্বোচ্চ আদালত ওই রায়ের বিরুদ্ধে করা আপিল মঞ্জুর এবং রিভিউ আবেদন নিষ্পত্তি করে এই রায় দেন।",
            "রায়ে বলা হয়েছে যে নির্দলীয় তত্ত্বাবধায়ক সরকার-সম্পর্কিত বিধানাবলি পুনরুজ্জীবিত ও সক্রিয় করা হলো এবং ভবিষ্যৎ প্রয়োগ যোগ্যতার ভিত্তিতে কার্যকর হবে।",
            "অ্যাটর্নি জেনারেল জানান, আজকের রায়ে আগের তত্ত্বাবধায়ক সরকারব্যবস্থা পুনর্বহাল হলো এবং এটি পরবর্তী সংসদ ভাঙার পরের ১৫ দিনের মধ্যে কার্যকর হবে।"
        ]
    },
    {
        "title": "বাংলাদেশে ভূমিকম্প অনুভূত",
        "body": [
            "শুক্রবার সকাল ১০টা ৩৮ মিনিটে ঢাকাসহ বাংলাদেশের বিভিন্ন স্থানে ভূমিকম্প অনুভূত হয়।",
            "বাংলাদেশ আবহাওয়া অধিদপ্তর জানিয়েছে, ভূমিকম্পের মাত্রা ছিল ৫.৭ এবং এর উৎপত্তিস্থল নরসিংদীর মাধবদী।",
            "মার্কিন ভূতাত্ত্বিক জরিপ সংস্থা (ইউএসজিএস) অনুসারে, রিখটার স্কেলে ভূমিকম্পের তীব্রতা ছিল ৫.৫ এবং কেন্দ্রস্থল ছিল নরসিংদী।"
        ]
    },
    {
        "title": "ইন্দো-বার্মা টেকটোনিক প্লেটে ভূমিকম্প, তীব্র ঝাঁকুনি অনুভূত",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের ভূতত্ত্ব বিভাগের অবসরপ্রাপ্ত অধ্যাপক হুমায়ুন আখতারের মতে, ভূমিকম্পটি ইন্দো-বার্মা টেকটোনিক প্লেটের অংশে হয়েছে।",
            "তিনি জানিয়েছেন যে, অনুভূত তীব্র ঝাঁকুনি বাংলাদেশের প্রেক্ষাপটে তাঁর অভিজ্ঞতায় এযাবৎকালের মধ্যে সর্বোচ্চ ছিল।"
        ]
    },
    {
        "title": "বাংলাদেশের নির্বাচন এবং ভারত-বাংলাদেশ সম্পর্কের ভবিষ্যৎ",
        "body": [
            "অবিনাশ পালিওয়াল মনে করেন, আগামী ১২ থেকে ১৮ মাস ভারত-বাংলাদেশ সম্পর্কে অস্থিরতা থাকতে পারে, যার তীব্রতা বাংলাদেশের আগামী নির্বাচনের ফলাফলের ওপর নির্ভর করবে।",
            "যদি একটি গ্রহণযোগ্য অন্তর্বর্তী সরকারের অধীনে নির্বাচন হয় এবং নির্বাচিত সরকার ক্ষমতা গ্রহণ করে, তবে তা উভয় দেশের জন্য সম্পর্ক পুনর্গঠনের সুযোগ তৈরি করবে।",
            "ভারতকে এমন সমালোচনার মুখে পড়তে হচ্ছে যে তারা মানবাধিকার লঙ্ঘনের দায়ে অভিযুক্ত নেতাদের আড়াল করছে, যা বন্ধুত্বপূর্ণ সরকারগুলোর সঙ্গে 'সুখে-দুঃখে সব সময়ই পাশে থাকার' আশ্বাস দেওয়ার ক্ষেত্রে চ্যালেঞ্জ তৈরি করছে।",
            "সাবেক ভারতীয় হাইকমিশনার পিনাক রঞ্জন চক্রবর্তী মনে করেন, পররাষ্ট্রনীতি সাধারণত জনগণের মনোভাব বা নৈতিকতা দিয়ে পরিচালিত হয় না, বরং বন্ধুত্বপূর্ণ এবং সহযোগিতামূলক সরকারের সঙ্গেই কাজ করা হয়।",
            "কুগেলম্যান বলেছেন, ভারত বাংলাদেশের গভীর রাজনৈতিক বিভাজনকে সমাধান করতে পারবে কিনা তা অনিশ্চিত এবং বাংলাদেশের পরবর্তী সরকার হাসিনার বিষয়টিকে দ্বিপক্ষীয় সম্পর্কের ওপর কতটা প্রভাব ফেলবে, তার ওপর অনেক কিছু নির্ভর করছে।",
            "কুগেলম্যানের মতে, বাংলাদেশের পরবর্তী নির্বাচিত সরকারকে দেশের মৌলিক স্বার্থ, সীমান্ত নিরাপত্তা, বাণিজ্য এবং যোগাযোগকে অগ্রাধিকার দিতে হবে, যদিও তিনি দ্বিপক্ষীয় সম্পর্কে গুরুতর সংকটের আশঙ্কা করছেন না, তবে সম্পর্ক দুর্বল থাকার অনুমান করছেন।"
        ]
    },
    {
        "title": "আওয়ামী লীগের রাজনৈতিক কর্মকাণ্ড নিষিদ্ধকরণ ও সহিংসতা বৃদ্ধির আশঙ্কা",
        "body": [
            "ফেব্রুয়ারির নির্বাচনের আগে আওয়ামী লীগের রাজনৈতিক কার্যক্রম নিষিদ্ধ করা হয়েছে, যা দলটি ও এর সমর্থকদের ক্ষুব্ধ করেছে এবং নির্বাচন ঘনিয়ে আসার সময়ে এটি একটি অশুভ ঘটনা হিসেবে দেখা হচ্ছে।",
            "এই রায়ের পর ঢাকায় অগ্নিসংযোগের ঘটনা বৃদ্ধি পেয়েছে, যা সহিংসতার ঝুঁকি বাড়াচ্ছে।",
            "হাসিনার ছেলে সজীব ওয়াজেদ হুঁশিয়ারি দিয়েছেন যে যদি নিষেধাজ্ঞা তুলে নেওয়া না হয়, তাহলে তারা নির্বাচন আটকে দেবেন এবং তাদের প্রতিবাদ আরও শক্তিশালী হবে।",
            "তবে, আওয়ামী লীগের এই ধরনের প্রতিক্রিয়া ঢাকাকে দলটির কার্যক্রমের ওপর নিষেধাজ্ঞা আরও জোরদার করতে উৎসাহিত করতে পারে।",
            "এই রাজনৈতিক অস্থিরতা অর্থনৈতিক চাপ, আইনশৃঙ্খলা উদ্বেগ এবং সংস্কার প্রক্রিয়ায় স্বচ্ছতার অভাবের কারণে অন্তর্বর্তী সরকারের প্রতি জনগণের ক্রমবর্ধমান অধৈর্যের মধ্যে প্রকাশ পাচ্ছে।"
        ]
    },
    {
        "title": "এইচ–১বি ভিসা নিয়ে ভারতীয় অভিবাসীবিরোধী বিদ্বেষ বৃদ্ধি এবং ট্রাম্প সমর্থকদের মধ্যে বিভেদ",
        "body": [
            "অনলাইনে ভারতীয় অভিবাসীবিরোধী বিদ্বেষের মূল লক্ষ্য এইচ–১বি ভিসা কর্মসূচি, যার প্রধান সুবিধাভোগী ভারতীয় নাগরিকেরা।",
            "ট্রাম্প সমর্থক শিবিরের মধ্যে এই ভিসা নিয়ে বিভেদ দেখা দিয়েছে; স্টিফেন মিলারের মতো ভিসাবিরোধীরা ভারতের বিরুদ্ধে 'অভিবাসন নীতিতে প্রতারণা'র অভিযোগ আনছেন।",
            "চরম ডানপন্থী অ্যাকাউন্টগুলো ভারতীয় অভিবাসীদের নিয়মিতভাবে প্রতারক হিসেবে চিত্রিত করছে এবং তাদের যুক্তরাষ্ট্রে উচ্চ বেতনের চাকরি থেকে বঞ্চিত করার অভিযোগ তুলে নির্বাসনের দাবি জানাচ্ছে।",
            "ডানপন্থী মার্কিন নাগরিকরা অভিযোগ করছেন যে ভারতীয় অভিবাসীরা কেবল তাদের জাতি বা বর্ণের লোকদের ভালো চাকরিতে নিয়োগ দেয় এবং তাদের অপরিষ্কার বা দুর্গন্ধযুক্ত বলে গতানুগতিক ছাঁচে ফেলছে, তাদের হাতে খাওয়া ও অন্যান্য আচরণকে সাংস্কৃতিক পশ্চাৎপদতা হিসেবে তুলে ধরছে।"
        ]
    }
]