[
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ে কনসার্ট আয়োজনে উপাচার্যের সুপারিশ ও সালাউদ্দিন আম্মারের ব্যাখ্যা",
        "body": [
            "রাজশাহী বিশ্ববিদ্যালয়ের উপাচার্য সালেহ হাসান নকীব জানিয়েছেন, সালাউদ্দিন আম্মারসহ গত এক বছরে যেকোনো সংগঠনের সহযোগিতার আবেদন তিনি 'রিকমেনড' করেছেন, যা তিনি নিজের দায়িত্ব মনে করেন।",
            "সালাউদ্দিন আম্মার চিঠির সমালোচনা প্রসঙ্গে ফেসবুকে দীর্ঘ স্ট্যাটাসে বিষয়টিকে 'ভয়াবহ মিডিয়া ট্রায়াল' দাবি করে ব্যাখ্যা দিয়েছেন।",
            "তিনি জানান, রাজশাহী বিশ্ববিদ্যালয় স্টেডিয়ামে একটি বড় কনসার্ট আয়োজনের প্রস্তাবনা রাবি প্রশাসনকে দেওয়া হয়েছিল এবং প্রশাসন টাকা ছাড়া অন্য সব সহযোগিতার আশ্বাস দিয়েছিল।",
            "সালাউদ্দিন উল্লেখ করেছেন যে, প্রস্তাবনা নিয়ে প্রায় ১৫টি ব্যাংকে গেলেও সবাই প্রত্যাখ্যান করেছে এবং শুধুমাত্র ফার্স্ট সিকিউরিটি ইসলামী ব্যাংক, চেম্বার অব কমার্স ও নগর ভবন থেকে যথাক্রমে ১৫ হাজার, ৩০ হাজার ও ২ লক্ষ টাকা অনুদান পেয়েছেন।",
            "মঙ্গলবার আরেক স্ট্যাটাসে সালাউদ্দিন জানান যে, তিনি ১৯টি প্রতিষ্ঠানে আবেদন করেছেন এবং আয়োজনের প্রতিটি টাকার হিসাব ও সব ডকুমেন্টের স্বচ্ছতা তিনি প্রকাশ করবেন।",
            "তিনি আরও উল্লেখ করেন যে, গত বছর ফেনীর বন্যার কারণে বিজয় উৎসব করতে পারেননি এবং এবার রাজশাহীতেই এই আয়োজন হবে, কারণ এই আন্দোলনে রাজশাহীর বিশেষ অবদান ছিল।"
        ]
    },
    {
        "title": "গণপিটুনি খেলেন আসল ও ভুয়া র‍্যাব সদস্যরা",
        "body": [
            "শরীয়তপুরের জাজিরা উপজেলায় গণপিটুনির শিকার হয়েছেন ৫ জন ভুয়া র‍্যাব পরিচয়দানকারী ব্যক্তি, যাদেরকে ডাকাতির অভিযোগে র‍্যাব-১০ ধাওয়া করছিল।",
            "ভুক্তভোগী ভুয়া র‍্যাব সদস্যরা হলেন স্বপন খান (৪৫), মিন্টু গাজী (৪৫), মো. সাইফুল ইসলাম (৩০), মো. জামিল (৩২) এবং দিদার (২৯)।",
            "র‍্যাব-১০ এর হেডকোয়ার্টার থেকে একটি দল এই ডাকাত দলকে ধাওয়া করছিল, যারা দুজন সোনা ব্যবসায়ীর কাছ থেকে ডাকাতি করেছিল।",
            "স্থানীয় জনগণ ভুল বুঝে আসল র‍্যাবের সাদাপোশাকধারী সদস্যদেরও পিটুনি দেয়, কারণ তারা তাদের তাৎক্ষণিকভাবে চিনতে পারেনি।",
            "ধৃত ব্যক্তিদের বর্তমানে থানায় হস্তান্তরের প্রক্রিয়া চলছে।"
        ]
    },
    {
        "title": "মাহেরীনের স্মৃতিচারণ: 'আমাদের জীবনটাই অগোছালো হয়ে গেছে'",
        "body": [
            "মনসুর তার স্ত্রী মাহেরীনের শেষ কথাগুলো স্মরণ করেছেন, যেখানে মাহেরীন বলেছিলেন, 'আমি চলে যাচ্ছি, জীবনে তোমার সঙ্গে আর কখনো দেখা হবে না।'",
            "মৃত্যুর আগে মাহেরীন খুব ক্ষুধার্ত ছিলেন, কিন্তু তার শারীরিক অবস্থার অবনতির কারণে মনসুর তাকে শুধুমাত্র পানি দিতে পেরেছিলেন।",
            "মাহেরীন তার দুই ছেলেকে সবসময় পড়াশোনা শেষ করে নিজেদের পছন্দের পেশা বেছে নিতে এবং ভালো মানুষ হতে বলতেন।",
            "মনসুর তাদের বাসার পরিপাটি সাজসজ্জার জন্য মাহেরীনকে কৃতিত্ব দেন এবং তার অনুপস্থিতিতে তাদের জীবন ও সংসার অগোছালো হয়ে গেছে বলে উল্লেখ করেন।"
        ]
    },
    {
        "title": "টঙ্গীতে ড্রেনে পড়ে নারীর মৃত্যু, কর্তৃপক্ষের বিরুদ্ধে অভিযোগ",
        "body": [
            "টঙ্গীতে খোলা ড্রেনে পড়ে এক নারীর মৃত্যু হয়েছে, যা নিয়ে স্থানীয়রা সিটি করপোরেশন ও বিআরটি প্রকল্প কর্তৃপক্ষের দায়িত্বহীনতাকে দায়ী করেছেন।",
            "নিহত নারীর বড় ভাই মো. শোভন ঘটনাস্থলে বোনের জুতা পেয়ে তার নিখোঁজ হওয়ার বিষয়টি নিশ্চিত করেন এবং পরে তার লাশ উদ্ধার করা হয়।",
            "টঙ্গী পশ্চিম থানার ভারপ্রাপ্ত কর্মকর্তা ইস্কান্দার হাবিবুর রহমান নিশ্চিত করেছেন যে ফায়ার সার্ভিস কর্মীরা লাশ উদ্ধার করেছে এবং এ ঘটনায় আইনি ব্যবস্থা প্রক্রিয়াধীন।"
        ]
    },
    {
        "title": "চট্টগ্রাম উত্তর জেলা বিএনপির কমিটি বিলুপ্ত, ৫ নেতা বহিষ্কার",
        "body": [
            "প্রায় সাড়ে চার বছর পর চট্টগ্রাম উত্তর জেলা বিএনপির ৫৩ সদস্যের আহ্বায়ক কমিটি বিলুপ্ত করা হয়েছে, যা ২০২০ সালের ২২ ডিসেম্বর গঠিত হয়েছিল।",
            "কেন্দ্রীয় বিএনপির ভাইস চেয়ারম্যান গিয়াস উদ্দিন কাদের চৌধুরীর পদ স্থগিত করা হয়েছে।",
            "দলের শৃঙ্খলা ভঙ্গের অভিযোগে উত্তর জেলা বিএনপির যুগ্ম আহ্বায়ক নুরুল আমিন, মিরসরাই উপজেলা বিএনপির সাবেক সদস্যসচিব গাজী নিজাম উদ্দিন, বারইয়ার হাট পৌর বিএনপির সাবেক আহ্বায়ক দিদারুল ইসলাম মিয়াজী, যুবদল নেতা সিরাজুল ইসলাম ও কামাল উদ্দিনকে প্রাথমিক সদস্যপদসহ সব পদ থেকে বহিষ্কার করা হয়েছে।"
        ]
    }
]