[
    {
        "title": "সাবেক সংসদ সদস্যের বাসায় চাঁদা দাবির ঘটনায় ৪টি চেক উদ্ধার, জড়িতদের জিজ্ঞাসাবাদ",
        "body": [
            "রাজধানীর গুলশানে সাবেক সংসদ সদস্যের বাসায় ৫০ লাখ টাকা চাঁদা দাবির ঘটনায় গ্রেপ্তার আসামিদের জিজ্ঞাসাবাদ করে নাখালপাড়ায় রিয়াদের ভাড়া বাসা থেকে ২ কোটি ২৫ লাখ টাকার ৪টি চেক উদ্ধার করা হয়েছে।",
            "এ ঘটনায় কলাবাগান থানায় আলাদা একটি মামলা করার বিষয়টি প্রক্রিয়াধীন।",
            "চাঁদাবাজির ঘটনায় জড়িত আবদুর রাজ্জাক বিন সুলাইমান ওরফে রিয়াদকে বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদ থেকে স্থায়ীভাবে বহিষ্কার করা হয়েছে। রিয়াদ এর আগে বৈষম্যবিরোধী ছাত্র আন্দোলনের সম্মিলিত বেসরকারি বিশ্ববিদ্যালয় শাখার যুগ্ম আহ্বায়ক ছিলেন।",
            "পুলিশের পক্ষ থেকে জানানো হয়েছে, ভুক্তভোগী আগে জানালে অপরাধ ঠেকানো যেত এবং পুলিশ খতিয়ে দেখছে কেন তাঁরা চাঁদা দিয়েছিলেন বা তাঁদের কোনো দুর্বলতা ছিল কি না।",
            "তদন্তে চাঁদাবাজির সঙ্গে আর কেউ জড়িত আছে কি না, তা জানা যাবে এবং এক্ষেত্রে কারও দলীয় পরিচয় মুখ্য বিষয় নয় বলে পুলিশ জানিয়েছে।",
            "ঢাকা মহানগর এলাকায় জননিরাপত্তা ও আইনশৃঙ্খলা স্থিতিশীল রাখতে পুলিশি কার্যক্রম, চেকপোস্ট ও টহল বৃদ্ধি করা হয়েছে।"
        ]
    },
    {
        "title": "বাঁশখালীতে জেলা প্রশাসকের সফরের জন্য খেলার মাঠের মাঝখান দিয়ে রাস্তা নির্মাণ",
        "body": [
            "চট্টগ্রামের জেলা প্রশাসক ফরিদা খানম বাঁশখালী সরকারি বালিকা উচ্চবিদ্যালয়ে জয়িতা কর্নার ও ভেন্ডিং মেশিন উদ্বোধন করতে মঙ্গলবার সফরে যান।",
            "জেলা প্রশাসকের আগমন উপলক্ষে সোমবার রাতে স্থানীয় সরকার প্রকৌশল বিভাগ বিদ্যালয়ের প্রধান ফটক থেকে মাঠের বুক চিরে একটি রাস্তা তড়িঘড়ি করে নির্মাণ করে।",
            "রাতের আঁধারে কাজটি সম্পন্ন হওয়ায় অনেক শিক্ষক ও শিক্ষার্থী বিষয়টি মঙ্গলবার স্কুলে গিয়ে জানতে পারেন।",
            "এই নতুন রাস্তা নির্মাণের ফলে বিদ্যালয়ের খেলার মাঠের একটি অংশ নষ্ট হয়ে গেছে।"
        ]
    },
    {
        "title": "আহত ব্যক্তির রক্ত দেখে মানসিকভাবে বিপর্যস্ত মোস্তফা",
        "body": [
            "আয়েশা বেগম, মোস্তফার মা, ছেলের শার্টে প্রচুর রক্ত দেখে ভীত হয়ে পড়েন এবং পরে জানতে পারেন এটি আহত এক ব্যক্তির রক্ত।",
            "রক্ত পরিষ্কার করতে অনেক পানি লেগেছিল এবং তিনি আহত ব্যক্তির সুস্থতার জন্য প্রার্থনা করেছিলেন, যেন কোনো মায়ের বুক খালি না হয়।",
            "মোস্তফা ঘটনার সময় সাহসী ভূমিকা নিলেও, পরে সে মানসিকভাবে বিপর্যস্ত হয়ে পড়ে, যার ফলে তার তিন দিন প্রচণ্ড জ্বর ছিল, ঘুমে ছটফট করত, এবং ওজন কমে গেছে।",
            "পরিবার, বন্ধু এবং স্কুলের শিক্ষকরা মোস্তফার খোঁজ নিচ্ছেন এবং তার ভাইরাল ছবি নিয়ে গর্ব করেছেন।",
            "মোস্তফার মা সবার কাছে তার ছেলে যেন মানবিক মানুষ হিসেবে গড়ে ওঠে এবং আহতরা যেন দ্রুত সুস্থ হয়ে ওঠে, সেই জন্য দোয়া চেয়েছেন।"
        ]
    },
    {
        "title": "ডাকসু নির্বাচনে সম্ভাব্য প্রার্থী ও পদসমূহ",
        "body": [
            "আসন্ন ডাকসু নির্বাচনে সহসভাপতি (ভিপি), সাধারণ সম্পাদক (জিএস), সহসাধারণ সম্পাদক (এজিএস) সহ মোট ২৮টি পদে প্রার্থীরা প্রতিদ্বন্দ্বিতা করবেন।",
            "শিক্ষার্থী সংগঠনগুলোর দাবির প্রেক্ষিতে গবেষণা ও প্রকাশনা সম্পাদক, ক্যারিয়ার উন্নয়ন সম্পাদক, স্বাস্থ্য ও পরিবেশ সম্পাদক এবং মানবাধিকার ও আইনবিষয়ক সম্পাদক নামে চারটি নতুন পদ সৃষ্টি করা হয়েছে।",
            "জুলাই গণ-অভ্যুত্থানের পরিচিত মুখ এবং ছাত্রসংগঠনগুলোর শীর্ষ পর্যায়ের নেতারা সম্ভাব্য প্রার্থী হিসেবে আলোচনায় রয়েছেন।",
            "গণতান্ত্রিক ছাত্র সংসদের আবু বাকের মজুমদার, জাহিদ আহসান, তাহমিদ আল মুদ্দাসির চৌধুরী এবং আবদুল কাদেরের নাম প্রার্থী হিসেবে আলোচিত হচ্ছে।",
            "আলোচিত অন্যান্য সম্ভাব্য প্রার্থীদের মধ্যে বৈষম্যবিরোধী ছাত্র আন্দোলনের উমামা ফাতেমা, ঢাকা বিশ্ববিদ্যালয় সাংবাদিক সমিতির মহিউদ্দিন মুজাহিদ, ছাত্রদলের আবিদুল ইসলাম খান, বি এম কাওসার ও তানভীর বারী হামিম রয়েছেন।",
            "বাম ছাত্রসংগঠন থেকে বাংলাদেশ ছাত্র ইউনিয়নের মেঘমল্লার বসু ও বিপ্লবী ছাত্রমৈত্রীর জাবির আহমেদ, ইসলামী ছাত্রশিবিরের আবু সাদিক কায়েম ও এস এম ফরহাদ এবং ছাত্র অধিকার পরিষদের বিন ইয়ামিন মোল্লার নামও আলোচনায় আছে।"
        ]
    },
    {
        "title": "জাতীয় নাগরিক পার্টির নরসিংদীর সমাবেশে এনসিপির লক্ষ্য ও দাবি",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নরসিংদীকে শিল্পোন্নত ও সন্ত্রাসমুক্ত জেলা হিসেবে গড়ে তোলার অঙ্গীকার করেছেন এবং এই লক্ষ্য অর্জনে এনসিপির হাত শক্তিশালী করার আহ্বান জানিয়েছেন।",
            "তিনি জুলাই মাসের পদযাত্রার সাফল্যের উল্লেখ করে আগামী সংসদ নির্বাচনে ও বাংলাদেশে জাতীয় নাগরিক পার্টির জয় কামনা করেছেন।",
            "এনসিপির আহ্বায়ক অন্তর্বর্তী সরকারের দুই ছাত্র উপদেষ্টার বিরুদ্ধে চলমান ষড়যন্ত্রের নিন্দা জানিয়েছেন এবং তাদের গণ-অভ্যুত্থানের প্রতিনিধি হিসেবে আখ্যায়িত করে তাদের বিরুদ্ধে ষড়যন্ত্র প্রতিরোধের আহ্বান জানিয়েছেন।",
            "এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী ঐকমত্য কমিশন গঠন নিয়ে অসঙ্গতির অভিযোগ তুলেছেন এবং সরকারের প্রতি শহীদদের পক্ষে থাকার আহ্বান জানিয়েছেন, অন্যথায় ভবিষ্যতের পরিণতি নিয়ে সতর্ক করেছেন।",
            "নাসীরুদ্দীন পাটওয়ারী দেশে একটি নতুন সংবিধান প্রণয়নের দৃঢ় সংকল্প ব্যক্ত করেছেন।"
        ]
    },
    {
        "title": "মুরাদনগর: দুই পক্ষের সংঘর্ষ ও পুলিশের অবস্থান",
        "body": [
            "আজ বুধবার বিকেল পাঁচটা থেকে সন্ধ্যা ছয়টা পর্যন্ত মুরাদনগর উপজেলা সদরের আল্লাহু চত্বরে দুটি রাজনৈতিক পক্ষের মধ্যে উত্তেজনা ও সংঘর্ষের ঘটনা ঘটে।",
            "ঘটনার সময় পুলিশ সদস্যরা ঘটনাস্থল থেকে দৌড়ে মুরাদনগর থানার সামনে চলে যান এবং পরিস্থিতি শান্ত হওয়ার পর সেনাবাহিনী ও পুলিশ সদস্যরা ঘটনাস্থলে ফিরে আসেন।",
            "গতকাল মঙ্গলবার উপজেলা সদরে বিএনপির নেতা কায়কোবাদের অনুসারীরা উপদেষ্টা আসিফের পদত্যাগের দাবিতে বিক্ষোভ মিছিল ও সমাবেশ করেছিলেন।",
            "আজ বুধবার ‘মুরাদনগর উপজেলার সর্বস্তরের জনগণ’ ব্যানারে উপদেষ্টা আসিফের বিরুদ্ধে অপপ্রচার ও ষড়যন্ত্রের প্রতিবাদে আসিফের অনুসারীরা বিক্ষোভ মিছিল ও সমাবেশের আয়োজন করে।",
            "আল্লাহু চত্বরে আসিফের অনুসারীরা এবং কায়কোবাদের অনুসারীরা মুখোমুখি অবস্থান নেয়, দুই পক্ষের মাঝে পুলিশ ছিল এবং আসিফের অনুসারীরা চাঁদাবাজিবিরোধী স্লোগান দিচ্ছিল।"
        ]
    },
    {
        "title": "দুই শিশুর স্বপ্ন ও পিতার সংগ্রাম: ফারিয়ার মৃত্যুর পর আরিয়ান ও আইয়ানের ভবিষ্যৎ",
        "body": [
            "মিজানুর তার স্ত্রী ফারিয়াকে একাধিকবার ফিরিয়ে আনার চেষ্টা করলেও ব্যর্থ হন এবং ২০২০ সালে ফারিয়া তাকে তালাকনামা পাঠান।",
            "ফারিয়ার পক্ষ থেকে একটি যৌতুকের মামলা করা হয়, যাতে মিজানুরকে কারাগারে যেতে হয়; অন্যদিকে মিজানুর সন্তানের অভিভাবকত্ব চেয়ে আদালতের শরণাপন্ন হন, যা বর্তমানে রায়ের পর্যায়ে আছে।",
            "ফারিয়ার মৃত্যুর পর শিশু দুটি, আরিয়ান ও আইয়ান, বর্তমানে তাদের বাবা মিজানুরের সঙ্গেই আছে এবং তারা একসঙ্গে খেলছে।",
            "আরিয়ান ও আইয়ানের ভবিষ্যৎ স্বপ্ন সম্পর্কে জানতে চাইলে আইয়ান ডাক্তার হয়ে মানুষের সেবা করতে চায় এবং আরিয়ান সেনাবাহিনীর কর্মকর্তা হয়ে দেশ ও মানুষের নিরাপত্তা নিশ্চিত করতে চায়।"
        ]
    },
    {
        "title": "ছাত্র-জনতার অভ্যুত্থানের আগে গণভবনে শেখ হাসিনার দুই দফা বৈঠক",
        "body": [
            "সাবেক আইজিপি আবদুল্লাহ আল-মামুন তাঁর জবানবন্দিতে উল্লেখ করেন যে ছাত্র-জনতার অভ্যুত্থানের আগের দিন ২০২৪ সালের ৪ আগস্ট গণভবনে শেখ হাসিনা দুই দফা বৈঠক করেছিলেন।",
            "প্রথম বৈঠকটি ৪ আগস্ট বেলা ১১টায় অনুষ্ঠিত হয়, যেখানে আইনমন্ত্রী, স্বরাষ্ট্রমন্ত্রী, তিন বাহিনীর প্রধান এবং নিরাপত্তা সংক্রান্ত জাতীয় কমিটির সদস্যরা উপস্থিত ছিলেন। বৈঠকে আন্দোলন দমনের বিষয়ে আলোচনা হয় এবং গোয়েন্দা প্রতিবেদনে পরিস্থিতি গুরুতর বলে জানানো হয়, তবে সরকার পরিবর্তন নিয়ে কোনো আলোচনা হয়নি।",
            "দ্বিতীয় বৈঠকটি ৪ আগস্ট রাত ১০টার দিকে গণভবনে অনুষ্ঠিত হয়, যেখানে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা, তার বোন শেখ রেহানা, স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান কামাল, আইনমন্ত্রী আনিসুল হক, তিন বাহিনীর প্রধান, র‍্যাবের ডিজি এবং আইজিপি উপস্থিত ছিলেন।",
            "এই দ্বিতীয় বৈঠকে ৫ আগস্টের আন্দোলন ও গণজমায়েত দমনের কৌশল এবং ফোর্স মোতায়েন নিয়ে বিস্তারিত আলোচনা হয়।",
            "বৈঠকের পর রাত সাড়ে ১২টার দিকে সেনাবাহিনীর অপারেশন কন্ট্রোল রুমে ঢাকা শহর ও ঢাকার প্রবেশমুখে কঠোর অবস্থান নেওয়ার সিদ্ধান্ত হয় এবং পুলিশ সেনাবাহিনীর সঙ্গে সমন্বয় করে কাজ করবে বলে সিদ্ধান্ত গৃহীত হয়।"
        ]
    }
]