[
    {
        "title": "শেখ হাসিনার লকারে ৮৩২ ভরি স্বর্ণালংকার জব্দ",
        "body": [
            "ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনার অগ্রণী ব্যাংকে থাকা দুটি লকার থেকে ৮৩২ ভরি সোনার গয়না জব্দ করা হয়েছে।",
            "আদালতের অনুমতি নিয়ে একজন ম্যাজিস্ট্রেটের উপস্থিতিতে মঙ্গলবার লকার দুটি খোলা হয়।",
            "জাতীয় রাজস্ব বোর্ডের (এনবিআর) একজন ঊর্ধ্বতন কর্মকর্তা এই তথ্য নিশ্চিত করেছেন।",
            "লকার খোলার সময় এনবিআরের কেন্দ্রীয় গোয়েন্দা সেল (সিআইসি), দুর্নীতি দমন কমিশন (দুদক), বাংলাদেশ ব্যাংকসহ সংশ্লিষ্ট কর্মকর্তারা উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "মানসিক স্বাস্থ্য হাসপাতালে জনবল সংকট প্রকট",
        "body": [
            "১৯৯৬ সালে হাসপাতালটি ৫০০ শয্যার করা হলেও জনবল কাঠামো পরিবর্তন করা হয়নি, ফলে বিভিন্ন গুরুত্বপূর্ণ পদে দীর্ঘদিনের শূন্যতা বিদ্যমান।",
            "হাসপাতালের তিনটি ক্লিনিক্যাল সাইকোলজিস্টের পদই শূন্য: একজন অনুপস্থিত, একজন অবসরপ্রাপ্ত এবং একজন স্বাস্থ্য অধিদপ্তরে প্রেষণে কর্মরত; বর্তমানে একজন ইকোলজিক্যাল সোশ্যাল ওয়ার্কার দায়িত্ব পালন করছেন।",
            "মনোরোগ বিশেষজ্ঞ সাতজনের মধ্যে পাঁচজনই সংযুক্তিতে দায়িত্ব পালন করছেন এবং সহকারী অধ্যাপক মনোরোগ বিশেষজ্ঞ একজন মেডিকেল অফিসারের পদে কাজ করছেন।",
            "মোবাইল, ইন্টারনেট, পর্নোগ্রাফি আসক্তি, পড়াশোনায় মনোযোগের অভাব এবং প্রসবপরবর্তী জটিলতাসহ নানা ধরনের মানসিক রোগীর সংখ্যা বাড়ছে, যাদের জন্য কাউন্সেলিং এবং বিশেষায়িত বিভাগ ও দক্ষ জনবল জরুরি।",
            "হাসপাতালটিতে সিনিয়র কনসালট্যান্ট, ক্লিনিক্যাল সাইকিয়াট্রিস্ট, ক্লিনিক্যাল প্যাথলজিস্ট, বায়োকেমিস্ট, অকুপেশনাল থেরাপিস্টসহ প্রথম, দ্বিতীয়, তৃতীয় ও চতুর্থ শ্রেণির মোট ৬৪৩টি পদের মধ্যে ১৫৩টি পদ শূন্য রয়েছে।"
        ]
    },
    {
        "title": "অ্যাটর্নি জেনারেল: 'সরকারের জনবিচ্ছিন্ন, জনবিরোধী কোনো এজেন্ডা নেই'",
        "body": [
            "অ্যাটর্নি জেনারেল আসাদুজ্জামান সাংবাদিকদের জানিয়েছেন যে, চট্টগ্রাম বন্দরকে বাংলাদেশের অর্থনীতির লাইফলাইন উল্লেখ করে এতে স্বচ্ছতা আনাই সরকারের মূল লক্ষ্য এবং সরকারের কোনো জনবিচ্ছিন্ন বা জনবিরোধী এজেন্ডা নেই।",
            "তিনি আরও বলেন যে, সরকার সংবিধান ও আইনের মধ্য থেকে পিপিপি (পাবলিক-প্রাইভেট পার্টনারশিপ) নীতিমালা অনুসরণ করে কাজ করছে। অন্তর্বর্তীকালীন সরকার সাংবিধানিক স্কিমের অধীনে প্রধানমন্ত্রীর মতোই দায়িত্ব পালন করতে পারে এবং এক্ষেত্রে সংবিধানের চতুর্থ শিডিউলের ২ ও ৪ ধারা উল্লেখ করা হয়েছে।",
            "অ্যাটর্নি জেনারেল ব্যাখ্যা করেন যে, বিজয়ী শক্তিই রাষ্ট্রের নেতা ও পরিচালনার পদ্ধতি নির্ধারণ করে। বাংলাদেশের ক্ষেত্রে একাত্তরের মুক্তিযুদ্ধ এবং বর্তমান প্রেক্ষাপটে সেই ধারাবাহিকতা বজায় রয়েছে, যার মধ্যে কোনো ব্যত্যয়, সন্দেহ বা অস্পষ্টতা নেই।"
        ]
    },
    {
        "title": "লেবার পার্টির এমপি টিউলিপের বিরুদ্ধে প্রভাব বিস্তারের অভিযোগ",
        "body": [
            "লেবার পার্টির এমপি টিউলিপের বিরুদ্ধে অভিযোগ উঠেছে যে তিনি তার মায়ের জন্য ঢাকার উপকণ্ঠে একটি প্লট নিশ্চিত করতে সাবেক প্রধানমন্ত্রী শেখ হাসিনার উপর প্রভাব খাটিয়েছিলেন।",
            "টিউলিপ, যিনি শেখ হাসিনার ভাগ্নি, এসব অভিযোগ অস্বীকার করেছেন এবং সেগুলোকে রাজনৈতিক উদ্দেশ্যপ্রণোদিত বলে অভিহিত করেছেন।",
            "ব্রিটিশ আইনজীবীরা বাংলাদেশের ফৌজদারি মামলার বিচারপ্রক্রিয়া নিয়ে উদ্বেগ প্রকাশ করেছেন, বিশেষ করে যখন অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আইনের শাসন ও ন্যায়বিচারের উপর জোর দিচ্ছেন।",
            "আইনজীবীরা উল্লেখ করেছেন যে টিউলিপ যুক্তরাজ্যের নাগরিক এবং একজন নির্বাচিত পার্লামেন্ট সদস্য, তাই তাকে পলাতক বলা যাবে না। প্রয়োজন হলে তাকে বাংলাদেশে প্রত্যর্পণ করা সম্ভব।"
        ]
    }
]