[
    {
        "title": "খালেদা জিয়াকে নিবিড় পর্যবেক্ষণে রাখা হয়েছে: হৃদ্‌যন্ত্র ও ফুসফুসে সংক্রমণ, শ্বাসকষ্ট",
        "body": [
            "বিএনপির চেয়ারপারসন খালেদা জিয়াকে রাজধানীর এভারকেয়ার হাসপাতালে নিবিড় পর্যবেক্ষণে রাখা হয়েছে।",
            "চিকিৎসকদের সূত্রে জানা গেছে, তাঁর হৃদ্‌যন্ত্র ও ফুসফুসে সংক্রমণ ছড়িয়ে পড়ায় শ্বাসকষ্ট হচ্ছে।",
            "হঠাৎ শ্বাসকষ্ট দেখা দেওয়ায় রোববার রাত আটটার দিকে জরুরি ভিত্তিতে তাঁকে হাসপাতালে নেওয়া হয়।",
            "অধ্যাপক শাহাবুদ্দিন তালুকদারের তত্ত্বাবধানে খালেদা জিয়ার চিকিৎসা চলছে এবং তাঁর সুস্থতার জন্য দলের পক্ষ থেকে দেশবাসীর কাছে দোয়া চাওয়া হয়েছে।"
        ]
    },
    {
        "title": "পুলিশ সার্ভিস অ্যাসোসিয়েশনের প্রতিবাদ: জামায়াত নেতার বক্তব্যকে 'হেয়প্রতিপন্নকারী' আখ্যা",
        "body": [
            "পুলিশ সার্ভিস অ্যাসোসিয়েশন জামায়াতে ইসলামীর কেন্দ্রীয় কর্মপরিষদের সদস্য ও সাবেক সংসদ সদস্য শাহজাহান চৌধুরীর একটি বক্তব্যকে 'উচ্চাকাঙ্ক্ষামূলক ও পুলিশের জন্য হেয়প্রতিপন্নকারী' বলে প্রতিবাদ জানিয়েছে।",
            "শাহজাহান চৌধুরী গত শনিবার চট্টগ্রামে একটি সমাবেশে প্রশাসন নিয়ে ওই বক্তব্য দিয়েছিলেন।",
            "তার এই বক্তব্য সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ায় পুলিশ সার্ভিস অ্যাসোসিয়েশনের দৃষ্টিগোচর হয় এবং এ নিয়ে আলোচনা-সমালোচনা চলছে।"
        ]
    },
    {
        "title": "বাংলাদেশে জোটবদ্ধ রাজনীতিতে প্রতীকের প্রভাব: ২০০১ ও ২০১৮ সালের নির্বাচনের চিত্র",
        "body": [
            "২০০১ সালের নির্বাচনে বিএনপির নেতৃত্বে চারদলীয় জোট বিপুল সংখ্যাগরিষ্ঠতা নিয়ে সরকার গঠন করে, যেখানে ইসলামী ঐক্যজোটের মাওলানা ফজলুল হক আমিনী ও শাহীনুর পাশা চৌধুরী বিএনপির ধানের শীষ প্রতীকে সংসদ সদস্য নির্বাচিত হন।",
            "ওই নির্বাচনে বাংলাদেশ জাতীয় পার্টি (বিজেপি) চারটি আসন পায় বিএনপির প্রতীক ধানের শীষ নিয়ে, এবং জামায়াত তার নিজ প্রতীক দাঁড়িপাল্লা নিয়ে প্রতিদ্বন্দ্বিতা করলেও বিএনপি ওই আসনগুলোতে প্রার্থী দেয়নি।",
            "রাজনৈতিক বিশ্লেষকদের মতে, জোটের মূল শরিক বিএনপির নেতা-কর্মীদের পূর্ণ সমর্থন ও ভোটের কারণে অপেক্ষাকৃত ছোট শরিক দলগুলো সংসদে প্রতিনিধিত্ব করতে সক্ষম হয়েছিল।",
            "২০১৮ সালের নির্বাচনে বিএনপি এবং তাদের মিত্ররা জাতীয় ঐক্যফ্রন্ট নামে অংশ নেয়, যেখানে গণফোরামের সুলতান মোহাম্মদ মনসুর আহমেদ ধানের শীষ প্রতীকে সংসদ সদস্য নির্বাচিত হন।",
            "গণফোরামের আরেক প্রার্থী মোকাব্বির খান উদীয়মান সূর্য প্রতীকে সিলেট-২ আসন থেকে নির্বাচিত হন, যেখানে বিএনপির প্রার্থী তাহমিনা রুশদির লুনা'র প্রার্থিতা বাতিল হয় এবং আওয়ামী লীগ জাতীয় পার্টিকে আসনটি ছেড়ে দেয়।"
        ]
    },
    {
        "title": "পুলিশের বিরুদ্ধে হামলাকারীদের পক্ষ নেওয়ার অভিযোগ",
        "body": [
            "আলেয়া বেগম অভিযোগ করেছেন যে পুলিশ হামলাকারীদের পক্ষ নিয়েছে এবং তার অভিযোগের প্রতি তেমন সাড়া দেয়নি, ওসি মহোদয় হামলাকারীদের নিয়ে চলে গেছেন।",
            "বক্তারা অভিযোগ করেন, গত বছরের ৫ আগস্টের পর থেকে মাজার ভাঙার বিরুদ্ধে বারবার সতর্ক করা হলেও অন্তর্বর্তী সরকার কোনো ব্যবস্থা নেয়নি।",
            "আবুল সরকারকে গ্রেপ্তার এবং তার অনুসারীদের ওপর হামলাকে অঙ্গীকার ভঙ্গের একটি বড় উদাহরণ হিসেবে উল্লেখ করা হয়েছে।",
            "সমাবেশে গণমাধ্যমকর্মী, বাউলভক্ত, সুফি নেতা, রাজনৈতিক কর্মী, চলচ্চিত্র নির্মাতা, শিক্ষক, লেখক, মানবাধিকারকর্মী এবং বাংলাদেশ সুপ্রিম পার্টির যুগ্ম মহাসচিবসহ অনেকেই বক্তব্য দেন।"
        ]
    },
    {
        "title": "উন্নয়নশীল দেশে উত্তরণে বাংলাদেশের প্রস্তুতি ও কৌশল",
        "body": [
            "অ্যাঙ্গোলা ও সামোয়ার মতো দেশগুলোর জন্য উত্তরণের সময়সীমা পরিবর্তন করা হয়েছে, যা ইঙ্গিত করে যে অর্থনৈতিক সংকটে জাতিসংঘ নমনীয়তা দেখায়।",
            "বাংলাদেশকে তার ভবিষ্যৎ গঠনে বাড়তি সময় চাওয়ার বিষয়ে দায়িত্বশীল আচরণ করতে হবে এবং বিকল্প না থাকার ভান করা উচিত নয়, কারণ এটি দর-কষাকষির সক্ষমতা দুর্বল করে।",
            "সরকার আন্তর্জাতিক আলোচনার টেবিলে বসার আগেই নিজস্ব অবস্থান প্রকাশ করে দর-কষাকষির শক্তি হারাচ্ছে।",
            "দেশের ব্যবসায়ীরা বর্তমানে ব্যাংকিং খাতে চাপ, বৈদেশিক মুদ্রার অস্থিরতা, ঋণের ঝুঁকি বৃদ্ধি এবং রপ্তানি শ্লথতার মতো চ্যালেঞ্জ মোকাবিলা করছেন, যা উত্তরণে 'যোগ্য' হওয়া এবং 'প্রস্তুত' হওয়ার মধ্যে পার্থক্য তুলে ধরে।",
            "সিদ্ধান্ত গ্রহণের ক্ষেত্রে প্রকৃত জাতীয় শক্তিমত্তা নিয়ে সংশয় না রেখে, কঠিন প্রশ্ন জিজ্ঞাসা করার শৃঙ্খলার মাধ্যমে জাতীয় শক্তি প্রদর্শন করা উচিত।"
        ]
    },
    {
        "title": "র‍্যাপিড পাস ও এমআরটি পাসের অনলাইন রিচার্জ সুবিধা চালু",
        "body": [
            "শেখ মইনউদ্দিনের মতে, অনলাইন রিচার্জ সুবিধার প্রবর্তন বাংলাদেশের গণপরিবহনে ডিজিটাল রূপান্তরের একটি গুরুত্বপূর্ণ ধাপ।",
            "র‍্যাপিড পাস ও এমআরটি পাস ব্যবহারকারীরা এখন যেকোনো সময়, যেকোনো স্থান থেকে নিরাপদে ও দ্রুত তাঁদের কার্ড রিচার্জ করতে পারবেন।",
            "নিখিল কুমার দাস উল্লেখ করেছেন যে, এই অনলাইন রিচার্জ সেবা যাত্রীদের জন্য দ্রুত, নিরাপদ ও স্বচ্ছ ব্যবস্থা নিশ্চিত করবে এবং ভবিষ্যতে গণপরিবহন সেবাকে ডিজিটাল প্ল্যাটফর্মে যুক্ত করার কাজ চলছে।",
            "নীলিমা আখতারের মতে, এই পরিষেবা যাত্রীদের সময় বাঁচাবে, নগদহীন ও ডিজিটাল পেমেন্ট ব্যবস্থার প্রসার ঘটাবে এবং গণপরিবহন ব্যবস্থার আধুনিকীকরণকে আরও শক্তিশালী করবে।"
        ]
    }
]