[
    {
        "title": "জিরো রিটার্ন দাখিলের সুযোগ নেই: এনবিআর",
        "body": [
            "জাতীয় রাজস্ব বোর্ড (এনবিআর) জানিয়েছে, আয়কর আইন অনুযায়ী 'জিরো রিটার্ন' নামে কোনো রিটার্ন দাখিলের বিধান নেই।",
            "করদাতাদের তাদের প্রকৃত আয়, ব্যয়, সম্পদ এবং দায় সঠিকভাবে আয়কর রিটার্নে প্রদর্শন করতে হবে।",
            "যদি একজন করদাতার প্রকৃত আয় আইন অনুযায়ী করযোগ্য না হয়, তবে তাকে কোনো কর পরিশোধ করতে হবে না। তবে সঠিক তথ্য-উপাত্ত প্রদর্শন না করে শূন্য আয় দেখিয়ে জিরো রিটার্ন দাখিল করার সুযোগ নেই।",
            "এনবিআর করদাতাদের প্রকৃত তথ্য প্রদর্শনের মাধ্যমে দেশের উন্নয়নে অংশীদার হতে এবং সামাজিক যোগাযোগ মাধ্যমে প্রচারিত প্রতারণামূলক জিরো রিটার্নের ফাঁদ থেকে নিজেদের সুরক্ষিত রাখতে আহ্বান জানিয়েছে।"
        ]
    },
    {
        "title": "গণপিটুনিতে দুজনের মৃত্যু: তারাগঞ্জ, রংপুর",
        "body": [
            "তারাগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এম এ ফারুক জানিয়েছেন, গণপিটুনিতে দুজনের মৃত্যু হয়েছে এবং এ ঘটনায় মামলা দায়েরের প্রস্তুতি চলছে।",
            "নিহত রুপলাল দাসের মা লালিচা দাস দাবি করেছেন যে তার ছেলে চোর ছিল না, বরং জুতা সেলাই করে সংসার চালাতো এবং তারাগঞ্জের সবাই তাকে চিনতো।",
            "লালিচা দাস আরও জানান, তার ছেলে তার মেয়ের বিয়ের জন্য ভাগিনা জামাইকে রাস্তা চেনাতে গিয়েছিল, যা তার মৃত্যুর কারণ হয়েছে।",
            "তিনি তার ছেলের হত্যাকারীদের বিচারের দাবি জানিয়েছেন।"
        ]
    },
    {
        "title": "নির্দোষ স্বামীর মৃত্যুতে বিলাপ ও বিচার দাবি",
        "body": [
            "ভারতী দাস তাঁর ১০ বছর বয়সী মেয়ে রুপা দাস ও ১৩ বছর বয়সী ছেলে জয় দাসকে নিয়ে স্বামীর মৃত্যুতে বারবার মূর্ছা যাচ্ছেন এবং প্রশ্ন করছেন কীভাবে তিনি তাঁর সন্তানদের বড় করবেন, কেন তাঁর নির্দোষ স্বামীকে মারা হলো, এবং তাঁর বড় মেয়ের বিয়ের কী হবে।",
            "বড় মেয়ে নুপুর দাস (১৮) মায়ের গলা ধরে কাঁদছেন এবং অসহায়ত্বের সঙ্গে বলছেন যে তারা এখন এতিম হয়ে গেছে এবং তাদের দেখার কেউ নেই।",
            "নিহত রুপলাল দাসের বৃদ্ধা মা লালিচা দাস ছেলে হারানোর শোকে জ্ঞান হারিয়েছেন এবং জ্ঞান ফেরার পর বলছেন যে তাঁর ছেলের কোনো দোষ ছিল না এবং কেন তাকে মারা হলো; তিনি হত্যাকারীদের বিচার দাবি করছেন।"
        ]
    },
    {
        "title": "খুলনা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের মৎস্য খামার দখলের প্রচেষ্টা",
        "body": [
            "খুলনা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা মৎস্য বীজ উৎপাদন কেন্দ্র দখলের দাবি জানিয়েছে, যা তাদের মতে বিশ্ববিদ্যালয়ের আয়তনের এক পঞ্চমাংশ এবং প্রয়োজনের তুলনায় অপ্রতুল।",
            "শিক্ষার্থীরা যুক্তি দিয়েছে যে, তারা এই দাবি হঠাৎ করে তোলেনি, বরং বছরের পর বছর ধরে উত্থাপন করে আসছে এবং সংশ্লিষ্ট কর্তৃপক্ষকে এর যৌক্তিকতা চাক্ষুষ দেখিয়েছে।",
            "তাদের মতে, মৎস্য বীজ উৎপাদন কেন্দ্রটি একটি অর্ধ-পরিত্যক্ত স্থাপনা যার মধ্যে পুকুর, একটি পরিত্যক্ত হ্যাচারি, ভবন ও বাসভবন রয়েছে এবং এটি ময়ূর নদীর নাব্যতা হারানোর কারণে মৎস্য গবেষণায় তেমন ভূমিকা রাখতে পারছে না।",
            "খুলনা জেলা মৎস্য কর্মকর্তা মো. বদরুজ্জামান নিশ্চিত করেছেন যে, শিক্ষার্থীরা খামারের নামফলক সরিয়ে ফেলেছে এবং কর্মকর্তা-কর্মচারীদের বের করে দিয়ে তালা লাগিয়ে দিয়েছে, যা তিনি জেলা প্রশাসক ও ঊর্ধ্বতন কর্তৃপক্ষকে অবহিত করেছেন।"
        ]
    },
    {
        "title": "জাতীয় বিশ্ববিদ্যালয়ের পরীক্ষা পদ্ধতি ও পাঠ্যক্রমের দুর্বলতা: উপাচার্যের বক্তব্য",
        "body": [
            "জাতীয় বিশ্ববিদ্যালয়ের উপাচার্য এ এস এম আমানুল্লাহ গুলশানের একটি হোটেলে ‘অন্তর্বর্তীকালীন সরকারের ৩৬৫ দিন’ শীর্ষক সংলাপে শিক্ষা ও শিল্পের মধ্যে বিশ্ববিদ্যালয়ের সংযোগ প্রায় শূন্য বলে মন্তব্য করেছেন।",
            "তিনি উল্লেখ করেন যে, জাতীয় বিশ্ববিদ্যালয়ের শিক্ষার্থীরা দক্ষ না হলেও বড় কোম্পানিগুলোতে তাদের চাহিদা রয়েছে, কারণ তাদের উচ্চাকাঙ্ক্ষা কম এবং সহজে প্রভাবিত করা যায়, ফলে দীর্ঘ সময় ব্যবহার করা যায়।",
            "উপাচার্য পরীক্ষা পদ্ধতির দুর্বলতা তুলে ধরে বলেন, পদার্থবিজ্ঞানের শিক্ষক দর্শনের কোর্সের নম্বর দেন এবং ল্যাব না থাকা কলেজেও রসায়ন, পদার্থ ও জীববিজ্ঞানে ১০০ নম্বর দেওয়া হয়; অনেক ল্যাব থাকলেও সেখানে কাজ হয় না।"
        ]
    }
]