[
    {
        "title": "ডাকসুর জিএস সাঈদ বিন হাবিবের আক্দ সম্পন্ন",
        "body": [
            "চাকসুর সাধারণ সম্পাদক (জিএস) সাঈদ বিন হাবিবের আক্দ আজ দুপুরে অনুষ্ঠিত হয়েছে।",
            "বিয়ের আনুষ্ঠানিকতা দুই পরিবারের সদস্য ও ঘনিষ্ঠজনদের নিয়ে ঘরোয়া পরিবেশে সম্পন্ন করা হয়েছে, এরপর মধ্যাহ্নভোজের আয়োজন করা হয়।",
            "এস এম ফরহাদ ঢাকা বিশ্ববিদ্যালয়ের সমাজকল্যাণ ও গবেষণা ইনস্টিটিউটের ২০১৭-১৮ শিক্ষাবর্ষের শিক্ষার্থী এবং কবি জসীমউদ্‌দীন হলের আবাসিক শিক্ষার্থী ছিলেন।",
            "তাঁর পরিবারের স্থায়ী নিবাস রাঙামাটির লংগদু উপজেলার মাইনী ইউনিয়নের গাথাছড়া গ্রামে।"
        ]
    },
    {
        "title": "পরিকল্পিত সন্ত্রাস-আক্রমণ: সরকারের পৃষ্ঠপোষকতার প্রশ্ন তুললেন আনু মুহাম্মদ",
        "body": [
            "আনু মুহাম্মদ সাম্প্রতিক বিভিন্ন ভবন ও প্রতিষ্ঠানে সংঘটিত হামলা ও অগ্নিসংযোগের ঘটনাগুলোকে 'অবিশ্বাস্য' বলে অভিহিত করেছেন।",
            "তিনি উল্লেখ করেছেন যে নুরুল কবীর, যিনি হাসিনা সরকারের অন্যায়, দুর্নীতি ও মানবাধিকার লঙ্ঘনের বিরুদ্ধে সোচ্চার ছিলেন, তাকে আওয়ামী লীগের দোসর আখ্যা দিয়ে আক্রমণ করা হয়েছে।",
            "ছায়ানট, উদীচী, প্রথম আলো এবং ডেইলি স্টারে হামলাগুলো উদ্দেশ্যহীন কতিপয় যুবকের উচ্ছৃঙ্খল আচরণ নয়, বরং এটি একটি সুপরিকল্পিত সন্ত্রাস-আক্রমণ বলে তিনি মন্তব্য করেছেন।",
            "আক্রমণকারীদের সংখ্যা কম হওয়া সত্ত্বেও পুলিশ ও সেনাবাহিনী নিষ্ক্রিয় থাকায় তিনি বিস্ময় প্রকাশ করেছেন এবং প্রশ্ন তুলেছেন যে রাষ্ট্র ও সরকার কেন হামলাকারীদের পৃষ্ঠপোষকতা বা সহযোগিতা করছে বলে মনে হচ্ছে।"
        ]
    },
    {
        "title": "আওয়ামী লীগের নির্বাচনে অংশগ্রহণে সরকারি নিষেধাজ্ঞা",
        "body": [
            "প্রেস সচিব জানান যে তিনি আওয়ামী লীগের নির্বাচন অংশগ্রহণের বিষয়ে চিঠি দেখেননি এবং এ বিষয়ে জানেন না, তবে সরকারের অবস্থান স্পষ্ট যে আওয়ামী লীগ নির্বাচনে অংশ নিতে পারবে না।",
            "আওয়ামী লীগের কার্যক্রম নিষিদ্ধ এবং নির্বাচন কমিশন তাদের দল হিসেবে বাদ দিয়েছে।",
            "চলতি বছরের মে মাসে অন্তর্বর্তী সরকার বাংলাদেশ আওয়ামী লীগ এবং এর সব অঙ্গসংগঠন, সহযোগী সংগঠন ও ভ্রাতৃপ্রতিম সংগঠনের যাবতীয় কার্যক্রম নিষিদ্ধ করে প্রজ্ঞাপন জারি করে।",
            "আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে বিচারকাজ সম্পন্ন না হওয়া পর্যন্ত এই নিষেধাজ্ঞা বহাল থাকবে।",
            "স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগ সন্ত্রাসবিরোধী (সংশোধন) অধ্যাদেশ অনুযায়ী এই ব্যবস্থা নিয়েছে।"
        ]
    },
    {
        "title": "রাজধানীর নিউ ইস্কাটনে ককটেল বিস্ফোরণে যুবক নিহত",
        "body": [
            "বুধবার রাত পৌনে আটটার দিকে নিউ ইস্কাটনে বাংলাদেশ মুক্তিযোদ্ধা কেন্দ্রীয় কমান্ড কাউন্সিলের সামনে ককটেল বিস্ফোরণে সিয়াম মজুমদার (১৯) নামের এক যুবক নিহত হয়েছেন।",
            "প্রত্যক্ষদর্শী চা-দোকানির বর্ণনা অনুযায়ী, নিহত যুবক তার কাছে চা চাইতে এসেছিলেন এবং চা বানানোর সময়ই হঠাৎ বিস্ফোরণের শব্দ শোনা যায়, যার ফলে যুবক মাটিতে লুটিয়ে পড়েন এবং তার মাথা থেকে রক্তক্ষরণ হয়।",
            "নিহত সিয়াম মজুমদার ঘটনাস্থলের সড়কের উল্টো দিকের একটি মোটর পার্টসের দোকানে কাজ করতেন।"
        ]
    },
    {
        "title": "প্রধান উপদেষ্টার বিশেষ সহকারী খোদা বকশ চৌধুরীর পদত্যাগ",
        "body": [
            "ইনকিলাব মঞ্চ শহীদ শরিফ ওসমান বিন হাদির হত্যাকারীদের দ্রুত গ্রেপ্তারের দাবিতে আন্দোলন করছে এবং স্বরাষ্ট্র উপদেষ্টা ও প্রধান উপদেষ্টার বিশেষ সহকারীকে ২৪ ঘণ্টার মধ্যে এই বিষয়ে অগ্রগতি জানানোর সময় বেঁধে দিয়েছিল।",
            "সংগঠনটি হুঁশিয়ারি দিয়েছিল যে, নির্দিষ্ট সময়ের মধ্যে জবাব না পেলে সংশ্লিষ্ট কর্মকর্তাদের পদত্যাগ দাবি করা হবে।",
            "দেশের আইনশৃঙ্খলা পরিস্থিতি নিয়ে জনমনে উদ্বেগ ও আলোচনার মধ্যেই প্রধান উপদেষ্টার বিশেষ সহকারী খোদা বকশ চৌধুরী রাতে পদত্যাগ করেছেন।",
            "তার পদত্যাগের সুনির্দিষ্ট কারণ তাৎক্ষণিকভাবে জানা যায়নি।"
        ]
    },
    {
        "title": "তারেক রহমানকে দেখতে এভারকেয়ার হাসপাতালের সামনে নেতাকর্মীদের ভিড়",
        "body": [
            "বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান তার মা খালেদা জিয়াকে দেখতে রাজধানীর এভারকেয়ার হাসপাতালে যাবেন এমন খবরে হাসপাতালের সামনে দলটির নেতা-কর্মী ও সাধারণ মানুষের ভিড় জমেছে।",
            "প্রায় ১৭ বছর পর দেশে ফেরা তারেক রহমানকে একনজর দেখার জন্য অধীর আগ্রহে বিভিন্ন বয়সী মানুষ অপেক্ষা করছে।",
            "উপস্থিত নেতা-কর্মীদের অনেকেই দলের পতাকার রঙে জার্সি, ক্যাপ, ব্যান্ড পরে এসেছেন এবং হাতে দলের পতাকা ও প্ল্যাকার্ড বহন করছেন।",
            "এই উচ্ছ্বাসকে অনেকে 'ঈদ ঈদ' অনুভূতির সাথে তুলনা করেছেন, যা তারেক রহমানের প্রতি তাদের আগ্রহ ও সমর্থনকে নির্দেশ করে।",
            "নেতা-কর্মীদের ভিড়ের কারণে এভারকেয়ার হাসপাতালের সামনে নিরাপত্তা জোরদার করা হয়েছে এবং পুলিশ ও বিজিবি সদস্যদের মোতায়েন করা হয়েছে।"
        ]
    },
    {
        "title": "নিউ ইস্কাটনে ককটেল বিস্ফোরণে যুবক নিহত",
        "body": [
            "রাজধানীর নিউ ইস্কাটনে ফ্লাইওভার থেকে ছোড়া ককটেলের বিস্ফোরণে এক যুবক নিহত হয়েছেন।",
            "ঘটনাটি আজ বুধবার রাত পৌনে আটটার দিকে ঘটে বলে পুলিশ জানিয়েছে।",
            "পুলিশের রমনা বিভাগের উপকমিশনার (ডিসি) মাসুদ আলম জানান, নিউ ইস্কাটনের বাংলাদেশ মুক্তিযোদ্ধা সংসদ কেন্দ্রীয় কমান্ড কাউন্সিলের ফটকের সামনে শক্তিশালী ককটেলের বিস্ফোরণ হয়।",
            "এ সময় যুবকটি গুরুতর আহত হন এবং ঘটনাস্থলেই তাঁর মৃত্যু হয়।"
        ]
    }
]