[
    {
        "title": "বঙ্গবন্ধুর মৃত্যুবার্ষিকীতে মারধরের শিকার রিকশাচালক হত্যাচেষ্টা মামলায় গ্রেপ্তার",
        "body": [
            "বঙ্গবন্ধু শেখ মুজিবুর রহমানের মৃত্যুবার্ষিকীতে ধানমন্ডি ৩২ নম্বরে শ্রদ্ধা জানাতে গিয়ে গণপিটুনির শিকার রিকশাচালক আজিজুর রহমানকে গ্রেপ্তার করেছে পুলিশ।",
            "তাকে জুলাইয়ের গণ-অভ্যুত্থানের সময়ের একটি হত্যাচেষ্টা মামলায় গ্রেপ্তার দেখানো হয়েছে।",
            "শনিবার আজিজুরকে আদালতে হাজির করা হলে ঢাকা মহানগর হাকিম ইসরাত জেনিফার জেরিন তাকে কারাগারে পাঠানোর নির্দেশ দেন।"
        ]
    },
    {
        "title": "নতুন ভোটারদের ভোটদানের সুযোগ এবং নির্বাচনের গুরুত্ব",
        "body": [
            "বাংলাদেশে গত দেড় দশকে অনেক প্রাপ্তবয়স্ক নতুন ভোটার হয়েছেন যারা আগে কখনো ভোট দেননি।",
            "অধ্যাপক ইউনূস উল্লেখ করেছেন যে কেউ ১০ বছর বা এমনকি ১৫ বছর ধরে ভোট দেওয়ার সুযোগের জন্য অপেক্ষা করছেন।",
            "প্রধান উপদেষ্টা বলেছেন যে ১৮ বছর বয়সী ব্যক্তিরা, যারা ভোট দিতে আগ্রহী কিন্তু সত্যিকারের নির্বাচনের অভাবে সুযোগ পাননি, তারা এখন ১৫ বছরের মধ্যে প্রথমবারের মতো ভোট দিতে পারবেন।"
        ]
    },
    {
        "title": "ব্যানারে শেখ হাসিনা, সাবেক আওয়ামী লীগ ও বিভিন্ন ক্ষেত্রের তারকাদের ছবি",
        "body": [
            "আজ বিকেলে ছাত্র-জনতার গণ-অভ্যুত্থানে পতন হওয়া শেখ হাসিনার ছবি ব্যানারে প্রদর্শিত হয়েছে।",
            "ব্যানারে আওয়ামী লীগের (কার্যক্রম নিষিদ্ধ) সাবেক মন্ত্রী, মেয়র এবং নিষিদ্ধঘোষিত ছাত্রলীগের নেতাদের ছবিও ছিল।",
            "জাতীয় ক্রিকেট দলের সাবেক অধিনায়ক সাকিব আল হাসান, সংস্কৃতি ও বিনোদন জগতের শম্পা রেজা, শাকিব খান, চঞ্চল চৌধুরী, জয়া আহসান, রাহুল আনন্দ, মেহের আফরোজ শাওন, আব্দুন নূর তুষার, সাজু খাদেম, কচি খন্দকার, শরাফ আহমেদ জীবন, আর্টসেলের জর্জ লিংকন ডি কস্টা প্রমুখ তারকার ছবি ব্যানারে অন্তর্ভুক্ত ছিল।",
            "ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক কামরুল হাসান মামুন এবং সাংবাদিক জ ই মামুন ও সাহেদ আলমের ছবিও ব্যানারে দেখা গেছে।"
        ]
    },
    {
        "title": "গণপরিষদ নির্বাচনের দাবি হাসনাত আবদুল্লাহর",
        "body": [
            "হাসনাত আবদুল্লাহ দ্রুত গণপরিষদ নির্বাচনের দাবি জানিয়েছেন, যা নভেম্বর, ডিসেম্বর বা জানুয়ারিতে যেকোনো সময় হতে পারে, তবে পুরোনো নিয়মে নয় এবং জনগণের সামনে প্রকৃত বিকল্প থাকতে হবে।",
            "তিনি উল্লেখ করেন যে জনগণ প্রত্যাখ্যান করলে তারা মেনে নেবেন, কিন্তু সমঝোতার নির্বাচন নয়।",
            "বর্তমান সংবিধানকে 'ফ্যাসিবাদীর পাঠ্যপুস্তক' আখ্যা দিয়ে তিনি বলেন, ৫ আগস্টের অভ্যুত্থান প্রমাণ করেছে যে বর্তমান রাষ্ট্রব্যবস্থা অকার্যকর এবং নতুন সংবিধান ছাড়া জনগণের রাষ্ট্র গড়া সম্ভব নয়।",
            "সভায় এনসিপির সদস্যসচিব আখতার হোসেন, মুখ্য সংগঠক নাসীরুদ্দীন পাটওয়ারী, যুগ্ম সদস্যসচিব জহুরুল ইসলাম, আরিফ সোহেল ও ফরিদুল হকও বক্তব্য রাখেন।"
        ]
    },
    {
        "title": "ড্যাবের আসিফ নজরুলকে বক্তব্য প্রত্যাহার ও দুঃখ প্রকাশের আহ্বান",
        "body": [
            "ড্যাব নেতারা গঠনমূলক সমালোচনাকে গণতান্ত্রিক ব্যবস্থার সৌন্দর্য হিসেবে উল্লেখ করেছেন, তবে তা তথ্যনির্ভর ও সম্মানজনক হওয়ার উপর জোর দিয়েছেন।",
            "তারা বলেন, পুরো চিকিৎসক সমাজকে অযথা বদনাম করা হাজারো সৎ ও নিবেদিতপ্রাণ চিকিৎসকের আত্মত্যাগকে অপমানিত করে এবং চিকিৎসক-রোগীর সম্পর্ককে ক্ষতিগ্রস্ত করে।",
            "এছাড়াও, এ ধরনের বক্তব্য মেধাবী তরুণদের চিকিৎসাসেবার মতো মহান পেশায় আসার আগ্রহে প্রতিবন্ধকতা সৃষ্টি করে।",
            "ড্যাব আসিফ নজরুলকে তার বক্তব্য পুনর্বিবেচনা করতে এবং জনস্বার্থে একটি ব্যাখ্যা বা দুঃখ প্রকাশ করার আহ্বান জানিয়েছে।"
        ]
    }
]