[
    {
        "title": "যুদ্ধাপরাধীদের বিচার ও শহীদের সংখ্যা নিয়ে বিতর্ক",
        "body": [
            "মোহাম্মদ শামীম উদ্দিন খান দাবি করেছেন যে আন্তর্জাতিক ষড়যন্ত্রের মাধ্যমে বাংলাদেশকে অন্য দেশের করদরাজ্যে পরিণত করার জন্য বুদ্ধিজীবীদের হত্যা করা হয়েছিল এবং জহির রায়হানকে খুঁজে পাওয়া গেলে সত্যিকারের ইতিহাস জানা যেত।",
            "তিনি মুক্তিযুদ্ধে শহীদের সংখ্যা নিয়েও সংশয় প্রকাশ করেছেন, প্রাক্তন সংসদ সদস্য মেজর (অব.) আখতারুজ্জামানকে (যিনি জামায়াতে ইসলামীর রাজনীতিতে যোগ দিয়েছেন) উদ্ধৃত করে বলেছেন যে লাখ লাখ শহীদের সংখ্যা 'আলংকারিক বক্তব্য' এবং সত্য নয়।"
        ]
    },
    {
        "title": "শহীদ বুদ্ধিজীবী দিবস স্মরণে মির্জা ফখরুলের মন্তব্য ও রাজনৈতিক বিশ্লেষণ",
        "body": [
            "শহীদ বুদ্ধিজীবী দিবস স্মরণে মির্জা ফখরুল ইসলাম আলমগীর পাকিস্তানি বাহিনী ও তাদের সহযোগীদের দ্বারা দার্শনিক, সাহিত্যিক, চিকিৎসক, সাংবাদিকসহ অসংখ্য গুণী মানুষকে নির্মমভাবে হত্যার ইতিহাস স্মরণ করেন এবং এ ঘটনার জন্য দায়ী কাউকে ক্ষমা না করার কথা বলেন।",
            "তিনি বলেন, সম্প্রতি গণতন্ত্র পুনরুদ্ধারের সংগ্রামে ফ্যাসিবাদকে বিতাড়িত করা হয়েছে, তবে নতুন কোনো ফ্যাসিবাদকে মাথাচাড়া দিয়ে উঠতে দেওয়া হবে না এবং যারা দেশকে পেছনে নিতে চায়, তাদের প্রতিহত করতে হবে।",
            "মির্জা ফখরুল বাংলাদেশের সাম্প্রদায়িক সম্প্রীতির ঐতিহ্য তুলে ধরে বলেন যে, এখানে হিন্দু, মুসলমান, বৌদ্ধ ও খ্রিষ্টান যুগ যুগ ধরে সহাবস্থান করছে এবং জোর করে কোনো আদর্শ চাপিয়ে দেওয়া এ দেশের মানুষ কখনোই মেনে নেয়নি, ভবিষ্যতেও নেবে না।",
            "তিনি অভিযোগ করেন যে, পরাজিত শক্তি পরাজয় মেনে নিতে না পেরে দেশকে অস্থিতিশীল করার ষড়যন্ত্র করছে, তবে বাংলাদেশের মানুষ অন্যায়ের কাছে মাথা নত করবে না এবং কোনো ষড়যন্ত্রই জনগণের ঐক্যকে পরাজিত করতে পারবে না বলে তিনি দৃঢ় প্রত্যয় ব্যক্ত করেন।",
            "জাতীয়তাবাদী মুক্তিযোদ্ধা দলের সভাপতি ইশতিয়াক আজিজ উলফাতের সভাপতিত্বে আলোচনা সভায় আরও বক্তব্য দেন বিএনপির চেয়ারপারসনের উপদেষ্টা আবদুস সালাম, মোয়াজ্জেম হোসেন আলাল এবং বিএনপির নির্বাহী কমিটির মুক্তিযুদ্ধবিষয়ক সম্পাদক লে. কর্নেল (অব.) জয়নুল আবেদীন।"
        ]
    },
    {
        "title": "সাংবাদিক আনিস আলমগীরকে ডিবি কার্যালয়ে নেওয়া হয়েছে",
        "body": [
            "সাংবাদিক আনিস আলমগীরকে ঢাকা মহানগর গোয়েন্দা পুলিশের (ডিবি) কার্যালয়ে নিয়ে যাওয়া হয়েছে।",
            "তিনি জানান, তাকে ধানমন্ডি এলাকার একটি জিম (ব্যায়ামাগার) থেকে সন্ধ্যা সাড়ে সাতটার দিকে আনা হয়।",
            "ডিবি কর্মকর্তারা তাকে জানিয়েছেন যে, তাদের প্রধান তার সঙ্গে কথা বলবেন।",
            "আটটার দিকে ডিবি কার্যালয়ে পৌঁছানোর পর থেকে তিনি প্রধানের সঙ্গে কথা বলার জন্য অপেক্ষায় ছিলেন।"
        ]
    },
    {
        "title": "মোটরসাইকেল চুরি মামলায় আসামির রিমান্ড মঞ্জুর",
        "body": [
            "আসামি আব্দুল হান্নান আদালতে দাবি করেছেন যে গ্রেপ্তারের পর তিনি র্যাব ও পুলিশকে শোরুমে নিয়ে যাওয়ার কথা বলেছিলেন, কারণ সেখানে গেলে সব সত্য বেরিয়ে আসবে।",
            "হান্নান জানান যে তিনি মিরপুর মাজার রোড থেকে হোন্ডাটি কিনেছিলেন, কিন্তু শারীরিক সমস্যার কারণে সেটি চালাতে পারছিলেন না।",
            "মোটরসাইকেলটি নষ্ট হওয়া এড়াতে তিনি একটি শোরুমে বিক্রি করেন এবং মালিকানা পরিবর্তনের কথা বলেছিলেন, তবে অসুস্থতার কারণে দুই মাস ধরে যেতে পারেননি।",
            "আদালতে হান্নানের পক্ষে কোনো আইনজীবী না থাকায় শুনানি শেষে আদালত তাঁর তিন দিনের রিমান্ড মঞ্জুর করেন।"
        ]
    },
    {
        "title": "জগন্নাথ হলের দেয়ালচিত্র মোছার কারণ এবং ছবির ব্যবহার নিয়ে দুঃখপ্রকাশ",
        "body": [
            "জগন্নাথ হলের প্রাধ্যক্ষ অধ্যাপক দেবাশীষ পাল জানিয়েছেন যে দেয়ালচিত্র আঁকার অনুমতি নেওয়ার সময় বিষয়টি উল্লেখ ছিল না, তাই বিশ্ববিদ্যালয়ের প্রশাসনের নির্দেশে তা মুছে ফেলা হয়।",
            "প্রতিবেদনে পূর্বে রিজওয়ানুল হাসানের একটি ছবি তার অনুমতি ছাড়াই ব্যবহার করা হয়েছিল, যার জন্য প্রথম আলো দুঃখপ্রকাশ করেছে।",
            "ছবিটি ১৪ ডিসেম্বর ২০২৫ দিবাগত রাত ২টা ২১ মিনিটে প্রত্যাহার করা হয়েছে।"
        ]
    }
]