[
    {
        "title": "বাংলাদেশের নির্বাচন নিয়ে ভারতের উপদেশ সম্পূর্ণ অগ্রহণযোগ্য: পররাষ্ট্র উপদেষ্টা",
        "body": [
            "বাংলাদেশের পররাষ্ট্র উপদেষ্টা তৌহিদ হোসেন ভারতের পররাষ্ট্র মন্ত্রণালয়ের দেওয়া নির্বাচন সংক্রান্ত বক্তব্যকে 'সম্পূর্ণ অগ্রহণযোগ্য' বলে অভিহিত করেছেন।",
            "তিনি বলেছেন যে বাংলাদেশের নির্বাচন কেমন হবে, তা নিয়ে প্রতিবেশীদের উপদেশ চাওয়ার কোনো প্রয়োজন নেই।",
            "তৌহিদ হোসেন আরও বলেন যে বর্তমান সরকার প্রথম দিন থেকেই 'অত্যন্ত উঁচু মানের' নির্বাচন এবং গত ১৫ বছরে যা ছিল না, এমন একটি পরিবেশ তৈরি করতে চায় যেখানে মানুষ ভোট দিতে যায়।",
            "তিনি ভারতের পূর্বের নীরবতার সমালোচনা করে বলেন যে গত ১৫ বছরে যে সরকার ছিল, তাদের সঙ্গে ভারতের মধুর সম্পর্ক থাকা সত্ত্বেও প্রহসনমূলক নির্বাচনগুলো নিয়ে ভারত তখন একটি শব্দও উচ্চারণ করেনি।",
            "পররাষ্ট্র উপদেষ্টা প্রশ্ন তোলেন যে এখন যখন বাংলাদেশ একটি ভালো নির্বাচনের দিকে যাচ্ছে, তখন তাদের উপদেশ দেওয়ার কোনো প্রয়োজন নেই।"
        ]
    },
    {
        "title": "ভারতকে বাংলাদেশের নির্বাচন বানচাল ষড়যন্ত্রে জড়িতদের গ্রেপ্তারের আহ্বান",
        "body": [
            "বাংলাদেশ পররাষ্ট্র মন্ত্রণালয় ভারতের হাইকমিশনার প্রণয় ভার্মাকে জানায় যে আওয়ামী লীগের পলাতক নেতা-কর্মীরা ভারতে বসে বাংলাদেশের আসন্ন নির্বাচন বানচালে সন্ত্রাসী কর্মকাণ্ডের ষড়যন্ত্র করছেন।",
            "বাংলাদেশ ভারতকে এসব সন্ত্রাসীকে গ্রেপ্তার করে দেশে ফেরত পাঠানোর আহ্বান জানিয়েছে এবং আশা প্রকাশ করেছে যে ভারত ন্যায়বিচার ও গণতান্ত্রিক প্রক্রিয়া সুরক্ষায় বাংলাদেশের পাশে দাঁড়াবে।",
            "জবাবে ভারতের হাইকমিশনার শান্তিপূর্ণ নির্বাচনের প্রত্যাশা ব্যক্ত করেন এবং এ বিষয়ে সহযোগিতার জন্য তার দেশের প্রস্তুতির কথা জানান।",
            "পরে ভারতের পররাষ্ট্র মন্ত্রণালয় এক বিজ্ঞপ্তিতে জানায় যে ভারতের ভূখণ্ড বাংলাদেশের জনগণের স্বার্থের পরিপন্থী কোনো কার্যকলাপে ব্যবহার করতে দেওয়া হয় না এবং বাংলাদেশের অন্তর্বর্তী সরকারের প্রেস নোটে উত্থাপিত দাবিগুলো তারা প্রত্যাখ্যান করে।"
        ]
    },
    {
        "title": "শরিফ ওসমান বিন হাদি হত্যাচেষ্টা মামলার আসামির মা-বাবা গ্রেপ্তার",
        "body": [
            "র‍্যাব শরিফ ওসমান বিন হাদি হত্যাচেষ্টা মামলার মূল আসামি ফয়সল করিম মাসুদের মা ও বাবাকে গ্রেপ্তার করার কথা জানিয়েছে।",
            "গতকাল মঙ্গলবার দিবাগত রাত দেড়টার দিকে র‍্যাবের এক সংবাদ বিজ্ঞপ্তিতে এই তথ্য জানানো হয়।",
            "সংবাদ বিজ্ঞপ্তিতে বলা হয়, র‍্যাব-১০ ঢাকা জেলার দক্ষিণ কেরানীগঞ্জ থানার হাসনাবাদ হাউজিংয়ে অভিযান চালিয়ে ফয়সলের বাবা মো. হুমায়ুন কবির (৭০) ও মা মোসা. হাসি বেগম (৬০) কে গ্রেপ্তার করে।"
        ]
    },
    {
        "title": "বরখাস্ত হওয়া জনপ্রশাসন ও স্বাস্থ্য মন্ত্রণালয়ের কর্মকর্তা-কর্মচারী",
        "body": [
            "জনপ্রশাসন মন্ত্রণালয় থেকে বাংলাদেশ সচিবালয় কর্মকর্তা-কর্মচারী সংযুক্ত পরিষদের একাংশের সভাপতি মো. বাদীউল কবিরসহ চারজন কর্মকর্তা-কর্মচারীকে বরখাস্ত করা হয়েছে।",
            "স্বাস্থ্য মন্ত্রণালয়ের দুই বিভাগ থেকে মোট সাতজন কর্মকর্তা-কর্মচারীকে বরখাস্ত করা হয়েছে।",
            "বরখাস্তকৃতদের মধ্যে রয়েছেন প্রশাসনিক কর্মকর্তা রোমান গাজী, শাহীন গোলাম রব্বানী, বিকাশ চন্দ্র রায় এবং ব্যক্তিগত কর্মকর্তা মো. তায়েফুল ইসলাম, ইসলামুল হক, মো. মহসীন আলী এবং অফিস সহায়ক মো. আবুল বেলাল।"
        ]
    }
]