[
    {
        "title": "জামায়াতের বক্তব্য: দীর্ঘ জুলুম সহ্য ও পটপরিবর্তনের পর ধৈর্য",
        "body": [
            "শফিকুর রহমান বলেন, জামায়াত দীর্ঘ সময় ধরে আল্লাহর জন্য জুলুম সহ্য করেছে এবং পটপরিবর্তনের পর তারা কারো ওপর জুলুম হতে দেননি।",
            "তিনি দেশবাসীকে ধৈর্য ধরতে বলেছেন এবং তারা ধৈর্যের সর্বোচ্চ উদাহরণ তৈরি করেছেন বলে উল্লেখ করেন।",
            "প্রশাসন ভয় পেলেও জামায়াত তাদের সাহায্য ও উৎসাহ দিয়েছে বলে শফিকুর রহমান জানান।",
            "অনুষ্ঠানে জামায়াতের চট্টগ্রাম নগরের আমির মুহাম্মদ নজরুল ইসলাম সভাপতিত্ব করেন এবং কেন্দ্রীয় ও আঞ্চলিক নেতারা উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "পরিবার কর্তৃক বৃদ্ধ মুক্তিযোদ্ধার দায়িত্ব প্রত্যাখ্যান",
        "body": [
            "আবদুল আজিজের পরিবারের সদস্যরা, বৃদ্ধাশ্রম কর্তৃপক্ষের মাধ্যমে যোগাযোগ করা হলে, তার পরিচয় স্বীকার করলেও তার দায়িত্ব নিতে অনীহা প্রকাশ করেছেন।",
            "আবদুল আজিজের ভাই প্রতিবেদকের সঙ্গে দুর্ব্যবহার করে ফোন কেটে দেন, যা তাদের সম্পর্কের জটিলতা নির্দেশ করে।",
            "নাম প্রকাশে অনিচ্ছুক তার এক বোন জানান যে তারা সম্ভ্রান্ত পরিবারের সন্তান হলেও আর্থিক কারণে ভাইয়ের দায়িত্ব নেওয়া বা তার লাশ আনা তার পক্ষে সম্ভব নয়।",
            "বোন আরও উল্লেখ করেন যে আবদুল আজিজ একজন মুক্তিযোদ্ধা ছিলেন এবং লেখালেখি করতেন; পৈতৃক সম্পত্তি ভাগ না হলেও তিনি ধানি জমির ভাগের টাকা নিয়েছিলেন।"
        ]
    },
    {
        "title": "দিল্লিতে আশ্রয় নেওয়া শেখ হাসিনাকে হস্তান্তরের অনুরোধ জানিয়েছে বাংলাদেশ",
        "body": [
            "বাংলাদেশ গত বছরের ২০ ও ২৭ ডিসেম্বর ভারতকে দিল্লিতে আশ্রয় নেওয়া শেখ হাসিনাকে হস্তান্তরের অনুরোধ জানিয়ে চিঠি পাঠিয়েছিল, কিন্তু ভারত সেগুলোর কোনো উত্তর দেয়নি।",
            "শেখ হাসিনা ও আসাদুজ্জামান খানের বিরুদ্ধে ট্রাইব্যুনালের রায় ঘোষণার পর পররাষ্ট্র মন্ত্রণালয় এক বিজ্ঞপ্তিতে জানায় যে, মানবতাবিরোধী অপরাধে দণ্ডপ্রাপ্ত ব্যক্তিদের অন্য কোনো দেশের আশ্রয় দেওয়া অত্যন্ত অবন্ধুসুলভ আচরণ এবং ন্যায়বিচারের প্রতি অবজ্ঞা।",
            "বাংলাদেশ ভারত সরকারের প্রতি অবিলম্বে দণ্ডপ্রাপ্ত এই দুই ব্যক্তিকে বাংলাদেশ কর্তৃপক্ষের কাছে হস্তান্তরের আহ্বান জানিয়েছে।",
            "দুই দেশের মধ্যে থাকা প্রত্যর্পণ চুক্তি অনুসারে এই দুজনকে হস্তান্তর করা ভারতের জন্য অবশ্যপালনীয় দায়িত্ব বলেও উল্লেখ করা হয়েছে।"
        ]
    },
    {
        "title": "মানিকগঞ্জে বাউলশিল্পীর ভক্তদের ওপর হামলায় আহত ৪",
        "body": [
            "মানিকগঞ্জে ধর্ম অবমাননার অভিযোগে গ্রেপ্তার বাউলশিল্পী আবুল সরকারের ভক্ত-অনুরাগীদের ওপর হামলার ঘটনা ঘটেছে।",
            "হামলায় বাউলশিল্পীর তিন ভক্ত-অনুরাগীসহ মোট চারজন আহত হয়েছেন।",
            "‘মানিকগঞ্জ জেলার সর্বস্তরের আলেম-ওলামা ও তৌহিদী জনতা’ ব্যানারে থাকা একদল ব্যক্তি এবং আবুল সরকারের ভক্ত-অনুরাগীদের পাল্টাপাল্টি কর্মসূচি ঘিরে এই ঘটনা ঘটে।",
            "রোববার বেলা পৌনে ১১টার দিকে জেলা শহরের দক্ষিণ সেওতা এলাকায় এই ঘটনা ঘটে।",
            "আহত ভক্তরা হলেন শিবালয়ের শাকরাইল গ্রামের আবদুল আলীম, সিঙ্গাইরের তালেবপুর গ্রামের আরিফুল ইসলাম ও হরিরামপুরের কামারঘোনা গ্রামের জহিরুল ইসলাম। আহত অন্যজন হলেন সদর উপজেলার বরঙ্গাখোলা গ্রামের আবদুল আলীম।"
        ]
    }
]