[
    {
        "title": "যৌতুক ও প্রতারণার অভিযোগ, সাংবাদিকের মন্তব্য এবং পুলিশের তদন্ত",
        "body": [
            "অভিযুক্ত সাংবাদিক মফিজ উদ্দিন অভিযোগ অস্বীকার করে বলেছেন তিনি সেই ব্যক্তি নন এবং দ্রুত ফোন কেটে দেন।",
            "অভিযোগকারী আসমা খাতুন জানান যে তিনি সেনা ক্যাম্পে অভিযোগ জমা দিয়েছেন, কিন্তু তিন দিনেও কোনো যোগাযোগ হয়নি।",
            "আসমা খাতুন অভয়নগর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) কে মৌখিকভাবে এবং কাগজপত্রসহ অভিযোগ জানিয়েছেন।",
            "অভয়নগর থানার ওসি আবদুল আলিম বলেছেন যে লিখিত অভিযোগ এখনও জমা পড়েনি, তবে মৌখিক অভিযোগের ভিত্তিতে তারা বিষয়টি তদন্ত করছেন।"
        ]
    },
    {
        "title": "বিএনপি নেতার মন্তব্য: গণতন্ত্র প্রতিষ্ঠায় মানুষের আত্মত্যাগ এবং বর্তমান সরকারের সমালোচনা",
        "body": [
            "বিএনপির স্থায়ী কমিটির সদস্য মন্তব্য করেছেন যে, জুলাই-আগস্টের সংগ্রামে মানুষ গণতন্ত্র প্রতিষ্ঠার জন্য জীবন দিয়েছে, কেবল নির্বাচন পদ্ধতির জন্য নয়।",
            "তিনি বলেন, যারা একবার ক্ষমতার স্বাদ পেয়েছে, তারা যেতে চায় না এবং এখন শুধু ঘুরিয়ে-পেঁচিয়ে কথা বলছে; তত্ত্বাবধায়ক সরকারের অধীনে নির্বাচনই সংস্কারের একমাত্র উপায়।",
            "বিএনপির এই জ্যেষ্ঠ নেতা সংবিধান সংশোধনের জন্য অনির্বাচিত ব্যক্তিদের প্রস্তাবের সমালোচনা করেছেন, যা জনগণের সম্মতি ছাড়া সংবিধানের মূল কাঠামোকে পরিবর্তন করার চেষ্টা করছে।",
            "তিনি আরও উল্লেখ করেন যে, ১৯৭১ সালে ৮০ হাজার মুক্তিযোদ্ধা থাকলেও এখন আড়াই লাখ মুক্তিযোদ্ধা রয়েছে, যার কৃতিত্ব আওয়ামী লীগের কারণ তারা আত্মীয়-স্বজনদের এই তালিকায় অন্তর্ভুক্ত করেছে।",
            "হাফিজ উদ্দিন বর্তমান সরকারের লুটপাট ও দুর্নীতিরও সমালোচনা করেছেন এবং শেখ হাসিনার পরিবারের সদস্যদের দেশ থেকে পালিয়ে যাওয়ার ইঙ্গিত দিয়েছেন।"
        ]
    },
    {
        "title": "রিকশাচালক সোহাগ মিয়ার সংগ্রামী জীবন",
        "body": [
            "রিকশাচালক সোহাগ মিয়া তার সন্তানদের ভালো-মন্দ খাবারের আবদার পূরণ করতে না পারার আক্ষেপ প্রকাশ করেছেন, কারণ তার সীমিত আয় দিয়ে দুই বেলা ভাত যোগানোই কঠিন।",
            "নিজের একটি রিকশা থাকলে সন্তানদের জন্য কিছু করতে পারতেন বলে তিনি আকাঙ্ক্ষা করেন।",
            "সোহাগের ছোট্ট সন্তান জান্নাতি ও রমজানের নীরব চাহনি এবং বাড়ি ফেরার আকুতি তার দারিদ্র্যপূর্ণ সংগ্রামকে আরও মর্মস্পর্শী করে তোলে।",
            "সোহাগের জীবন নগরীর হাজারো রিকশাচালকের সংগ্রামেরই প্রতিচ্ছবি, যারা নীরবে নিজেদের জীবন সন্তানদের ভালোবাসায় উৎসর্গ করে চলেছেন।"
        ]
    },
    {
        "title": "শবনম ফারিয়ার রাজনীতি নিয়ে শেষ স্ট্যাটাস",
        "body": [
            "অভিনেত্রী শবনম ফারিয়া দেশের রাজনৈতিক পরিস্থিতি ও নৈরাজ্য নিয়ে ক্ষোভ প্রকাশ করেছেন এবং এটিই তার রাজনীতি বিষয়ক শেষ স্ট্যাটাস বলে জানিয়েছেন।",
            "তিনি মনে করেন, জাতি হিসেবে বাঙালিরা 'অত্যন্ত বেহায়া এবং নির্লজ্জ' এবং তারা কখনো ভালো হবে না।",
            "ফারিয়ার মতে, যত আন্দোলন বা সরকার পরিবর্তনই হোক না কেন, এমনকি শান্তিতে নোবেল পাওয়া মানুষ এলেও দুর্নীতি ও চুরি আটকানো যাবে না।",
            "তিনি বিশ্বাস করেন যে, যে-ই ক্ষমতা পাবে, সে-ই তার অসৎ ব্যবহার করবে, তা সে শিশু, কিশোর বা বৃদ্ধ যেই হোক না কেন।"
        ]
    },
    {
        "title": "ছাত্র আন্দোলনের পরিচয় দিয়ে চাঁদাবাজির অভিযোগে জানে আলম গ্রেপ্তার",
        "body": [
            "জানে আলমকে রাজধানীর ওয়ারী এলাকা থেকে গ্রেপ্তার করেছে পুলিশ।",
            "ঢাকা মহানগর পুলিশের (ডিএমপি) উপকমিশনার মুহাম্মদ তালেবুর রহমান জানান, বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক পরিচয়ে গুলশানে চাঁদাবাজির ঘটনায় জানে আলম জড়িত।",
            "বাবার মৃত্যুর পর জানে আলম তার নানাবাড়িতে থাকতেন এবং এলাকায় কম আসতেন। তার বাবার জমি বন্ধক রাখা আছে।",
            "তার নানি ও মামি জানান, জানে আলম তাদের সঙ্গে যোগাযোগ করত না এবং ঢাকায় বড় নেতা হয়েছে বলে তারা শুনেছিলেন।",
            "এই ঘটনার জেরে জানে আলমসহ দুজনকে বাংলাদেশ গণতান্ত্রিক ছাত্রসংসদ থেকে স্থায়ী বহিষ্কার করা হয়েছে।"
        ]
    },
    {
        "title": "চট্টগ্রামের রাজনীতিতে নারীর প্রতি হয়রানি ও নোংরামি নিয়ে অভিযোগ",
        "body": [
            "ফাতেমা অভিযোগ করেছেন যে চট্টগ্রামে নারীদের নিয়ে নোংরামি এবং ব্যক্তিগত আক্রমণের শিকার হতে হচ্ছে, যা সহকর্মী পুরুষদের দ্বারাই ঘটছে।",
            "তিনি ক্ষোভ প্রকাশ করেছেন যে নেতৃত্বস্থানীয় ব্যক্তিরা, যেমন খান তালাত মাহমুদ রাফি, রাসেল আহমেদ, এবং রিজাউর রহমান, সামাজিক যোগাযোগ মাধ্যমে নারীদের পক্ষে সঠিক অবস্থান নিতে ব্যর্থ হয়েছেন।",
            "ফাতেমা বিনীতভাবে অনুরোধ করেছেন যেন নারীদের প্রতি এই ধরনের নোংরামি বন্ধ করা হয় এবং তিনি উল্লেখ করেছেন যে তার বিরুদ্ধেও 'বাজে বয়ান' তৈরি করে তাকে রাজনীতি থেকে সরানোর চেষ্টা চলছে।",
            "তিনি আক্ষেপ করে বলেছেন যে চট্টগ্রামে বহু নারী রাজনীতি থেকে সরে গেছেন এই ধরনের হয়রানির কারণে।"
        ]
    }
]