[
    {
        "title": "সাংবাদিক আনিস আলমগীরের রিমান্ড শুনানি: ‘আমাকে যারা নির্দিষ্ট দলের গোলাম বানাতে চায়, এটা তাদের সমস্যা’",
        "body": [
            "সন্ত্রাসবিরোধী আইনে করা মামলায় গ্রেপ্তার সাংবাদিক আনিস আলমগীরকে সোমবার বিকেলে আদালতে তোলা হয়েছে।",
            "পুলিশ তাকে জিজ্ঞাসাবাদের জন্য সাত দিনের রিমান্ড চেয়ে আবেদন করেছে ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট আদালতে।",
            "আদালতে আনিস আলমগীর নিজেকে একজন সাংবাদিক হিসেবে পরিচয় দেন এবং বলেন যে, তিনি ক্ষমতাকে প্রশ্ন করেন এবং গত দুই যুগ ধরে এটি করে আসছেন।",
            "তিনি বলেন, 'আমাকে যারা নির্দিষ্ট দলের গোলাম বানাতে চায়, এটা তাদের সমস্যা।'",
            "তার ফেসবুক পোস্টে সব বক্তব্য প্রকাশ করেন এবং ড. ইউনূসের বাড়ি আক্রমণের ঘটনাকে 'প্রতিহিংসার রাজনীতি' বলে উল্লেখ করেন।"
        ]
    },
    {
        "title": "প্রধান নির্বাচন কমিশনারের নির্বাচন প্রস্তুতি ও আইনশৃঙ্খলা পরিস্থিতি নিয়ে আশ্বাস",
        "body": [
            "প্রধান নির্বাচন কমিশনার (সিইসি) এ এম এম নাসির উদ্দীন ২০২৪ সালের ৫ আগস্টের সঙ্গে তুলনা করে আইনশৃঙ্খলা পরিস্থিতির ব্যাপক উন্নতির কথা জানিয়েছেন, যা জনগণের শান্তি ও স্বাভাবিক চলাচলের জন্য অনুকূল।",
            "নির্বাচন নিয়ে কোনো শঙ্কা নেই বলে সিইসি আশ্বাস দিয়েছেন এবং নির্বাচন কমিশন সম্পূর্ণরূপে প্রস্তুত জানিয়েছেন। তিনি সকলকে দুশ্চিন্তা ঝেড়ে ফেলে একটি সুন্দর নির্বাচনের জন্য প্রস্তুতি নেওয়ার আহ্বান জানিয়েছেন।",
            "সিইসি উল্লেখ করেছেন যে, নির্বাচন কমিশন জাতিকে দেওয়া ওয়াদা পালনে প্রতিজ্ঞাবদ্ধ। তারা আইনশৃঙ্খলা রক্ষাকারী বাহিনীর শীর্ষ কর্মকর্তাদের সঙ্গে বৈঠক করেছেন এবং প্রয়োজনীয় নির্দেশনা দিয়েছেন।",
            "তিনি নিশ্চিত করেছেন যে, আইনশৃঙ্খলা বাহিনী সম্পূর্ণরূপে প্রস্তুত এবং একটি সঠিক সময়ে, সুষ্ঠু, সুন্দর ও প্রতিযোগিতামূলক পরিবেশে নির্বাচন অনুষ্ঠিত হবে।"
        ]
    },
    {
        "title": "সাংবাদিক আনিস আলমগীর ডিবি কার্যালয়ে, অভিযোগ সাইবার–সংক্রান্ত",
        "body": [
            "সাংবাদিক আনিস আলমগীর বর্তমানে ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা শাখার (ডিবি) কার্যালয়ে রয়েছেন।",
            "উত্তরা পশ্চিম থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) কাজী মোহাম্মদ রফিক আহমেদ নিশ্চিত করেছেন যে অভিযোগটি সাইবার–সংক্রান্ত বিষয়ে।",
            "গতকাল সন্ধ্যায় জিজ্ঞাসাবাদের জন্য আনিস আলমগীরকে ডিবি কার্যালয়ে ডেকে নেওয়া হয়েছিল।",
            "ডিএমপির গণমাধ্যম ও জনসংযোগ বিভাগের উপকমিশনার মুহাম্মদ তালেবুর রহমানও আনিস আলমগীরের ডিবি কার্যালয়ে থাকার বিষয়টি নিশ্চিত করেছেন।"
        ]
    },
    {
        "title": "সাংবাদিক আনিস আলমগীর সন্ত্রাসবিরোধী আইনে গ্রেপ্তার",
        "body": [
            "গতকাল রাতে সাংবাদিক আনিস আলমগীর, অভিনেত্রী মেহের আফরোজ শাওন, মডেল মারিয়া কিশপট্ট এবং ইমতু রাতিশ ইমতিয়াজের বিরুদ্ধে সন্ত্রাসবিরোধী আইনে রাজধানীর উত্তরা পশ্চিম থানায় একটি অভিযোগ দায়ের করা হয়।",
            "জুলাই রেভল্যুশনারি অ্যালায়েন্সের কেন্দ্রীয় সংগঠক আরিয়ান আহমেদ এই অভিযোগটি করেন।",
            "অভিযোগটি প্রথমে মামলা হিসেবে নথিভুক্ত না হলেও, আজ সকালে ডিএমপির ডিবি জানিয়েছে যে রাজধানীর উত্তরা পশ্চিম থানার সন্ত্রাসবিরোধী আইনের মামলায় সাংবাদিক আনিস আলমগীরকে গ্রেপ্তার করা হয়েছে।",
            "আনিস আলমগীর দৈনিক আজকের কাগজসহ বিভিন্ন সংবাদমাধ্যমে কাজ করেছেন এবং সাম্প্রতিক সময়ে টেলিভিশন টক শোতে তার বক্তব্যের জন্য আলোচনায় ছিলেন।"
        ]
    },
    {
        "title": "আনিস আলমগীরের রিমান্ড আবেদন এবং অভিযোগসমূহ",
        "body": [
            "পুলিশ আনিস আলমগীরের ৭ দিনের রিমান্ডের আবেদন করেছে, যেখানে অভিযোগ করা হয়েছে যে তিনি এক মাস আগে একটি টকশোতে 'আওয়ামী লীগের অপ্রকাশিত নেতারা সরকারকে কাঁপুনি ধরিয়ে দিয়েছে' মন্তব্য করেন।",
            "মামলার ৩ নম্বর আসামি মেহের আফরোজ শাওন তার ফেসবুক পেজে শেখ হাসিনার লকার থেকে সোনার গয়না উদ্ধারের ঘটনাকে 'একে বারে তেলেসমাতি কারবার' বলে কটাক্ষ করে সরকারবিরোধী পোস্ট দেন।",
            "৪ নম্বর আসামি ইমতুরা তিশ ইমতিয়াজ একই ঘটনা নিয়ে তার ফেসবুক আইডি থেকে 'এটাই সায়েন্স' বলে কটাক্ষ করেন।",
            "অভিযোগে বলা হয়েছে যে, উল্লিখিত আসামিরা অন্যান্য আসামিদের সঙ্গে যোগসাজশে বিভিন্ন সময়ে তাদের ভেরিফায়েড ফেসবুক পেজ ও ইউটিউব চ্যানেল থেকে উসকানিমূলক পোস্ট ও বক্তব্য দিয়ে জননিরাপত্তা বিপন্ন করা এবং হত্যা-গুরুতর জখম করার ষড়যন্ত্রে প্ররোচিত করেছেন।",
            "আনিস আলমগীরকে ধানমন্ডি এলাকা থেকে গ্রেপ্তার করা হয়েছে এবং তার সহযোগী অন্যান্য পলাতক আসামিদের নাম ঠিকানা সংগ্রহ ও গ্রেপ্তারের জন্য তাকে জিজ্ঞাসাবাদ প্রয়োজন বলে রিমান্ড আবেদনে উল্লেখ করা হয়েছে।"
        ]
    },
    {
        "title": "সাংবাদিকদের হয়রানির নিন্দা ও ভিত্তিহীন মামলা প্রত্যাহারের দাবি সম্পাদক পরিষদের",
        "body": [
            "সম্পাদক পরিষদ সাংবাদিক ফখরুল ইসলামকে অভিযোগ ছাড়াই ডিবি কার্যালয়ে ডেকে নেওয়া, আটকে রাখা এবং সন্ত্রাসবিরোধী আইনে গ্রেপ্তার দেখানোর তীব্র নিন্দা জানিয়েছে।",
            "পরিষদ জোর দিয়ে বলেছে যে, সাংবাদিকদের বিরুদ্ধে সুনির্দিষ্ট অভিযোগ থাকলে তা প্রচলিত আইন ও ন্যায়বিচারসম্মত প্রক্রিয়ায় নিষ্পত্তি করতে হবে, অভিযোগ ছাড়া গ্রেপ্তার অগ্রহণযোগ্য।",
            "শেখ হাসিনার পতনের পর থেকে বহু সাংবাদিকের বিরুদ্ধে মিথ্যা হত্যা মামলা দায়ের করা হয়েছে এবং অনেকে এখনো কারাগারে আছেন, যা অবিলম্বে প্রত্যাহারের দাবি জানানো হয়েছে।",
            "আইন উপদেষ্টার প্রতিশ্রুতি সত্ত্বেও মিথ্যা মামলাগুলো প্রত্যাহার না হওয়ায় সম্পাদক পরিষদ ক্ষোভ প্রকাশ করেছে এবং একে স্বৈরাচারী শাসনামলের সাংবাদিক নিপীড়নের সঙ্গে তুলনা করেছে।",
            "সম্পাদক পরিষদ এ ধরনের আচরণের নিন্দা জানিয়েছে এবং সাংবাদিকদের বিরুদ্ধে দায়ের করা সব ভিত্তিহীন মামলা প্রত্যাহারের দাবি জানিয়েছে।"
        ]
    },
    {
        "title": "জাতীয় নির্বাচন সামনে রেখে দেশব্যাপী বিশেষ অভিযান: ১,০৪৩ জন গ্রেপ্তার, অবৈধ অস্ত্র উদ্ধার",
        "body": [
            "শনিবার রাত থেকে রোববার পর্যন্ত চলা বিশেষ অভিযানে মোট ১,০৪৩ জনকে গ্রেপ্তার করা হয়েছে।",
            "এই অভিযানে একটি করে বিদেশি পিস্তল, রামদা, তলোয়ার, চাকু এবং একটি রিচার্জেবল 'স্টানগান' উদ্ধার করা হয়েছে।",
            "বিভিন্ন মামলা ও গ্রেপ্তারি পরোয়ানায় ৯০৭ জনকে গ্রেপ্তার করা হয়।",
            "পুলিশ সদর দপ্তরের অতিরিক্ত মহাপরিদর্শক (অতিরিক্ত আইজিপি) খোন্দকার রফিকুল ইসলাম জানিয়েছেন, আসন্ন জাতীয় নির্বাচন সামনে রেখে অবৈধ অস্ত্র উদ্ধার, আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণ এবং নির্বাচন বাধাগ্রস্তকারীদের বিরুদ্ধে এই অভিযান শুরু হয়েছে।"
        ]
    },
    {
        "title": "ওসমান হাদির ওপর হামলায় জুলাই বিপ্লব ও বাংলাদেশকে আক্রান্ত করা হয়েছে: এনসিপি",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম বলেছেন, ওসমান হাদিকে গুলি করার মাধ্যমে জুলাই বিপ্লব ও বাংলাদেশকে আক্রান্ত করা হয়েছে।",
            "তিনি আগামীকাল মঙ্গলবার 'প্রতিরোধযাত্রা' করার ঘোষণা দিয়েছেন এবং বলেছেন যে বিশ্ববিদ্যালয়, মিডিয়া ও আইন অঙ্গনে যারা মুজিববাদের রাজনীতি পুনরায় শুরু করতে যাচ্ছে, তাদের বিরুদ্ধে গণপ্রতিরোধ চলবে।",
            "নাহিদ ইসলাম ভারতকে বাংলাদেশের রাজনীতিতে হস্তক্ষেপ এবং নির্বাচনে কারসাজি করার বিষয়ে সতর্ক করে বলেছেন যে ভারতের স্বাধীনতা-সার্বভৌমত্বও বাংলাদেশের ওপর নির্ভরশীল।",
            "এনসিপি আহ্বায়ক প্রধান নির্বাচন কমিশনার (সিইসি)-এর ওসমান হাদির ওপর হামলাকে 'বিচ্ছিন্ন ঘটনা' বলার বক্তব্য প্রত্যাহারের আহ্বান জানিয়েছেন এবং বলেছেন যে এই বক্তব্যের পর সিইসির দায়িত্বে থাকার নৈতিক অধিকার থাকে না।",
            "এনসিপির সদস্যসচিব আখতার হোসেন ভারত সরকারের কাছে 'মানবতাবিরোধী অপরাধী হাসিনা' সহ বাংলাদেশে গণহত্যার সঙ্গে জড়িত প্রত্যেক খুনিকে বাংলাদেশের কাছে হস্তান্তর করার দাবি জানিয়েছেন।"
        ]
    },
    {
        "title": "৬৪৩ জনের মুক্তিযোদ্ধা আবেদন নাকচ, ৮৪ জন পেলেন স্বীকৃতি; ৩৩৬ জনের গেজেট বাতিলের সুপারিশ",
        "body": [
            "৬৪৩ জন নিজেদের বীর মুক্তিযোদ্ধা প্রমাণ করতে না পারায় তাঁদের আবেদন নাকচ করেছে জামুকা।",
            "তবে, জামুকার ১১টি সভায় ৮৪ জন নিজেদের বীর মুক্তিযোদ্ধা হিসেবে প্রমাণ করতে পারায় তাঁদের নাম মুক্তিযোদ্ধা তালিকায় অন্তর্ভুক্তির সুপারিশ করা হয়েছে।",
            "এছাড়াও, ৩৩৬ জন মুক্তিযোদ্ধা হিসেবে ভাতা পেতেন, কিন্তু অভিযোগের ভিত্তিতে শুনানিতে মুক্তিযুদ্ধে অংশগ্রহণের যথেষ্ট প্রমাণ দেখাতে না পারায় তাঁদের গেজেট বাতিলের সুপারিশ করা হয়েছে।",
            "মুক্তিযুদ্ধবিষয়ক উপদেষ্টা ফারুক ই আজম জানান, বীর মুক্তিযোদ্ধা ও মুক্তিযুদ্ধের সহযোগীদের শ্রেণিবিন্যাসের কাজ এখনো শুরু হয়নি, কারণ মন্ত্রণালয়ের কর্মীরা মুক্তিযোদ্ধা কোটায় চাকরি পাওয়াদের তথ্য যাচাইয়ে ব্যস্ত।",
            "তিনি আরও উল্লেখ করেন যে মুক্তিযুদ্ধের সময় বিভিন্ন ধরনের সহযোগিতা (বুদ্ধি, কূটনীতি, অস্ত্র, স্বেচ্ছাসেবা) সবই গুরুত্বপূর্ণ ছিল এবং আওয়ামী লীগ এতদিন ধরে মুক্তিযুদ্ধের এই বৈচিত্র্যময় চেতনার মূল্যকে লালন করেছে।"
        ]
    },
    {
        "title": "সাভারের গ্রিন জোন রিসোর্টে হামলার পূর্বপ্রস্তুতি ও ফয়সলের বান্ধবী মারিয়া",
        "body": [
            "হামলার আগের রাতে ১১ ডিসেম্বর ফয়সল ও আলমগীর সাভারের গ্রিন জোন রিসোর্টে ছিলেন।",
            "রাত ২টার দিকে ফয়সলের বান্ধবী মারিয়া তাঁর ছোট বোনকে নিয়ে রিসোর্টে যান এবং তাঁরা একসঙ্গে গল্প করেন। মারিয়া ফয়সলের সঙ্গে বন্ধুত্বপূর্ণ সম্পর্কের কথা জানিয়েছেন।",
            "১২ ডিসেম্বর সকালে ফয়সল ও আলমগীর সাভার থেকে মোটরসাইকেলে ঢাকায় আসেন এবং আগারগাঁওয়ে ফয়সলের বোনের বাসায় গিয়ে মোটরসাইকেলের নম্বর প্লেট পরিবর্তন করেন।",
            "এরপর তাঁরা অটোরিকশাযোগে আমিন বাজার যান, যেখানে ফয়সলের বান্ধবী মারিয়া তাঁদের জন্য গাড়ি নিয়ে অপেক্ষা করছিলেন।"
        ]
    }
]