[
    {
        "title": "বাংলাদেশের নির্বাচন নিয়ে ভারতের উপদেশ সম্পূর্ণ অগ্রহণযোগ্য: পররাষ্ট্র উপদেষ্টা",
        "body": [
            "বাংলাদেশের পররাষ্ট্র উপদেষ্টা তৌহিদ হোসেন ভারতের পররাষ্ট্র মন্ত্রণালয়ের দেওয়া নির্বাচন সংক্রান্ত বক্তব্যকে 'সম্পূর্ণ অগ্রহণযোগ্য' বলে অভিহিত করেছেন।",
            "তিনি বলেছেন যে বাংলাদেশের নির্বাচন কেমন হবে, তা নিয়ে প্রতিবেশীদের উপদেশ চাওয়ার কোনো প্রয়োজন নেই।",
            "তৌহিদ হোসেন আরও বলেন যে বর্তমান সরকার প্রথম দিন থেকেই 'অত্যন্ত উঁচু মানের' নির্বাচন এবং গত ১৫ বছরে যা ছিল না, এমন একটি পরিবেশ তৈরি করতে চায় যেখানে মানুষ ভোট দিতে যায়।",
            "তিনি ভারতের পূর্বের নীরবতার সমালোচনা করে বলেন যে গত ১৫ বছরে যে সরকার ছিল, তাদের সঙ্গে ভারতের মধুর সম্পর্ক থাকা সত্ত্বেও প্রহসনমূলক নির্বাচনগুলো নিয়ে ভারত তখন একটি শব্দও উচ্চারণ করেনি।",
            "পররাষ্ট্র উপদেষ্টা প্রশ্ন তোলেন যে এখন যখন বাংলাদেশ একটি ভালো নির্বাচনের দিকে যাচ্ছে, তখন তাদের উপদেশ দেওয়ার কোনো প্রয়োজন নেই।"
        ]
    },
    {
        "title": "ভারতকে বাংলাদেশের নির্বাচন বানচাল ষড়যন্ত্রে জড়িতদের গ্রেপ্তারের আহ্বান",
        "body": [
            "বাংলাদেশ পররাষ্ট্র মন্ত্রণালয় ভারতের হাইকমিশনার প্রণয় ভার্মাকে জানায় যে আওয়ামী লীগের পলাতক নেতা-কর্মীরা ভারতে বসে বাংলাদেশের আসন্ন নির্বাচন বানচালে সন্ত্রাসী কর্মকাণ্ডের ষড়যন্ত্র করছেন।",
            "বাংলাদেশ ভারতকে এসব সন্ত্রাসীকে গ্রেপ্তার করে দেশে ফেরত পাঠানোর আহ্বান জানিয়েছে এবং আশা প্রকাশ করেছে যে ভারত ন্যায়বিচার ও গণতান্ত্রিক প্রক্রিয়া সুরক্ষায় বাংলাদেশের পাশে দাঁড়াবে।",
            "জবাবে ভারতের হাইকমিশনার শান্তিপূর্ণ নির্বাচনের প্রত্যাশা ব্যক্ত করেন এবং এ বিষয়ে সহযোগিতার জন্য তার দেশের প্রস্তুতির কথা জানান।",
            "পরে ভারতের পররাষ্ট্র মন্ত্রণালয় এক বিজ্ঞপ্তিতে জানায় যে ভারতের ভূখণ্ড বাংলাদেশের জনগণের স্বার্থের পরিপন্থী কোনো কার্যকলাপে ব্যবহার করতে দেওয়া হয় না এবং বাংলাদেশের অন্তর্বর্তী সরকারের প্রেস নোটে উত্থাপিত দাবিগুলো তারা প্রত্যাখ্যান করে।"
        ]
    },
    {
        "title": "শরিফ ওসমান বিন হাদি হত্যাচেষ্টা মামলার আসামির মা-বাবা গ্রেপ্তার",
        "body": [
            "র‍্যাব শরিফ ওসমান বিন হাদি হত্যাচেষ্টা মামলার মূল আসামি ফয়সল করিম মাসুদের মা ও বাবাকে গ্রেপ্তার করার কথা জানিয়েছে।",
            "গতকাল মঙ্গলবার দিবাগত রাত দেড়টার দিকে র‍্যাবের এক সংবাদ বিজ্ঞপ্তিতে এই তথ্য জানানো হয়।",
            "সংবাদ বিজ্ঞপ্তিতে বলা হয়, র‍্যাব-১০ ঢাকা জেলার দক্ষিণ কেরানীগঞ্জ থানার হাসনাবাদ হাউজিংয়ে অভিযান চালিয়ে ফয়সলের বাবা মো. হুমায়ুন কবির (৭০) ও মা মোসা. হাসি বেগম (৬০) কে গ্রেপ্তার করে।"
        ]
    },
    {
        "title": "বরখাস্ত হওয়া জনপ্রশাসন ও স্বাস্থ্য মন্ত্রণালয়ের কর্মকর্তা-কর্মচারী",
        "body": [
            "জনপ্রশাসন মন্ত্রণালয় থেকে বাংলাদেশ সচিবালয় কর্মকর্তা-কর্মচারী সংযুক্ত পরিষদের একাংশের সভাপতি মো. বাদীউল কবিরসহ চারজন কর্মকর্তা-কর্মচারীকে বরখাস্ত করা হয়েছে।",
            "স্বাস্থ্য মন্ত্রণালয়ের দুই বিভাগ থেকে মোট সাতজন কর্মকর্তা-কর্মচারীকে বরখাস্ত করা হয়েছে।",
            "বরখাস্তকৃতদের মধ্যে রয়েছেন প্রশাসনিক কর্মকর্তা রোমান গাজী, শাহীন গোলাম রব্বানী, বিকাশ চন্দ্র রায় এবং ব্যক্তিগত কর্মকর্তা মো. তায়েফুল ইসলাম, ইসলামুল হক, মো. মহসীন আলী এবং অফিস সহায়ক মো. আবুল বেলাল।"
        ]
    },
    {
        "title": "ভারতীয় আগ্রাসন বন্ধ না হলে হাইকমিশনে ঢোকার হুঁশিয়ারি",
        "body": [
            "জুলাই ঐক্যের সংগঠক ও ডাকসুর সমাজসেবা সম্পাদক যুবাইর বিন নেছারী ওরফে এ বি জুবায়ের নরেন্দ্র মোদিকে (ভারতের প্রধানমন্ত্রী) হুঁশিয়ারি দিয়েছেন।",
            "তিনি বলেন, যদি ভারতীয় আগ্রাসন বন্ধ না হয়, সীমান্তে গুলি চলে, বাংলাদেশের খুনিদের আশ্রয় দেওয়া হয়, এবং হাসিনাকে ফেরত না দেওয়া হয়, তাহলে তাদের আধিপত্যবাদ বন্ধ করতে প্রয়োজনীয় সবকিছু করা হবে।",
            "জুবায়ের আরও বলেন, ভারতীয় আগ্রাসনের প্রতি ঘৃণা প্রদর্শনের জন্য তারা হাইকমিশন পর্যন্ত এসেছেন এবং যদি ভারত সংশোধন না হয়, তবে তারা হাইকমিশনের ভেতরেও ঢুকবেন।"
        ]
    },
    {
        "title": "বিচারিক বিবেচনার বাইরে জামিন মানুষের জীবন বিপন্ন করছে: আইন উপদেষ্টা",
        "body": [
            "আইন উপদেষ্টা অধ্যাপক আসিফ নজরুল মন্তব্য করেছেন যে বিচারিক বিবেচনার বাইরে দেওয়া কিছু জামিন মানুষের জীবন বিপন্ন করছে।",
            "তিনি ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদিকে হত্যাচেষ্টার মামলায় প্রধান আসামি ফয়সাল করিম মাসুদকে হাইকোর্ট থেকে গত বছর জামিন দেওয়ার প্রসঙ্গ টেনে এই মন্তব্য করেন।",
            "অধ্যাপক নজরুল আরও বলেন যে হাইকোর্ট একটি স্বাধীন বিচারিক প্রতিষ্ঠান এবং সেখানে দেওয়া জামিনের সঙ্গে আইন মন্ত্রণালয়ের কোনো সম্পৃক্ততা নেই।",
            "ফয়সাল করিম মাসুদ অস্ত্র মামলায় জামিন পেয়েছেন, যেখানে সাধারণত জামিন পাওয়া কঠিন, তবে প্রভাবশালী আইনজীবীদের অবস্থানের কারণে কিছু ক্ষেত্রে এসব মামলায় জামিন সহজতর হয় বলে তিনি উল্লেখ করেন।"
        ]
    },
    {
        "title": "গুলিবিদ্ধ শরিফ ওসমান হাদির শারীরিক অবস্থা সংকটাপন্ন, সিঙ্গাপুরে চিকিৎসাধীন",
        "body": [
            "গুলিবিদ্ধ শরিফ ওসমান হাদির শারীরিক অবস্থা অত্যন্ত সংকটাপন্ন এবং তিনি বর্তমানে সিঙ্গাপুরে চিকিৎসাধীন রয়েছেন।",
            "প্রধান উপদেষ্টার প্রেস উইং আজ বুধবার এক বার্তায় ওসমান হাদির শারীরিক অবস্থা সম্পর্কে জানিয়েছে।",
            "সিঙ্গাপুরের পররাষ্ট্রমন্ত্রী ভিভিয়ান বালাকৃষ্ণান দেশটিতে চিকিৎসাধীন জুলাই গণ-অভ্যুত্থানের সম্মুখভাগের যোদ্ধা ও ইনকিলাব মঞ্চের মুখপাত্র শরিফ ওসমান হাদিকে দেখতে গিয়েছিলেন।"
        ]
    },
    {
        "title": "রাজশাহীতে পুকুর খননের জেরে সংঘর্ষে মোটরসাইকেলে আগুন, একজন আটক",
        "body": [
            "রাজশাহীর মোহনপুরে বড় পালশা গ্রামে পুকুর খননের ঘটনায় বৃহস্পতিবার সকালে একটি মোটরসাইকেলে আগুন ও এক্সকাভেটরে অগ্নিসংযোগ দেখা যায়।",
            "মোহনপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এস এম মঈনুদ্দীন নিশ্চিত করেছেন যে চালক আবদুল হামিদকে পুলিশি হেফাজতে নেওয়া হয়েছে এবং লাশ ময়নাতদন্তের জন্য রাজশাহী মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে।",
            "ঘটনাটিকে কেন্দ্র করে একটি হত্যা মামলা প্রক্রিয়াধীন রয়েছে।",
            "ধুরইল ইউনিয়ন পরিষদের সাবেক চেয়ারম্যান কাজিম উদ্দিন সরকার ঘটনাস্থলে উপস্থিত হয়ে জানান, আনিসুজ্জামান নামের একজন এই পুকুর খননের সাথে জড়িত, যিনি বিএনপির ইউনিয়ন কমিটিতে থাকা সত্ত্বেও আওয়ামী লীগের ভোট করেছেন এবং বর্তমানে বিএনপির ক্ষমতা খাটিয়ে ধানি জমিতে পুকুর খননে নেতৃত্ব দিচ্ছেন।"
        ]
    },
    {
        "title": "লক্ষ্মীপুরে অবৈধ টোল আদায় নিয়ে পরিবহন মালিক-শ্রমিকদের ক্ষোভ",
        "body": [
            "লক্ষ্মীপুর জেলার পরিবহন মালিক ও শ্রমিকেরা অবৈধ টোল আদায়ের বিরুদ্ধে বিক্ষোভ, মিছিল ও মানববন্ধন করেছেন।",
            "চালকদের অভিযোগ, টার্মিনাল ছাড়া সড়কেও প্রকাশ্যে এবং নির্ধারিত হারের চেয়ে কয়েক গুণ বেশি টোল আদায় করা হচ্ছে।",
            "ঢাকা থেকে রামগতি অভিমুখী ট্রাকচালকেরা জানান, অন্য পৌরসভায় টোল না দিলেও লক্ষ্মীপুর পৌর এলাকায় ১০০ টাকা পর্যন্ত টোল দিতে হয়েছে।",
            "চালক-শ্রমিকেরা জোরপূর্বক টোল আদায় এবং দিনে একাধিকবার টাকা নেওয়ার কারণে খরচ বৃদ্ধি ও হয়রানির শিকার হচ্ছেন বলে অভিযোগ করেছেন।"
        ]
    }
]