[
    {
        "title": "চাঁদাবাজির ঘটনায় গ্রেপ্তার জানে আলম অপুর স্বীকারোক্তিমূলক ভিডিও ভাইরাল",
        "body": [
            "গুলশানে চাঁদাবাজির ঘটনায় গ্রেপ্তার বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদের বহিষ্কৃত যুগ্ম আহ্বায়ক জানে আলম অপুর একটি ৩৫ মিনিটের ভিডিও সামাজিক মাধ্যমে ভাইরাল হয়েছে।",
            "ধারণা করা হচ্ছে, এই ভিডিওটি তিনি চাঁদাবাজির ঘটনার পর আত্মগোপনে থাকা অবস্থায় ধারণ করেছিলেন।",
            "ভিডিওতে অপু স্বীকার করেছেন যে চাঁদাবাজির ঘটনার সময় টাকার ব্যাগ নেওয়া ছেলেটি তিনিই ছিলেন এবং দাবি করেন সমন্বয়কেরাও এই চাঁদাবাজিতে জড়িত ছিলেন।",
            "তিনি প্রশ্ন তুলেছেন যে অভিযানের আগে গুলশানে উপদেষ্টা আসিফ মাহমুদের সঙ্গে তার কথা হয়েছিল কি না এবং সেদিন ভোর ৫টায় জোনের ডিসি-এসিকে জানিয়ে পুলিশসহ শাম্মির (সাবেক সংসদ সদস্য) বাসায় আনুষ্ঠানিকভাবে অভিযান চালানো হয়েছিল।"
        ]
    },
    {
        "title": "সিলেটের সাদাপাথর পর্যটনকেন্দ্রে ৮০% পাথর লুট, সৌন্দর্যহানি ও পর্যটক হ্রাস",
        "body": [
            "সিলেটের ভোলাগঞ্জের সাদাপাথর পর্যটনকেন্দ্র থেকে গত চার মাস ধরে দিনদুপুরে পাথর লুট করা হয়েছে, যার ফলে ৮০% পাথর বিলীন হয়ে গেছে এবং এর প্রাকৃতিক সৌন্দর্য নষ্ট হয়েছে।",
            "পাথর লুটের বিষয়ে গণমাধ্যমে সংবাদ প্রকাশিত হলেও স্থানীয় প্রশাসনের নেওয়া পদক্ষেপ যথেষ্ট জোরালো ছিল না, ফলে লুটপাট ঠেকানো যায়নি।",
            "পাথর উত্তোলন, পরিবহন, মজুত রাখা, ভাঙা ও বিক্রির ব্যবসার সাথে স্থানীয় রাজনৈতিক দলগুলোর নেতারা যুক্ত থাকায় তাদের মধ্যে পাথর উত্তোলনে ঐক্যমত্য ছিল, যদিও অন্যান্য বিষয়ে তাদের মধ্যে বিরোধ রয়েছে।",
            "পরিবেশকর্মীরা এবং প্রথম আলোর অনুসন্ধানে পাথর লুটের জন্য স্থানীয় প্রভাবশালী রাজনৈতিক নেতাদের দায়ী করা হয়েছে, যাদের মধ্যে কেউ কেউ আত্মগোপনেও চলে গেছেন।",
            "পরিবেশবাদী সংগঠন 'ধরিত্রী রক্ষায় আমরা' (ধরা) সিলেটের সদস্যসচিব আবদুল করিম চৌধুরী বলেছেন, পাথর লুট ঠেকাতে প্রশাসন ব্যর্থ এবং বিএনপি, জামায়াতসহ বিভিন্ন দলের প্রভাবশালী নেতারা প্রকাশ্যে ও গোপনে এতে জড়িত।"
        ]
    },
    {
        "title": "মহেশখালীর ওসিকে বিএনপি নেতার হুমকি",
        "body": [
            "মহেশখালী পৌরসভার এক স্মরণসভায় বিএনপি নেতা আকতার হোসেন ভারপ্রাপ্ত কর্মকর্তা মনজুরুল হককে হুমকি দেন।",
            "আকতার হোসেন ওসিকে 'দোকান বন্ধ করতে' বলেন এবং অন্যথায় 'বিবস্ত্র করে মহেশখালী থেকে পাঠিয়ে দেওয়ার' হুমকি দেন।",
            "ভিডিওতে আকতার হোসেন অভিযোগ করেন যে ওসির চেম্বার এখন 'দোকানে পরিণত হয়েছে' এবং সেখানে টাকার বিনিময়ে মামলা নেওয়া হয়।",
            "তিনি ওসির বিরুদ্ধে রাজনৈতিক পক্ষপাত, মামলা বাণিজ্য এবং আওয়ামী লীগ ঘনিষ্ঠদের সাথে আঁতাতের অভিযোগও তোলেন।",
            "এই হুমকির ভিডিও সামাজিক যোগাযোগমাধ্যমে সমালোচিত হয়েছে।"
        ]
    },
    {
        "title": "জাতীয় রাজস্ব বোর্ডের ২০২৫-২৬ অর্থবছরের আয়কর নির্দেশিকায় ৪২ ধরনের ভাতা ও সুবিধা করমুক্ত",
        "body": [
            "জাতীয় রাজস্ব বোর্ড (এনবিআর) ২০২৫-২৬ অর্থবছরের জন্য ৪২ ধরনের ভাতা ও সুবিধাকে আয়করমুক্ত ঘোষণা করেছে।",
            "করমুক্ত ভাতার মধ্যে রয়েছে চিকিৎসা ভাতা, নববর্ষ ভাতা, বাড়িভাড়া ভাতা, শ্রান্তি ও বিনোদন ভাতা, শিক্ষাসহায়ক ভাতা, কার্যভার ভাতা, পাহাড়ি ভাতা, ভ্রমণ ভাতা, যাতায়াত ভাতা, টিফিন ভাতা, পোশাক ভাতা, আপ্যায়ন ভাতা, ধোলাই ভাতা, বিশেষ ভাতা, প্রেষণ ভাতা, এবং প্রশিক্ষণ প্রতিষ্ঠানে প্রেষণ ভাতা।",
            "অন্যান্য উল্লেখযোগ্য করমুক্ত ভাতার মধ্যে রয়েছে জুডিশিয়াল ভাতা, চৌকি ভাতা, ডোমেস্টিক এইড অ্যালাউয়েন্স, ঝুঁকি ভাতা, অ্যাকটিং অ্যালাউয়েন্স, মোটরসাইকেল ভাতা, আর্মরার অ্যালাউয়েন্স, নিঃশর্ত যাতায়াত ভাতা, টেলিকম অ্যালাউয়েন্স, ক্লিনার অ্যালাউয়েন্স, ড্রাইভার অ্যালাউয়েন্স, মাউন্টেড পুলিশ অ্যালাউয়েন্স, পিবিএক্স অ্যালাউয়েন্স, সশস্ত্র শাখা ভাতা, বিউগলার অ্যালাউয়েন্স, নার্সিং অ্যালাউয়েন্স, দৈনিক বা খোরাকি ভাতা, ট্রাফিক অ্যালাউয়েন্স, রেশন মানি, সীমান্ত ভাতা, ব্যাটম্যান ভাতা, ইন্সট্রাকশনাল অ্যালাউয়েন্স, নিযুক্তি ভাতা, আউটফিট ভাতা এবং গার্ড পুলিশ ভাতা।",
            "এছাড়াও, অবসরকালে প্রদত্ত লাম্প গ্রান্টও করমুক্ত সুবিধার আওতাভুক্ত হবে।"
        ]
    }
]