[
    {
        "title": "খালেদা জিয়ার শারীরিক অবস্থার উন্নতি, সুস্থতা কামনায় দোয়া ও প্রার্থনার আহ্বান",
        "body": [
            "বিএনপির চেয়ারপারসন খালেদা জিয়ার ফুসফুসের সংক্রমণজনিত জটিলতা এবং হৃদ্‌যন্ত্রের সমস্যা কিছুটা উন্নতির দিকে, তবে অন্যান্য সমস্যা অপরিবর্তিত রয়েছে।",
            "গত ২৩ নভেম্বর শ্বাসকষ্ট হলে খালেদা জিয়াকে এভারকেয়ার হাসপাতালে ভর্তি করা হয় এবং ফুসফুসে সংক্রমণ ধরা পড়ে। অবস্থার অবনতি হলে তাকে এসডিইউ থেকে সিসিইউতে নেওয়া হয়েছিল।",
            "খালেদা জিয়ার দ্রুত সুস্থতা কামনায় বিএনপি আজ সারা দেশের মসজিদে জুমার নামাজের পর দোয়া এবং অন্যান্য উপাসনালয়ে প্রার্থনার আহ্বান জানিয়েছে।",
            "অন্তর্বর্তী সরকারও খালেদা জিয়ার আশু রোগমুক্তি কামনা করে আজ বাদ জুমা দেশের সব মসজিদে দোয়া এবং অন্যান্য ধর্মের উপাসনালয়ে প্রার্থনার আহ্বান জানিয়েছে।"
        ]
    },
    {
        "title": "মহাকাশ থেকে তোলা ছবিতে উজ্জ্বল মক্কা, কাবা শরিফ দৃশ্যমান",
        "body": [
            "নাসার নভোচারী ডন পেটিটের মহাকাশ থেকে তোলা সৌদি আরবের মক্কা নগরীর একটি ছবি ইন্টারনেটে আলোড়ন সৃষ্টি করেছে।",
            "প্রায় ৪০০ কিলোমিটার উঁচু থেকে তোলা রাতের বেলার ছবিতে মক্কা নগরী ঝলমল করছে এবং এর কেন্দ্রে একটি উজ্জ্বল সাদা আলোর গোলক দেখা যাচ্ছে।",
            "ডন পেটিট নিশ্চিত করেছেন যে এই উজ্জ্বল আলোর গোলকটি হলো পবিত্র কাবা শরিফ, যা ইসলাম ধর্মের সবচেয়ে পবিত্র স্থান এবং মহাকাশ থেকেও দৃশ্যমান।",
            "ডন পেটিট তার এক্স অ্যাকাউন্টে ছবিটি পোস্ট করে মহাকাশ থেকে মক্কা ও কাবা শরিফের দৃশ্যমানতা তুলে ধরেছেন।"
        ]
    },
    {
        "title": "ওয়েভ ফেস্ট: ফিল দ্য উইন্টার কনসার্ট",
        "body": [
            "‘ওয়েভ ফেস্ট: ফিল দ্য উইন্টার’ কনসার্ট আজ শুক্রবার বিকেল ৫টা থেকে রাত সাড়ে ১০টা পর্যন্ত অনুষ্ঠিত হওয়ার কথা ছিল।",
            "পাকিস্তান থেকে আসা সেমি ক্ল্যাসিক্যাল ব্যান্ড কাবিশ এই কনসার্টে পারফর্ম করার কথা ছিল।",
            "কাবিশ এর আগে চলতি বছরের জানুয়ারিতে 'ঢাকা ড্রিমস' কনসার্টে অংশ নিতে ঢাকায় এসেছিল।",
            "ব্যান্ডটি 'বাচপান' এবং 'তেরে পেয়ার মে'-এর মতো গানের জন্য বাংলাদেশ, ভারত এবং পাকিস্তানের শ্রোতাদের কাছে পরিচিত।"
        ]
    },
    {
        "title": "চট্টগ্রাম বন্দরে বিদেশি ইজারার প্রতিবাদে স্কপের কর্মসূচি ঘোষণা",
        "body": [
            "চট্টগ্রাম বন্দরের নিউমুরিং টার্মিনাল বিদেশিদের কাছে ইজারা প্রক্রিয়ার বৈধতা নিয়ে হাইকোর্টে একটি রিট বিচারাধীন থাকা সত্ত্বেও সরকার লালদিয়া ও পানগাঁও ইজারা চুক্তি করেছে।",
            "সংগঠনটির নেতারা অভিযোগ করেছেন যে এই চুক্তিটি শেখ হাসিনার বিরুদ্ধে মানবতাবিরোধী অপরাধের বিচারের রায়ের দিনে সম্পন্ন হয়েছিল।",
            "সরকার অবিলম্বে বন্দর ইজারা দেওয়ার প্রক্রিয়া বন্ধ না করলে অবরোধ-ধর্মঘটের মতো কঠোর কর্মসূচি ঘোষণার হুঁশিয়ারি দিয়েছে স্কপ।",
            "ঘোষিত কর্মসূচির মধ্যে রয়েছে ১০ ডিসেম্বর বেলা ১১টায় চট্টগ্রামে বন্দর অভিমুখে লাল পতাকা মিছিল, সিলেট বিভাগীয় কনভেনশন এবং সারা দেশে বিক্ষোভ সমাবেশ ও মিছিল।"
        ]
    },
    {
        "title": "জাতীয় চিড়িয়াখানায় খাঁচা থেকে সিংহী বেরিয়ে আসার ঘটনা, তদন্ত কমিটি গঠন",
        "body": [
            "জাতীয় চিড়িয়াখানায় একটি সিংহী তার খাঁচা থেকে বেরিয়ে আসে, তবে দ্রুত এটিকে চেতনানাশক দিয়ে অচেতন করে পুনরায় খাঁচায় ঢোকানো হয়।",
            "চিড়িয়াখানায় মোট পাঁচটি সিংহ ও সিংহী রয়েছে এবং যে খাঁচা থেকে সিংহীটি বেরিয়ে এসেছিল, সেখানে সম্প্রতি একটি পুরুষ সিংহ যোগ করা হয়েছিল।",
            "ঘটনাটি সন্ধ্যা সোয়া ৭টার দিকে নিয়ন্ত্রণে আসে বলে শাহ আলী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোহাম্মদ গোলাম আজম নিশ্চিত করেন।",
            "মৎস্য ও প্রাণিসম্পদ মন্ত্রণালয় ঘটনাটিকে গুরুত্ব সহকারে দেখছে এবং কারণ অনুসন্ধানে দুই সদস্যের একটি তদন্ত কমিটি গঠন করেছে।",
            "প্রাণিসম্পদ অধিদপ্তরের পরিচালক (প্রশাসন) ডা. মো. বয়জার রহমানের নেতৃত্বে গঠিত এই কমিটিকে তিন দিনের মধ্যে তদন্ত প্রতিবেদন জমা দিতে বলা হয়েছে।"
        ]
    },
    {
        "title": "খালেদা জিয়াকে লন্ডনে নিতে কাতার পাঠাচ্ছে এয়ার অ্যাম্বুলেন্স",
        "body": [
            "সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়াকে উন্নত চিকিৎসার জন্য লন্ডনে নেওয়ার উদ্দেশ্যে কাতার সরকার জার্মানির একটি প্রতিষ্ঠানের এয়ার অ্যাম্বুলেন্স ঢাকায় পাঠাচ্ছে।",
            "এয়ার অ্যাম্বুলেন্সটি জর্জিয়ার তিবলিসি থেকে ঢাকায় আসবে।",
            "শুক্রবার সন্ধ্যায় ঢাকায় কাতার দূতাবাস এবং বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ের দুজন কর্মকর্তা এই তথ্য নিশ্চিত করেছেন।",
            "ঢাকায় কাতার দূতাবাসের জনসংযোগ কর্মকর্তা আসাদুর রহমান জানান, কাতার সরকার জার্মানির একটি প্রতিষ্ঠানের এয়ার অ্যাম্বুলেন্স ভাড়া করে ঢাকায় পাঠাচ্ছে, যা চিকিৎসক ও বিএনপি নেতাদের সঙ্গে সমন্বয় করে ঢাকায় পৌঁছাবে।"
        ]
    }
]