[
    {
        "title": "জাতীয় পার্টির চেয়ারম্যান জি এম কাদেরের রাজনৈতিক পরিস্থিতি নিয়ে মন্তব্য",
        "body": [
            "জাতীয় পার্টির চেয়ারম্যান জি এম কাদের বলেছেন যে দেশের মানুষের মুখে হাসি নেই এবং তারা আতঙ্কের মধ্যে বসবাস করছে।",
            "তিনি প্রশ্ন তুলেছেন যে কিছু ব্যক্তি নির্বাচন না চাওয়ার কথা বলার ক্ষমতা রাখে, অথচ এটি গণতন্ত্রের পরিপন্থী।",
            "জি এম কাদের অভিযোগ করেছেন যে শেখ হাসিনা সরকার এবং বর্তমান সরকার উভয়ই আইনের মারপ্যাঁচে তার রাজনৈতিক কর্মকাণ্ডে নিষেধাজ্ঞা আরোপ করেছে।",
            "তিনি জানান যে একটি সফল সম্মেলনে তাকে চেয়ারম্যান নির্বাচিত করা হয়েছে এবং চেয়ারম্যান হিসেবে নিয়োগ দেওয়ার বা বাদ দেওয়ার ক্ষমতা তার আছে।"
        ]
    },
    {
        "title": "সিলেটের সাদাপাথর পর্যটনকেন্দ্র থেকে ৮০ শতাংশ পাথর লুট, সৌন্দর্যহানি ও পর্যটক কমেছে",
        "body": [
            "সিলেটের ভোলাগঞ্জের সাদাপাথর পর্যটনকেন্দ্রের মূল আকর্ষণ ছিল পাহাড় থেকে নেমে আসা স্বচ্ছ জলের সাথে বিভিন্ন আকারের পাথর, যা পর্যটকদের কাছে জনপ্রিয় ছিল।",
            "গত চার মাস ধরে দিনদুপুরে সাদাপাথর পর্যটনকেন্দ্র থেকে ৮০ শতাংশ পাথর লুট করা হয়েছে, যার ফলে এর প্রাকৃতিক সৌন্দর্য নষ্ট হয়েছে এবং পর্যটকের সংখ্যা কমে গেছে।",
            "পাথর লুটের পেছনে স্থানীয় রাজনৈতিক দলগুলোর নেতাদের মধ্যে ঐকমত্য ছিল, কারণ তারা পাথর উত্তোলন, পরিবহন, মজুদ, ভাঙা ও বিক্রির ব্যবসার সাথে জড়িত।",
            "স্থানীয় প্রশাসন পাথর উত্তোলনের পক্ষে মত দিলেও সরকারের সাড়া না পাওয়ায় গণলুট শুরু হয় এবং পরিবেশকর্মীরা এর জন্য প্রভাবশালী রাজনৈতিক নেতাদের দায়ী করছেন।",
            "পরিবেশবাদী সংগঠন 'ধরিত্রী রক্ষায় আমরা' (ধরা) সিলেটের সদস্যসচিব আবদুল করিম চৌধুরী বলেছেন যে, পাথর লুট ঠেকাতে প্রশাসন ব্যর্থ হয়েছে এবং বিএনপি, জামায়াতসহ বিভিন্ন দলের প্রভাবশালী নেতারা এর সাথে জড়িত।"
        ]
    },
    {
        "title": "জাতীয় রাজস্ব বোর্ডের ২০২৫-২৬ অর্থবছরের আয়কর নির্দেশিকায় ৪২ ধরনের ভাতা ও সুবিধা করমুক্ত",
        "body": [
            "জাতীয় রাজস্ব বোর্ড (এনবিআর) ২০২৫-২৬ অর্থবছরের আয়কর নির্দেশিকায় ৪২ ধরনের ভাতা ও সুবিধাকে করমুক্ত ঘোষণা করেছে।",
            "করমুক্ত সুবিধার মধ্যে উল্লেখযোগ্য হলো চিকিৎসা ভাতা, নববর্ষ ভাতা, বাড়িভাড়া ভাতা, শ্রান্তি ও বিনোদন ভাতা, শিক্ষাসহায়ক ভাতা, কার্যভার ভাতা, পাহাড়ি ভাতা, ভ্রমণ ভাতা, যাতায়াত ভাতা, টিফিন ভাতা, পোশাক ভাতা, আপ্যায়ন ভাতা, ধোলাই ভাতা এবং বিশেষ ভাতা।",
            "এছাড়াও প্রেষণ ভাতা, প্রশিক্ষণ প্রতিষ্ঠানে প্রেষণ ভাতা, জুডিশিয়াল ভাতা, চৌকি ভাতা, ডোমেস্টিক এইড অ্যালাউয়েন্স, ঝুঁকি ভাতা, অ্যাকটিং অ্যালাউয়েন্স, মোটরসাইকেল ভাতা, আর্মরার অ্যালাউয়েন্স, নিঃশর্ত যাতায়াত ভাতা, টেলিকম অ্যালাউয়েন্স, ক্লিনার অ্যালাউয়েন্স, ড্রাইভার অ্যালাউয়েন্স, মাউন্টেড পুলিশ অ্যালাউয়েন্স, পিবিএক্স অ্যালাউয়েন্স, সশস্ত্র শাখা ভাতা, বিউগলার অ্যালাউয়েন্স, নার্সিং অ্যালাউয়েন্স, দৈনিক বা খোরাকি ভাতা, ট্রাফিক অ্যালাউয়েন্স, রেশন মানি, সীমান্ত ভাতা, ব্যাটম্যান ভাতা, ইন্সট্রাকশনাল অ্যালাউয়েন্স, নিযুক্তি ভাতা, আউটফিট ভাতা ও গার্ড পুলিশ ভাতাও করমুক্ত থাকবে।",
            "অবসরকালে প্রদত্ত লাম্প গ্রান্টও করমুক্ত সুবিধার অন্তর্ভুক্ত করা হয়েছে।"
        ]
    },
    {
        "title": "মহেশখালীতে ওসিকে বিবস্ত্র করে পাঠানোর হুমকি বিএনপি নেতার",
        "body": [
            "মহেশখালী পৌর বিএনপির এক স্মরণসভায় ওসি মনজুরুল হককে হুমকি দেন বিএনপি নেতা আকতার হোসেন।",
            "আকতার হোসেন ওসিকে 'দোকান বন্ধ করতে' বলেন, অন্যথায় তাকে 'বিবস্ত্র করে মহেশখালী থেকে পাঠিয়ে দেওয়ার' হুমকি দেন।",
            "তিনি ওসির বিরুদ্ধে রাজনৈতিক পক্ষপাত, মামলা বাণিজ্য এবং আওয়ামী লীগ ঘনিষ্ঠদের সঙ্গে আঁতাতের অভিযোগ তোলেন।",
            "ভিডিওতে আকতার হোসেন আরও বলেন যে, থানার ওসির চেম্বার এখন 'দোকানে পরিণত হয়েছে, যেখানে টাকা দিলে মামলা নেওয়া হয়'।",
            "হুমকি সম্বলিত এই ভিডিও সামাজিক যোগাযোগমাধ্যমে ব্যাপক সমালোচনার জন্ম দিয়েছে।"
        ]
    }
]