[
    {
        "title": "শাহবাগে ‘জুলাই যোদ্ধা সংসদ’-এর কর্মসূচিতে হামলা, ৮ জন আহত",
        "body": [
            "‘জুলাই যোদ্ধা সংসদ’ নামের একটি সংগঠন শাহবাগে অবরোধ কর্মসূচি পালন করছিল।",
            "সংগঠনের আহ্বায়ক আরমান শাফিন দাবি করেছেন যে তাঁদের শান্তিপূর্ণ কর্মসূচিতে বহিরাগতরা অতর্কিত হামলা করেছে।",
            "তিনি আরও অভিযোগ করেছেন যে হামলাকারীদের সঙ্গে পুলিশও ছিল এবং পুলিশ লাঠিচার্জ করেছে।",
            "এই হামলায় তাঁদের অন্তত ৮ জন আহত হয়েছেন এবং একজনের অবস্থা আশঙ্কাজনক।",
            "হামলাকারী বহিরাগত কারা, তা তাঁদের জানা নেই এবং তাঁরা এই হামলার প্রতিবাদে পরবর্তী কর্মসূচি ঘোষণা করবেন।"
        ]
    },
    {
        "title": "প্রধান উপদেষ্টার দৃষ্টিতে বাংলাদেশের বৈশ্বিক সম্ভাবনা ও সমৃদ্ধি",
        "body": [
            "প্রধান উপদেষ্টা বলেছেন যে বাংলাদেশের সাম্প্রতিক অর্জন কেবল দেশের বৈশ্বিক শক্তি বৃদ্ধিই নয়, বরং এটি বৃহত্তর সম্ভাবনা, ত্বরান্বিত প্রবৃদ্ধি এবং দীর্ঘমেয়াদি সমৃদ্ধির পথ খুলে দিয়েছে।",
            "অধ্যাপক ইউনূস বাংলাদেশের ভবিষ্যৎকে উজ্জ্বল হিসেবে আখ্যায়িত করেছেন এবং বলেছেন যে আজকের সাফল্য দেশের জাতীয় দৃঢ়তা ও শক্তিশালী অর্থনীতির সাহসী দৃষ্টিভঙ্গির একটি প্রমাণ।"
        ]
    },
    {
        "title": "জুলাই যোদ্ধাদের শাহবাগ অবরোধ অব্যাহত: জুলাই ঘোষণাপত্র ও সনদ বাস্তবায়নের দাবি",
        "body": [
            "‘জুলাই যোদ্ধারা’ জুলাই ঘোষণাপত্র ও জুলাই সনদ বাস্তবায়ন এবং স্থায়ী বিধানে যুক্ত করার দাবিতে টানা দ্বিতীয় দিনের মতো রাজধানীর শাহবাগ মোড় অবরোধ করে অবস্থান কর্মসূচি পালন করছেন।",
            "বৃহস্পতিবার সকাল সাড়ে ১০টা থেকে শুরু হওয়া এই অবরোধ শুক্রবারও শাহবাগে যান চলাচল বন্ধ করে রেখেছে।",
            "‘জুলাই শহীদ পরিবার ও জুলাই যোদ্ধাদের (আহত)’ ব্যানারে ‘জুলাই যোদ্ধা সংসদ’ প্ল্যাটফর্মের উদ্যোগে এই কর্মসূচি চলছে।",
            "বৃষ্টির মধ্যেও অবরোধকারীরা সড়কের চারদিকে ব্যারিকেড দিয়ে স্লোগান দিচ্ছেন, যার ফলে ওই এলাকায় যান চলাচল পুরোপুরি বন্ধ রয়েছে।",
            "অবরোধকারীদের ভাষ্য, জুলাই সনদ এখনো বাস্তবায়িত না হওয়ায় আহত ও শহীদ পরিবারের সদস্যরা আন্দোলনে নামতে বাধ্য হয়েছেন, এবং তাদের দাবি বারবার জানানো সত্ত্বেও কোনো অগ্রগতি হয়নি।"
        ]
    },
    {
        "title": "ছাত্রীদের রাত ১০টার মধ্যে হলে ফেরার নির্দেশনা ও বিতর্ক",
        "body": [
            "নবাব ফয়জুন্নেছা হলের আবাসিক শিক্ষার্থী জান্নাতুল ফেরদৌস প্রশাসনকে বাস্তবতা বিবেচনা না করে বৈষম্যমূলক সিদ্ধান্ত নেওয়ার অভিযোগ করেছেন, কারণ এই নিয়ম শুধু মেয়েদের জন্য প্রযোজ্য।",
            "বিজয় ২৪ হলের প্রাধ্যক্ষ অধ্যাপক জান্নাত আরা পারভীন এই নির্দেশনাকে স্বাভাবিক বলে মনে করেন এবং শৃঙ্খলা বজায় রাখার জন্য এটি প্রয়োজনীয় বলে উল্লেখ করেন।",
            "বিশ্ববিদ্যালয় প্রক্টর অধ্যাপক তানভীর মোহাম্মদ হায়দার আরিফ জানান, হল বা প্রশাসন থেকে সময়সীমা নিয়ে সুনির্দিষ্ট নির্দেশনা এখনো আসেনি, তবে সহকারী প্রক্টর ছাত্রীদের নিরাপত্তার স্বার্থে রাত ১০টার পর বাইরে থাকতে হলে হল কর্তৃপক্ষের অনুমতি নিতে বলেছেন।"
        ]
    },
    {
        "title": "অর্থনৈতিক সহযোগিতার নতুন যুগের সূচনা করল যুক্তরাষ্ট্র-পাকিস্তান চুক্তি",
        "body": [
            "পাকিস্তানের অর্থ মন্ত্রণালয় বৃহস্পতিবার রাতে এক বিবৃতিতে জানিয়েছে, যুক্তরাষ্ট্রের সঙ্গে চুক্তি অর্থনৈতিক সহযোগিতার নতুন যুগের সূচনা করেছে।",
            "এই চুক্তি বিশেষ করে জ্বালানি, খনি ও খনিজ সম্পদ, তথ্যপ্রযুক্তি, ক্রিপ্টোকারেন্সি ও অন্যান্য খাতে সহযোগিতার সুযোগ উন্মুক্ত করবে।"
        ]
    },
    {
        "title": "মুক্তিযোদ্ধা জেড আই খান পান্নার আক্ষেপ ও আহ্বান",
        "body": [
            "সুপ্রিম কোর্টের জ্যেষ্ঠ আইনজীবী ও মুক্তিযোদ্ধা জেড আই খান পান্না নিজেকে সবচেয়ে বড় সংখ্যালঘু এবং অসহায় উল্লেখ করে ক্ষোভ প্রকাশ করেছেন, কারণ মুক্তিযোদ্ধাদের অপমানিত হতে দেখা গেলেও তিনি কিছু করতে পারছেন না।",
            "কান্নাজড়িত কণ্ঠে তিনি জীবনে কখনও জেনে-বুঝে অন্যায়ের সঙ্গে আপস করেননি বলে জানান এবং মুক্তিযুদ্ধ ধারণকারীদের অন্যায়ের বিরুদ্ধে রুখে দাঁড়ানোর আহ্বান জানান।",
            "তিনি বলেন, ৩০ লাখ শহীদ ও ২ লাখ মা-বোনের ইজ্জতের বিনিময়ে বাংলাদেশ স্বাধীন হয়েছে, যা কারও সঙ্গে তুলনীয় নয় এবং এটি সাম্প্রদায়িকতার দেশ নয়।",
            "পান্না সংবিধানের পরিবর্তন না করার জন্য সতর্ক করে দেন এবং সরকারের অনেককে বিদেশি হয়েও স্বদেশি ভাব দেখানোর সমালোচনা করেন।"
        ]
    },
    {
        "title": "যুক্তরাষ্ট্রে পোশাক রপ্তানিতে বিভিন্ন দেশের শুল্কহার",
        "body": [
            "যুক্তরাষ্ট্রে তৈরি পোশাক পণ্য রপ্তানিতে বাংলাদেশের প্রধান প্রতিযোগী দেশগুলো হলো চীন, ভিয়েতনাম, ভারত, ইন্দোনেশিয়া, কম্বোডিয়া, কোরিয়া, শ্রীলঙ্কা।",
            "ট্রাম্প প্রশাসন ভারতের ওপর ২৫% শুল্ক আরোপ করেছে, যেখানে ভিয়েতনাম ও শ্রীলঙ্কার ওপর ২০% এবং পাকিস্তান ও ইন্দোনেশিয়ার ওপর ১৯% শুল্কহার প্রযোজ্য।",
            "মালয়েশিয়া, থাইল্যান্ড ও ফিলিপাইনের শুল্কহার ১৯%, তাইওয়ানের ২০% এবং দক্ষিণ আফ্রিকার ৩০%।",
            "যুক্তরাজ্য ও ব্রাজিলের ওপর ১০% এবং জাপান, ইসরায়েল, ইউরোপীয় ইউনিয়ন (ইইউ) ও আফগানিস্তানের ওপর ১৫% শুল্ক আরোপ করা হয়েছে।",
            "সর্বোচ্চ শুল্কহার (৪১%) সিরিয়ার ওপর, ৪০% লাওস ও মিয়ানমারের ওপর, ৩৯% সুইজারল্যান্ডের ওপর, ৩৫% ইরাক ও সার্বিয়ার ওপর, এবং ৩০% লিবিয়া, দক্ষিণ আফ্রিকা ও আলজেরিয়ার ওপর প্রযোজ্য।"
        ]
    },
    {
        "title": "রিকশাচালক সোহাগ মিয়ার সংগ্রামী জীবন",
        "body": [
            "রিকশাচালক সোহাগ মিয়া তার সন্তানদের ভালোমন্দ খাবারের আবদার মেটাতে না পারার আক্ষেপ প্রকাশ করেছেন, কারণ তার আয় দিয়ে দুইবেলা খাবারই জোটে না।",
            "নিজের একটি রিকশা থাকলে সন্তানদের জন্য কিছু করতে পারতেন বলে তিনি মনে করেন, কিন্তু সেই সামর্থ্য তার নেই।",
            "তার ছোট সন্তান জান্নাতি ও রমজান তাদের বাবার দুর্দশার কথা বলার সময় অসহায়ভাবে তার দিকে তাকিয়েছিল এবং রমজান বাড়ি ফেরার জন্য আকুতি জানায়।",
            "সোহাগ মিয়ার গল্পটি নগরীতে হাজারো সংগ্রামরত মানুষের প্রতিচ্ছবি, যারা নীরবে নিজেদের জীবন সন্তানদের জন্য উৎসর্গ করে চলেছেন।"
        ]
    },
    {
        "title": "জামায়াতকে পরগাছা এবং সরকারকে পচে যাওয়া বলে মন্তব্য মির্জা আব্বাসের",
        "body": [
            "মির্জা আব্বাস জামায়াতকে ইঙ্গিত করে বলেছেন যে তারা বিএনপির উল্টোটা করতে চায় এবং নিজেদেরকে পরগাছার মতো কখনো আওয়ামী লীগ বা বিএনপির ঘাড়ে সওয়ার হয়ে মন্ত্রী হয়, এখন এনসিপির ঘাড়ে সওয়ার হয়েছে।",
            "তিনি মন্তব্য করেন যে এই সরকারের বিশিষ্ট উপদেষ্টারা বিভিন্ন অপকর্ম করছেন এবং সরকারের মাথা থেকে নিচ পর্যন্ত পচে গেছে।",
            "মির্জা আব্বাস বর্তমান সরকারকে 'এনসিপির সরকার' হিসেবে উল্লেখ করেছেন, কারণ এর সদস্যরা সরকারি প্রটোকল, পুলিশ, বিডিআর, আর্মি গার্ড এবং সার্কিট হাউস ব্যবহার করেন, যা তারা মন্ত্রী থাকা সত্ত্বেও পাননি।"
        ]
    }
]