[
    {
        "title": "গাজীপুরে ছিনতাইকারীর দল ও সিসিটিভি ফুটেজের রহস্য",
        "body": [
            "সিসিটিভি ফুটেজে এক নারীর সঙ্গে ধস্তাধস্তি ও পালিয়ে যাওয়া ব্যক্তি বাদশা মিয়া আহত অবস্থায় হাসপাতালে ভর্তি হয়েছেন এবং দাবি করেছেন যে ওই নারীসহ একটি দল তার কাছ থেকে টাকা ছিনতাই করেছে।",
            "পুলিশের তথ্য অনুযায়ী, গাজীপুর নগরের বাসন, ভোগরা ও চান্দনা চৌরাস্তা এলাকায় একটি ছিনতাইকারী চক্র সক্রিয় রয়েছে, যাদের সদস্যরা সিসিটিভি ভিডিওতে দেখা গেছে।",
            "এই চক্রের সদস্যদের বিরুদ্ধে বিভিন্ন থানায় একাধিক মামলা রয়েছে এবং সিসিটিভি ফুটেজের নারীও এই চক্রের সদস্য হতে পারেন বলে পুলিশ ধারণা করছে।",
            "গাজীপুর মহানগর পুলিশের উপকমিশনার রবিউল হাসান জানিয়েছেন যে হত্যাকাণ্ডের সঙ্গে জড়িতদের ধরতে অভিযান শুরু হয়েছে এবং সিসিটিভি ক্যামেরার ফুটেজের ওই মেয়ে ছিনতাইকারী দলের সদস্য বলে তারা ধারণা করছেন।"
        ]
    },
    {
        "title": "চট্টগ্রামে ফুটপাতে সন্তান প্রসব, পুলিশ সার্জেন্ট উদ্ধার করে হাসপাতালে পাঠালেন মা ও শিশুকে",
        "body": [
            "চট্টগ্রাম নগরীর দেওয়ানহাট মোড়ে শুক্রবার সকালে এক নারী সড়কের পাশে সন্তান প্রসব করেন।",
            "চট্টগ্রাম নগর পুলিশের ট্রাফিক বিভাগের সার্জেন্ট জাহিদুর রহমান মা ও সদ্য ভূমিষ্ঠ সন্তানকে উদ্ধার করে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে পৌঁছে দেন।",
            "পুলিশ ও হাসপাতালের তথ্যমতে, দুপুর ১২টার দিকে তাদের উদ্ধার করা হয় এবং বর্তমানে মা ও নবজাতক দুজনেই সুস্থ আছেন।"
        ]
    },
    {
        "title": "ঢাকায় রাজনৈতিক সভা-সমাবেশ ও যানজট: নাগরিক ও বিশেষজ্ঞদের পরামর্শ",
        "body": [
            "জুলাই গণ-অভ্যুত্থানের পর ঢাকায় রাজনৈতিক সভা-সমাবেশ বৃদ্ধি পেয়েছে, যা প্রায়শই শহরের সড়কগুলোতে অনুষ্ঠিত হচ্ছে বা বিপুল লোকসমাগম সোহরাওয়ার্দী উদ্যানের মতো খোলা জায়গার সমাবেশেও রাজধানীকে অচল করে দিচ্ছে।",
            "নগরবাসী ও বিশেষজ্ঞরা এই সমস্যা সমাধানে তিনটি পরামর্শ দিয়েছেন: মাঠ, উদ্যান বা খোলা জায়গা ছাড়া অন্য কোথাও সমাবেশ নিরুৎসাহিত করা এবং এসব স্থানে ছুটির দিনে সমাবেশের অনুমতি দেওয়া; কারণে-অকারণে রাস্তা অবরোধের ক্ষেত্রে সরকারের কঠোর অবস্থান নেওয়া; এবং রাস্তা অবরোধ না করে দাবি জানালে সেটিকে সরকার কর্তৃক গুরুত্ব দেওয়া, কারণ বর্তমানে রাস্তা অবরোধ না করলে সরকার গুরুত্ব দেয় না।",
            "তবে, সরকারকে এমন পরিস্থিতিতে কঠোর অবস্থান নিতে খুব কমই দেখা যায়। উদাহরণস্বরূপ, ৩১ জুলাই শাহবাগে 'জুলাই যোদ্ধা'দের সড়ক অবরোধের ঘটনায় পুলিশ উচ্ছেদ করতে সরকারের সম্মতি চাইলেও সেদিন সাড়া মেলেনি।",
            "পরদিন 'প্রকৃত জুলাই যোদ্ধা'রা অবরোধকারীদের ওপর হামলা চালায় এবং পুলিশের লাঠিচার্জের মাধ্যমে তাদের সড়ক থেকে উচ্ছেদ করা হয়।",
            "ডিএমপির অতিরিক্ত কমিশনার (ট্রাফিক) মো. সরওয়ার জানিয়েছেন যে তারা রাস্তা আটকে কর্মসূচি পালনকে নিরুৎসাহিত করেন কারণ এটি যানজট সৃষ্টি করে, কিন্তু এ বিষয়ে রাজনৈতিক দল ও সংগঠনকেই সিদ্ধান্ত নিতে হবে।"
        ]
    },
    {
        "title": "ব্যবসায়ীকে হুমকির নেপথ্যে সন্ত্রাসী রায়হান",
        "body": [
            "কালুরঘাটের ব্যবসায়ী মো. রিদুয়ানকে মুঠোফোনে হুমকি দেওয়ার ঘটনা ঘটেছে, তবে তিনি এ বিষয়ে কোনো জিডি বা মামলা করেননি, যদিও পুলিশ বিষয়টি জানে।",
            "চাঁদগাঁও থানার ওসি আফতাব উদ্দিন জানিয়েছেন যে হুমকিদাতা সন্ত্রাসী রায়হান এবং তাকে গ্রেপ্তারে অভিযান চলছে। মোহরায় ব্যবসায়ীকে গুলি করার ঘটনায় জড়িতরাও সাজ্জাদ ও রায়হানের অনুসারী।",
            "পুলিশের তথ্য অনুযায়ী, হত্যাচেষ্টা মামলায় কারাগারে ছোট সাজ্জাদের সঙ্গে রায়হানের পরিচয় হয়। গত বছরের ৫ আগস্ট জামিনে বের হয়ে রায়হান ছোট সাজ্জাদের সঙ্গে বেপরোয়া হয়ে ওঠে। ছোট সাজ্জাদ পুনরায় কারাগারে গেলে রায়হান তার অস্ত্রভান্ডারের দেখভাল করছে।"
        ]
    }
]