[
    {
        "title": "এনসিপির ৫ নেতাকে কারণ দর্শানোর নোটিশ",
        "body": [
            "জাতীয়তাবাদী ছাত্রদল (এনসিপি)-এর ৫ নেতাকে কারণ দর্শানোর নোটিশ দেওয়া হয়েছে।",
            "নোটিশপ্রাপ্ত নেতারা হলেন নাসীরুদ্দীন পাটওয়ারী, তাসনিম জারা, সারজিস আলম, হাসনাত আবদুল্লাহ, ও খালেদ সাইফুল্লাহ।",
            "নোটিশে উল্লেখ করা হয়েছে যে, 'জুলাই অভ্যুত্থান'-এর প্রথম বর্ষপূর্তি এবং একটি রাষ্ট্রীয় গুরুত্বপূর্ণ দিবসে তারা দলের রাজনৈতিক পর্ষদকে অবহিত না করে ব্যক্তিগত সফরে কক্সবাজার গিয়েছিলেন।",
            "তাদেরকে ২৪ ঘণ্টার মধ্যে দলের আহ্বায়ক মো. নাহিদ ইসলাম ও সদস্যসচিব আখতার হোসেনের কাছে সশরীর উপস্থিত হয়ে লিখিত ব্যাখ্যা দিতে বলা হয়েছে।"
        ]
    },
    {
        "title": "ভূরাজনৈতিক প্রেক্ষাপটে মোদির চীন সফর",
        "body": [
            "শুল্ক ও বাণিজ্যনীতি নিয়ে চীনের সঙ্গে ভারতের টানাপোড়েনের মধ্যে এই সফর এক অন্য মাত্রা যোগ করতে চলেছে, যা যুক্তরাষ্ট্রের শুল্কনীতির কারণে সৃষ্ট বিশ্বজুড়ে বাণিজ্য অনিশ্চয়তার প্রেক্ষাপটে গুরুত্বপূর্ণ।",
            "তিয়ানজিনে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির সঙ্গে রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন ও চীনা প্রেসিডেন্ট সি চিন পিংয়ের বৈঠক হওয়ার সম্ভাবনা প্রবল।",
            "এসসিও (সাংহাই কোঅপারেশন অর্গানাইজেশন) সদস্য দেশগুলোর মধ্যে ভারত ও চীন ছাড়াও রাশিয়া, ইরান, পাকিস্তান, কাজাখস্তান, কিরগিজস্তান, তাজিকিস্তান ও উজবেকিস্তান রয়েছে।",
            "রাশিয়া থেকে তেল কেনার কারণে ভারতীয় পণ্যের ওপর যুক্তরাষ্ট্র অতিরিক্ত শুল্ক আরোপ করেছে, যা চীনকেও প্রভাবিত করছে, এবং এই ভূরাজনৈতিক পরিস্থিতিতে মোদির চীন সফর অত্যন্ত অর্থবহ।"
        ]
    },
    {
        "title": "ট্রাম্পের শুল্ক বৃদ্ধির হুমকি ও ভারতের প্রতিক্রিয়া",
        "body": [
            "সপ্তাহের শুরুতে ডোনাল্ড ট্রাম্প ভারতের ওপর ‘উল্লেখযোগ্য মাত্রায়’ শুল্ক বৃদ্ধির হুমকি দেন।",
            "ট্রাম্পের অভিযোগ, ভারত রাশিয়া থেকে বিপুল পরিমাণ তেল কিনে মোটা অঙ্কের লাভ করছে।",
            "ভারত যুক্তরাষ্ট্র ও ইউরোপীয় ইউনিয়নের বিরুদ্ধে তীব্র প্রতিক্রিয়া জানিয়ে বলেছে যে রাশিয়া থেকে তেল কেনার জন্য দিল্লিকে নিশানা করা ‘অন্যায় ও অযৌক্তিক’ এবং এতে দ্বিচারিতা আছে।",
            "ভারত দাবি করেছে যে যুক্তরাষ্ট্র ও ইইউ নিজেরাও এখনো রাশিয়ার সঙ্গে বাণিজ্য সম্পর্ক অব্যাহত রেখেছে।"
        ]
    },
    {
        "title": "সড়ক দুর্ঘটনায় একই পরিবারের ৭ সদস্য নিহত",
        "body": [
            "কুমিল্লার চৌপল্লী এলাকার কাসারি বাড়িতে এক মর্মান্তিক সড়ক দুর্ঘটনায় আবদুর রহিমের পরিবারের সাত সদস্য নিহত হয়েছেন।",
            "নিহতরা হলেন: আবদুর রহিমের শাশুড়ি ফয়জুন নেসা (৮০), স্ত্রী খুরশিদা বেগম (৫৫), পুত্রবধূ কবিতা বেগম (৩০) ও লাবনী বেগম (৩০) এবং নাতনি রেশমি আক্তার (১০), মীম আক্তার (২) ও লামিয়া আক্তার (৯)।",
            "এই হৃদয়বিদারক ঘটনার খবর পেয়ে নিহতদের বাড়িতে শত শত মানুষ ভিড় করেছে, যেখানে স্বজনদের আহাজারি দেখা যায়।",
            "নিহতদের স্বজন, আবদুর রহিমের ওমানপ্রবাসী ছেলে বাহার এই দুর্ঘটনায় তার পরিবারের সদস্যদের হারানোর শোক প্রকাশ করেছেন।"
        ]
    },
    {
        "title": "মেজর সাদিকুলের স্ত্রীকে ডিবি হেফাজতে নেওয়া হয়েছে",
        "body": [
            "ঢাকা মহানগর গোয়েন্দা পুলিশ (ডিবি) সুমাইয়া জাফরিন নামের এক নারীকে হেফাজতে নিয়েছে।",
            "সুমাইয়া জাফরিন নিষিদ্ধ ছাত্রলীগের ‘গোপন বৈঠকের’ সঙ্গে সম্পৃক্ততার অভিযোগে সেনা হেফাজতে থাকা মেজর সাদিকুল হকের স্ত্রী।",
            "আজ বুধবার সন্ধ্যায় তাঁকে মিরপুর ডিওএইচএস থেকে ডিবি হেফাজতে নেওয়া হয়।",
            "ঢাকা মহানগর পুলিশের গণমাধ্যম ও জনসংযোগ বিভাগ এবং ডিবি এই তথ্য নিশ্চিত করেছে।"
        ]
    },
    {
        "title": "যুক্তরাষ্ট্রের পাল্টা শুল্কনীতি: দেশভিত্তিক শুল্কহারের তালিকা",
        "body": [
            "যুক্তরাষ্ট্র সরকার পাল্টা শুল্ক আরোপ–সংক্রান্ত একটি নির্বাহী আদেশ জারি করেছে, যার আওতায় ৬৬টি দেশ ও অঞ্চলসহ মোট ৬৯টি দেশ ও অঞ্চল পড়েছে।",
            "১০ শতাংশ শুল্ক ব্রাজিল, ফকল্যান্ড দ্বীপপুঞ্জ, যুক্তরাজ্য এবং তালিকার বাইরে থাকা অন্যান্য দেশের ওপর প্রযোজ্য।",
            "সর্বোচ্চ সংখ্যক ৩৯টি দেশের (যেমন আফগানিস্তান, জাপান, নিউজিল্যান্ড, দক্ষিণ কোরিয়া, তুরস্ক ইত্যাদি) ওপর ১৫ শতাংশ পাল্টা শুল্ক ধার্য করা হয়েছে, যা ইউরোপীয় ইউনিয়নের জন্যও প্রযোজ্য।",
            "নিকারাগুয়ার জন্য ১৮ শতাংশ, কম্বোডিয়া, ইন্দোনেশিয়া, মালয়েশিয়া, পাকিস্তান, ফিলিপাইন ও থাইল্যান্ডের জন্য ১৯ শতাংশ শুল্ক নির্ধারণ করা হয়েছে।",
            "বাংলাদেশ, শ্রীলঙ্কা, তাইওয়ান ও ভিয়েতনামের ওপর ২০ শতাংশ শুল্ক আরোপ করা হয়েছে।",
            "২৫ শতাংশ শুল্কের আওতায় রয়েছে ব্রুনেই, ভারত, কাজাখস্তান, মলদোভা ও তিউনিসিয়া।",
            "আলজেরিয়া, বসনিয়া ও হার্জেগোভিনা, লিবিয়া ও দক্ষিণ আফ্রিকার জন্য ৩০ শতাংশ, ইরাক ও সার্বিয়ার জন্য ৩৫ শতাংশ, সুইজারল্যান্ডের জন্য ৩৯ শতাংশ, মিয়ানমার ও লাওসের জন্য ৪০ শতাংশ এবং সিরিয়ার জন্য ৪১ শতাংশ শুল্ক আরোপ করা হয়েছে।"
        ]
    },
    {
        "title": "সাবেক উপাচার্য নাজমুল আহসান কলিমুল্লাহকে ডিবি কার্যালয়ে আনা হয়েছে",
        "body": [
            "ডিএমপির গণমাধ্যম ও জনসংযোগ বিভাগের উপকমিশনার মুহাম্মদ তালেবুর রহমান এই তথ্য নিশ্চিত করেছেন।",
            "সাবেক উপাচার্য নাজমুল আহসান কলিমুল্লাহকে মিন্টো রোডের ডিবি কার্যালয়ে আনা হয়েছে।"
        ]
    }
]