[
    {
        "title": "পূর্বাচল প্লট দুর্নীতির মামলায় শেখ হাসিনা, শেখ রেহানা ও টিউলিপ সিদ্দিকের কারাদণ্ড",
        "body": [
            "পূর্বাচল নতুন শহর প্রকল্পে প্লট বরাদ্দে দুর্নীতির মামলায় ব্রিটিশ এমপি টিউলিপ সিদ্দিকের ২ বছর, ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনার ৫ বছর এবং তাঁর বোন শেখ রেহানার ৭ বছরের কারাদণ্ড হয়েছে।",
            "কারাদণ্ডের পাশাপাশি টিউলিপ সিদ্দিককে এক লাখ টাকা জরিমানা, অনাদায়ে ছয় মাসের বিনাশ্রম কারাদণ্ড এবং শেখ রেহানাকে এক লাখ টাকা জরিমানা করা হয়েছে।",
            "এই মামলার অন্য ১৪ আসামিকে ৫ বছর করে কারাদণ্ড দেওয়া হয়েছে।",
            "ঢাকার বিশেষ জজ আদালত-৪–এর বিচারক মো. রবিউল আলম আজ সোমবার বেলা ১১টায় এই রায় ঘোষণা করেন।",
            "দুর্নীতি দমন কমিশন (দুদক) গত ১৩ জানুয়ারি শেখ হাসিনা, শেখ রেহানা, টিউলিপ সিদ্দিকসহ ১৭ জনের বিরুদ্ধে এই মামলাটি করেছিল।"
        ]
    },
    {
        "title": "শেখ হাসিনা ও টিউলিপসহ পরিবারের সদস্যদের বিরুদ্ধে প্লট বরাদ্দ মামলার রায়",
        "body": [
            "ছয়টি মামলার সব কটিতে আওয়ামী লীগ সভাপতি শেখ হাসিনাকে আসামি করা হয়েছে প্রধানমন্ত্রী পদের প্রভাব খাটানোর অভিযোগে।",
            "টিউলিপকে শেখ রেহানা, রাদওয়ান ও আজমিনার বিরুদ্ধে করা তিনটি আলাদা মামলায় আসামি করা হয়েছে।",
            "জানুয়ারিতে করা মামলাগুলোর মধ্যে শেখ রেহানার প্লটের মামলার এজাহারে বলা হয়েছে যে টিউলিপ তার খালা শেখ হাসিনার ওপর প্রভাব খাটিয়ে শেখ রেহানা, আজমিনা সিদ্দিক রূপন্তী ও রাদওয়ান মুজিবের নামে প্লট বরাদ্দের জন্য চাপ প্রয়োগ করেন।",
            "শেখ হাসিনা, সজীব ওয়াজেদ ও সায়মা ওয়াজেদের মামলার রায় ইতোমধ্যে হয়ে গেছে এবং তাদের সাজাও দেওয়া হয়েছে।",
            "আজ শেখ রেহানার প্লটের মামলারও রায় ঘোষণা করা হয়েছে, তবে রাদওয়ান ও আজমিনার প্লটের মামলার রায় এখনো বাকি আছে, যেখানে টিউলিপ ও শেখ হাসিনা আসামি।"
        ]
    },
    {
        "title": "খালেদা জিয়ার অবস্থা আশঙ্কাজনক: ভেন্টিলেশন সাপোর্টে আছেন",
        "body": [
            "বিএনপি চেয়ারপারসন খালেদা জিয়া গত রাত থেকে অত্যন্ত সংকটজনক অবস্থায় আছেন এবং তিনি জীবন ফিরে আসার জন্য 'ফাইট' করছেন।",
            "বর্তমানে খালেদা জিয়া ভেন্টিলেশন সাপোর্টে আছেন এবং তার অবস্থা 'খুব ক্রিটিক্যাল' বলে বর্ণনা করা হয়েছে।",
            "খালেদা জিয়ার চিকিৎসায় যুক্তরাষ্ট্র ও ইংল্যান্ডের পাশাপাশি এখন চীনের চিকিৎসকেরাও যুক্ত হয়েছেন এবং তারা নিরলসভাবে চেষ্টা করছেন।"
        ]
    },
    {
        "title": "পাইপলাইনে জ্বালানি তেল পরিবহনে ঘাটতি",
        "body": [
            "১১ নভেম্বর পদ্মার ডিপোতে চট্টগ্রাম থেকে ২৫ লাখ ২০ হাজার ৭৭০ লিটার ডিজেল সরবরাহ করা হলেও, পরিমাপে ২৭ হাজার ৩০২ লিটার ঘাটতি পাওয়া যায়।",
            "পদ্মা অয়েল পিএলসির ব্যবস্থাপনা পরিচালক মো. মফিজুর রহমান জানান যে পাইপলাইনের দুই প্রান্তের মিটারের হিসাবে ১ হাজার ৮০০ লিটার তেল বেশি ছিল এবং শীতকালে তাপমাত্রা কমার কারণে ট্যাংকে মাপার সময় পরিমাণ কম হতে পারে।",
            "তিনি আরও উল্লেখ করেন যে পাইপলাইনে নিয়মিত তেল সরবরাহ শুরু হলে এই সমস্যাগুলি সমাধান হয়ে যাবে।",
            "জ্বালানি তেল পরিবহনের এই প্রকল্পটি ২০১৬ সালে শুরু হয়েছিল এবং তিন দফা মেয়াদ বাড়ানোর পর চলতি বছরের মার্চ মাসে শেষ হয়।",
            "প্রকল্পের প্রাথমিক ব্যয় ২ হাজার ৮৬১ কোটি টাকা থাকলেও, শেষ পর্যন্ত তা বেড়ে প্রায় ৩ হাজার ৬৯৯ কোটি টাকায় দাঁড়ায়।"
        ]
    }
]