[
    {
        "title": "জামায়াত দেশের স্বাধীনতা ও শান্তি চায় না: মির্জা আব্বাস",
        "body": [
            "মির্জা আব্বাস জামায়াতে ইসলামীর সমালোচনা করে বলেছেন যে দলটি ১৯৪৭ থেকে ১৯৭১ সাল পর্যন্ত এবং বর্তমানেও দেশের শান্তি কামনা করে না।",
            "তিনি আরও মন্তব্য করেন যে জামায়াত দেশের স্বাধীনতা চায়নি এবং এখনো চায় না, বরং তারা চায় দেশ বিপদে পড়ুক, খারাপ অবস্থায় থাকুক ও অশান্তিময় থাকুক।",
            "চব্বিশ ও একাত্তরকে মুখোমুখি করা হচ্ছে কি না, এমন প্রশ্নের জবাবে মির্জা আব্বাস বলেন যে একাত্তর ও চব্বিশ তাদের স্ব স্ব অবস্থানে মহিমান্বিত এবং একাত্তরের সঙ্গে চব্বিশের কোনো তুলনা চলে না।"
        ]
    },
    {
        "title": "আমির হামজার বিজয় র‍্যালি ও স্বাধীন বাংলাদেশ গড়ার প্রত্যয়",
        "body": [
            "ইসলামি বক্তা আমির হামজা জানিয়েছেন যে তাদের বিজয় র‍্যালির উদ্দেশ্য হলো ১৯৭১ সালের স্বাধীনতার পক্ষে থাকা এবং ভারতের আগ্রাসনের বিরুদ্ধে অবস্থান নেওয়া।",
            "তিনি আগামী দিনের বাংলাদেশকে 'ভারতের তাঁবেদারমুক্ত' এবং স্বাধীনচেতা হিসেবে দেখতে চান।",
            "জামায়াতের এই প্রার্থী দল, মত, জাতি, বর্ণ ও ধর্ম নির্বিশেষে সবাইকে সম্মানিত নাগরিক হিসেবে বিবেচনা করে দেশকে এগিয়ে নিয়ে যাওয়ার ইচ্ছাপ্রকাশ করেছেন।",
            "হামজা পেছনের ইতিহাস ভুলে নতুন ইতিহাস তৈরি করার এবং কোনো দল-মত না রেখে সবাই ঐক্যবদ্ধ থাকার আহ্বান জানিয়েছেন।"
        ]
    },
    {
        "title": "সাভারের রিসোর্টে ফয়সল ও আলমগীরের অবস্থান এবং ঢাকার পথে",
        "body": [
            "তদন্ত সূত্র বলছে, হামলার আগের রাতে ১১ ডিসেম্বর ফয়সল ও আলমগীর সাভারের গ্রিন জোন রিসোর্টে ছিলেন।",
            "রাত ২টার দিকে ফয়সলের বান্ধবী মারিয়া তার ছোট বোনকে নিয়ে রিসোর্টে যান এবং তারা একসঙ্গে গল্প করেন। মারিয়া ফয়সলের সঙ্গে তার সম্পর্ককে বন্ধুত্বপূর্ণ বলে উল্লেখ করেছেন।",
            "১২ ডিসেম্বর সকালে ফয়সল ও আলমগীর একটি মোটরসাইকেলে সাভার থেকে ঢাকায় আসেন এবং আগারগাঁওয়ে ফয়সলের বোনের বাসায় গিয়ে মোটরসাইকেলের নম্বর প্লেট পরিবর্তন করেন।",
            "এরপর তারা অটোরিকশা করে আমিন বাজার যান, যেখানে ফয়সলের বান্ধবী মারিয়া তাদের জন্য গাড়ি নিয়ে অপেক্ষা করছিলেন।"
        ]
    },
    {
        "title": "নারায়ণগঞ্জ–৫ আসনে বিএনপির মনোনয়নপ্রত্যাশী মাসুদুজ্জামানের সরে দাঁড়ানো",
        "body": [
            "নারায়ণগঞ্জ–৫ আসনে বিএনপির মনোনয়নপ্রত্যাশী মাসুদুজ্জামান নির্বাচন থেকে সরে দাঁড়িয়েছেন।",
            "এই আসনে বিএনপির অন্যান্য মনোনয়নপ্রত্যাশীদের মধ্যে ছিলেন সাবেক সংসদ সদস্য আবুল কালাম, মহানগর বিএনপির আহ্বায়ক সাখাওয়াত হোসেন, সদস্যসচিব আবু আল ইউসুফ এবং বিএনপি নেতা আবু জাফর বাবুল।",
            "মাসুদুজ্জামানের সরে দাঁড়ানোর কারণ সম্পর্কে আবুল কালাম কিছু বলতে রাজি না হলেও, তিনি নিজে নিরাপত্তা নিয়ে কোনো হুমকি দেখছেন না এবং স্বাচ্ছন্দ্যে চলাফেরা করছেন বলে জানিয়েছেন।",
            "মহানগর বিএনপির আহ্বায়ক সাখাওয়াত হোসেনও নিরাপত্তা পরিস্থিতি স্বাভাবিক বলে উল্লেখ করেছেন এবং বলেছেন মাসুদুজ্জামান সরে দাঁড়ালেও প্রার্থীর কোনো শূন্যতা তৈরি হবে না, কারণ দলে আরও ভালো প্রার্থী রয়েছেন।",
            "বিগত দিনে এই আসনের সংসদ সদস্য ছিলেন জাতীয় পার্টির প্রেসিডিয়াম সদস্য সেলিম ওসমান, যিনি গত বছরের ৫ আগস্ট আওয়ামী লীগ সরকারের পতনের পর আড়ালে চলে যান।"
        ]
    },
    {
        "title": "জামায়াত আমিরের মুজিব বাহিনী নিয়ে মন্তব্যের প্রতিবাদ ও ইতিহাস",
        "body": [
            "জামায়াত আমির মুহাম্মদ নজরুল ইসলাম শোভাযাত্রায় তার বক্তব্যে দাবি করেন যে ব্রিটিশবিরোধী আন্দোলনের ধারাবাহিকতায় ১৯৪৭ সালে স্বাধীনতা লাভ হয় এবং পাকিস্তানি শাসকগোষ্ঠীর ব্যর্থতার কারণে মুক্তিযুদ্ধে অবতীর্ণ হতে হয়।",
            "যুদ্ধকালীন মুজিব বাহিনীর কমান্ডার ও মুক্তিযুদ্ধ গবেষক মাহফুজুর রহমান জামায়াতের দাবিকে 'শতকরা ১০০ ভাগ ভুয়া' আখ্যা দিয়েছেন এবং এটিকে রাজনৈতিক উদ্দেশ্যপ্রণোদিত বলে মন্তব্য করেছেন।",
            "মাহফুজুর রহমান ব্যাখ্যা করেন যে মুজিব বাহিনী ১৯৭১ সালের জুন-জুলাই মাসে গঠিত হয় এবং এর গণহত্যা চালানোর কোনো সুযোগ ছিল না।",
            "তিনি আরও উল্লেখ করেন যে জামায়াত মুজিব বাহিনীর সদস্যদের আওয়ামী লীগ মনে করে বক্তব্য দিলেও, মুজিব বাহিনীর ৭০ থেকে ৮০ ভাগ সদস্য পরবর্তীতে জাসদ করতেন।"
        ]
    }
]