[
    {
        "title": "মেজর (অব.) আখতারুজ্জামানের জামায়াতে যোগদান",
        "body": [
            "মেজর (অব.) আখতারুজ্জামান জামায়াতে ইসলামীর নীতি, আদর্শ, দেশপ্রেম এবং দেশের স্বাধীনতা ও সার্বভৌমত্ব রক্ষায় দলের অবিচল অবস্থানের প্রতি আস্থা ও সন্তোষ প্রকাশ করে আনুষ্ঠানিকভাবে জামায়াতে যোগদান করেছেন।",
            "তিনি সংগঠনের প্রাথমিক সহযোগী সদস্য ফরম পূরণ করে জামায়াতে ইসলামীতে যোগদান করেন।",
            "আখতারুজ্জামান ইসলাম ও ইসলামি মূল্যবোধ, দেশের স্বার্থ এবং স্বাধীনতা-সার্বভৌমত্ব রক্ষায় তার অবশিষ্ট জীবন অতিবাহিত করার দৃঢ় প্রত্যয় ব্যক্ত করেছেন।",
            "তিনি জামায়াতের নিয়মনীতি, আদর্শ, দলীয় শৃঙ্খলা ও আনুগত্যের প্রতি সর্বদা অনুগত থাকার অঙ্গীকার করেছেন।",
            "জামায়াতের আমির শফিকুর রহমান আখতারুজ্জামানকে আন্তরিকভাবে আলিঙ্গন করেন এবং তার দীর্ঘ নেক হায়াত কামনা করেন।"
        ]
    },
    {
        "title": "শরীয়ফ ওসমান বিন হাদিকে গুলি: সন্দেহভাজন ফয়সাল করিম মাসুদ ওরফে দাউদ খানের পরিচয়",
        "body": [
            "১৩তম জাতীয় সংসদ নির্বাচনে সম্ভাব্য স্বতন্ত্র প্রার্থী এবং ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদিকে গুলি করার ঘটনায় ফয়সাল করিম মাসুদ ওরফে দাউদ খান নামের এক সন্দেহভাজনকে শনাক্ত করেছে পুলিশ।",
            "ফয়সাল করিম মাসুদ ওরফে দাউদ খান অতীতে কার্যক্রমনিষিদ্ধ আওয়ামী লীগের ভ্রাতৃপ্রতিম সংগঠন ছাত্রলীগের (এখন নিষিদ্ধ) রাজনীতির সঙ্গে জড়িত ছিলেন এবং ২০১৯ সালে কেন্দ্রীয় ছাত্রলীগের পূর্ণাঙ্গ কমিটির সদস্য হয়েছিলেন।",
            "নির্বাচনের তফসিল ঘোষণার পরদিন শুক্রবার পুরানা পল্টনে মোটরসাইকেল আরোহী আততায়ীর গুলিতে আহত হন ওসমান হাদি, যিনি ঢাকা–৮ সংসদীয় আসনের সম্ভাব্য প্রার্থী।",
            "ওসমান হাদি বর্তমানে এভারকেয়ার হাসপাতালে চিকিৎসাধীন আছেন এবং ইনকিলাব মঞ্চ জানিয়েছে যে তাঁর অবস্থা এখনো শঙ্কামুক্ত নয়।"
        ]
    },
    {
        "title": "নির্বাচন ইস্যুতে রাজনৈতিক দলগুলোকে ঐক্যবদ্ধ থাকার আহ্বান প্রধান উপদেষ্টার",
        "body": [
            "প্রধান উপদেষ্টা দলগুলোকে আহ্বান জানিয়েছেন যে তারা যেন ঐক্যবদ্ধভাবে নির্বাচন ভেস্তে দিতে চাওয়া পক্ষগুলোর শক্তি প্রদর্শন মোকাবিলা করে এবং নিজেদের মধ্যে দ্বন্দ্ব এড়িয়ে চলে।",
            "অধ্যাপক ইউনূস জুলাই অভ্যুত্থানের পক্ষের শক্তিগুলোর মধ্যে নির্বাচনের আগে যে দ্বন্দ্ব দেখা দিয়েছে, তা থেকে সরে আসতে দলগুলোর প্রতি আহ্বান জানান।",
            "আইন উপদেষ্টা আসিফ নজরুল সতর্ক করে বলেছেন যে রাজনৈতিক দলগুলোর মধ্যে হানাহানি শুরু হওয়ার পর থেকেই আওয়ামী লীগ শক্তিশালী হয়েছে এবং তাদের জাতীয় স্বার্থের বিষয়ে সজাগ থাকতে হবে।",
            "বৈঠকে অংশগ্রহণকারী রাজনৈতিক দলের নেতারা ঐক্য ধরে রাখার প্রতিশ্রুতি দিয়েছেন, কারণ তারা মনে করেন ঐক্যবদ্ধ না থাকলে পতিত আওয়ামী লীগের ফিরে আসার পথ সুগম হবে।",
            "বিএনপি নেতা সালাহউদ্দিন জোর দিয়েছেন যে এই পরিস্থিতিতে তাদের অবশ্যই ঐক্যবদ্ধ থাকতে হবে এবং জাতির ও জুলাই অভ্যুত্থানের স্বার্থে পরস্পরের দোষারোপ থেকে বিরত থাকতে হবে।"
        ]
    },
    {
        "title": "গুলিবিদ্ধ ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির গ্রামের বাড়িতে চুরি",
        "body": [
            "ঢাকায় গুলিবিদ্ধ ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির ঝালকাঠির নলছিটিতে অবস্থিত গ্রামের বাড়িতে চুরির ঘটনা ঘটেছে।",
            "এই ঘটনাটি শুক্রবার রাতে শহরের খাসমহল এলাকায় ঘটে, যখন তাদের পরিবারের কোনো সদস্য বাড়িতে উপস্থিত ছিলেন না।",
            "নলছিটি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আরিফুল আলম বিষয়টি নিশ্চিত করেছেন।",
            "প্রতিবেশী গোলাম কিবরিয়া জানান, ভোররাতে তিনি হাদির বাড়ির পেছনে দুজন সন্দেহভাজন ব্যক্তিকে দেখতে পান এবং তাদের ধরতে গেলে তারা পালিয়ে যায়।"
        ]
    },
    {
        "title": "হাদির ওপর হামলা সুপরিকল্পিত: রুহুল কবির রিজভী",
        "body": [
            "রাকসুর সাবেক ভিপি রুহুল কবির রিজভী ঢাকা বিশ্ববিদ্যালয়ের ভিপি সাদিক কায়েমের উদ্দেশে বলেন যে, গুলি করার ঘটনা ফেসবুকে দ্রুত দেওয়া ঘোড়ার আগেই গাড়ি জুড়ানোর মতো অবস্থা।",
            "রিজভী দাবি করেন যে, হাদির ওপর হামলাটি সুপরিকল্পিত এবং হামলাকারী ছাত্রলীগের নেতা ও ডাকসু ভিপি সাদিক কায়েমের সঙ্গে একই টেবিলে চা খাচ্ছিলেন।",
            "তিনি প্রশ্ন তোলেন, এই ঘটনার বিচার কে করবে এবং এটি ওই সংগঠনটির পরিকল্পিত নকশা।",
            "রুহুল কবির রিজভী আরও উল্লেখ করেন যে, মির্জা আব্বাসের ৫০ বছরের রাজনৈতিক ক্যারিয়ার রয়েছে এবং তিনি সন্তানের বয়সী একজনকে আঘাত করবেন তা অকল্পনীয়।"
        ]
    }
]