[
    {
        "title": "বাংলাদেশের নির্বাচন ও দ্বিপাক্ষিক সম্পর্ক নিয়ে ভারতের পররাষ্ট্রমন্ত্রীর মন্তব্য",
        "body": [
            "ভারতের পররাষ্ট্রমন্ত্রী বাংলাদেশের অতীত নির্বাচনের কার্যকারিতা নিয়ে সমস্যার কথা উল্লেখ করেছেন এবং একটি সুষ্ঠু নির্বাচন আয়োজনের গুরুত্ব তুলে ধরেছেন।",
            "তিনি বাংলাদেশের মঙ্গল কামনা করেছেন এবং আশা প্রকাশ করেছেন যে একটি গণতান্ত্রিক দেশ হিসেবে বাংলাদেশ গণতান্ত্রিক প্রক্রিয়ার মাধ্যমে জনগণের ইচ্ছার প্রতিফলন ঘটাবে।",
            "ভারতের পররাষ্ট্রমন্ত্রী নিশ্চিত যে গণতান্ত্রিক প্রক্রিয়ার ফলাফল যাই হোক না কেন, তা দ্বিপাক্ষিক সম্পর্কের ক্ষেত্রে একটি ভারসাম্যপূর্ণ ও পরিপক্ক দৃষ্টিভঙ্গি আনবে এবং পরিস্থিতি উন্নত হবে।"
        ]
    },
    {
        "title": "এসআই দস্তগির হোসেনের বিরুদ্ধে মাদক পাচার ও অবৈধ সম্পদের অভিযোগ",
        "body": [
            "এসআই দস্তগির হোসেন ২০১৯ সালে পুলিশে যোগ দেন এবং কক্সবাজারের উখিয়ায় কর্মরত অবস্থায় তার বিরুদ্ধে মাদক পাচারে জড়িত থাকার অভিযোগ ওঠে, যার বিভাগীয় তদন্ত বেশি দূর এগোয়নি।",
            "চলতি বছরের ৯ জানুয়ারি তাকে চট্টগ্রাম রেলওয়ে রেঞ্জে বদলি করা হয় এবং অভিযোগ উঠেছে, রেলওয়ে পুলিশে বদলি হয়ে তিনি আবারও ইয়াবা পাচারে জড়িয়ে পড়েছেন।",
            "অনুসন্ধানে জানা যায়, দস্তগির নিজ গ্রামে একটি ডুপ্লেক্স বাড়ি নির্মাণ করছেন, এলাকায় নিজের টাকায় পাকা সড়ক করেছেন, এবং কক্সবাজারে 'সী শার্ক রিসোর্ট' নামে একটি আবাসিক হোটেল করেছেন যা প্রথমে শ্বশুরের নামে কিনে পরে স্ত্রীর নামে করে দিয়েছেন।",
            "দস্তগির হোসেন তার বিরুদ্ধে ওঠা অভিযোগ অস্বীকার করে জানিয়েছেন, গ্রামে তার একটি একতলা বাড়ি তার বাবা অনেক আগে বানিয়েছেন এবং আবাসিক হোটেলটি তার শ্বশুরের পারিবারিক সম্পদ।"
        ]
    },
    {
        "title": "এনসিপির একাধিক নেতা বিভিন্ন আসনে দলীয় মনোনয়নপত্র কিনেছেন",
        "body": [
            "এনসিপির আহ্বায়ক নাহিদ ইসলাম ঢাকা-১১ আসনে এবং সদস্যসচিব আখতার হোসেন রংপুর-৪ আসনে প্রার্থী হওয়ার জন্য দলীয় মনোনয়নপত্র সংগ্রহ করেছেন।",
            "এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী ঢাকা-১৮, উত্তরাঞ্চলের মুখ্য সংগঠক সারজিস আলম পঞ্চগড়-১, দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ কুমিল্লা-৪, জ্যেষ্ঠ যুগ্ম মুখ্য সমন্বয়ক আবদুল হান্নান মাসউদ নোয়াখালী-৬, জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীব ঢাকা-১৪, এবং জ্যেষ্ঠ যুগ্ম সদস্যসচিব তাসনিম জারা ঢাকা-৯ আসন থেকে মনোনয়নপত্র নিয়েছেন।",
            "বিএনপি প্রথম দফায় ২৩৭ আসনে প্রার্থী ঘোষণা করলেও ঢাকা-৯ ও ঢাকা-১৮ আসনে প্রার্থী দেয়নি। তবে, দ্বিতীয় দফায় ঘোষিত ৩৬ জন প্রার্থীর তালিকায় এই দুটি আসন অন্তর্ভুক্ত হওয়ায় বিএনপির সঙ্গে এনসিপির সমঝোতার সম্ভাবনা কমে গেছে বলে ধারণা করা হচ্ছে।",
            "এনসিপির কিছু শীর্ষ নেতা অবশ্য এখনো মনে করেন যে মনোনয়নপত্র প্রত্যাহারের শেষ দিন পর্যন্ত সমঝোতার সম্ভাবনা একেবারে শেষ হয়ে যায়নি।"
        ]
    },
    {
        "title": "নির্বাচন আয়োজনে ইসির প্রস্তুতি এবং ভুল তথ্য ছড়ানো থেকে বিরত থাকার আহ্বান",
        "body": [
            "নির্বাচন কমিশন (ইসি) নির্বাচন আয়োজনে সম্পূর্ণ প্রস্তুত বলে দাবি করেছেন আখতার আহমেদ।",
            "তিনি সবাইকে নির্বাচন নিয়ে ভুল তথ্য ছড়ানো থেকে বিরত থাকার এবং সঠিক তথ্য দেওয়ার অনুরোধ জানিয়েছেন।",
            "আখতার আহমেদ সাংবাদিকদের জন্য আয়োজিত 'গণপ্রতিনিধিত্ব আদেশ, ১৯৭২; সংসদ নির্বাচনে রাজনৈতিক দল ও প্রার্থীর আচরণ বিধিমালা, ২০০৮; এবং নির্বাচন কর্মকর্তা (বিশেষ বিধান) আইন, ১৯৯১ এর পরিচিতি' শীর্ষক কর্মশালায় এসব কথা বলেন।",
            "এই প্রশিক্ষণ কর্মশালা ইউএনডিপি এবং রিপোর্টার্স ফোরাম ফর ইলেকশন অ্যান্ড ডেমোক্রেসি (আরএফইডি) যৌথভাবে আয়োজন করে।"
        ]
    },
    {
        "title": "নতুন রাজনৈতিক জোটের ঘোষণা আজ: এনসিপি, এবি পার্টি ও রাষ্ট্র সংস্কার আন্দোলন",
        "body": [
            "জাতীয়তাবাদী গণতান্ত্রিক আন্দোলন (এনসিপি), এবি পার্টি এবং রাষ্ট্র সংস্কার আন্দোলনসহ কয়েকটি দল আজ (বিকেল ৪টায়) জাতীয় প্রেস ক্লাবের ডিআরইউতে একটি নতুন রাজনৈতিক ও নির্বাচনী ঐক্য ঘোষণা করবে।",
            "এনসিপির মিডিয়া সেলের সম্পাদক মুশফিক উস সালেহীন জানিয়েছেন, জুলাই অভ্যুত্থানের অঙ্গীকার রক্ষা এবং নতুন রাজনৈতিক বন্দোবস্ত বিনির্মাণে আগ্রহীদের রাজনৈতিক ও নির্বাচনী ঐক্য ঘোষণা করা হবে।",
            "এর আগে ২৭ নভেম্বর বিএনপি ও জামায়াত ব্যতীত এনসিপি, এবি পার্টি, রাষ্ট্র সংস্কার আন্দোলন এবং গণ অধিকার পরিষদের সমন্বয়ে একটি নির্বাচনী জোটের আত্মপ্রকাশের আলোচনা হয়েছিল, যা স্থগিত হয়।"
        ]
    },
    {
        "title": "রোববার থেকে সীমিত আকারে পেঁয়াজ আমদানির অনুমতি",
        "body": [
            "পেঁয়াজের বাজার স্থিতিশীল রাখতে আগামীকাল রোববার থেকে সীমিত আকারে পেঁয়াজ আমদানির অনুমতি দেওয়া হবে।",
            "প্রতিদিন ৫০টি করে আমদানি অনুমতি (আইপি) ইস্যু করা হবে এবং প্রতিটি আইপিতে সর্বোচ্চ ৩০ টন পেঁয়াজ আনার অনুমতি থাকবে।",
            "কৃষি মন্ত্রণালয়ের এক সংবাদ বিজ্ঞপ্তিতে আজ শনিবার এই তথ্য জানানো হয়েছে।",
            "শুধুমাত্র ১ আগস্ট থেকে যেসব আমদানিকারক আমদানি অনুমতির জন্য আবেদন করেছেন, তারাই আবার আবেদন করতে পারবেন এবং একজন আমদানিকারক একবারের জন্য আবেদন করার সুযোগ পাবেন।"
        ]
    },
    {
        "title": "খালেদা জিয়ার বিদেশ যাত্রা মেডিকেল বোর্ডের সিদ্ধান্তের ওপর নির্ভরশীল",
        "body": [
            "বিএনপির চেয়ারপারসন খালেদা জিয়াকে বিদেশ নেওয়ার সিদ্ধান্ত মেডিকেল বোর্ড যখন তাকে নিরাপদে স্থানান্তরের জন্য শারীরিকভাবে উপযুক্ত মনে করবে, তখনই নেওয়া হবে।",
            "শুক্রবার এয়ার অ্যাম্বুলেন্স কারিগরি সমস্যার কারণে আসতে পারেনি এবং মেডিকেল বোর্ড সে সময়ে জরুরিভাবে সিদ্ধান্ত নিয়েছিল যে তার বিমানযাত্রা সঠিক হবে না।",
            "খালেদা জিয়ার বিদেশ যাত্রা বিলম্বিত হচ্ছে এবং তার শারীরিক অবস্থাই ভবিষ্যৎ ভ্রমণের সময় নির্ধারণ করবে।",
            "জাহিদ হোসেন খালেদা জিয়ার চিকিৎসায় নিয়োজিত দেশি-বিদেশি চিকিৎসকদের প্রতি কৃতজ্ঞতা জানিয়েছেন, যারা বিগত ছয় বছর ধরে তাকে সেবা দিয়ে আসছেন।",
            "বিএনপির স্বাস্থ্যবিষয়ক সম্পাদক রফিকুল ইসলাম আশাবাদ ব্যক্ত করেছেন যে খালেদা জিয়া পূর্বের মতো এবারও সুস্থ হয়ে উঠবেন।"
        ]
    }
]