[
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ে ভারতীয় হাইকমিশন উচ্ছেদের দাবি ও সমালোচনা",
        "body": [
            "রাকসু ভিপি মোস্তাকুর রহমান রাজশাহী বিশ্ববিদ্যালয়ে ভারতীয় হাইকমিশন উচ্ছেদের দাবি জানিয়েছেন এবং ঘোষণা দিয়েছেন যে কোনো আওয়ামী ফ্যাসিস্ট শিক্ষক ক্লাসে আসতে পারবে না।",
            "তিনি হাদি ভাইয়ের রক্ত থেকে লক্ষ হাদি জন্ম নেওয়ার কথাও উল্লেখ করেন।",
            "রাকসুর ভিপির এই বক্তব্যের সমালোচনা করে রাজশাহী বিশ্ববিদ্যালয় সাংবাদিক সমিতির সাবেক সাধারণ সম্পাদক আবদুস সবুর প্রশ্ন তুলেছেন যে তিনি রাকসু ভিপি নাকি শিবিরের সভাপতি হিসেবে বক্তব্য দিচ্ছেন এবং এটিকে 'মবের উসকানি' হিসেবে অভিহিত করেছেন।"
        ]
    },
    {
        "title": "মুক্তিযুদ্ধের বীর সেনানী এ কে খন্দকার আর নেই",
        "body": [
            "মুক্তিযুদ্ধের অন্যতম প্রধান বীর সেনানী এবং মুক্তিবাহিনীর উপপ্রধান এ কে খন্দকার বীর উত্তম ৯৫ বছর বয়সে শনিবার সকাল ১০টা ৩৫ মিনিটে বার্ধক্যজনিত কারণে ইন্তেকাল করেছেন।",
            "আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর) এই খবর নিশ্চিত করেছে।",
            "এ কে খন্দকার ছিলেন বাংলাদেশ বিমানবাহিনীর প্রথম প্রধান এবং পরবর্তীতে রাজনীতিতে যোগ দিয়ে দুই দফায় মন্ত্রীর দায়িত্ব পালন করেন।",
            "প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস তাঁর মৃত্যুতে শোক জানিয়ে বলেছেন যে এ কে খন্দকার ছিলেন বাংলাদেশের স্বাধীনতা সংগ্রামের এক অবিস্মরণীয় সৈনিক, দৃঢ়চেতা মুক্তিযোদ্ধা, সৎ, সাহসী এবং আদর্শনিষ্ঠ দেশপ্রেমিক।"
        ]
    },
    {
        "title": "ফেসবুকে সহিংসতা ছড়ানো এবং গণমাধ্যম কার্যালয়ে হামলা",
        "body": [
            "অন্তর্বর্তী সরকার মনে করে যে, জুলাই গণ-অভ্যুত্থানের নেতা ওসমান হাদির মৃত্যু এবং সংবাদমাধ্যমে হামলার ঘটনা ফেসবুক ব্যবহার করে সহিংসতা ছড়ানোর ধারাবাহিকতার অংশ।",
            "জাতীয় সাইবার সুরক্ষা এজেন্সির চিঠিতে উল্লেখ করা হয়েছে যে, আওয়ামী লীগ সরকারের সঙ্গে সংশ্লিষ্ট কিছু ব্যক্তি ফেসবুকে ওসমান হাদির মৃত্যুকে সমর্থন জানিয়েছেন এবং গণমাধ্যম ও সাংবাদিকদের বিরুদ্ধে সহিংসতার আহ্বান জানিয়েছেন।",
            "এই বক্তব্য ছড়ানোর পর পরই প্রথম আলো ও দ্য ডেইলি স্টার কার্যালয়ে ভাঙচুর ও অগ্নিসংযোগ করা হয়, যা জনমনে আতঙ্ক ছড়ায় এবং গণমাধ্যমের স্বাধীনতার জন্য হুমকি তৈরি করে।",
            "চিঠিতে অভিযোগ করা হয়েছে যে, সরকার ও নাগরিক সমাজের পক্ষ থেকে বারবার অনুরোধ জানানো সত্ত্বেও মেটা সহিংসতা উসকে দেওয়া অ্যাকাউন্টগুলো নিষ্ক্রিয় করতে সহযোগিতা করেনি।"
        ]
    },
    {
        "title": "দুর্বৃত্তদের আগুনে পুড়ে শিশুর মৃত্যু, পরিবারের ৩ সদস্য দগ্ধ",
        "body": [
            "আগুনে আয়েশা আক্তার নামের এক শিশু মারা গেছে এবং বেলাল হোসেন (৫০) ও তাঁর দুই মেয়ে বীথি আক্তার (১৭) ও স্মৃতি আক্তার (১৪) দগ্ধ হয়েছেন।",
            "দগ্ধদের মধ্যে বীথি আক্তার ও স্মৃতি আক্তারকে জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে পাঠানো হয়েছে, আর বেলাল হোসেন সদর হাসপাতালে চিকিৎসাধীন।",
            "রাত দুইটার দিকে দুর্বৃত্তরা দরজায় তালা লাগিয়ে পেট্রল ঢেলে বেলাল হোসেনের ঘরে আগুন ধরিয়ে পালিয়ে যায়, এতে ঘরটিও পুড়ে ছাই হয়ে যায়।"
        ]
    },
    {
        "title": "অ্যামনেস্টি ইন্টারন্যাশনালের ইনকিলাব মঞ্চের হত্যাকাণ্ড তদন্তের আহ্বান",
        "body": [
            "অ্যামনেস্টি ইন্টারন্যাশনাল অন্তর্বর্তী সরকারের প্রতি ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদি হত্যাকাণ্ড এবং এর পরবর্তী সহিংসতার ঘটনায় দ্রুত, পূর্ণাঙ্গ, স্বাধীন ও নিরপেক্ষ তদন্ত নিশ্চিত করার আহ্বান জানিয়েছে।",
            "লন্ডনভিত্তিক মানবাধিকার সংস্থাটির দক্ষিণ এশিয়া বিষয়ক আঞ্চলিক অফিস সামাজিক যোগাযোগমাধ্যম এক্সে (আগের টুইটার) আজ শনিবার এক পোস্টে এই আহ্বান জানায়।"
        ]
    }
]