[
    {
        "title": "মোতালেবের খেজুরবাগান: দেশে সৌদি খেজুর চাষে সফলতার গল্প",
        "body": [
            "মোতালেব নামের এক ব্যক্তি তার খেজুরবাগানে বিভিন্ন জাতের খেজুর যেমন আজোয়া, শুক্কারি, আম্বার, লিপজেল ও মরিয়ম উচ্চ দামে বিক্রি করেন।",
            "তিনি কাটিং করা খেজুর চারা ১৫ হাজার থেকে ২ লাখ টাকা এবং বীজ থেকে তৈরি চারা ৫০০ থেকে ১০ হাজার টাকায় বিক্রি করেন।",
            "মোতালেব অশিক্ষিত হওয়া সত্ত্বেও সৌদি আরবে খেজুরবাগানে কাজ করে খেজুর চাষে আগ্রহী হন এবং ২০০১ সালে ৩৫ কেজি বীজ নিয়ে দেশে ফিরে আসেন।",
            "দীর্ঘ ১৮ বছর গবেষণার পর তিনি ২৭৫টি চারা থেকে ৭টি মাতৃগাছ পান, যা থেকে তিনি কাটিং করে চারা উৎপাদন শুরু করেন।",
            "বর্তমানে তার বাগানে শুধু মাতৃগাছ রয়েছে এবং তার উৎপাদিত খেজুর সৌদি আরবের খেজুরের সঙ্গে স্বাদ ও গন্ধে মিলে যায়, যা তার পরিবারকে ভবিষ্যৎ আর্থিক নিরাপত্তা দেবে বলে তিনি বিশ্বাস করেন।"
        ]
    },
    {
        "title": "মির্জা ফখরুলের তারেক রহমান সম্পর্কিত মন্তব্য এবং দেশের বর্তমান পরিস্থিতি নিয়ে আলোচনা",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর তারেক রহমানকে 'ভবিষ্যৎ নেতা, ভবিষ্যৎ কাণ্ডারি এবং ভবিষ্যৎ প্রধানমন্ত্রী' হিসেবে উল্লেখ করেছেন, এবং তাঁর স্ত্রী জুবাইদা রহমানকে একজন প্রখ্যাত চিকিৎসক হিসেবে বর্ণনা করেছেন।",
            "মির্জা ফখরুল ওষুধ নীতির বর্তমান অবস্থা নিয়ে উদ্বেগ প্রকাশ করেছেন, উল্লেখ করেছেন যে ওষুধ প্রস্তুতকারকরা গুরুতর সংকটে আছেন এবং বর্তমান সরকারের স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রণালয়ের বিশেষ সহকারীর কিছু পদক্ষেপের কারণে শিল্প বন্ধ হওয়ার উপক্রম হয়েছে।",
            "তিনি একটি সমৃদ্ধ বাংলাদেশ গড়ে তোলার আকাঙ্ক্ষা ব্যক্ত করেছেন, যেখানে মানুষের গণতান্ত্রিক অধিকার, ভোটের অধিকার, স্বাস্থ্যের অধিকার, বেঁচে থাকার অধিকার এবং অন্নের অধিকার নিশ্চিত করা হবে।"
        ]
    },
    {
        "title": "জাতীয় ঐকমত্য কমিশনের নারী আসন সংক্রান্ত সিদ্ধান্ত এবং বিতর্ক",
        "body": [
            "জাতীয় ঐকমত্য কমিশন সংসদে নারী প্রতিনিধিত্ব ক্রমান্বয়ে ১০০ আসনে উন্নীত করার বিষয়ে একটি সিদ্ধান্ত ঘোষণা করেছে, যদিও সরাসরি নির্বাচন বনাম সংখ্যানুপাতিক পদ্ধতির বিষয়ে দলগুলোর মধ্যে মতভেদ রয়েছে।",
            "কমিশনের সিদ্ধান্ত অনুযায়ী, সংবিধানে সংশোধনী এনে বিদ্যমান ৫০টি সংরক্ষিত আসন বহাল রাখা হবে এবং জুলাই সনদ স্বাক্ষরের পরবর্তী সাধারণ নির্বাচনে রাজনৈতিক দলগুলোকে ৩০০ সংসদীয় আসনের জন্য ন্যূনতম ৫ শতাংশ নারী প্রার্থী মনোনয়ন দিতে হবে।",
            "পরবর্তী নির্বাচনগুলোতে এই হার পর্যায়ক্রমে ১০ শতাংশ এবং এর পর ন্যূনতম ৩৩ শতাংশ নারী প্রার্থী মনোনয়নের লক্ষ্য অর্জিত না হওয়া পর্যন্ত ৫ শতাংশ হারে বৃদ্ধি পাবে, যা সংবিধানে যুক্ত হবে।",
            "সংরক্ষিত নারী আসন ২০৪৩ সাল পর্যন্ত বহাল থাকবে বলে কমিশন সিদ্ধান্ত নিয়েছে।",
            "সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা রাশেদা কে চৌধূরী এই সিদ্ধান্তে ক্ষোভ প্রকাশ করেছেন, কারণ জাতীয় ঐকমত্য কমিশনে কোনো নারী প্রতিনিধি ছিল না এবং নারীবিষয়ক সংস্কার কমিশনের সুপারিশগুলো আলোচনায় অন্তর্ভুক্ত করা হয়নি।"
        ]
    }
]