[
    {
        "title": "সাংবাদিক আনিস আলমগীরের রিমান্ড শুনানি: ‘আমাকে যারা নির্দিষ্ট দলের গোলাম বানাতে চায়, এটা তাদের সমস্যা’",
        "body": [
            "সন্ত্রাসবিরোধী আইনে করা মামলায় গ্রেপ্তার সাংবাদিক আনিস আলমগীরকে সোমবার বিকেলে আদালতে তোলা হয়েছে।",
            "পুলিশ তাকে জিজ্ঞাসাবাদের জন্য সাত দিনের রিমান্ড চেয়ে আবেদন করেছে ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট আদালতে।",
            "আদালতে আনিস আলমগীর নিজেকে একজন সাংবাদিক হিসেবে পরিচয় দেন এবং বলেন যে, তিনি ক্ষমতাকে প্রশ্ন করেন এবং গত দুই যুগ ধরে এটি করে আসছেন।",
            "তিনি বলেন, 'আমাকে যারা নির্দিষ্ট দলের গোলাম বানাতে চায়, এটা তাদের সমস্যা।'",
            "তার ফেসবুক পোস্টে সব বক্তব্য প্রকাশ করেন এবং ড. ইউনূসের বাড়ি আক্রমণের ঘটনাকে 'প্রতিহিংসার রাজনীতি' বলে উল্লেখ করেন।"
        ]
    },
    {
        "title": "প্রধান নির্বাচন কমিশনারের নির্বাচন প্রস্তুতি ও আইনশৃঙ্খলা পরিস্থিতি নিয়ে আশ্বাস",
        "body": [
            "প্রধান নির্বাচন কমিশনার (সিইসি) এ এম এম নাসির উদ্দীন ২০২৪ সালের ৫ আগস্টের সঙ্গে তুলনা করে আইনশৃঙ্খলা পরিস্থিতির ব্যাপক উন্নতির কথা জানিয়েছেন, যা জনগণের শান্তি ও স্বাভাবিক চলাচলের জন্য অনুকূল।",
            "নির্বাচন নিয়ে কোনো শঙ্কা নেই বলে সিইসি আশ্বাস দিয়েছেন এবং নির্বাচন কমিশন সম্পূর্ণরূপে প্রস্তুত জানিয়েছেন। তিনি সকলকে দুশ্চিন্তা ঝেড়ে ফেলে একটি সুন্দর নির্বাচনের জন্য প্রস্তুতি নেওয়ার আহ্বান জানিয়েছেন।",
            "সিইসি উল্লেখ করেছেন যে, নির্বাচন কমিশন জাতিকে দেওয়া ওয়াদা পালনে প্রতিজ্ঞাবদ্ধ। তারা আইনশৃঙ্খলা রক্ষাকারী বাহিনীর শীর্ষ কর্মকর্তাদের সঙ্গে বৈঠক করেছেন এবং প্রয়োজনীয় নির্দেশনা দিয়েছেন।",
            "তিনি নিশ্চিত করেছেন যে, আইনশৃঙ্খলা বাহিনী সম্পূর্ণরূপে প্রস্তুত এবং একটি সঠিক সময়ে, সুষ্ঠু, সুন্দর ও প্রতিযোগিতামূলক পরিবেশে নির্বাচন অনুষ্ঠিত হবে।"
        ]
    },
    {
        "title": "সাংবাদিক আনিস আলমগীর ডিবি কার্যালয়ে, অভিযোগ সাইবার–সংক্রান্ত",
        "body": [
            "সাংবাদিক আনিস আলমগীর বর্তমানে ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা শাখার (ডিবি) কার্যালয়ে রয়েছেন।",
            "উত্তরা পশ্চিম থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) কাজী মোহাম্মদ রফিক আহমেদ নিশ্চিত করেছেন যে অভিযোগটি সাইবার–সংক্রান্ত বিষয়ে।",
            "গতকাল সন্ধ্যায় জিজ্ঞাসাবাদের জন্য আনিস আলমগীরকে ডিবি কার্যালয়ে ডেকে নেওয়া হয়েছিল।",
            "ডিএমপির গণমাধ্যম ও জনসংযোগ বিভাগের উপকমিশনার মুহাম্মদ তালেবুর রহমানও আনিস আলমগীরের ডিবি কার্যালয়ে থাকার বিষয়টি নিশ্চিত করেছেন।"
        ]
    },
    {
        "title": "সাংবাদিক আনিস আলমগীর সন্ত্রাসবিরোধী আইনে গ্রেপ্তার",
        "body": [
            "গতকাল রাতে সাংবাদিক আনিস আলমগীর, অভিনেত্রী মেহের আফরোজ শাওন, মডেল মারিয়া কিশপট্ট এবং ইমতু রাতিশ ইমতিয়াজের বিরুদ্ধে সন্ত্রাসবিরোধী আইনে রাজধানীর উত্তরা পশ্চিম থানায় একটি অভিযোগ দায়ের করা হয়।",
            "জুলাই রেভল্যুশনারি অ্যালায়েন্সের কেন্দ্রীয় সংগঠক আরিয়ান আহমেদ এই অভিযোগটি করেন।",
            "অভিযোগটি প্রথমে মামলা হিসেবে নথিভুক্ত না হলেও, আজ সকালে ডিএমপির ডিবি জানিয়েছে যে রাজধানীর উত্তরা পশ্চিম থানার সন্ত্রাসবিরোধী আইনের মামলায় সাংবাদিক আনিস আলমগীরকে গ্রেপ্তার করা হয়েছে।",
            "আনিস আলমগীর দৈনিক আজকের কাগজসহ বিভিন্ন সংবাদমাধ্যমে কাজ করেছেন এবং সাম্প্রতিক সময়ে টেলিভিশন টক শোতে তার বক্তব্যের জন্য আলোচনায় ছিলেন।"
        ]
    },
    {
        "title": "আনিস আলমগীরের রিমান্ড আবেদন এবং অভিযোগসমূহ",
        "body": [
            "পুলিশ আনিস আলমগীরের ৭ দিনের রিমান্ডের আবেদন করেছে, যেখানে অভিযোগ করা হয়েছে যে তিনি এক মাস আগে একটি টকশোতে 'আওয়ামী লীগের অপ্রকাশিত নেতারা সরকারকে কাঁপুনি ধরিয়ে দিয়েছে' মন্তব্য করেন।",
            "মামলার ৩ নম্বর আসামি মেহের আফরোজ শাওন তার ফেসবুক পেজে শেখ হাসিনার লকার থেকে সোনার গয়না উদ্ধারের ঘটনাকে 'একে বারে তেলেসমাতি কারবার' বলে কটাক্ষ করে সরকারবিরোধী পোস্ট দেন।",
            "৪ নম্বর আসামি ইমতুরা তিশ ইমতিয়াজ একই ঘটনা নিয়ে তার ফেসবুক আইডি থেকে 'এটাই সায়েন্স' বলে কটাক্ষ করেন।",
            "অভিযোগে বলা হয়েছে যে, উল্লিখিত আসামিরা অন্যান্য আসামিদের সঙ্গে যোগসাজশে বিভিন্ন সময়ে তাদের ভেরিফায়েড ফেসবুক পেজ ও ইউটিউব চ্যানেল থেকে উসকানিমূলক পোস্ট ও বক্তব্য দিয়ে জননিরাপত্তা বিপন্ন করা এবং হত্যা-গুরুতর জখম করার ষড়যন্ত্রে প্ররোচিত করেছেন।",
            "আনিস আলমগীরকে ধানমন্ডি এলাকা থেকে গ্রেপ্তার করা হয়েছে এবং তার সহযোগী অন্যান্য পলাতক আসামিদের নাম ঠিকানা সংগ্রহ ও গ্রেপ্তারের জন্য তাকে জিজ্ঞাসাবাদ প্রয়োজন বলে রিমান্ড আবেদনে উল্লেখ করা হয়েছে।"
        ]
    }
]