[
    {
        "title": "মহান বিজয় দিবসে শিক্ষার্থীদের শ্রদ্ধা ও প্রতিবাদ",
        "body": [
            "গণযোগাযোগ ও সাংবাদিকতা বিভাগের শিক্ষার্থী কারিব চৌধুরী জানান, মহান বিজয় দিবসের এই মাসে তাদের উদ্যোগ শহীদ বীর মুক্তিযোদ্ধাদের প্রতি গভীর কৃতজ্ঞতা প্রকাশের জন্য।",
            "শিক্ষার্থীরা তাঁদের ত্যাগ ও রক্তের বিনিময়ে অর্জিত স্বাধীন সার্বভৌম বাংলাদেশের প্রতি শ্রদ্ধা নিবেদন করেন।",
            "একই সাথে তাঁরা পাক-হানাদার বাহিনী এবং তাদের দোসর রাজাকার-আলবদরদের প্রতি ঘৃণা ও প্রতিবাদ জানান, যারা মা-বোনদের ওপর নির্যাতন চালিয়েছিল এবং মুক্তিযোদ্ধাদের হত্যা করেছিল।"
        ]
    },
    {
        "title": "নির্বাচন প্রসঙ্গে শ্রম উপদেষ্টার বক্তব্য",
        "body": [
            "শ্রম উপদেষ্টা সাখাওয়াত হোসেন বলেন, ২০২৪ সালের ৮ আগস্টের মধ্যে নির্বাচন দিতে তাদের কেউ ম্যান্ডেট দেয়নি, বরং তারাই নির্বাচনের ঘোষণা দিয়েছেন।",
            "তিনি উল্লেখ করেন যে নির্বাচনের পরিপ্রেক্ষিতে রাজনৈতিক দলগুলোর মধ্যে যে দৌড়াদৌড়ি শুরু হয়েছে, তাতে সরকার হস্তক্ষেপ করতে পারে না।",
            "সাখাওয়াত হোসেন জানান, তারা যেখানেই গেছেন, সেখানেই বলেছেন যে নির্বাচন সময়মতো হবে, কারণ তারা দেশে একটি নির্বাচন এবং নির্বাচিত সরকার আসা উচিত বলে মনে করেন।",
            "তিনি আরও বলেন যে বৈশ্বিক গণতান্ত্রিক চর্চা প্রতিষ্ঠিত হওয়া উচিত, যা গত ১৭-১৮ বছরে দেখা যায়নি, এবং যদি তারা তা করতে পারেন, তবে সেটাই তাদের বড় কৃতিত্ব হবে।"
        ]
    },
    {
        "title": "জামায়াত অন্তর্ভুক্তিমূলক জাতীয় সরকার গঠনের অঙ্গীকার করেছে",
        "body": [
            "বাংলাদেশ জামায়াতে ইসলামীর ভারপ্রাপ্ত আমির শফিকুর রহমান বলেছেন যে তারা নির্বাচিত হলে একটি অন্তর্ভুক্তিমূলক বাংলাদেশ গড়বেন এবং কোনো দলকেই বাদ দেবেন না।",
            "তিনি আগামী পাঁচ বছরের জন্য দেশের স্থিতিশীলতা, অর্থনীতি পুনরুদ্ধার, আইনের শাসন প্রতিষ্ঠা এবং দুর্নীতি দমনের জন্য একটি জাতীয় সরকার গঠনের প্রয়োজনীয়তার ওপর জোর দিয়েছেন।",
            "জামায়াত জাতীয় সরকারের অংশীদারদের কাছ থেকে দুটি মূল প্রত্যাশা উল্লেখ করেছে: দুর্নীতি থেকে বিরত থাকা এবং দুর্নীতিকে প্রশ্রয় না দেওয়া; এবং রাজনৈতিক হস্তক্ষেপ ছাড়াই সবার জন্য সমান বিচার নিশ্চিত করা।",
            "শফিকুর রহমান বলেছেন যে যারা এই দুটি বিষয়ে একমত হবেন, তাদের নিয়েই জামায়াত সরকার গঠন করতে আগ্রহী, এমনকি যদি তারা ২০০ আসনেও জয়লাভ করেন।"
        ]
    },
    {
        "title": "বিএনপির কর্মশালা: শিক্ষা, স্বাস্থ্য ও কর্মসংস্থানসহ ৮ বিষয়ে ভবিষ্যৎ পরিকল্পনা",
        "body": [
            "বিএনপি শিক্ষা, স্বাস্থ্য, ক্রীড়া, ফ্যামিলি কার্ড, কৃষক কার্ড, কর্মসংস্থানসহ আটটি বিষয় নিয়ে তাদের অঙ্গ ও সহযোগী সংগঠনগুলোর জন্য ধারাবাহিক কর্মশালার আয়োজন করছে।",
            "এই কর্মশালা ১৩ ডিসেম্বর পর্যন্ত চলবে এবং এতে যুবদল, স্বেচ্ছাসেবক দল, ওলামা দলসহ অন্যান্য সহযোগী সংগঠন অংশ নেবে।",
            "বুদ্ধিজীবী দিবস ও বিজয় দিবসের বাইরে অন্য কোনো একটি দিনে এই কর্মশালাগুলোর সমাপনী অনুষ্ঠান অনুষ্ঠিত হবে।",
            "তারেক রহমান ছাত্রদলের নেতাদের উদ্দেশে বলেন যে বিএনপি সুনির্দিষ্টভাবে মানুষের জীবনকে স্পর্শ করে এমন বিষয় নিয়ে কাজ করছে, যা অন্য কোনো রাজনৈতিক দল করছে না।"
        ]
    },
    {
        "title": "অন্তর্বর্তী সরকারের সংস্কার নিয়ে জনমত",
        "body": [
            "অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন অন্তর্বর্তী সরকারের সংস্কার কার্যক্রম নিয়ে ৪১.৪ শতাংশ মানুষ সন্তুষ্ট, যার মধ্যে ৮.৬ শতাংশ অত্যন্ত সন্তুষ্ট এবং ৩২.৮ শতাংশ কিছুটা সন্তুষ্ট।",
            "অন্যদিকে, ৩৬.৮ শতাংশ মানুষ সংস্কার কার্যক্রম নিয়ে অসন্তুষ্ট, যার মধ্যে ২৫.১ শতাংশ কিছুটা অসন্তুষ্ট এবং ১১.৭ শতাংশ খুবই অসন্তুষ্ট।",
            "এছাড়াও, ২১.২ শতাংশ মানুষ সংস্কার নিয়ে সন্তুষ্টও নন, অসন্তুষ্টও নন।",
            "আওয়ামী লীগ সরকারের পতনের তিন দিন পর গত বছরের ৮ আগস্ট অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে অন্তর্বর্তী সরকার গঠিত হয়েছিল।",
            "দায়িত্ব গ্রহণের পর গত বছরের ১১ সেপ্টেম্বর জাতির উদ্দেশে ভাষণে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস সংস্কারের উপর জোর দেন।"
        ]
    },
    {
        "title": "এবি পার্টির অভিযোগ: প্রশাসন দলনিরপেক্ষতা উপেক্ষা করে অবস্থান বদলের সংস্কৃতিতে ঢুকে পড়েছে",
        "body": [
            "এবি পার্টির সাধারণ সম্পাদক অভিযোগ করেছেন যে প্রশাসনের একটি অংশ দলনিরপেক্ষতার নীতিকে উপেক্ষা করে ক্ষমতাসীন বা সম্ভাব্য ক্ষমতাসীন দলের সঙ্গে অবস্থান বদলের সংস্কৃতিতে জড়িয়ে পড়েছে।",
            "তিনি বলেন, প্রশাসন ধরে নিয়েছে যে আওয়ামী লীগ ক্ষমতায় থাকলে তারা আওয়ামী লীগ এবং বিএনপি ক্ষমতায় এলে তারা বিএনপি হবে, যা একটি রাষ্ট্রের জন্য অগ্রহণযোগ্য।",
            "গত বছরের লড়াই ছিল 'রাষ্ট্রকে রাষ্ট্র বানানোর লড়াই' বলেও তিনি উল্লেখ করেন।",
            "আসাদুজ্জামান প্রশাসনকে কঠোর ভাষায় 'অ্যাকশনে' যেতে বলেন, সতর্ক করে দিয়ে বলেন যে তাদের অবহেলার কারণে নির্বাচন ব্যর্থ হলে এর সম্পূর্ণ দায় তাদেরই নিতে হবে।"
        ]
    }
]