[
    {
        "title": "মেজর (অব.) আখতারুজ্জামানের জামায়াতে যোগদান",
        "body": [
            "মেজর (অব.) আখতারুজ্জামান জামায়াতে ইসলামীর নীতি, আদর্শ, দেশপ্রেম এবং দেশের স্বাধীনতা ও সার্বভৌমত্ব রক্ষায় দলের অবিচল অবস্থানের প্রতি আস্থা ও সন্তোষ প্রকাশ করে আনুষ্ঠানিকভাবে জামায়াতে যোগদান করেছেন।",
            "তিনি সংগঠনের প্রাথমিক সহযোগী সদস্য ফরম পূরণ করে জামায়াতে ইসলামীতে যোগদান করেন।",
            "আখতারুজ্জামান ইসলাম ও ইসলামি মূল্যবোধ, দেশের স্বার্থ এবং স্বাধীনতা-সার্বভৌমত্ব রক্ষায় তার অবশিষ্ট জীবন অতিবাহিত করার দৃঢ় প্রত্যয় ব্যক্ত করেছেন।",
            "তিনি জামায়াতের নিয়মনীতি, আদর্শ, দলীয় শৃঙ্খলা ও আনুগত্যের প্রতি সর্বদা অনুগত থাকার অঙ্গীকার করেছেন।",
            "জামায়াতের আমির শফিকুর রহমান আখতারুজ্জামানকে আন্তরিকভাবে আলিঙ্গন করেন এবং তার দীর্ঘ নেক হায়াত কামনা করেন।"
        ]
    },
    {
        "title": "শরীয়ফ ওসমান বিন হাদিকে গুলি: সন্দেহভাজন ফয়সাল করিম মাসুদ ওরফে দাউদ খানের পরিচয়",
        "body": [
            "১৩তম জাতীয় সংসদ নির্বাচনে সম্ভাব্য স্বতন্ত্র প্রার্থী এবং ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদিকে গুলি করার ঘটনায় ফয়সাল করিম মাসুদ ওরফে দাউদ খান নামের এক সন্দেহভাজনকে শনাক্ত করেছে পুলিশ।",
            "ফয়সাল করিম মাসুদ ওরফে দাউদ খান অতীতে কার্যক্রমনিষিদ্ধ আওয়ামী লীগের ভ্রাতৃপ্রতিম সংগঠন ছাত্রলীগের (এখন নিষিদ্ধ) রাজনীতির সঙ্গে জড়িত ছিলেন এবং ২০১৯ সালে কেন্দ্রীয় ছাত্রলীগের পূর্ণাঙ্গ কমিটির সদস্য হয়েছিলেন।",
            "নির্বাচনের তফসিল ঘোষণার পরদিন শুক্রবার পুরানা পল্টনে মোটরসাইকেল আরোহী আততায়ীর গুলিতে আহত হন ওসমান হাদি, যিনি ঢাকা–৮ সংসদীয় আসনের সম্ভাব্য প্রার্থী।",
            "ওসমান হাদি বর্তমানে এভারকেয়ার হাসপাতালে চিকিৎসাধীন আছেন এবং ইনকিলাব মঞ্চ জানিয়েছে যে তাঁর অবস্থা এখনো শঙ্কামুক্ত নয়।"
        ]
    },
    {
        "title": "নির্বাচন ইস্যুতে রাজনৈতিক দলগুলোকে ঐক্যবদ্ধ থাকার আহ্বান প্রধান উপদেষ্টার",
        "body": [
            "প্রধান উপদেষ্টা দলগুলোকে আহ্বান জানিয়েছেন যে তারা যেন ঐক্যবদ্ধভাবে নির্বাচন ভেস্তে দিতে চাওয়া পক্ষগুলোর শক্তি প্রদর্শন মোকাবিলা করে এবং নিজেদের মধ্যে দ্বন্দ্ব এড়িয়ে চলে।",
            "অধ্যাপক ইউনূস জুলাই অভ্যুত্থানের পক্ষের শক্তিগুলোর মধ্যে নির্বাচনের আগে যে দ্বন্দ্ব দেখা দিয়েছে, তা থেকে সরে আসতে দলগুলোর প্রতি আহ্বান জানান।",
            "আইন উপদেষ্টা আসিফ নজরুল সতর্ক করে বলেছেন যে রাজনৈতিক দলগুলোর মধ্যে হানাহানি শুরু হওয়ার পর থেকেই আওয়ামী লীগ শক্তিশালী হয়েছে এবং তাদের জাতীয় স্বার্থের বিষয়ে সজাগ থাকতে হবে।",
            "বৈঠকে অংশগ্রহণকারী রাজনৈতিক দলের নেতারা ঐক্য ধরে রাখার প্রতিশ্রুতি দিয়েছেন, কারণ তারা মনে করেন ঐক্যবদ্ধ না থাকলে পতিত আওয়ামী লীগের ফিরে আসার পথ সুগম হবে।",
            "বিএনপি নেতা সালাহউদ্দিন জোর দিয়েছেন যে এই পরিস্থিতিতে তাদের অবশ্যই ঐক্যবদ্ধ থাকতে হবে এবং জাতির ও জুলাই অভ্যুত্থানের স্বার্থে পরস্পরের দোষারোপ থেকে বিরত থাকতে হবে।"
        ]
    },
    {
        "title": "গুলিবিদ্ধ ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির গ্রামের বাড়িতে চুরি",
        "body": [
            "ঢাকায় গুলিবিদ্ধ ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির ঝালকাঠির নলছিটিতে অবস্থিত গ্রামের বাড়িতে চুরির ঘটনা ঘটেছে।",
            "এই ঘটনাটি শুক্রবার রাতে শহরের খাসমহল এলাকায় ঘটে, যখন তাদের পরিবারের কোনো সদস্য বাড়িতে উপস্থিত ছিলেন না।",
            "নলছিটি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আরিফুল আলম বিষয়টি নিশ্চিত করেছেন।",
            "প্রতিবেশী গোলাম কিবরিয়া জানান, ভোররাতে তিনি হাদির বাড়ির পেছনে দুজন সন্দেহভাজন ব্যক্তিকে দেখতে পান এবং তাদের ধরতে গেলে তারা পালিয়ে যায়।"
        ]
    },
    {
        "title": "হাদির ওপর হামলা সুপরিকল্পিত: রুহুল কবির রিজভী",
        "body": [
            "রাকসুর সাবেক ভিপি রুহুল কবির রিজভী ঢাকা বিশ্ববিদ্যালয়ের ভিপি সাদিক কায়েমের উদ্দেশে বলেন যে, গুলি করার ঘটনা ফেসবুকে দ্রুত দেওয়া ঘোড়ার আগেই গাড়ি জুড়ানোর মতো অবস্থা।",
            "রিজভী দাবি করেন যে, হাদির ওপর হামলাটি সুপরিকল্পিত এবং হামলাকারী ছাত্রলীগের নেতা ও ডাকসু ভিপি সাদিক কায়েমের সঙ্গে একই টেবিলে চা খাচ্ছিলেন।",
            "তিনি প্রশ্ন তোলেন, এই ঘটনার বিচার কে করবে এবং এটি ওই সংগঠনটির পরিকল্পিত নকশা।",
            "রুহুল কবির রিজভী আরও উল্লেখ করেন যে, মির্জা আব্বাসের ৫০ বছরের রাজনৈতিক ক্যারিয়ার রয়েছে এবং তিনি সন্তানের বয়সী একজনকে আঘাত করবেন তা অকল্পনীয়।"
        ]
    },
    {
        "title": "ব্যাংকের উৎসাহ বোনাস নির্ধারণে নতুন নির্দেশনা",
        "body": [
            "আর্থিক প্রতিষ্ঠান বিভাগের নির্দেশিকা অনুযায়ী, ব্যাংকের পরিচালন মুনাফা থেকে ঋণ, অগ্রিম, বিনিয়োগ এবং অন্যান্য সম্পদের প্রভিশন সমন্বয় করে নিট মুনাফা নির্ধারণের পর বিভিন্ন সূচকের ভিত্তিতে বোনাসের পরিমাণ নির্ধারিত হবে।",
            "ব্যাংকের কর্মকর্তা-কর্মচারীরা তিনটির বেশি উৎসাহ বোনাস পাবেন না, তবে মন্ত্রণালয় একটি বোনাস দেওয়ার দাবি বিবেচনা করতে পারবে, এমনকি বোনাস প্রাপ্য না হলেও।",
            "বাংলাদেশ ব্যাংকের নতুন নীতিমালা অনুযায়ী, বেসরকারি ব্যাংক নিট মুনাফা না করলে, মূলধন ও নিরাপত্তা সঞ্চিতিতে ঘাটতি থাকলে অথবা কেন্দ্রীয় ব্যাংক থেকে নিরাপত্তা সঞ্চিতিতে বিলম্বিত ছাড় সুবিধা নেওয়া হলেও কর্মীদের উৎসাহ বোনাস দিতে পারবে না।",
            "এই নির্দেশিকা ২০২৪ সালের উৎসাহ বোনাস প্রদানের ক্ষেত্রেও কার্যকর হবে এবং খাতসংশ্লিষ্ট ব্যক্তিরা মনে করছেন যে এটি বেশিরভাগ ব্যাংকের উৎসাহ বোনাস আটকে দেবে।"
        ]
    },
    {
        "title": "তারেক রহমানের ২৫ ডিসেম্বর দেশে ফেরা নিয়ে বিএনপিতে ব্যাপক উদ্দীপনা",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর ঘোষণা করেছেন যে তারেক রহমান ২৫ ডিসেম্বর যুক্তরাজ্যের লন্ডন থেকে দেশে ফিরবেন।",
            "এই ঘোষণায় দলের নেতা-কর্মীদের মধ্যে ব্যাপক উৎসাহ-উদ্দীপনা দেখা দিয়েছে।",
            "বিএনপির নেতারা আশা করছেন, তারেক রহমানকে স্বাগত জানাতে সারা দেশ থেকে বিপুলসংখ্যক নেতা-কর্মী, সমর্থক এবং সাধারণ মানুষ ঢাকায় আসবেন, যা বিমানবন্দর এলাকা থেকে গুলশান-বনানী পর্যন্ত বিস্তৃত এলাকায় জনসমাগম ঘটাবে।",
            "মির্জা ফখরুল ইসলাম আলমগীর এর আগে বলেছিলেন, তারেক রহমান যেদিন বাংলাদেশে পা দেবেন, সেদিন যেন সারা বাংলাদেশ কেঁপে ওঠে এবং বিএনপি দেশের রাজনৈতিক চেহারা বদলে দিতে চায়।",
            "ঢাকা মহানগর উত্তর বিএনপির আহ্বায়ক আমিনুল হক জানিয়েছেন, ভারপ্রাপ্ত চেয়ারম্যানের প্রত্যাবর্তন উপলক্ষে কর্মসূচি নিয়ে দলে আলোচনা চলছে এবং শিগগির তা চূড়ান্ত হবে।"
        ]
    },
    {
        "title": "মুক্তিযুদ্ধে শহীদ বুদ্ধিজীবীদের আত্মত্যাগ ও অবদান",
        "body": [
            "আনোয়ার পাশার 'রাইফেল রোটি আওরাত', মুনীর চৌধুরীর 'কবর' এবং আলতাফ মাহমুদের 'আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি' গানটি বাংলাদেশের অস্তিত্বের সঙ্গে ওতপ্রোতভাবে জড়িত।",
            "‘মুক্তিযুদ্ধে শহীদ বুদ্ধিজীবী: স্মৃতি জীবন যুদ্ধ’ বইয়ের ভূমিকায় বলা হয়েছে যে বাংলাদেশের বুদ্ধিজীবীরা তাঁদের মেধা এবং বিবেক দিয়ে জাতির কণ্ঠস্বর হয়েছিলেন।",
            "তাঁরা একটি অসাম্প্রদায়িক, বৈষম্যমুক্ত, আধুনিক, প্রগতিশীল দেশ এবং মানুষের অধিকার প্রতিষ্ঠা করতে চেয়েছিলেন।",
            "মুক্তিযুদ্ধে দেশের শ্রেষ্ঠ মানুষদের হারানোর যে ক্ষতি হয়েছে, তা আজও জাতিকে বহন করতে হচ্ছে এবং এই ক্ষতি কখনো পূরণ হওয়ার নয়।"
        ]
    },
    {
        "title": "মুক্তিযুদ্ধে বিজয় ও স্বাধীনতা অর্জনের মূল চালিকাশক্তি",
        "body": [
            "মুজাহিদুল ইসলাম মুক্তিযুদ্ধের বিজয়ের মূল চালিকা শক্তি হিসেবে গণমানুষের ত্যাগ এবং নেতা ও দলের সমন্বিত নেতৃত্বকে অভিহিত করেছেন।",
            "তিনি বঙ্গবন্ধু শেখ মুজিবুর রহমানের পাশাপাশি মাওলানা আবদুল হামিদ খান ভাসানী, কমরেড মণি সিংহ, অধ্যাপক মোজাফফর আহম্মদ, শেরেবাংলা এ কে ফজলুল হক, হোসেন শহীদ সোহরাওয়ার্দীর মতো অন্যান্য নেতাদের অবদানের কথা স্মরণ করেছেন।",
            "মুজাহিদুল ইসলাম একাত্তরে সোভিয়েত ইউনিয়ন ও ভারতসহ গণতান্ত্রিক দেশগুলোর সমর্থনকে স্মরণ করেন, যা আমেরিকার সামরিক হস্তক্ষেপের প্রচেষ্টাকে ব্যর্থ করেছিল।",
            "তিনি উল্লেখ করেন যে একাত্তরে বিজয় অর্জনের পরও মুক্তিযুদ্ধের চেতনা ও অর্জন পুরোপুরি বাস্তবায়িত হয়নি এবং বিভিন্ন অপশক্তি ও রাজনৈতিক স্বার্থের কারণে ইতিহাস বিকৃত করার চেষ্টা চলছে।"
        ]
    },
    {
        "title": "ছাত্রলীগ নেতার হুমকি এবং রাকসু জিএস-এর প্রতিক্রিয়া",
        "body": [
            "রাজশাহী বিশ্ববিদ্যালয় (রাবি) শাখা ছাত্রলীগের সভাপতি মোস্তাফিজুর রহমান বাবু একটি ফেসবুক পোস্টে 'আল্লাহর কাছে দোয়া কর, যেন ওকে বাঁচিয়ে রাখে' মন্তব্য করে হুমকি দিয়েছেন।",
            "এর আগে রাকসু সাধারণ সম্পাদক (জিএস) সালাহউদ্দিন আম্মারের ছবি ব্যবহার করে একাধিক ফেসবুক পোস্টে দেখে নেওয়ার হুমকি এবং বিভিন্ন মন্তব্যে একই রকম মন্তব্য করেছিলেন গালিব নামের একজন।",
            "সালাহউদ্দিন আম্মার তার ফেসবুক পোস্টে এই হুমকির প্রতিক্রিয়া জানিয়েছেন, যেখানে তিনি ভারতীয় আধিপত্যবাদ ও আওয়ামী ফ্যাসিবাদের বিরুদ্ধে আমৃত্যু লড়াই চালিয়ে যাওয়ার অঙ্গীকার করেছেন এবং বলেছেন যে 'আল্লাহর জান আল্লাহ নিবে, আমি আটকানোর কে?'।"
        ]
    }
]