[
    {
        "title": "পরিবারের চার সদস্যের আত্মহত্যার আগে চিরকুটে লেখা মর্মান্তিক বর্ণনা",
        "body": [
            "একটি দুই পৃষ্ঠার চিরকুটে মিনারুল নামের এক ব্যক্তি তার স্ত্রী, ছেলে ও মেয়েকে হত্যা করে নিজেও আত্মহত্যা করার আগে বিস্তারিত বর্ণনা লিখেছেন।",
            "চিরকুটে মিনারুল উল্লেখ করেছেন যে তারা চারজন পৃথিবী থেকে বিদায় নিচ্ছেন এবং এর জন্য কারো কোনো দোষ নেই, কারণ তিনি নিজেই প্রথমে তার স্ত্রী, এরপর ছেলে মাহিন, তারপর মেয়ে মিথিলাকে হত্যা করেছেন এবং সবশেষে নিজেও গলায় ফাঁস দিয়ে মারা গেছেন।",
            "তিনি তার বড় ছেলে ও তার বউ-বাচ্চাকে তাদের মৃত মুখ না দেখতে এবং বড় ছেলেকে জানাজায় না যেতে অনুরোধ করেছেন।",
            "মিনারুল তার বাবাকে তাদের কাফনের জন্য টাকা না দিতেও কসম কেটেছেন।",
            "আরেক পৃষ্ঠায় তিনি ব্যাখ্যা করেছেন যে তিনি একা মারা গেলে তার স্ত্রী-সন্তানদের কষ্টের জীবন কাটাতে হবে, তাই তিনি নিজ হাতে সবাইকে মেরেছেন।",
            "তাদের মৃত্যুর কারণ হিসেবে মিনারুল ঋণ এবং খাদ্যাভাবকে উল্লেখ করেছেন, যা তাদের কাছে অসহনীয় হয়ে উঠেছিল।",
            "তিনি লিখেছেন যে তাদের বেঁচে থাকার চেয়ে মরে যাওয়া ভালো, কারণ এতে কাউকে আর কারো কাছে ছোট হতে হবে না, বিশেষ করে তার বাবাকে, যিনি তার জন্য অনেক লোকের কাছে ছোট হয়েছেন।"
        ]
    },
    {
        "title": "অ্যাম্বুলেন্স আটকে দেওয়ায় নবজাতকের মৃত্যু",
        "body": [
            "গতকাল রাতে ঢাকাগামী একটি অ্যাম্বুলেন্সকে চৌরঙ্গী মোড়ে স্থানীয় অ্যাম্বুলেন্সচালক সবুজ দেওয়ান ও তার সহযোগীরা আটকে দেয়।",
            "স্থানীয় অ্যাম্বুলেন্স ব্যবহার না করার অভিযোগে চালককে মারধর করা হয় এবং অ্যাম্বুলেন্সের চাবি কেড়ে নেওয়া হয়।",
            "দীর্ঘক্ষণ ধরে তর্কাতর্কি ও ধস্তাধস্তির কারণে নবজাতক সময়মতো চিকিৎসা না পেয়ে মারা যায়।",
            "শিশুটির নানি সেফালী বেগম জানান, তারা কম খরচে ঢাকায় যাওয়ার জন্য অ্যাম্বুলেন্স ভাড়া করেছিলেন, কিন্তু স্থানীয় চালকরা বেশি ভাড়া দাবি করে তাদের অ্যাম্বুলেন্সে যেতে বাধ্য করতে চেয়েছিল।"
        ]
    },
    {
        "title": "ধানমন্ডি ৩২ নম্বরে নিরাপত্তা জোরদার ও পুলিশি তৎপরতা",
        "body": [
            "ধানমন্ডি থানার এসআই সোলায়মান সুমন জানিয়েছেন, পুলিশ জিজ্ঞাসাবাদের জন্য একজনকে আটক করেছে।",
            "১৫ আগস্টকে কেন্দ্র করে ধানমন্ডি ৩২ নম্বরে বঙ্গবন্ধুর বাড়ির সামনে সড়ক জুড়ে ভোর থেকে পুলিশের ব্যারিকেড ও ব্যাপক সংখ্যক আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য মোতায়েন করা হয়েছে।",
            "সড়কে যান চলাচল বন্ধ রাখা হয়েছে এবং উৎসুক জনতাকে ভিড় করতে দেখা গেছে।",
            "সকালে ধানমন্ডি লেক পার্কে উচ্চশব্দে গান বাজানো হয়, আয়োজকরা নিজেদের সাধারণ ছাত্র হিসেবে পরিচয় দিয়েছেন।"
        ]
    },
    {
        "title": "পিটিয়ে হত্যার এক সপ্তাহ পরও মূল হত্যাকারীরা গ্রেপ্তার হয়নি, ক্ষোভ নিহতের পরিবারের",
        "body": [
            "প্রকাশ্যে পিটিয়ে হত্যার এক সপ্তাহ পেরিয়ে গেলেও চিহ্নিত হত্যাকারীদের গ্রেপ্তারে পুলিশের দৃশ্যমান পদক্ষেপ না থাকায় নিহতের পরিবারের সদস্যরা ক্ষোভ ও হতাশা প্রকাশ করেছেন।",
            "নিহতের স্ত্রী ভারতী রানী জানিয়েছেন, ঘটনাস্থলের ভিডিও ফুটেজে হত্যাকারীদের স্পষ্টভাবে দেখা যাচ্ছে এবং তাদের নাম-পরিচয়ও সকলের জানা। তিনি মূল অপরাধীদের গ্রেপ্তার ও বিচার চান, তবে নিরপরাধ কেউ যেন হয়রানির শিকার না হন।",
            "প্রত্যক্ষদর্শীদের মতে, ঘটনার দেড় কিলোমিটারের মধ্যে থাকা চারটি গ্রামের প্রায় ২০-২৫ জন মারধরে অংশ নিয়েছিলেন, যা সামাজিক যোগাযোগমাধ্যমের ভিডিওতেও স্পষ্ট। তবে মামলায় ৭০০ জনকে আসামি করা হয়েছে।",
            "নিহতের ছেলে জয় দাস প্রশ্ন তুলেছেন, ভিডিওতে যাদের দেখা যাচ্ছে, তাদের কেন ধরা হচ্ছে না এবং মাত্র চারজনকে ধরে বসে থাকার কারণে তারা বিচার পাবেন কিনা তা নিয়ে সংশয় প্রকাশ করেছেন।"
        ]
    },
    {
        "title": "একই পরিবারের চার সদস্যের লাশ উদ্ধার, চিরকুটে ঋণের কথা",
        "body": [
            "রাজশাহীর খড়খড়ি এলাকায় একই পরিবারের চার সদস্যের (স্বামী, স্ত্রী ও দুই সন্তান) লাশ উদ্ধার করা হয়েছে।",
            "নিহতরা হলেন মিনারুল ইসলাম (৩৫), তাঁর স্ত্রী মনিরা বেগম (২৮), ছেলে মাহিন (১৩) এবং মেয়ে মিথিলা (২)।",
            "পুলিশ লাশের পাশ থেকে একটি চিরকুট উদ্ধার করেছে, যেখানে ঋণের কথা উল্লেখ আছে।",
            "মিনারুল ইসলাম পেশায় কৃষক ছিলেন এবং স্থানীয়দের কাছে তিনি ঋণী ছিলেন বলে জানা গেছে।"
        ]
    }
]