[
    {
        "title": "দিল্লিতে বাংলাদেশ হাইকমিশনের সামনে হিন্দু চরমপন্থীদের বিক্ষোভ",
        "body": [
            "দিল্লিতে বাংলাদেশ মিশনের সামনে 'অখণ্ড হিন্দু রাষ্ট্রসেনা'র ব্যানারে একদল লোক প্রায় ২০ মিনিট বিক্ষোভ করেছে।",
            "বিক্ষোভকারীরা বাংলাদেশের বিরুদ্ধে স্লোগান দেয় এবং ভারতে নিযুক্ত বাংলাদেশের হাইকমিশনার রিয়াজ হামিদুল্লাহকে হুমকি দেয়।",
            "পররাষ্ট্র উপদেষ্টা এই ঘটনাকে অপ্রত্যাশিত উল্লেখ করে প্রশ্ন তোলেন যে, কূটনৈতিক এলাকার ভেতরে অবস্থিত বাংলাদেশ মিশনের মতো নিরাপদ স্থানে চরমপন্থীরা কীভাবে প্রবেশ করতে পারল।"
        ]
    },
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ে ৬ আওয়ামী লীগপন্থী ডিনের পদত্যাগের দাবিতে রাকসু জিএস-এর কর্মসূচি",
        "body": [
            "রাজশাহী বিশ্ববিদ্যালয়ে ছয়টি অনুষদের আওয়ামী লীগপন্থী ডিনদের পদত্যাগের দাবিতে কর্মসূচি পালন করেছেন রাকসুর সাধারণ সম্পাদক (জিএস) সালাহউদ্দিন আম্মার।",
            "রোববার সকালে রাকসু ভবনের সামনে অবস্থান নিয়ে তিনি ডিনদের ফোন করে পদত্যাগের জন্য বলেন এবং তাঁদের উদ্দেশে লেখা পদত্যাগপত্র প্রকাশ করেন।",
            "এই ছয় ডিন হলেন আইন অনুষদের আবু নাসের মো. ওয়াহিদ, বিজ্ঞান অনুষদের নাসিমা আখতার, ব্যবসায় শিক্ষা অনুষদের এ এস এম কামরুজ্জামান, সামাজিক বিজ্ঞান অনুষদের এস এম একরাম উল্লাহ, প্রকৌশল অনুষদের বিমল কুমার প্রামাণিক ও ভূবিজ্ঞান অনুষদের এ এইচ এম সেলিম রেজা।",
            "সালাহউদ্দিন আম্মার জানিয়েছেন, ডিনরা ক্যাম্পাসে উপস্থিত না থাকলেও ফোনে জানিয়েছেন যে তাঁরা আর এই দায়িত্বে থাকতে চান না।"
        ]
    },
    {
        "title": "প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা: গণমাধ্যমের জন্য কালো দিন",
        "body": [
            "গত বৃহস্পতিবার রাতে ঢাকায় প্রথম আলোর কার্যালয়ে হামলা, ভাঙচুর, অগ্নিসংযোগ ও লুটপাটের ঘটনা ঘটে, যা কার্যালয়টিকে ভস্মীভূত করে দেয়।",
            "একই রাতে ডেইলি স্টার কার্যালয়েও ভাঙচুর, অগ্নিসংযোগ ও লুটপাট চালানো হয়।",
            "এই ঘটনাকে অনেকে 'গণমাধ্যমের জন্য কালো দিন' আখ্যায়িত করে এর প্রতিবাদ ও নিন্দা জানাচ্ছেন এবং এটিকে স্বাধীন গণমাধ্যমের ওপর হামলার শামিল বলে মনে করছেন।",
            "ধর্ম উপদেষ্টা আ ফ ম খালিদ হোসেন এই হামলাকে 'অন্যায় ও গর্হিত কাজ' হিসেবে বিবেচনা করেছেন এবং জড়িতদের আইনের আওতায় আনার ব্যাপারে দৃঢ়প্রতিজ্ঞ থাকার কথা বলেছেন।"
        ]
    },
    {
        "title": "ইইউ রাষ্ট্রদূতের প্রথম আলো ভবন পরিদর্শন ও মতপ্রকাশের স্বাধীনতার গুরুত্বারোপ",
        "body": [
            "ইউরোপীয় ইউনিয়নের রাষ্ট্রদূত মাইকেল মিলার প্রথম আলো ভবনে হামলা ও অগ্নিসংযোগের ঘটনা পরিদর্শনে যান এবং পরিস্থিতি পর্যবেক্ষণ করেন।",
            "তিনি প্রথম আলোর জ্যেষ্ঠ সাংবাদিকদের কাছ থেকে ঘটনার বিস্তারিত জানতে চান এবং আইনশৃঙ্খলা রক্ষাকারী বাহিনীর ভূমিকা সম্পর্কে খোঁজ নেন।",
            "নির্বাচনের আগে মতপ্রকাশের স্বাধীনতা বজায় রাখার ওপর গুরুত্বারোপ করে রাষ্ট্রদূত বলেন, এটি বাংলাদেশের গণতন্ত্রের জন্য একটি 'ভয়াবহ মুহূর্ত' ছিল এবং তিনি আশা করেন এমন ঘটনা আর ঘটবে না।"
        ]
    },
    {
        "title": "বাংলাদেশের সাম্প্রতিক ঘটনা নিয়ে শশী থারুরের উদ্বেগ",
        "body": [
            "ভারতের সাবেক পররাষ্ট্র প্রতিমন্ত্রী ও কংগ্রেস সাংসদ শশী থারুর বাংলাদেশের সাম্প্রতিক ঘটনাবলী নিয়ে গভীর উদ্বেগ প্রকাশ করেছেন।",
            "শনিবার সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া এক পোস্টে তিনি এই উদ্বেগের কথা জানান।",
            "থারুর প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা ও অগ্নিসংযোগের ঘটনাকে কেবল গণমাধ্যমের ওপর নয়, বরং সংবাদপত্রের স্বাধীনতা এবং একটি বহুমাত্রিক সমাজের ভিত্তির ওপর চরম আঘাত হিসেবে উল্লেখ করেছেন।",
            "তিনি সম্পাদক মাহ্‌ফুজ আনাম এবং অন্যান্য সাহসী সাংবাদিকদের নিরাপত্তা নিয়ে শঙ্কা প্রকাশ করেছেন।"
        ]
    },
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ে শিক্ষকদের লাঞ্ছনার প্রতিবাদে ছাত্রদলের বিবৃতি",
        "body": [
            "ছাত্রদল রাজশাহী বিশ্ববিদ্যালয় ক্যাম্পাসে শিক্ষকদের লাঞ্ছিত করার সংস্কৃতিকে 'ফ্যাসিবাদ' বলে অভিহিত করেছে এবং অতীতে সহ-উপাচার্যসহ এক কর্মকর্তাকে লাঞ্ছিত করার ঘটনাকে 'কালো অধ্যায়' হিসেবে উল্লেখ করেছে।",
            "ছাত্রদল সভাপতি সুলতান আহমেদ রাহী ও সাধারণ সম্পাদক সরদার জহুরুল ইসলাম যৌথ বিবৃতিতে বলেছেন যে, উসকানিমূলক কর্মকাণ্ডের মাধ্যমে শিক্ষকদের লাঞ্ছিত করার অপচেষ্টা শক্ত হাতে প্রতিহত করা হবে।",
            "তারা আরও উল্লেখ করেছেন যে, শিক্ষক, কর্মকর্তা ও কর্মচারীদের হুমকি ও অশালীন আচরণ জ্ঞানচর্চার পরিবেশের জন্য মারাত্মক হুমকি এবং এ ধরনের আচরণ অছাত্রসুলভ।",
            "বিবৃতিতে ফ্যাসিবাদী কর্মকাণ্ডের দোসরদের বিরুদ্ধে সুনির্দিষ্ট তথ্য-প্রমাণ থাকলে প্রচলিত আইনে ব্যবস্থা গ্রহণের দাবি জানানো হয়েছে এবং ক্যাম্পাসে সন্ত্রাসবাদ ও অস্থিতিশীলতা সৃষ্টির অপতৎপরতার নিন্দা জানানো হয়েছে।"
        ]
    },
    {
        "title": "প্রথম আলো ও ডেইলি স্টারে হামলা: আরও ৬ জন গ্রেপ্তার, নগদ টাকা ও লুটের জিনিস উদ্ধার",
        "body": [
            "প্রথম আলো ও দ্য ডেইলি স্টারে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনায় ঢাকা ও কুমিল্লা থেকে ৬ জনকে গ্রেপ্তার করা হয়েছে।",
            "গ্রেপ্তারকৃতদের মধ্যে কাশেম ও সাইদুর হামলায় জড়িত ছিলেন। রাকিব ভিডিও ফুটেজে শনাক্ত হয়েছেন এবং উসকানিমূলক পোস্ট ও ধ্বংসস্তূপের ছবি পোস্ট করেছিলেন।",
            "নাইম ৫০ হাজার টাকাসহ গ্রেপ্তার হয়েছেন এবং স্বীকার করেছেন যে তিনি মোট ১ লাখ ২৩ হাজার টাকা লুট করেছেন। তার লুট করা টাকা দিয়ে কেনা একটি টিভি ও একটি ফ্রিজ উদ্ধার করা হয়েছে।",
            "সোহেলকে কারওয়ান বাজার রেললাইন এলাকা থেকে গ্রেপ্তার করা হয়েছে এবং তার বিরুদ্ধে মাদকসহ ১৩টি মামলা রয়েছে।",
            "একই এলাকা থেকে গ্রেপ্তার শফিকুলের বিরুদ্ধে অতীতে অগ্নিসংযোগ ও ককটেল বিস্ফোরণের দুটি মামলা রয়েছে।",
            "গ্রেপ্তারকৃত অন্যদের প্রাথমিক জিজ্ঞাসাবাদ চলছে।"
        ]
    },
    {
        "title": "শব্দদূষণের শাস্তি: বিধিমালা ও বিধান",
        "body": [
            "পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয় ২০০৬ সালে শব্দদূষণ নিয়ন্ত্রণে বিধিমালা জারি করে।",
            "জনপরিসরে অনুমতি ছাড়া মাইক, লাউডস্পিকার, সাউন্ড সিস্টেম, মিউজিক সিস্টেম, অ্যামপ্লিফায়ার ব্যবহার করলে বা পটকা, আতশবাজি ফুটালে ১ মাস কারাদণ্ড অথবা ৫০ হাজার টাকা জরিমানা অথবা উভয় দণ্ডের বিধান রয়েছে।",
            "সড়কে মোটরযান শব্দের মানমাত্রা অতিক্রম করলে চালকের ৩ মাস কারাদণ্ড ও সর্বোচ্চ ১০ হাজার টাকা জরিমানা বা উভয় দণ্ড হবে এবং অতিরিক্ত শাস্তি হিসেবে ১ পয়েন্ট কাটা যাবে।",
            "বাংলাদেশে ড্রাইভিং লাইসেন্স দেওয়ার সময় চালকদের ১০ পয়েন্ট বরাদ্দ দেওয়া হয়, যা ট্রাফিক আইন ভাঙলে কাটা পড়ে এবং ১০ পয়েন্ট কাটা পড়লে লাইসেন্স বাতিল হয়ে যায়।",
            "শব্দের মানমাত্রা ছাড়িয়ে যায় এমন হর্ন, হাইড্রোলিক হর্ন, মাল্টিটিউন হর্ন ও সহায়ক যন্ত্র আমদানি, মজুত, বিক্রয়, বাজারজাতকরণ ও প্রদর্শন করলে ১ মাসের কারাদণ্ড, সর্বোচ্চ ৫০ হাজার টাকা জরিমানা বা উভয় দণ্ডের বিধান রয়েছে।"
        ]
    },
    {
        "title": "জাতীয় ঐক্য ও সংবাদপত্রের স্বাধীনতা নিশ্চিতে জোর দিলেন সম্পাদকরা",
        "body": [
            "মতিউর রহমান বলেছেন যে, বিএনপি যদি ভবিষ্যতে ক্ষমতায় আসে, তাহলে শুধুমাত্র সংবাদপত্রের স্বাধীনতা নিশ্চিত করলেই হবে না, একটি জাতীয় ঐক্য ও সমঝোতার পরিবেশ তৈরি করা সবচেয়ে বড় দায়িত্ব হবে, কারণ একটি বিভক্ত সমাজ নিয়ে দেশ এগোতে পারে না।",
            "প্রথম আলো সম্পাদক উল্লেখ করেছেন যে, সরকার যদি গণতান্ত্রিক পথে এগোতে চায়, তাহলে সংবাদপত্রের সমালোচনা শুনতে হবে। সমালোচনা শোনা এবং জানা সরকারের সিদ্ধান্ত, কিন্তু না শুনলে ভুলের পুনরাবৃত্তি হবেই।",
            "মতবিনিময় সভায় বিভিন্ন সংবাদপত্রের সম্পাদক, গণমাধ্যম ব্যক্তিত্ব এবং বিএনপি নেতারা উপস্থিত ছিলেন, যেখানে সংবাদপত্রের স্বাধীনতা, জাতীয় ঐক্য এবং গণতন্ত্রের ভবিষ্যৎ নিয়ে আলোচনা হয়।"
        ]
    }
]