[
    {
        "title": "ছাত্রশিবিরের নতুন কেন্দ্রীয় সভাপতি ও সেক্রেটারি জেনারেল নির্বাচিত",
        "body": [
            "বাংলাদেশ ইসলামী ছাত্রশিবিরের ২০২৬ সেশনের জন্য কেন্দ্রীয় সভাপতি ও সেক্রেটারি জেনারেল নির্বাচন সম্পন্ন হয়েছে।",
            "নূরুল ইসলাম কেন্দ্রীয় সভাপতি নির্বাচিত হয়েছেন, যিনি চলতি (২০২৫) বর্ষে সংগঠনটির কেন্দ্রীয় সেক্রেটারি জেনারেল হিসেবে দায়িত্ব পালন করছিলেন।",
            "সিবগাতুল্লাহকে সেক্রেটারি জেনারেল মনোনীত করা হয়েছে।",
            "নূরুল ইসলাম বর্তমানে ঢাকা বিশ্ববিদ্যালয়ের অধীনে উদ্যোক্তা অর্থনীতিতে পোস্টগ্র্যাজুয়েট ডিপ্লোমা করছেন এবং এর আগে খুলনা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেছেন।"
        ]
    },
    {
        "title": "শহীদ ওসমান হাদি হত্যার বিচার দাবিতে শাহবাগে অবস্থান ও কঠোর কর্মসূচির হুমকি",
        "body": [
            "ইনকিলাব মঞ্চের নেতৃত্বে শাহবাগে শহীদ ওসমান হাদি হত্যার বিচার দাবিতে কর্মসূচি পালিত হয়েছে এবং সংগঠনটি বাংলাদেশের জনগণকে শাহবাগে এসে অবস্থান নেওয়ার আহ্বান জানিয়েছে।",
            "ওসমান হাদির ভাই শরিফ ওমর বিন হাদি জানিয়েছেন যে দাবি মানা না হলে তারা আরও কঠোর কর্মসূচিতে যাবেন।",
            "তিনি প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের বাসভবন যমুনা ঘেরাও করার হুমকি দিয়েছেন এবং বলেছেন যে বিচার না হওয়া পর্যন্ত তারা ঘরে ফিরবেন না।",
            "শরিফ ওমর বিন হাদি আরও সতর্ক করেছেন যে রাষ্ট্রের পরিস্থিতি খারাপ হওয়ার আগেই তাদের বাধ্য না করতে, অন্যথায় তারা ক্যান্টনমেন্ট বা যমুনা ঘেরাও করতে বাধ্য হবেন।"
        ]
    },
    {
        "title": "গণ অধিকার পরিষদের রাশেদ খান বিএনপিতে যোগ দিচ্ছেন",
        "body": [
            "গণ অধিকার পরিষদের সাধারণ সম্পাদক রাশেদ খান বিএনপিতে যোগ দিতে চলেছেন।",
            "তিনি ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ধানের শীষ প্রতীক নিয়ে অংশগ্রহণ করবেন।",
            "গণ অধিকার পরিষদের ঘনিষ্ঠ একটি সূত্র প্রথম আলোকে এই তথ্য নিশ্চিত করেছে।",
            "যুগপৎ আন্দোলনে থাকা শরিকদের সঙ্গে আসন সমঝোতার অংশ হিসেবে বিএনপি রাশেদ খানকে ঝিনাইদহ-৪ আসন ছেড়ে দিয়েছে।"
        ]
    },
    {
        "title": "ব্রাহ্মণবাড়িয়ায় ভুয়া জন্ম ও মৃত্যু নিবন্ধন: টার্গেট পূরণের চাপ দায়ী",
        "body": [
            "ব্রাহ্মণবাড়িয়া সদর উপজেলার বুধল ইউনিয়নে জন্ম ও মৃত্যু নিবন্ধন ডেটাবেজে ভুয়া তথ্য পাওয়া গেছে, যেখানে মৃত শিশুদের নাম এবং ঠিকানা ব্যবহার করা হয়েছে।",
            "সিরাজনগর গ্রামের মোহাম্মদ হেলাল ও নাজমা দম্পতির ৪ নম্বর সন্তান মো. শিহাব ৩ দিন বয়সে মারা গেছে বলে ডেটাবেজে তথ্য থাকলেও, নাজমা বেগম জানান তাদের শিহাব নামের কোনো সন্তান নেই এবং তাদের কোনো সন্তানের মৃত্যু হয়নি।",
            "একইভাবে, মতিন ও সালমা আক্তার দম্পতির ৪ নম্বর সন্তান রিপন আহমেদ ৪ দিন বয়সে মারা গেছে বলে ডেটাবেজে দেখানো হলেও, সালমা আক্তার নিশ্চিত করেন তাদের রিপন আহমেদ নামে কোনো সন্তান নেই এবং তাদের কোনো সন্তানের মৃত্যু হয়নি।",
            "ভুয়া মৃত্যু নিবন্ধনের বিষয়ে তদন্তের খবর জানতে পেরে বুধল ইউপি কার্যালয়ের লোকজন মতিন ও সালমার বাড়িতে একটি মৃত্যুসনদ দিতে গিয়েছিল, কিন্তু সালমা তা গ্রহণ করেননি।",
            "বুধল ইউপি সচিব (অতিরিক্ত দায়িত্ব) মো. হাসান ভূইয়া স্বীকার করেছেন যে 'টার্গেটের চাপ' পূরণের জন্যই এই ধরনের 'একটু এদিক-সেদিক' করা হয়েছে।"
        ]
    }
]