[
    {
        "title": "ওসমান হাদিকে গুলিবিদ্ধ করার পর এক মাস কেটে গেলেও আততায়ী অধরা",
        "body": [
            "গত ১২ ডিসেম্বর ঢাকার পুরানা পল্টনের বক্স কালভার্ট রোডে ঢাকা-৮ আসনের সম্ভাব্য স্বতন্ত্র প্রার্থী ওসমান হাদি মাথায় গুলিবিদ্ধ হন।",
            "তদন্তকারীরা নিষিদ্ধ ঘোষিত ছাত্রলীগের এক নেতাকে গুলিবর্ষনকারী হিসেবে শনাক্ত করেছেন, যিনি ভারতে পালিয়ে গেছেন বলে আলোচনা রয়েছে।",
            "গুলিবিদ্ধ হওয়ার পর ওসমান হাদিকে প্রথমে ঢাকা মেডিকেল কলেজ হাসপাতাল, পরে একটি বেসরকারি হাসপাতাল এবং উন্নত চিকিৎসার জন্য সিঙ্গাপুরে নেওয়া হয়।",
            "এই ঘটনাটি দেশে ব্যাপক উদ্বেগ সৃষ্টি করে এবং বিএনপিসহ বিভিন্ন রাজনৈতিক দল এটিকে নির্বাচন বানচালের ষড়যন্ত্র হিসেবে উল্লেখ করে।",
            "ওসমান হাদি এক মাস আগেই হত্যার হুমকির কথা জানিয়েছিলেন, যেখানে তিনি বলেছিলেন যে দেশি-বিদেশি ৩০টি নম্বর থেকে তাকে ফোন ও মেসেজ পাঠিয়ে হুমকি দেওয়া হয়েছে এবং আওয়ামী লীগের 'খুনি' সমর্থকেরা তাকে নজরদারিতে রাখছে।"
        ]
    },
    {
        "title": "রাজশাহীতে পুকুর খননের জেরে সংঘর্ষ ও হত্যা, চালক আটক",
        "body": [
            "রাজশাহীর মোহনপুর উপজেলার বড় পালশা গ্রামে পুকুর খননকে কেন্দ্র করে সংঘর্ষের পর আগুনে পোড়া মোটরসাইকেল ও এক্সকাভেটর দেখা গেছে এবং ঘটনাস্থলে অসংখ্য মানুষ ভিড় করেছেন।",
            "মোহনপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এস এম মঈনুদ্দীন নিশ্চিত করেছেন যে, চালক আবদুল হামিদকে পুলিশি হেফাজতে নেওয়া হয়েছে এবং ময়নাতদন্তের জন্য লাশ রাজশাহী মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে।",
            "ঘটনাটি একটি হত্যা মামলা হিসেবে প্রক্রিয়াধীন আছে বলে ওসি জানিয়েছেন।",
            "ধুরইল ইউনিয়ন পরিষদের সাবেক চেয়ারম্যান কাজিম উদ্দিন সরকার জানান, আনিসুজ্জামান নামে একজন পুকুর খননের সঙ্গে জড়িত, যিনি বিএনপির ইউনিয়ন কমিটিতে থাকলেও আওয়ামী লীগের ভোট করেছেন এবং বর্তমানে বিএনপির ক্ষমতা খাটিয়ে ধানি জমিতে পুকুর খননে নেতৃত্ব দিচ্ছেন।",
            "কাজিম উদ্দিন সরকার এই ঘটনার সঙ্গে জড়িত সকলের সুষ্ঠু তদন্ত ও বিচার দাবি করেছেন।"
        ]
    },
    {
        "title": "জিগাতলায় ছাত্রী হোস্টেল থেকে এনসিপি নেত্রীর ঝুলন্ত মরদেহ উদ্ধার",
        "body": [
            "রাজধানীর জিগাতলার একটি ছাত্রী হোস্টেল থেকে জাতীয় নাগরিক পার্টির (এনসিপি) নেত্রী জান্নাত আরা রুমির (৩০) ঝুলন্ত মরদেহ উদ্ধার করা হয়েছে।",
            "জান্নাত আরা রুমি ধানমন্ডি থানা এনসিপির যুগ্ম সমন্বয়কারী ছিলেন এবং তার গ্রামের বাড়ি নওগাঁর পত্নীতলায়।",
            "এনসিপির কেন্দ্রীয় যুগ্ম সদস্যসচিব তারেক রেজার ফেসবুক পোস্ট অনুযায়ী, কার্যক্রমনিষিদ্ধ আওয়ামী লীগের হুমকি ও সাইবার বুলিংয়ের কারণে রুমি আত্মহত্যা করেছেন বলে দাবি করা হয়েছে, এবং এটিকে তিনি 'খুন' হিসেবে আখ্যায়িত করেছেন।"
        ]
    },
    {
        "title": "লক্ষ্মীপুরে অবৈধ টোল আদায় নিয়ে চালক ও মালিকদের ক্ষোভ",
        "body": [
            "লক্ষ্মীপুর জেলায় টার্মিনাল ছাড়া সড়কেও প্রকাশ্যে অবৈধ টোল আদায় করা হচ্ছে, যা নিয়ে যানবাহনের মালিক ও শ্রমিকেরা ক্ষুব্ধ।",
            "চালকদের অভিযোগ, নির্ধারিত হারের চেয়ে কয়েক গুণ বেশি ফি নেওয়া হচ্ছে এবং দিনে একাধিকবার জোর করে টোল আদায় করা হচ্ছে, যার ফলে পরিবহন মালিকদের খরচ বাড়ছে এবং চালক-শ্রমিকেরা হয়রানির শিকার হচ্ছেন।",
            "ভুক্তভোগী ট্রাকচালকরা জানান, ঢাকা থেকে রামগতি পথে অন্য পৌরসভাগুলোতে টোল দিতে না হলেও লক্ষ্মীপুর পৌর এলাকায় (ঝুমুরে) তাদের ১০০ টাকা দিতে হয়েছে।",
            "চালকেরা অবৈধ টোল আদায় বন্ধের দাবিতে বিক্ষোভ, মিছিল ও মানববন্ধন করেছেন এবং দ্রুত এর অবসান চেয়েছেন।"
        ]
    },
    {
        "title": "নিখোঁজ প্রমাণ ও পারিবারিক কলহের মধ্যে শিশুর যৌন নির্যাতনের অভিযোগ",
        "body": [
            "অভিযোগকারী মা জানিয়েছেন যে ঘটনার দিন তার মেয়ের রক্তমাখা প্যান্ট প্রমাণ হিসেবে গায়েব হয়ে গেছে এবং বাসার সিসি ক্যামেরাও কাজ করছিল না, যা তার স্বামীকে ঘিরে সন্দেহ তৈরি করেছে।",
            "মা তার স্বামী, অবিবাহিত ননদ এবং চারজন কাজের মানুষ ছাড়া বাড়িতে আর কেউ ছিল না বলে উল্লেখ করেছেন এবং সিসিটিভি কাজ না করার বিষয়ে স্বামীর কাছ থেকে কোনো উত্তর পাননি।",
            "স্বামী-স্ত্রীর মধ্যে আগে থেকেই মনোমালিন্য ছিল এবং শ্বশুরবাড়ির পক্ষ থেকে অভিযোগ করা হচ্ছে যে মা সংসার ভাঙার জন্য মিথ্যা অভিযোগ করছেন।",
            "মা পাল্টা প্রশ্ন তুলেছেন যে তিনি সংসার না চাইলে স্বামীকে তালাক দিতে পারতেন, শ্বশুরের বিরুদ্ধে মিথ্যা অভিযোগ করার তার কোনো কারণ ছিল না।",
            "শিশুটির মা জানিয়েছেন যে ঘটনার পর শিশুটি মানসিক ট্রমায় ছিল, তবে এখন অনেকটাই স্বাভাবিক, কিন্তু বারবার একই বিষয়ে প্রশ্ন করা হলে সে বিরক্ত হচ্ছে।",
            "মামলাটির তদন্ত করছেন দুপচাঁচিয়া থানার তদন্ত কর্মকর্তা মোস্তাফিজুর রহমান সরকার, যিনি জানিয়েছেন যে তদন্ত চলছে এবং এর বাইরে কিছু বলা সম্ভব নয়।"
        ]
    },
    {
        "title": "বিবাহবিচ্ছেদের পর বিষণ্নতায় ভুগছিলেন জান্নাতারা, ধারণা পুলিশের",
        "body": [
            "পুলিশের প্রাথমিক তদন্তে জানা গেছে, জান্নাতারার দুবার বিয়ে হয়েছিল এবং প্রতিবারই তাঁর বিবাহবিচ্ছেদ হয়। পারিবারিক অশান্তি ছিল এবং তিনি বিষণ্নতায় ভুগছিলেন বলে ধারণা করা হচ্ছে।",
            "তাঁর কক্ষের টেবিলে বিষণ্নতামুক্ত থাকার কিছু ট্যাবলেট পাওয়া গেছে।",
            "জান্নাতারার গ্রামের বাড়ি নওগাঁ জেলার নজিপুর পৌরসভার পত্নীতলায়। তাঁর এক ভাই ও দুই বোনের মধ্যে তিনি দ্বিতীয় ছিলেন।",
            "তাঁর চাচাতো ভাই মেহেদী হাসানের মতে, দ্বিতীয় বিবাহবিচ্ছেদের পর থেকেই জান্নাতারা বিষণ্নতায় ভুগছিলেন এবং এই বিষণ্নতা থেকেই তিনি আত্মহত্যা করেছেন বলে মনে হচ্ছে।",
            "জান্নাতারার দুই ঘরে এক ছেলে (৪) ও এক মেয়ে (২) রয়েছে, যারা তাদের নিজ নিজ বাবার কাছে থাকে।"
        ]
    },
    {
        "title": "স্বরাষ্ট্র উপদেষ্টার পদত্যাগ দাবিতে ছাত্রশক্তির বিক্ষোভ",
        "body": [
            "ছাত্রশক্তির ঢাকা বিভাগের সাংগঠনিক সম্পাদক শ্যামলী সুলতানা জেদনী জানিয়েছেন, স্বরাষ্ট্র উপদেষ্টা জাহাঙ্গীর আলম পদত্যাগ না করলে তারা রাজপথ ছাড়বেন না এবং প্রয়োজনে যমুনা ঘেরাও করবেন।",
            "সমাবেশে ছাত্রশক্তির নেতা-কর্মীরা বিভিন্ন স্লোগান দেন, যার মধ্যে রয়েছে 'হাদিরা মরে না, ২৪ হারে না' এবং '৭১-এর হাতিয়ার, গর্জে উঠুক আরেকবার'।",
            "তারা শাহবাগ থেকে ঢাকা বিশ্ববিদ্যালয়ের রাজু ভাস্কর্য হয়ে ভিসি চত্বর পর্যন্ত বিক্ষোভ মিছিল করেন এবং পরে রাজু ভাস্কর্যে ফিরে আসেন।",
            "বিক্ষোভের শেষে স্বরাষ্ট্র উপদেষ্টা জাহাঙ্গীর আলমের কুশপুত্তলিকা দাহ করা হয়।"
        ]
    },
    {
        "title": "রাষ্ট্রীয় শোক ও বিশেষ প্রার্থনার ঘোষণা",
        "body": [
            "অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস শহীদ শরিফ ওসমান বিন হাদির মৃত্যুতে আগামী শনিবার রাষ্ট্রীয় শোক ঘোষণা করেছেন।",
            "শনিবার দেশের সকল সরকারি, আধা-সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান, শিক্ষা প্রতিষ্ঠান, সরকারি-বেসরকারি ভবন এবং বিদেশে বাংলাদেশ মিশনগুলোতে জাতীয় পতাকা অর্ধনমিত থাকবে।",
            "শুক্রবার বাদ জুমা দেশের প্রতিটি মসজিদে শহীদ ওসমান হাদির মাগফিরাত কামনায় বিশেষ দোয়া ও মোনাজাত অনুষ্ঠিত হবে।",
            "অন্যান্য ধর্মের উপাসনালয়গুলোতেও বিশেষ প্রার্থনার আয়োজন করা হবে।"
        ]
    }
]