[
    {
        "title": "সন্ত্রাসীদের অগ্নিসংযোগ: ভবন থেকে ফাইল, আসবাব, ইলেকট্রনিক যন্ত্রপাতি ও সিসিটিভি ক্যামেরায় আগুন",
        "body": [
            "সন্ত্রাসীরা একটি ভবনে হামলা চালিয়েছে।",
            "তারা ভবন থেকে মূল্যবান ফাইল, কাগজপত্র, আসবাবপত্র, ইলেকট্রনিক যন্ত্রপাতি এবং সিসিটিভি ক্যামেরা সংগ্রহ করে।",
            "সংগ্রহ করা এই সব জিনিসপত্রে সন্ত্রাসীরা আগুন ধরিয়ে দেয়।"
        ]
    },
    {
        "title": "প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা: আরও ৯ জন গ্রেপ্তার, মোট ২৮ জন",
        "body": [
            "ঢাকা মহানগর গোয়েন্দা পুলিশ (ডিবি) প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা এবং অগ্নিসংযোগের ঘটনায় আরও নয়জনকে গ্রেপ্তার করেছে।",
            "এই গ্রেপ্তারের মাধ্যমে এই ঘটনায় মোট গ্রেপ্তারকৃতের সংখ্যা বেড়ে ২৮ জনে দাঁড়িয়েছে।",
            "ঢাকা মহানগর পুলিশের (ডিএমপি) গণমাধ্যম ও জনসংযোগ বিভাগের উপকমিশনার (ডিসি) তালেবুর রহমান মঙ্গলবার বেলা সোয়া ১১টায় এই তথ্য নিশ্চিত করেছেন।",
            "গ্রেপ্তারকৃতরা হলেন আব্দুর রহমান, মো: জান্নাতুল নাঈম, মো. ফয়সাল আহমেদ, ক্বারী মুয়াজ বিন আব্দুল রহমান, জুবায়ের হোসাইন, মো: আলমাস আলী, জুলফিকার আলী সৌরভ, নিয়াজ মাহমুদ ফারহান এবং মোহাম্মদ মাইনুল ইসলাম।"
        ]
    },
    {
        "title": "নিরাপত্তা পরিস্থিতি নিয়ে ভারতীয় হাইকমিশনারকে তলব করলো বাংলাদেশ",
        "body": [
            "মঙ্গলবার সকালে ঢাকায় নিযুক্ত ভারতের হাইকমিশনার প্রণয় ভার্মাকে বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ে তলব করা হয়।",
            "নয়াদিল্লি ও কলকাতাসহ ভারতের বিভিন্ন স্থানে বাংলাদেশ মিশনগুলোর নিরাপত্তা পরিস্থিতি নিয়ে উদ্ভূত উদ্বেগের জেরে তাকে তলব করা হয়।",
            "বাংলাদেশের পররাষ্ট্রসচিব আসাদ আলম সিয়াম প্রণয় ভার্মাকে তলব করেন।",
            "ভারতের বিভিন্ন স্থানে থাকা বাংলাদেশ মিশনগুলোর নিরাপত্তা জোরদার করার জন্য অনুরোধ জানানো হয়েছে।"
        ]
    },
    {
        "title": "বাংলাদেশে হিন্দুদের ওপর নির্যাতনের অভিযোগ তুলে ভিএইচপির সংবাদ সম্মেলন",
        "body": [
            "বিশ্ব হিন্দু পরিষদ (ভিএইচপি) মুম্বাইয়ে একটি সংবাদ সম্মেলন করেছে, যেখানে বাংলাদেশে হিন্দুদের উপর নির্যাতনের অভিযোগ তোলা হয়েছে।",
            "ভিএইচপি এই নির্যাতনের ঘটনাগুলোর জন্য ন্যায়বিচার ও জবাবদিহিতা এবং আন্তর্জাতিক হস্তক্ষেপের দাবি জানিয়েছে।",
            "সংবাদ সম্মেলনে, ভিএইচপির আন্তর্জাতিক সভাপতি অলোক কুমার বাংলাদেশে দীপু চন্দ্র দাসকে নৃশংসভাবে হত্যার ঘটনায় গভীর শোক ও তীব্র নিন্দা প্রকাশ করেছেন।",
            "অলোক কুমার আশা প্রকাশ করেছেন যে, বাংলাদেশে দ্রুত গণতন্ত্র, ধর্মনিরপেক্ষতার মূল্যবোধ এবং আইনের শাসন পুনঃপ্রতিষ্ঠিত হবে এবং জনগণ শান্তি, মানবাধিকার ও অর্থনৈতিক অগ্রযাত্রার অধিকারী হবে।",
            "ভিএইচপি জানিয়েছে যে, বাংলাদেশে সম্প্রীতি, নিরাপত্তা ও ন্যায়বিচার পুনরুদ্ধারের লক্ষ্যে ভারতের সমাজ ও সরকারের সমর্থন অব্যাহত থাকবে।"
        ]
    },
    {
        "title": "প্রথম আলোতে হামলায় উস্কানিদাতা ও অংশগ্রহণকারী ৮ জন গ্রেপ্তার",
        "body": [
            "পুলিশ নিয়াজ মাহমুদ ফারহান নামের একজনকে গ্রেপ্তার করেছে, যিনি হামলায় যোগ দিতে অন্যদের আহ্বান জানিয়ে ফেসবুকে প্রথম আলোতে আক্রমণের ছবি শেয়ার করেছিলেন।",
            "এছাড়াও আরও সাতজনকে গ্রেপ্তার করা হয়েছে: আবদুর রহমান, মো. জান্নাতুল নাঈম, মো. ফয়সাল আহমেদ, জুবায়ের হোসাইন, মো. আলমাস আলী, জুলফিকার আলী ওরফে সৌরভ এবং মো. জাকির হোসেন শান্ত।",
            "মো. জাকির হোসেন শান্তকে সিটিটিসি গ্রেপ্তার করেছে; তিনি প্রথম আলো ও ডেইলি স্টার অফিসে ভাঙচুরে অংশ নিয়েছিলেন এবং ঘটনাস্থল থেকে লাইভ ভিডিও শেয়ার করেছিলেন।"
        ]
    },
    {
        "title": "ভারতবিরোধী প্রচারণার বিরুদ্ধে সরকারের অবস্থান",
        "body": [
            "অর্থ উপদেষ্টা দেশের ভেতরে ভারতবিরোধী প্রচারণাকে 'জাতীয় মনোভাব নয়' এবং 'জটিলতা সৃষ্টিকারী' বলে অভিহিত করেছেন।",
            "তিনি জোর দিয়ে বলেছেন যে বাংলাদেশ প্রতিবেশী বা অন্য কোনো দেশের সাথেই এই ধরনের প্রচার চায় না।",
            "এই ধরনের প্রচারণা বন্ধ করতে সরকার কী পদক্ষেপ নিয়েছে জানতে চাওয়া হলে, উপদেষ্টা প্রশ্ন করেন যে 'সবকিছু কি বন্ধ করা যায়?' এবং কিভাবে একজন ব্যক্তির স্বতঃস্ফূর্ত মন্তব্য থামানো যাবে।"
        ]
    },
    {
        "title": "নাজনীন মুন্নীকে চাকরি থেকে অপসারণের দাবিতে হুমকি",
        "body": [
            "গুলশান ১ নম্বরে ইনকিলাব মঞ্চের মুখপাত্র শহীদ শরিফ ওসমান হাদির মৃত্যুর কাভারেজ ভালো না হওয়ার অভিযোগ তুলে একদল তরুণ এমডির সাথে দেখা করেন।",
            "তারা সাংবাদিক নাজনীন মুন্নীকে 'আওয়ামী লীগের লোক' আখ্যা দিয়ে তাকে চাকরি থেকে বাদ দেওয়ার দাবি জানান।",
            "এমডি আহমেদ হোসেন জানান যে নাজনীন মুন্নীকে দেখে শুনেই চাকরিতে নেওয়া হয়েছে এবং আওয়ামী লীগের সাথে তার কোনো সংশ্লিষ্টতা নেই।",
            "তরুণরা এমডির কথায় অসন্তোষ প্রকাশ করে নাজনীন মুন্নীকে বাদ না দিলে প্রথম আলো-ডেইলি স্টারের মতো অফিসে আগুন লাগিয়ে দেওয়ার হুমকি দেয়।"
        ]
    },
    {
        "title": "জাতিসংঘের বিশেষজ্ঞের বাংলাদেশে স্বাধীন মতপ্রকাশ ও সাংবাদিক সুরক্ষার আহ্বান",
        "body": [
            "জাতিসংঘের মতামত ও মতপ্রকাশের স্বাধীনতাবিষয়ক স্পেশাল র‍্যাপোর্টিয়ার হাদি হত্যাকাণ্ড এবং সংবাদমাধ্যমে হামলার ঘটনা দ্রুত, নিরপেক্ষ ও স্বচ্ছতার সঙ্গে তদন্ত করে অপরাধীদের জবাবদিহির আওতায় আনার আহ্বান জানিয়েছেন।",
            "নির্বাচনের আগের সময়ে সাংবাদিকসহ সুশীল সমাজকে রক্ষায় কার্যকর সুরক্ষা ও প্রতিরোধমূলক ব্যবস্থা গ্রহণের জন্য সরকারকে দ্রুত পদক্ষেপ নিতে তিনি আহ্বান জানান।",
            "জাতিসংঘের বিশেষজ্ঞ আইরিন খান বলেছেন যে, অন্তর্বর্তী সরকার যদি নিরাপদ ও সুষ্ঠু নির্বাচন অনুষ্ঠানের প্রতিশ্রুতি রক্ষা করতে চায়, তাহলে তাদের অবশ্যই মতপ্রকাশের স্বাধীনতা ও শান্তিপূর্ণ সমাবেশের অধিকার সমুন্নত রাখতে হবে।",
            "সাংবাদিক, মানবাধিকারকর্মী, সুশীল সমাজের নেতৃস্থানীয় ব্যক্তিরা, রাজনৈতিক প্রার্থী, নারী ও সংখ্যালঘুরা যাতে কোনো ধরনের প্রতিহিংসার শিকার হওয়ার ভয় ছাড়াই তাঁদের মৌলিক অধিকারগুলো চর্চা করতে পারেন, তা নিশ্চিত করতেও তিনি আহ্বান জানান।",
            "এ বিষয়ে জাতিসংঘের মতামত ও মতপ্রকাশের স্বাধীনতাবিষয়ক স্পেশাল র‍্যাপোর্টিয়ার বাংলাদেশের অন্তর্বর্তী সরকারের সঙ্গে যোগাযোগ রাখছেন।"
        ]
    }
]