[
    {
        "title": "বিএনপি-ছাত্রদলের হামলায় কক্সবাজারে এনসিপির পথসভা মঞ্চ ভাঙচুর",
        "body": [
            "কক্সবাজারের চকরিয়া পৌর শহরের জনতা শপিং সেন্টার চত্বরে জাতীয় নাগরিক পার্টির (এনসিপি) পথসভা মঞ্চ ভেঙে দিয়েছেন বিএনপি ও ছাত্রদলের নেতা-কর্মীরা।",
            "শনিবার বিকেল পৌনে চারটার দিকে এই ঘটনা ঘটে এবং পরে সেনাবাহিনী ও পুলিশ এসে হামলাকারীদের ছত্রভঙ্গ করে।",
            "বিকেল পাঁচটার দিকে এনসিপির আহ্বায়ক নাহিদ ইসলামসহ কেন্দ্রীয় নেতাদের সেখানে পথসভায় বক্তব্য দেওয়ার কথা ছিল।",
            "বিএনপির নেতা-কর্মীরা অভিযোগ করেন যে, আজ দুপুরে কক্সবাজার শহরে এক সমাবেশে এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদকে নিয়ে আপত্তিকর বক্তব্য দিয়েছেন, যা তাদের প্রতিবাদ করার মূল কারণ।"
        ]
    },
    {
        "title": "জামায়াত আমিরের বক্তব্য দেওয়ার সময় অসুস্থ হয়ে পড়ার ঘটনা",
        "body": [
            "বাংলাদেশ জামায়াতে ইসলামীর আমির একটি সমাবেশে বক্তব্য দেওয়ার সময় দুবার অসুস্থ হয়ে পড়েন।",
            "প্রথমবার তিনি 'দুর্নীতির বিরুদ্ধে লড়াই' এবং 'জামায়াত দুর্নীতিমুক্ত সমাজ গড়বে' বলার সময় পড়ে যান।",
            "নেতাদের সহায়তায় উঠে দাঁড়িয়ে তিনি আবারও বক্তব্য শুরু করেন এবং 'দুর্নীতিমুক্ত বাংলাদেশ গড়ব' বলে উল্লেখ করেন।",
            "দ্বিতীয়বার 'জামায়াত যদি সরকার গঠন করে' বলার সময় তিনি আবারও অসুস্থ হয়ে ধীরে ধীরে বসে পড়েন।",
            "মাইকে জানানো হয় যে জামায়াত আমির গরমে অসুস্থ হয়েছেন এবং ডাক্তাররা তাকে আর বক্তব্য দিতে নিষেধ করেছেন।"
        ]
    },
    {
        "title": "বিএনপি মহাসচিবের শঙ্কা: ফ্যাসিবাদী শক্তি আবার সংগঠিত হচ্ছে",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে, যারা গণতন্ত্রে বিশ্বাস করে না এবং শোষণহীন সমাজ চায় না, সেই ফ্যাসিবাদী শক্তিগুলো পুনরায় জোটবদ্ধ হচ্ছে এবং ক্ষমতা ফিরে পাওয়ার চক্রান্ত করছে।",
            "তিনি দেশে mobocracy, হত্যা ও ছিনতাই বেড়ে যাওয়ার বিষয়ে উদ্বেগ প্রকাশ করেছেন এবং সতর্ক করেছেন যে, বর্তমান সুযোগ হারানো গেলে বাংলাদেশ বহু বছর পিছিয়ে যাবে।",
            "মির্জা ফখরুল দ্রুত সংস্কার, সনদ এবং নির্বাচনের মাধ্যমে এগিয়ে যাওয়ার গুরুত্বারোপ করেছেন, কারণ দেরিতে পরিস্থিতি আরও ঘোলাটে হবে এবং গণতন্ত্রবিরোধী শক্তি সংগঠিত হয়ে গণতন্ত্রকে নস্যাৎ করার চেষ্টা করবে।",
            "তিনি অন্তর্বর্তী সরকারের প্রতি দ্রুত পদক্ষেপ নেওয়ার দায়িত্ব দিয়েছেন, কারণ এটি দেশের মঙ্গলের জন্য অপরিহার্য।"
        ]
    },
    {
        "title": "বিএনপির সংস্কারপন্থীদের বিরুদ্ধে হুঁশিয়ারি",
        "body": [
            "কক্সবাজারের লালদিঘির পাড়ের পাবলিক লাইব্রেরির শহীদ দৌলত ময়দানে 'দেশ গড়তে জুলাই পদযাত্রা কর্মসূচি'র অংশ হিসেবে আয়োজিত পথসভায় নাসীরুদ্দীন পাটওয়ারী এ কথা বলেন।",
            "নাসীরুদ্দীন পাটওয়ারী বিএনপির স্থায়ী কমিটির সদস্যদের ইঙ্গিত করে বলেন, কক্সবাজারের জনতা সংস্কারবিরোধী ও পিআর না বোঝা ব্যক্তিদের রাজপথে প্রতিহত করবে।"
        ]
    }
]