[
    {
        "title": "মাইলস্টোন স্কুল অ্যান্ড কলেজে বিমান বিধ্বস্তের ঘটনায় ৫১ জন দগ্ধ, ১৫ শিশু গুরুতর",
        "body": [
            "মাইলস্টোন স্কুল অ্যান্ড কলেজের ভবনে বিমান বিধ্বস্তের ঘটনায় ৫১ জন শিক্ষার্থী ও শিক্ষক জাতীয় বার্ন অ্যান্ড প্লাস্টিক সার্জারি ইনস্টিটিউটে চিকিৎসাধীন আছেন।",
            "দগ্ধদের মধ্যে ১৫ জন শিশু সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে। এছাড়াও ৯ জন নারী ও ১৪ জন পুরুষ রয়েছেন।",
            "আহতদের মধ্যে এ বি শামীম (১৪), সায়েন ইউসুফ (১৪), নাফিজ (৯) এবং আফনান ফায়েজ (১৪) ৯৫ শতাংশ দগ্ধ হয়েছেন।",
            "মাহরিন (৪৬) শতভাগ দগ্ধ এবং মাসুকা (৩৭) ৮৫ শতাংশ দগ্ধ হয়েছেন।"
        ]
    },
    {
        "title": "সাকিবের জাতীয় দলে ফেরা নিয়ে প্রশ্ন মির্জা ফখরুলকে",
        "body": [
            "সাকিব আল হাসান কি আর কখনো বাংলাদেশের হয়ে খেলতে পারবেন, এই প্রশ্নটি সম্প্রতি বাংলাদেশের ক্রিকেটে আলোচিত।",
            "গতকাল বাংলাদেশ-পাকিস্তান ম্যাচ দেখতে মিরপুর স্টেডিয়ামে যাওয়া বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীরকেও একই প্রশ্ন করা হয়েছিল।",
            "গত বছরের ৫ আগস্ট ছাত্র–জনতার গণ–অভ্যুত্থানে শেখ হাসিনা সরকারের পতনের পর দ্বাদশ সংসদ নির্বাচনে সংসদ সদস্য হওয়া সাকিব দেশে ফিরতে পারেননি।",
            "গণ–অভ্যুত্থানের পরপর পাকিস্তান এবং ভারতে অনুষ্ঠিত টেস্ট সিরিজে খেললেও দেশে ফিরতে না পারায় সাকিব এখন জাতীয় দলের বাইরে।"
        ]
    },
    {
        "title": "বিমান বিধ্বস্ত: ৮ মরদেহ হস্তান্তর, ১টি মর্গে",
        "body": [
            "মাইলস্টোন স্কুল অ্যান্ড কলেজে বিমান বিধ্বস্তের ঘটনায় নিহত ৮ জনের মরদেহ তাদের অভিভাবকদের কাছে হস্তান্তর করা হয়েছে।",
            "আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর) এক বিজ্ঞপ্তিতে এই তথ্য জানিয়েছে।",
            "হস্তান্তর করা মরদেহগুলো হলো: ফাতেমা আক্তার, সামিউল করিম, রজনী ইসলাম, মেহনাজ আফরিন হুরায়রা, শারিয়া আক্তার, নুসরাত জাহান আনিকা, সাদ সালাউদ্দিন এবং সায়মা আক্তার।",
            "ফ্লাইট লেফটেন্যান্ট তৌকির ইসলামের মরদেহ এখনো মর্গে রয়েছে।"
        ]
    },
    {
        "title": "পিবিআই-কে নির্বাচনী কর্মকর্তাদের তথ্য দেবে ইসি",
        "body": [
            "পিবিআই (পুলিশ ব্যুরো অব ইনভেস্টিগেশন) তিনটি নির্বাচনের দায়িত্বে থাকা রিটার্নিং কর্মকর্তা, প্রিসাইডিং অফিসার, সহকারী প্রিসাইডিং অফিসার এবং পোলিং অফিসারদের বিস্তারিত তথ্য চেয়ে নির্বাচন কমিশনকে (ইসি) চিঠি দিয়েছে।",
            "পিবিআই তাদের চিঠিতে কর্মকর্তাদের নাম, ঠিকানা, পিতার নাম, মাতার নাম, স্থায়ী/বর্তমান ঠিকানা, জাতীয় পরিচয়পত্র, পাসপোর্ট নম্বর, মোবাইল নম্বর এবং ভোটকেন্দ্রভিত্তিক তথ্য সরবরাহ করার অনুরোধ জানিয়েছে।",
            "এর পরিপ্রেক্ষিতে, ইসি সচিবালয় এই তথ্যগুলো বিভাগীয় কমিশনার এবং ডিসিদের কাছে পাঠানোর জন্য রবিবার চিঠি দিয়েছে।"
        ]
    },
    {
        "title": "ঢাকায় এসিসির এজিএম: ১৬-১৭টি দেশের অংশগ্রহণ নিশ্চিত, শ্রীলঙ্কার প্রধান অনলাইনে যোগ দিতে পারেন",
        "body": [
            "বিসিবি সভাপতি জানিয়েছেন যে ১৬-১৭টি সদস্যদেশের প্রতিনিধি ঢাকায় অনুষ্ঠেয় এজিএমে যোগ দেওয়ার নিশ্চয়তা দিয়েছেন এবং তাদের অনঅ্যারাইভাইল ভিসার ব্যবস্থা করা হয়েছে।",
            "শ্রীলঙ্কা ক্রিকেটের প্রধান শাম্মি সিলভা অসুস্থতার কারণে সরাসরি আসতে না পারলেও অনলাইনে সভায় অংশ নিতে পারেন।",
            "২০-২২ দিন আগে এসিসি ও পিসিবির প্রধান মহসিন নাকভি বিসিবি সভাপতি আমিনুল ইসলামকে ঢাকায় এজিএম আয়োজনের অনুরোধ করেন, যা প্রথমে আমিনুল চলমান বাংলাদেশ-পাকিস্তান টি-টোয়েন্টি সিরিজ এবং নতুন দায়িত্বের কারণে রাজি হননি।",
            "পরে মহসিন নাকভি বোঝান যে সিরিজ চলাকালীন সভা হলে সদস্যদেশের প্রতিনিধিরা খেলা দেখতে পারবেন, যা আঞ্চলিক ক্রিকেটের জন্য ভালো। এটি বাংলাদেশেরও প্রথমবারের মতো এসিসির এজিএম আয়োজনের সুযোগ।",
            "আমিনুল ইসলাম পরবর্তীতে নাকভির অনুরোধে সাড়া দিয়ে ঢাকায় এজিএম আয়োজনে রাজি হন।"
        ]
    },
    {
        "title": "বিমান দুর্ঘটনায় তৌকির ইসলামের মৃত্যু: পরিবারের শোক ও প্রতিক্রিয়া",
        "body": [
            "তৌকির ইসলামের পরিবার বিকেল সাড়ে পাঁচটা পর্যন্ত তাঁর মৃত্যুর খবর জানত না, তারা মনে করেছিল তৌকির ঢাকার সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) চিকিৎসাধীন আছেন।",
            "বিমান বিধ্বস্ত হওয়ার পর তৌকিরকে দেখতে পরিবারের সদস্যরা বিমানযোগে ঢাকায় যেতে চাইলে বিমানবাহিনী একটি হেলিকপ্টারের ব্যবস্থা করে।",
            "বিকেল সাড়ে চারটার দিকে তৌকিরের বাবা, মা, বোন ও ভগ্নিপতিকে রাজশাহীর শাহ মখদুম বিমানবন্দর থেকে বিমানবাহিনীর বিশেষ হেলিকপ্টারে ঢাকায় নিয়ে যাওয়া হয়।",
            "তৌকিরের মৃত্যুর খবর ছড়িয়ে পড়লে রাজশাহী নগরের উপশহর এলাকার তাঁর বাড়ির সামনে সাংবাদিক ও সাধারণ মানুষের ভিড় জমে এবং স্বজনদের মধ্যে শোকের আবহ সৃষ্টি হয়।"
        ]
    },
    {
        "title": "প্রিজন ভ্যানে সাবেক মন্ত্রী ও সংসদ সদস্যদের আদালতে আনা",
        "body": [
            "সাবেক আইনমন্ত্রী আনিসুল হক ও ঢাকার উত্তর সিটি করপোরেশনের সাবেক মেয়র আতিকুল ইসলামকে প্রিজন ভ্যানে চুপচাপ বসে থাকতে দেখা গেছে রায়সাহেব বাজার সড়কে।",
            "প্রিজন ভ্যানের ভেতরে আওয়ামী লীগের সাবেক দপ্তর সম্পাদক আবদুস সোবহান গোলাপ ও হাসানুল হক ইনু দাঁড়িয়ে ছিলেন।",
            "ব্যারিস্টার সায়েদুল হক সুমন চিৎকার করে বলছিলেন, 'প্রতিশোধের আগুনে খালি আমরা পুড়তেছি না, পুরো দেশটা পুড়াই ফেলছেন...।'",
            "অপর একটি প্রিজন ভ্যান থেকে সাবেক সংসদ সদস্য সাদেক খানকে বাইরে তাকিয়ে থাকতে দেখা যায়।",
            "সকালে কেরানীগঞ্জ কেন্দ্রীয় কারাগার থেকে সালমান এফ রহমান, আনিসুল হক, রাশেদ খান মেনন এবং ব্যারিস্টার সায়েদুল হক সুমনকে ঢাকার সিএমএম আদালতের হাজতখানায় আনা হয়।"
        ]
    },
    {
        "title": "দেলোয়ার হোসাইনের মৃত্যুতে শোক",
        "body": [
            "দেলোয়ার হোসাইন, ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের প্রাক্তন ছাত্র এবং মাইলস্টোন স্কুল অ্যান্ড কলেজের বাংলা বিষয়ের প্রভাষক, উত্তরার একটি ফ্ল্যাটে স্ত্রী ও একমাত্র মেয়েকে নিয়ে থাকতেন।",
            "ছুটি পেলে তিনি স্ত্রী ও মেয়েকে নিয়ে গ্রামের বাড়ি হাতিয়ায় আসতেন।",
            "তার মৃত্যুর খবর শুনে গ্রামের বাড়িতে শোকের ছায়া নেমে আসে এবং রাত দুইটায় অ্যাম্বুলেন্সে তার মরদেহ পৌঁছালে গ্রামের মানুষ তাকে দেখতে ভিড় করে।"
        ]
    }
]