[
    {
        "title": "নাসীরুদ্দীন পাটওয়ারীর কক্সবাজার সফর ও কারণ দর্শানোর নোটিশের জবাব",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী জুলাই গণ-অভ্যুত্থানের প্রথম বর্ষপূর্তিতে কক্সবাজার সফরে যাওয়ায় দলের কারণ দর্শানোর নোটিশের জবাব দিয়েছেন।",
            "তিনি জানিয়েছেন যে, কক্সবাজার সফরের উদ্দেশ্য ছিল গণ-অভ্যুত্থান, নাগরিক কমিটি, নাগরিক পার্টির কাঠামো, ভবিষ্যৎ গণপরিষদ এবং একটি নতুন গণতান্ত্রিক সংবিধানের রূপরেখা নিয়ে গভীরভাবে চিন্তাভাবনা করা, যা তিনি একজন রাজনৈতিক কর্মীর দায়িত্বশীল মানসিক চর্চা হিসেবে দেখেন।",
            "বৃহস্পতিবার বিকেলে নিজের ভেরিফায়েড ফেসবুক অ্যাকাউন্টে তিনি এই জবাব পোস্ট করেন।",
            "এর আগে বুধবার নাসীরুদ্দীনসহ এনসিপির পাঁচ নেতাকে দল থেকে ২৪ ঘণ্টার মধ্যে সশরীর উপস্থিত হয়ে লিখিত ব্যাখ্যা দেওয়ার জন্য কারণ দর্শানোর নোটিশ দেওয়া হয়েছিল।"
        ]
    },
    {
        "title": "এনসিপি নেতা হাসনাত আবদুল্লাহর অনুপস্থিতি ও ব্যাখ্যা",
        "body": [
            "এনসিপি নেতা হাসনাত আবদুল্লাহ ৪ আগস্টের অনুষ্ঠানে অনুপস্থিতির কারণ হিসেবে আহত ও আন্দোলনকারী নেতাকর্মীদের বাদ দিয়ে বিভাজন সৃষ্টির অভিযোগ তুলেছেন।",
            "তিনি এটিকে রাজনৈতিক ও নৈতিক ব্যর্থতা হিসেবে দেখে ব্যক্তিগতভাবে অনুষ্ঠানে অংশ না নেওয়ার সিদ্ধান্ত নেন।",
            "হাসনাত আবদুল্লাহ ঐক্যের পরিবর্তে বিভাজন, এবং শহীদ ও আহতদের পরিবর্তে মুষ্টিমেয় গোষ্ঠীর মতামতকে প্রাধান্য দেওয়ার প্রতিবাদে অনুপস্থিত ছিলেন।",
            "তিনি ৪ আগস্ট রাতে দলের আহ্বায়ক নাহিদ ইসলামের সঙ্গে যোগাযোগ করার চেষ্টা করেন এবং পরে মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারীকে তার অনুপস্থিতির কারণ জানান।",
            "তার অনুপস্থিতি মূলত একটি 'অসম্পূর্ণ জুলাই ঘোষণাপত্রের' প্রতি নীরব প্রতিবাদ ছিল বলে তিনি উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "যুক্তরাষ্ট্রের পাল্টা শুল্কনীতি: দেশভিত্তিক শুল্কহারের তালিকা",
        "body": [
            "যুক্তরাষ্ট্র সরকার পাল্টা শুল্ক আরোপ–সংক্রান্ত একটি নির্বাহী আদেশ জারি করেছে, যেখানে মোট ৬৯টি দেশ ও অঞ্চল (৬৬টি দেশ) যুক্তরাষ্ট্রের পাল্টা শুল্কনীতির আওতায় পড়েছে।",
            "১০ শতাংশ শুল্ক তিনটি দেশ (ব্রাজিল, ফকল্যান্ড দ্বীপপুঞ্জ, যুক্তরাজ্য) এবং তালিকায় নাম নেই এমন সকল দেশের ওপর ধার্য করা হয়েছে, যা যুক্তরাষ্ট্রকে ন্যায্য বাণিজ্য সম্পর্ক নির্দেশ করে।",
            "১৫ শতাংশ শুল্ক সর্বোচ্চ ৩৯টি দেশের (যেমন আফগানিস্তান, জাপান, দক্ষিণ কোরিয়া, তুরস্ক ইত্যাদি) ওপর আরোপ করা হয়েছে, এছাড়াও ইউরোপীয় ইউনিয়নের পণ্যের ক্ষেত্রেও ১৫ শতাংশ শুল্কহার প্রযোজ্য হবে।",
            "অন্যান্য শুল্কহারের মধ্যে ১৮ শতাংশ (নিকারাগুয়া), ১৯ শতাংশ (কম্বোডিয়া, ইন্দোনেশিয়া, মালয়েশিয়া, পাকিস্তান, ফিলিপাইন, থাইল্যান্ড), ২০ শতাংশ (বাংলাদেশ, শ্রীলঙ্কা, তাইওয়ান, ভিয়েতনাম), ২৫ শতাংশ (ব্রুনেই, ভারত, কাজাখস্তান, মলদোভা, তিউনিসিয়া) উল্লেখযোগ্য।",
            "উচ্চতর শুল্কহারগুলো হলো ৩০ শতাংশ (আলজেরিয়া, বসনিয়া ও হার্জেগোভিনা, লিবিয়া, দক্ষিণ আফ্রিকা), ৩৫ শতাংশ (ইরাক, সার্বিয়া), ৩৯ শতাংশ (সুইজারল্যান্ড), ৪০ শতাংশ (মিয়ানমার, লাওস) এবং ৪১ শতাংশ (সিরিয়া)।"
        ]
    },
    {
        "title": "তারেক রহমান প্রধানমন্ত্রী হবেন: বিএনপির উপদেষ্টা",
        "body": [
            "বিএনপি নির্বাচনে জয়ী হলে তারেক রহমান প্রধানমন্ত্রী হবেন বলে জানিয়েছেন দলের ভারপ্রাপ্ত চেয়ারম্যানের পররাষ্ট্রবিষয়ক উপদেষ্টা হুমায়ূন কবির।",
            "তিনি বলেন, আগামী জাতীয় সংসদ নির্বাচনের তফসিল বছরের শেষ দিকে ঘোষিত হবে এবং সেই অনুযায়ী নভেম্বর-ডিসেম্বরের মধ্যে তারেক রহমান দেশে ফিরবেন।",
            "হুমায়ূন কবির সিলেটে এক সুধী সমাবেশে সাংবাদিকদের প্রশ্নের জবাবে এই তথ্য জানান।",
            "তিনি আরও উল্লেখ করেন যে আন্তর্জাতিক মহলে বিএনপির প্রতি আগ্রহ বেড়েছে এবং তারেক রহমানের নেতৃত্বে বিএনপি নির্বাচনে অংশ নেবে।"
        ]
    },
    {
        "title": "সাংবাদিক আসাদুজ্জামান হত্যা তদন্ত ও অগ্রগতি",
        "body": [
            "গাজীপুর মহানগর পুলিশের উপকমিশনার মো. রবিউল হাসান জানিয়েছেন যে তারা সাংবাদিক আসাদুজ্জামান হত্যা মামলায় ভিডিও ফুটেজ ও কিছু ক্লু পেয়েছেন এবং জড়িতদের ধরতে অভিযান শুরু করেছেন।",
            "গাজীপুরের বাসন থানার ভারপ্রাপ্ত কর্মকর্তা শাহিন খান জানান, পুলিশ নিহত সাংবাদিকের লাশ উদ্ধার করে গাজীপুর শহীদ তাজউদ্দিন আহমদ মেডিকেল কলেজের মর্গে পাঠিয়েছে।",
            "পূর্বে স্থানীয় সূত্রের ভিত্তিতে জানানো হয়েছিল যে সাংবাদিক আসাদুজ্জামান চাঁদাবাজি নিয়ে লাইভ করেছিলেন, তবে পরবর্তীতে তার প্রোফাইল ঘেঁটে এমন কোনো লাইভের তথ্য নিশ্চিত হওয়া যায়নি এবং ৭ আগস্ট রাত ১১টা ৩৮ মিনিটে এই তথ্য সংশোধন করা হয়েছে।"
        ]
    },
    {
        "title": "গাজীপুরে ছিনতাইকারী চক্রের সদস্য আহত, পুলিশের অভিযান শুরু",
        "body": [
            "সিসিটিভি ফুটেজে এক নারীর সঙ্গে ধস্তাধস্তির পর পালিয়ে যাওয়া ব্যক্তি বাদশা মিয়া আহত হয়ে হাসপাতালে ভর্তি আছেন। তিনি দাবি করেছেন, ওই নারীসহ একটি দল তার কাছ থেকে টাকা নিয়ে গেছে।",
            "পুলিশের ধারণা, গাজীপুর নগরের বাসন, ভোগরা ও চান্দনা চৌরাস্তা এলাকায় একটি ছিনতাইকারী চক্র সক্রিয়। সিসিটিভি ভিডিওতে দেখা যাওয়া ব্যক্তিরা সবাই এই চক্রের সদস্য এবং তাদের বিরুদ্ধে একাধিক মামলা রয়েছে।",
            "ভিডিওতে দেখা যাওয়া নারীও এই ছিনতাইকারী চক্রের সদস্য হতে পারেন। এই চক্রটি চান্দনা চৌরাস্তা এলাকায় বিভিন্ন ফাঁদ পেতে ছিনতাই করে থাকে।",
            "গাজীপুর মহানগর পুলিশের উপকমিশনার রবিউল হাসান নিশ্চিত করেছেন যে, তারা ধারণা করছেন সিসিটিভি ফুটেজের ওই মেয়ে ছিনতাইকারী দলের সদস্য এবং হত্যাকাণ্ডের সঙ্গে জড়িতদের ধরতে অভিযান শুরু হয়েছে।"
        ]
    },
    {
        "title": "জামায়াত ১৯৭১ সালে অখণ্ড পাকিস্তানের দাবিতে প্রচার চালিয়েছিল - বিবৃতিতে উল্লেখ",
        "body": [
            "অধ্যাপক আজফার হোসেনসহ ৩২ জন বিবৃতিদাতা উল্লেখ করেছেন যে জামায়াতে ইসলামী ১৯৭১ সালে জনগণের বিরুদ্ধে গিয়ে অখণ্ড পাকিস্তানের দাবিতে সভা-সমাবেশ ও প্রচার চালিয়েছিল।",
            "বিবৃতিতে বলা হয়েছে যে, ২৫ মার্চ বর্বর গণহত্যার পরেও জামায়াতের নেতারা পাকিস্তান জান্তার সঙ্গে বৈঠক করেছেন।",
            "দলটির নেতা-কর্মীরা পাকিস্তানি সামরিক জান্তার পক্ষে রাজাকার, আলবদরসহ বিভিন্ন বাহিনীতে যুক্ত হয়ে মুক্তিযুদ্ধ চলাকালে ধর্ষণ, লুণ্ঠন, গণহত্যায় সহযোগিতা করেছে বলে সুস্পষ্ট তথ্য-প্রমাণ রয়েছে।"
        ]
    }
]