[
    {
        "title": "গৃহকর্মীর ছদ্মবেশে হত্যাকাণ্ড: নতুন তথ্য প্রকাশ",
        "body": [
            "তদন্তসংশ্লিষ্ট পুলিশ কর্মকর্তারা জানিয়েছেন, হত্যাকাণ্ডের মাত্র চার দিন আগে ওই নারী গৃহকর্মী হিসেবে কাজ শুরু করেন।",
            "গৃহকর্মীটি এই চার দিনই বোরকা পরে অথবা মুখ ঢেকে বাসাটিতে আসা-যাওয়া করতেন।",
            "সিসিটিভি ক্যামেরার ফুটেজে দেখা যায়, ঘটনার দিন গৃহকর্মী বোরকা পরে বাসায় প্রবেশ করেন এবং বেরিয়ে যাওয়ার সময় নিহত নাফিসার স্কুলড্রেস পরেছিলেন।"
        ]
    },
    {
        "title": "দুই ছাত্র প্রতিনিধির অন্তর্বর্তী সরকার থেকে পদত্যাগ",
        "body": [
            "প্রধান উপদেষ্টা অন্তর্বর্তী সরকার থেকে পদত্যাগ করা দুই ছাত্র প্রতিনিধিকে তাদের অবদানের জন্য ধন্যবাদ জানিয়েছেন এবং তাদের উজ্জ্বল ভবিষ্যতের জন্য শুভকামনা করেছেন।",
            "তিনি উল্লেখ করেন যে এই অল্প সময়ে তারা জাতিকে যা দিয়েছেন, তা জাতি কখনো ভুলবে না এবং এটি একটি রূপান্তরমাত্র।",
            "প্রধান উপদেষ্টা আশা প্রকাশ করেন যে তারা আগামীতে বৃহত্তর পরিমণ্ডলে আরও বড় অবদান রাখবেন এবং সরকারের অভিজ্ঞতা ভবিষ্যতে কাজে লাগাবেন।",
            "২০২৪ সালের ৫ আগস্ট গণ-অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর ৮ আগস্ট অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে অন্তর্বর্তী সরকার গঠিত হয়েছিল।",
            "এ পর্যন্ত প্রধান উপদেষ্টাসহ ২৩ জন উপদেষ্টা পরিষদের সদস্য ছিলেন, যার মধ্যে দুজন ছাত্র প্রতিনিধি পদত্যাগ করেছেন।"
        ]
    },
    {
        "title": "অর্থ উপদেষ্টার কার্যালয়ের সামনে আন্দোলন, প্রজ্ঞাপন জারির দাবিতে অনড়",
        "body": [
            "সচিবালয়ের কর্মকর্তা-কর্মচারীরা আজ অর্থ উপদেষ্টার কার্যালয়ের সামনে জড়ো হয়ে তাদের দাবিসংবলিত স্লোগান দেন।",
            "অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদ এবং অর্থসচিব খায়েরুজ্জামান মজুমদার আন্দোলনকারীদের সঙ্গে বৈঠক করেছেন।",
            "আন্দোলনকারীদের দাবি পূরণে আগামী সোমবার প্রজ্ঞাপন জারির বার্তা পাঠানো হলেও, তারা তা মানেননি।",
            "আন্দোলনকারীরা আজই প্রজ্ঞাপন জারির দাবিতে তাদের অবস্থান ধরে রেখেছেন।"
        ]
    },
    {
        "title": "এনসিপি কার্যালয়ে সংবাদ সম্মেলনে প্রার্থীদের নাম ঘোষণা",
        "body": [
            "আজ বুধবার বেলা ১১টায় রাজধানীর বাংলামোটরে এনসিপির অস্থায়ী কার্যালয়ে এক সংবাদ সম্মেলন অনুষ্ঠিত হয়।",
            "সংবাদ সম্মেলনে প্রার্থীদের নাম ঘোষণা করা হয়েছে।"
        ]
    }
]