[
    {
        "title": "মাইলস্টোন স্কুল অ্যান্ড কলেজে বিমান বিধ্বস্তের ঘটনায় ৫১ জন দগ্ধ, ১৫ শিশু গুরুতর",
        "body": [
            "মাইলস্টোন স্কুল অ্যান্ড কলেজের ভবনে বিমান বিধ্বস্তের ঘটনায় ৫১ জন শিক্ষার্থী ও শিক্ষক জাতীয় বার্ন অ্যান্ড প্লাস্টিক সার্জারি ইনস্টিটিউটে চিকিৎসাধীন আছেন।",
            "দগ্ধদের মধ্যে ১৫ জন শিশু সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে। এছাড়াও ৯ জন নারী ও ১৪ জন পুরুষ রয়েছেন।",
            "আহতদের মধ্যে এ বি শামীম (১৪), সায়েন ইউসুফ (১৪), নাফিজ (৯) এবং আফনান ফায়েজ (১৪) ৯৫ শতাংশ দগ্ধ হয়েছেন।",
            "মাহরিন (৪৬) শতভাগ দগ্ধ এবং মাসুকা (৩৭) ৮৫ শতাংশ দগ্ধ হয়েছেন।"
        ]
    },
    {
        "title": "সাকিবের জাতীয় দলে ফেরা নিয়ে প্রশ্ন মির্জা ফখরুলকে",
        "body": [
            "সাকিব আল হাসান কি আর কখনো বাংলাদেশের হয়ে খেলতে পারবেন, এই প্রশ্নটি সম্প্রতি বাংলাদেশের ক্রিকেটে আলোচিত।",
            "গতকাল বাংলাদেশ-পাকিস্তান ম্যাচ দেখতে মিরপুর স্টেডিয়ামে যাওয়া বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীরকেও একই প্রশ্ন করা হয়েছিল।",
            "গত বছরের ৫ আগস্ট ছাত্র–জনতার গণ–অভ্যুত্থানে শেখ হাসিনা সরকারের পতনের পর দ্বাদশ সংসদ নির্বাচনে সংসদ সদস্য হওয়া সাকিব দেশে ফিরতে পারেননি।",
            "গণ–অভ্যুত্থানের পরপর পাকিস্তান এবং ভারতে অনুষ্ঠিত টেস্ট সিরিজে খেললেও দেশে ফিরতে না পারায় সাকিব এখন জাতীয় দলের বাইরে।"
        ]
    },
    {
        "title": "বিমান বিধ্বস্ত: ৮ মরদেহ হস্তান্তর, ১টি মর্গে",
        "body": [
            "মাইলস্টোন স্কুল অ্যান্ড কলেজে বিমান বিধ্বস্তের ঘটনায় নিহত ৮ জনের মরদেহ তাদের অভিভাবকদের কাছে হস্তান্তর করা হয়েছে।",
            "আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর) এক বিজ্ঞপ্তিতে এই তথ্য জানিয়েছে।",
            "হস্তান্তর করা মরদেহগুলো হলো: ফাতেমা আক্তার, সামিউল করিম, রজনী ইসলাম, মেহনাজ আফরিন হুরায়রা, শারিয়া আক্তার, নুসরাত জাহান আনিকা, সাদ সালাউদ্দিন এবং সায়মা আক্তার।",
            "ফ্লাইট লেফটেন্যান্ট তৌকির ইসলামের মরদেহ এখনো মর্গে রয়েছে।"
        ]
    },
    {
        "title": "পিবিআই-কে নির্বাচনী কর্মকর্তাদের তথ্য দেবে ইসি",
        "body": [
            "পিবিআই (পুলিশ ব্যুরো অব ইনভেস্টিগেশন) তিনটি নির্বাচনের দায়িত্বে থাকা রিটার্নিং কর্মকর্তা, প্রিসাইডিং অফিসার, সহকারী প্রিসাইডিং অফিসার এবং পোলিং অফিসারদের বিস্তারিত তথ্য চেয়ে নির্বাচন কমিশনকে (ইসি) চিঠি দিয়েছে।",
            "পিবিআই তাদের চিঠিতে কর্মকর্তাদের নাম, ঠিকানা, পিতার নাম, মাতার নাম, স্থায়ী/বর্তমান ঠিকানা, জাতীয় পরিচয়পত্র, পাসপোর্ট নম্বর, মোবাইল নম্বর এবং ভোটকেন্দ্রভিত্তিক তথ্য সরবরাহ করার অনুরোধ জানিয়েছে।",
            "এর পরিপ্রেক্ষিতে, ইসি সচিবালয় এই তথ্যগুলো বিভাগীয় কমিশনার এবং ডিসিদের কাছে পাঠানোর জন্য রবিবার চিঠি দিয়েছে।"
        ]
    }
]