[
    {
        "title": "কোচিং বাণিজ্যের অভিযোগ এবং শিক্ষার্থীদের ওপর চাপ",
        "body": [
            "আফিয়া স্কুলের বাংলা মাধ্যমের তৃতীয় শ্রেণির শিক্ষার্থী ছিল এবং কোচিংয়ে ভর্তি হওয়ার পর সে খুশি ছিল বলে তার মা তামিমা আক্তার জানান।",
            "আফিয়া এবং বোরহান উদ্দীন বাপ্পীর মতো নিহত শিক্ষার্থীরা সবাই কোচিংয়ের শিক্ষার্থী ছিল বলে আফিয়ার মা উম্মে তামিমা আক্তার উল্লেখ করেন।",
            "আফিয়ার মা অভিযোগ করেন যে, স্কুল কর্তৃপক্ষ কোচিংয়ের জন্য শিক্ষার্থীদের ওপর প্রচুর চাপ দেয় এবং পরীক্ষায় খারাপ ফল করিয়ে কোচিংয়ে যেতে বাধ্য করে।",
            "বোরহান উদ্দীন বাপ্পীর বাবা মোহাম্মদ আবু শাহীনও একই অভিযোগ করেন যে, শিক্ষকরা শিক্ষার্থীদের মানসিক নির্যাতন করে কোচিং করাতে বাধ্য করেন।",
            "আবু শাহীন জানান, তার ছোট ছেলে বেলালকেও কোচিংয়ে ভর্তি করানোর জন্য স্কুল কর্তৃপক্ষ চাপ দিচ্ছে।"
        ]
    },
    {
        "title": "চোর সন্দেহে গণপিটুনি: রংপুরে ২ হত্যা, মাদারীপুরে চোখ উপড়ে ফেলার চেষ্টা",
        "body": [
            "৯ আগস্ট রংপুরের তারাগঞ্জ উপজেলায় চোর সন্দেহে রূপলাল দাস ও প্রদীপ দাস নামের দুজনকে পিটিয়ে হত্যা করা হয়। নিহতরা সম্পর্কে জামাই-শ্বশুর ছিলেন এবং তাদের স্বজনেরা চোর সন্দেহের অভিযোগ অস্বীকার করেছেন, দাবি করেছেন যে তারা বাড়ি ফিরছিলেন এবং রূপলাল তার ভাগ্নি জামাইকে আনতে গিয়েছিলেন।",
            "একই দিনে মাদারীপুরে চোর সন্দেহে তিনজনকে গণপিটুনির পর একজনের চোখ তুলে ফেলার চেষ্টা করা হয়।",
            "জুলাই গণ-অভ্যুত্থানের পর থেকে দেশে চুরি, ডাকাতি ও ছিনতাইয়ের ঘটনা বৃদ্ধি পেয়েছে, যা পুলিশের দুর্বল কার্যক্রমের সুযোগে ঘটছে বলে মনে করা হচ্ছে এবং মানুষের মধ্যে উদ্বেগ বাড়াচ্ছে।",
            "এ ধরনের অপরাধে বিচার না হওয়ার প্রবণতা পরিস্থিতিকে আরও জটিল করে তুলেছে।"
        ]
    },
    {
        "title": "ফার্মেসিতে জরুরি ওষুধের অভাব ও সঠিক চিকিৎসার সংকট",
        "body": [
            "অলি আহমদ অভিযোগ করেছেন যে দেশের ফার্মেসিগুলোতে বিভিন্ন জরুরি ওষুধ পাওয়া যাচ্ছে না এবং দেশে সঠিক চিকিৎসারও অভাব রয়েছে।",
            "তিনি প্রশ্ন করেন যে এমন পরিস্থিতিতে মানুষের অবস্থা কী হবে এবং কোথায় যাবেন তাঁরা, এবং এর জরুরি সমাধান দাবি করেন।",
            "সংবাদ সম্মেলনে এলডিপির মহাসচিব রেদোয়ান আহমেদ, প্রেসিডিয়াম সদস্য নূরুল আলম তালুকদারসহ অন্যান্য নেতৃবৃন্দ উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "সংস্কার ছাড়া নির্বাচন হলে গণ-অভ্যুত্থানের শহীদদের ক্ষতিপূরণের দাবি",
        "body": [
            "নাসীরুদ্দীন পাটওয়ারী মন্তব্য করেছেন যে একই সংস্কৃতি, 'ফ্যাসিবাদী' সংবিধান এবং সিস্টেমের মাধ্যমে নির্বাচন অনুষ্ঠিত হচ্ছে, যা প্রশ্ন তোলে এত মানুষের শহীদ বা আহত হওয়ার প্রয়োজন কেন ছিল।",
            "তিনি দাবি করেন যে সংস্কার ছাড়া নির্বাচন হলে সরকারকে গণ-অভ্যুত্থানে শহীদদের পরিবারকে তাদের হারানো প্রিয়জনদের ফিরিয়ে দিতে হবে বা ক্ষতিপূরণ দিতে হবে।",
            "পাটওয়ারী শহীদ পরিবারের বেদনা তুলে ধরেন, বিশেষ করে যেসব মা তাদের সন্তান হারিয়েছেন এবং যেসব শিশু তাদের বাবা হারিয়েছে, তারা ভবিষ্যতে একটি সুন্দর ও নিরাপদ বাংলাদেশ দেখতে চায়।"
        ]
    },
    {
        "title": "শিক্ষা বোর্ডের চেয়ারম্যানকে হুমকিতে নাঙ্গলকোটের আ.লীগ নেতা",
        "body": [
            "কুমিল্লার নাঙ্গলকোট উপজেলার ভোলাইন উচ্চবিদ্যালয় ও কলেজের সভাপতি পদ নিয়ে কুমিল্লা শিক্ষা বোর্ডের চেয়ারম্যানকে হুমকি দেওয়ার অভিযোগ উঠেছে আব্দুল গফুর ভূঁইয়ার বিরুদ্ধে।",
            "আব্দুল গফুর ভূঁইয়া বর্তমানে প্রতিষ্ঠানটির সভাপতি পদে রয়েছেন এবং তিনি হুমকি দেওয়ার অভিযোগ অস্বীকার করে কল রেকর্ডটি সম্পাদিত বলে দাবি করেছেন।",
            "গত ১৮ মে কুমিল্লার জেলা প্রশাসক মীর আবু সালেহ শামসুদ্দীনকে সভাপতি হিসেবে সুপারিশ করলে আব্দুল গফুর ভূঁইয়া শিক্ষা বোর্ডের চেয়ারম্যানকে হুমকি দেন এবং ফলস্বরূপ মীর আবু সালেহ শামসুদ্দীন পদ থেকে অব্যাহতি নেন।"
        ]
    },
    {
        "title": "চট্টগ্রামে চিকিৎসককে মারধর: চাঁদা দাবি ও নির্মাণকাজ নিয়ে বিরোধ",
        "body": [
            "চট্টগ্রামের বাকলিয়া থানার নুর বেগম জামে মসজিদের পাশে চিকিৎসক ইকবাল হোসেনের বাড়ির নির্মাণকাজ নিয়ে দীর্ঘদিন ধরে একটি চক্র চাঁদা দাবি করে আসছিল।",
            "চাঁদা না দেওয়ায় স্থানীয় প্রভাবশালীরা চিকিৎসক ইকবাল হোসেনকে মারধর করেন।",
            "চিকিৎসক ইকবাল হোসেনের দাবি, স্থানীয় বিএনপি নেতা হারুনের নেতৃত্বে এই হামলা হয়েছে এবং পুলিশ তাকে উদ্ধার করেছে।",
            "বাকলিয়া থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) ইখতিয়ার উদ্দিন জানান, বিএনপি নেতার জড়িত থাকার বিষয়ে তারা কিছু পাননি এবং নিয়মবহির্ভূত ভবন নির্মাণ নিয়ে অপর পক্ষের সঙ্গে বৈঠকে হাতাহাতি হয়েছে।",
            "মারধরের শিকার চিকিৎসক বর্তমানে চিকিৎসাধীন আছেন।"
        ]
    },
    {
        "title": "নারী ফুটবলারদের বকেয়া বেতন ও পুরস্কারের অর্থ নিয়ে অসন্তোষ",
        "body": [
            "ভুটান লিগে খেলা মনিকা, ঋতুপর্ণা, সাবিনাসহ বেশ কিছু নারী ফুটবলার বাংলাদেশ ফুটবল ফেডারেশন (বাফুফে) থেকে চুক্তি অনুযায়ী বেতন পাচ্ছেন না।",
            "মে মাসে বাফুফের সঙ্গে চুক্তিবদ্ধ হওয়া খেলোয়াড়দের একটি বড় অংশ চুক্তির আগে কয়েক মাস বেতনহীন ছিলেন এবং একজন শীর্ষ খেলোয়াড়ের ৩৫ দিনের বেতন বকেয়া রয়েছে।",
            "ফেব্রুয়ারিতে একুশে পদক জেতার পর সরকারের পক্ষ থেকে নারী দলকে চার লাখ টাকা আর্থিক পুরস্কার দেওয়া হলেও, খেলোয়াড়রা জনপ্রতি প্রাপ্য ১২ হাজার টাকা পাননি বলে অসন্তোষ প্রকাশ করেছেন।",
            "সাফ শিরোপা জয়ের ৯ মাস পেরিয়ে গেলেও বাফুফের ঘোষিত দেড় কোটি টাকার পুরস্কার নারী ফুটবলাররা এখনও পাননি, যা নিয়ে খেলোয়াড়দের মধ্যে প্রশ্ন উঠেছে যে ঘোষণার প্রয়োজন কী ছিল যদি টাকা না-ই দেওয়া হয়।",
            "সাফ জয়ের পর খেলোয়াড়রা অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টার কাছে তাদের সমস্যাগুলো লিখিতভাবে জানালেও, সেগুলোর অগ্রগতি সম্পর্কে তারা অবগত নন।"
        ]
    }
]