[
    {
        "title": "গুলিবিদ্ধ শরিফ ওসমান হাদিকে দেখতে হাসপাতালে ভিড়",
        "body": [
            "শরিফ ওসমান হাদি গুলিবিদ্ধ হওয়ার খবরে ঢাকা মেডিকেল কলেজ হাসপাতালে ইনকিলাব মঞ্চের নেতাকর্মী ও উৎসুক জনতার ভিড় বেড়েছে।",
            "জাতীয় নাগরিক পার্টির (এনসিপি) দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ এবং জ্যেষ্ঠ যুগ্ম সদস্য সচিব তাসনিম জারা হাদিকে দেখতে হাসপাতালে যান।",
            "ঢাকা–৮ আসনের বিএনপি মনোনীত প্রার্থী মির্জা আব্বাসও শরিফ ওসমান হাদিকে দেখতে হাসপাতালে উপস্থিত হন।"
        ]
    },
    {
        "title": "ঢাকা মেডিকেলে মির্জা আব্বাসকে ঘিরে 'ভুয়া ভুয়া' স্লোগান ও হট্টগোল",
        "body": [
            "ওসমান হাদির গুলিবিদ্ধ হওয়ার খবর শুনে ঢাকা মেডিকেলে তাঁকে দেখতে যান বিভিন্ন দলের নেতারা, যার মধ্যে বিএনপির স্থায়ী কমিটির সদস্য মির্জা আব্বাসও ছিলেন।",
            "মির্জা আব্বাস হাসপাতালে প্রবেশ করার সময় ইনকিলাব মঞ্চের নেতা-কর্মীরা তাঁকে লক্ষ্য করে ‘ভুয়া ভুয়া’ স্লোগান দেন এবং সেখানে হট্টগোলের সৃষ্টি হয়।",
            "হাসপাতাল থেকে বের হওয়ার সময়ও মির্জা আব্বাসকে ঘিরে ‘আব্বাস ভুয়া, চাঁদাবাজ ভুয়া, সন্ত্রাসী আব্বাস’ স্লোগান দেওয়া হয় এবং তাঁকে বেশ কিছুক্ষণ অবরুদ্ধ করে রাখা হয়। পরে পুলিশ ও সেনাসদস্যদের হস্তক্ষেপে তিনি হাসপাতাল চত্বর ত্যাগ করেন।",
            "মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে বিএনপি কোনো গোলযোগ ও সন্ত্রাস চায় না, তবে তাদের ওপর কোনো আঘাত এলে তার জবাব কীভাবে দিতে হয়, তা বিএনপি জানে।",
            "মির্জা ফখরুল সুষ্ঠু নির্বাচনের পরিবেশ বজায় রাখার এবং গণতন্ত্রে উত্তরণের পথ ব্যাহত না করার জন্য সবার প্রতি আহ্বান জানান।"
        ]
    },
    {
        "title": "গুলিবিদ্ধ শরিফ ওসমান হাদিকে লাইফ সাপোর্ট দেওয়া হয়েছে",
        "body": [
            "ঢাকা-৮ আসনের সম্ভাব্য স্বতন্ত্র প্রার্থী ও ইনকিলাব মঞ্চের মুখপাত্র শরিফ ওসমান হাদিকে বিজয়নগরে গুলিবিদ্ধ হওয়ার পর লাইফ সাপোর্টে রাখা হয়েছে।",
            "ঢাকা মেডিকেল কলেজ হাসপাতালের পরিচালক ব্রিগেডিয়ার জেনারেল মো. আসাদুজ্জামানের দপ্তর থেকে জানানো হয়েছে যে হাদির অবস্থা আশঙ্কাজনক।",
            "তার মাথার ভেতরে গুলিটি এখনও রয়েছে, যা তার অবস্থা সংকটাপন্ন করেছে।"
        ]
    },
    {
        "title": "ওসমান হাদির উপর হামলার তদন্তে রক্ত ও সিসিটিভি ফুটেজ সংগ্রহ",
        "body": [
            "সিআইডির অপরাধ শনাক্তকরণ দল ঘটনাস্থলের তিন জায়গা থেকে রক্তের আলামত সংগ্রহ করেছে এবং আলামত সংরক্ষণের জন্য জায়গাটি হলুদ ফিতা দিয়ে ঘিরে রাখা হয়েছে।",
            "পুলিশের মতিঝিল অঞ্চলের জ্যেষ্ঠ সহকারী কমিশনার হোসাইন মোহাম্মদ ফারাবী জানান, ডক্টর টাওয়ারসহ একাধিক ভবনের সিসি ক্যামেরার ফুটেজ বিশ্লেষণ করে হামলাকারীদের শনাক্ত করতে পুলিশ ও অন্যান্য সংস্থা কাজ করছে।",
            "এখনো ওসমান হাদিকে গুলি করার কারণ বা হামলাকারীদের পরিচয় সম্পর্কে কিছু জানা যায়নি।"
        ]
    },
    {
        "title": "আসিফ মাহমুদ সজীব ভুঁইয়া ঢাকা-১০ আসনে স্বতন্ত্র প্রার্থী",
        "body": [
            "আসিফ মাহমুদ সজীব ভুঁইয়া আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ঢাকা-১০ আসনে স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করবেন।",
            "তিনি শুক্রবার বেলা ১১টা ৫১ মিনিটে নিজের ভেরিফায়েড ফেসবুক পেজে একটি পোস্টের মাধ্যমে এই ঘোষণা দেন এবং সহযোগিতা ও সমর্থন কামনা করেন।",
            "তাঁর পোস্টে একটি ভিডিও যুক্ত করা হয়েছে।",
            "ঢাকা-১০ আসনে বিএনপির মনোনয়ন পেয়েছেন শেখ রবিউল আলম, জাতীয় নাগরিক পার্টি (এনসিপি) এখনো প্রার্থী ঘোষণা করেনি এবং জামায়াতের প্রার্থী সুপ্রিম কোর্টের আইনজীবী জসীম উদ্দিন সরকার।"
        ]
    }
]