[
    {
        "title": "কলমজীবীদের সমালোচনা ও কবিদের পরিস্থিতি",
        "body": [
            "সালাহউদ্দিন আহমদ অভিযোগ করেছেন যে জুলাই গণ-অভ্যুত্থানের সময় কিছু 'কলমজীবী' তাদের লেখা বন্ধ করে দিয়েছিল, যারা পূর্বে শেখ হাসিনা ও স্বৈরাচারকে সমর্থন করত এবং গুম, হত্যার সময়ও নীরব ছিল।",
            "তিনি এই শ্রেণির বিরুদ্ধে আগ্নেয়গিরির লাভা উদ্গিরণের এবং গণতন্ত্রের জন্য জনগণের উদ্দেশ্যে ফুলের সৌরভ ছড়ানোর আহ্বান জানিয়েছেন।",
            "জাতীয় কবিতা পরিষদের সভাপতি মোহন রায়হান মতবিনিময় সভায় সভাপতিত্ব করেন এবং বলেন যে বিগত আওয়ামী লীগ সরকারের সময় অনেক কবিকে মূল্যায়ন করা হয়নি এবং তাদের জীবন হুমকির মুখে ছিল।",
            "মোহন রায়হান আরও মন্তব্য করেন যে রাজনৈতিক নেতৃত্ব এবং লেখক, কবি ও বুদ্ধিজীবীদের চিন্তার মধ্যে পার্থক্য বিদ্যমান।"
        ]
    },
    {
        "title": "‘অসমাপ্ত আত্মজীবনী’ নিয়ে জালিয়াতির অভিযোগ তদন্ত করছে দুদক",
        "body": [
            "২০১২ সালে প্রকাশিত ‘অসমাপ্ত আত্মজীবনী’ বইটি বঙ্গবন্ধু শেখ মুজিবুর রহমানের লেখা চারটি খাতা সম্পাদনা ও সংশোধনের মাধ্যমে প্রকাশিত হয়েছে বলে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা দাবি করেছিলেন।",
            "সম্প্রতি একটি অনুসন্ধানী প্রতিবেদনে দাবি করা হয়েছে যে, বইটি আসলে সাবেক আইজিপি জাবেদ পাটোয়ারী ও তার নেতৃত্বাধীন ১২৩ জন কর্মকর্তা মিলে রচনা করেছেন।",
            "অভিযোগে বলা হয়েছে, এই কাজের বিনিময়ে সংশ্লিষ্ট কর্মকর্তারা নগদ অর্থ, ফ্ল্যাট এবং অন্যান্য সরকারি সুবিধা পেয়েছেন।",
            "দুর্নীতি দমন কমিশন (দুদক) এই অভিযোগের বিষয়ে বিস্তারিত তথ্য সংগ্রহের কাজ শুরু করেছে।"
        ]
    },
    {
        "title": "আওয়ামী লীগের বিরুদ্ধে অভিযোগপত্রে পিলখানা হত্যাকাণ্ডের অন্তর্ভুক্তি নিয়ে প্রশ্ন",
        "body": [
            "একটি সনদে ২০০৯-২৪ সালব্যাপী আওয়ামী লীগ আমলের বর্ণনা দিতে গিয়ে উল্লেখ করা হয়েছে যে, তারা রাজনৈতিক ভিন্নমতাবলম্বীদের গণতান্ত্রিক ও মানবাধিকার হরণ করেছিল এবং রাষ্ট্রীয় মদদে গুম, হত্যা, নিপীড়ন-নির্যাতন, মামলা-মোকদ্দমা ও হামলার মাধ্যমে নৈরাজ্য, সন্ত্রাস ও ভীতির রাজত্ব কায়েম করেছিল।",
            "সনদে ২০০৯ সালের পিলখানা বিডিআর হত্যা এবং ২০১৩ সালের মতিঝিলের শাপলা চত্বরের হত্যাকাণ্ডকে এর প্রধান উদাহরণ হিসেবে উল্লেখ করা হয়েছে।",
            "প্রাবন্ধিক মনে করেন, আওয়ামী লীগ 'নৈরাজ্য, সন্ত্রাস ও ভয়ের রাজত্ব' প্রতিষ্ঠা করেছিল দাবি করাটা অতিরঞ্জিত এবং শব্দবিন্যাস আরও নমনীয় হওয়া উচিত ছিল।",
            "তবে প্রাবন্ধিকের মূল উদ্বেগ ২০০৯ সালে পিলখানায় সংঘটিত বিডিআর হত্যাকাণ্ডকে অন্তর্ভুক্ত করা নিয়ে, কারণ তিনি প্রশ্ন তুলেছেন যে এটি কীভাবে আওয়ামী লীগের 'নৈরাজ্য, সন্ত্রাস ও ভয়ের রাজত্বের' অংশ হতে পারে।",
            "এখন পর্যন্ত বিডিআর হত্যাকাণ্ডে আওয়ামী লীগ সরকারকে ইচ্ছাকৃত হত্যার বদলে অব্যবস্থাপনার জন্য অভিযুক্ত করা যেতে পারে এবং এই যুক্তির সমর্থনে কোনো বাস্তব প্রমাণ নেই বলে প্রাবন্ধিক উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "মুক্তিযোদ্ধাদের লাঞ্ছনার প্রতিবাদে কাদের সিদ্দিকীর হুঁশিয়ারি",
        "body": [
            "কাদের সিদ্দিকী সাম্প্রতিক সময়ে মুক্তিযোদ্ধাদের লাঞ্ছনার তীব্র প্রতিবাদ জানিয়েছেন এবং হুঁশিয়ারি দিয়েছেন যে মুক্তিযোদ্ধাদের গায়ে হাত দেওয়ার চেষ্টা না করতে।",
            "তিনি ঘোষণা করেন যে যারা মুক্তিযোদ্ধাদের গলায় জুতার মালা পরিয়েছে, তিনি তাদের প্রত্যেককে ফুলের মালা পরিয়ে দেবেন এবং জুতার চেয়েও নিম্নমানের কিছু থাকলে তা লক্ষ মানুষের সামনে তাদের পরিয়ে দেবেন।",
            "সিদ্দিকী দৃঢ়ভাবে বলেছেন যে বাংলাদেশ খেলার পুতুল নয় এবং বাংলাদেশের স্বাধীনতা নিয়ে মশকরা করা যাবে না।",
            "তিনি রাজাকারের বিরুদ্ধে হুঁশিয়ারি দিয়ে বলেন, 'দুই দিন আগে আর পরে বাংলাদেশে কোনো রাজাকারের ঠাঁই নাই।'",
            "এই অনুষ্ঠানে সাবেক মন্ত্রী আবদুল লতিফ সিদ্দিকী প্রধান অতিথি হিসেবে উপস্থিত ছিলেন এবং জেলা মুক্তিযোদ্ধা সংসদের সাবেক কমান্ডার ফজলুল হকের (বীর প্রতীক) সভাপতিত্বে সমাবেশটি অনুষ্ঠিত হয়।"
        ]
    }
]