[
    {
        "title": "আইসিসির একক দেশের নিয়ন্ত্রণে না থাকা এবং বাংলাদেশের খেলার সুযোগ",
        "body": [
            "ক্রীড়া উপদেষ্টা বলেছেন যে আইসিসির কোনো একক দেশের নিয়ন্ত্রণে চলা উচিত নয় এবং ক্রিকেটের ওপর কারও একচেটিয়া অধিকার থাকা উচিত নয়।",
            "উপদেষ্টা দাবি করেছেন যে আইসিসি যদি সত্যিই একটি বৈশ্বিক সংস্থা হয় এবং ভারতের কথায় ওঠবস না করে, তবে বাংলাদেশকে শ্রীলঙ্কায় খেলার সুযোগ দেওয়া উচিত।",
            "তিনি জোর দিয়ে বলেছেন যে এই প্রশ্নে বাংলাদেশ কোনো রকম আপস করবে না।",
            "উপদেষ্টা আরও উল্লেখ করেছেন যে তিনি পত্রিকায় দেখেছেন (সত্যতা যাচাই না করে), পাকিস্তান নাকি বাংলাদেশের টুর্নামেন্টগুলো আয়োজন করার প্রস্তাব দিয়েছে, এবং এতে পাকিস্তান বা সংযুক্ত আরব আমিরাতে খেলা হলে কোনো সমস্যা নেই।"
        ]
    },
    {
        "title": "নারী টি-টোয়েন্টি বিশ্বকাপের গ্রুপ পর্বের ম্যাচগুলো শ্রীলঙ্কায় স্থানান্তরের জন্য বিসিবির অনুরোধ আইসিসির বিবেচনা",
        "body": [
            "বর্তমান সূচি অনুযায়ী, আগামী ৭ ফেব্রুয়ারি থেকে শুরু হতে যাওয়া দশম টি-টোয়েন্টি বিশ্বকাপের গ্রুপ পর্বে বাংলাদেশের চারটি ম্যাচই ভারতে হওয়ার কথা।",
            "বাংলাদেশের প্রথম তিনটি ম্যাচ কলকাতায় এবং শেষটি মুম্বাইয়ে অনুষ্ঠিত হওয়ার কথা রয়েছে।",
            "ক্রিকবাজ জানিয়েছে যে বিসিবি শ্রীলঙ্কায় খেলার ব্যাপারে অনড় থাকলেও আইসিসি ভারতের ভেতরেই বিকল্প ভেন্যু খুঁজছে।",
            "আইসিসি এবং টি–টোয়েন্টি বিশ্বকাপের সহ-আয়োজক বিসিসিআই ইতিমধ্যেই তামিলনাড়ু ক্রিকেট অ্যাসোসিয়েশন (টিএনসিএ) এবং কেরালা ক্রিকেট অ্যাসোসিয়েশনের (কেসিএ) সঙ্গে যোগাযোগ করেছে।",
            "গতকাল গুজরাটের বড়োদরায় বিসিসিআই কর্মকর্তাদের সঙ্গে আইসিসি চেয়ারম্যান জয় শাহর একটি বৈঠক অনুষ্ঠিত হয়, তবে সেখানে বিকল্প ভেন্যু প্রস্তাবের সিদ্ধান্ত হয়েছিল কিনা তা স্পষ্ট নয়।"
        ]
    },
    {
        "title": "মুসলিম আইনে বহুবিবাহ: আরবিট্রেশন কাউন্সিলের ভূমিকা ও আইনি বিতর্ক",
        "body": [
            "আইনজীবী ইশরাত হাসান জানান, ১৮৬০ সালের দণ্ডবিধির ৪৯৪ ধারা অনুযায়ী দ্বিতীয় বিয়ের জন্য ৭ বছরের কারাদণ্ডের বিধান ছিল, যা পরে ১৯৬১ সালের মুসলিম পারিবারিক অধ্যাদেশে সংশোধিত হয়।",
            "অধ্যাদেশ অনুযায়ী, আরবিট্রেশন কাউন্সিলের অনুমতি ছাড়া দ্বিতীয় বিয়ে করলে স্বামীর এক বছর পর্যন্ত সাজা এবং দশ হাজার টাকা পর্যন্ত জরিমানা হতে পারে। এই অনুমতি কীভাবে নিতে হবে, তাও আইনে বিস্তারিত বলা আছে।",
            "সালিস পরিষদ একজন চেয়ারম্যান ও দুজন সদস্য নিয়ে গঠিত হয় এবং তারা ব্যক্তির স্ত্রী বা স্ত্রীদের বক্তব্য শোনেন। পরিষদ অনুমতি দিতেও পারে বা নাও দিতে পারে, যা আইনে আগে থেকেই বিদ্যমান।",
            "বহুবিবাহের (আইনের ৬ ধারা) বিধান চ্যালেঞ্জ করে রিট আবেদন করা হয়েছিল এই যুক্তিতে যে আরবিট্রেশন কাউন্সিলের কাছে এমন ক্ষমতা থাকা সমীচীন নয় এবং চেয়ারম্যান পক্ষপাতদুষ্ট হতে পারেন।",
            "আবেদনকারীরা চাচ্ছিলেন যে স্ত্রীর অনুমতি ছাড়া দ্বিতীয় বিয়ে না হোক এবং স্ত্রীদের সম-অধিকার নিশ্চিত করার জন্য নতুন নীতিমালা প্রণীত হোক। তারা আরও প্রশ্ন তোলেন যে কাউন্সিল একাধিক বিয়ের জন্য ব্যক্তির শারীরিক, মানসিক ও অর্থনৈতিক সক্ষমতা যাচাইয়ে সক্ষম কি না।",
            "ইশরাত হাসান স্পষ্ট করেন যে দ্বিতীয় বিয়ের ক্ষেত্রে প্রথম স্ত্রীর অনুমতি বাধ্যতামূলক ছিল না; বরং আরবিট্রেশন কাউন্সিলের অনুমতির বিষয়টিই আইনে বিদ্যমান ছিল।",
            "গত বছরের ২০ আগস্ট হাইকোর্ট রুল ডিসচার্জ (খারিজ) করে দেন, ফলে আরবিট্রেশন কাউন্সিলের অনুমতি সাপেক্ষে দ্বিতীয় বিয়ের আইনি বিধানটি বহাল থাকে, যা আগেও ছিল।",
            "তবে, হাইকোর্টের এই রায়ের বিরুদ্ধে আপিল বিভাগে আবেদন করা হবে বলে জানানো হয়েছে।"
        ]
    },
    {
        "title": "চট্টগ্রাম–৯ আসনে জামায়াত প্রার্থীর আপিল নামঞ্জুর, প্রার্থিতা বাতিলই থাকছে",
        "body": [
            "নির্বাচন কমিশন (ইসি) চট্টগ্রাম–৯ (কোতোয়ালি-বাকলিয়া) আসনে জামায়াতে ইসলামীর প্রার্থী এ কে এম ফজলুল হকের আপিল আবেদন নামঞ্জুর করেছে।",
            "এর ফলে আপিলে তার প্রার্থিতা আর ফেরেনি এবং তার মনোনয়নপত্র বাতিলই থাকছে।",
            "সোমবার সকালে নির্বাচন ভবনের মিলনায়তনে তৃতীয় দিনের আপিল শুনানি চলাকালে ফজলুল হকের আপিল শুনানি অনুষ্ঠিত হয়।"
        ]
    },
    {
        "title": "অন্তর্বর্তী সরকারের অধ্যাদেশ প্রণয়নে আমলাতন্ত্রের প্রভাব: টিআইবি পর্যবেক্ষণ",
        "body": [
            "টিআইবি একটি পর্যবেক্ষণ উপস্থাপন করেছে যার শিরোনাম ‘অন্তর্বর্তী সরকারের অধ্যাদেশ প্রণয়নে সংস্কারবিমুখতা’।",
            "পর্যবেক্ষণে বলা হয়েছে যে অন্তর্বর্তী সরকারের সময় প্রণীত অধ্যাদেশগুলোর প্রায় সব ক্ষেত্রেই প্রতিরোধক মহল, বিশেষ করে আমলাতন্ত্রের প্রভাবশালী মহলের কারণে সংস্কার লক্ষ্যভ্রষ্ট হয়েছে এবং সরকার তাদের কাছে নতিস্বীকার করেছে।",
            "টিআইবির ইফতেখারুজ্জামান জানিয়েছেন যে কোন সিদ্ধান্তে কোন উপাদান থাকবে তা প্রভাবশালী আমলাতন্ত্র নির্ধারণ করে, যেখানে তাদের গোষ্ঠীগত ও রাজনৈতিক স্বার্থের প্রতিফলন ঘটে।"
        ]
    },
    {
        "title": "মতিঝিলের পরিস্থিতি নিয়ে দ্বিধা ও তথ্য যাচাইয়ের প্রয়োজনীয়তা",
        "body": [
            "একজন ব্যক্তি ধানমন্ডি থেকে মতিঝিলের অফিসে যেতে দ্বিধাগ্রস্ত, কারণ তিনি শুনেছেন মতিঝিলে গোলমাল হচ্ছে এবং বৃষ্টির পানি জমে আছে, পাশাপাশি যানজটও রয়েছে।",
            "তিনি মতিঝিলের অফিসে ফোন করে না যাওয়ার কথা জানালে, অফিস থেকে জানানো হয় যে মতিঝিলে কোনো সমস্যা নেই এবং সব ঠিক আছে।",
            "সংশয় দূর করতে অফিস একজন প্রতিনিধিকে রাস্তায় পরিস্থিতি যাচাইয়ের জন্য পাঠায়, যিনি মতিঝিল এবং রাস্তাঘাটের প্রকৃত অবস্থা পর্যবেক্ষণ করবেন।",
            "প্রতিনিধি অফিসকে সঠিক পরিস্থিতি জানানোর পর, অফিস সেই তথ্য গ্রাহককে জানাবে, যাতে গ্রাহক মতিঝিলে যাবেন কিনা সেই সিদ্ধান্ত নিতে পারেন।"
        ]
    },
    {
        "title": "ত্রয়োদশ সংসদ নির্বাচনের জনমত জরিপ প্রকাশ",
        "body": [
            "জাতীয় প্রেসক্লাবের তফাজ্জল হোসেন মানিক মিয়া মিলনায়তনে ত্রয়োদশ সংসদ নির্বাচনের আগে জনমত জরিপের ফল প্রকাশ করা হয়েছে।",
            "প্রজেকশন বিডি, ইন্টারন্যাশনাল ইনস্টিটিউট অব ল অ্যান্ড ডিপ্লোমেসি (আইআইএলডি), জাগরণ ফাউন্ডেশন এবং ন্যারাটিভ এই জনমত জরিপ পরিচালনা করেছে।"
        ]
    },
    {
        "title": "বাংলাদেশ ম্যাচের ভেন্যু পরিবর্তন নিয়ে বিসিসিআইয়ের অনিশ্চয়তা",
        "body": [
            "বিসিসিআই সচিব সাইকিয়া জানিয়েছেন যে বাংলাদেশ দলের ম্যাচের ভেন্যু চেন্নাই বা অন্য কোথাও সরিয়ে নেওয়া প্রসঙ্গে আইসিসির কাছ থেকে তারা কোনো নির্দেশনা বা তথ্য পাননি।",
            "সাইকিয়া বলেন, ভেন্যু পরিবর্তনের বিষয়টি বিসিবি (বাংলাদেশ ক্রিকেট বোর্ড) এবং আইসিসির মধ্যে আলোচনার বিষয়, কারণ আইসিসিই নিয়ন্ত্রক সংস্থা।",
            "যদি আইসিসি ভেন্যু পরিবর্তন সম্পর্কে কোনো সিদ্ধান্ত জানায়, তবে আয়োজক হিসেবে বিসিসিআই প্রয়োজনীয় পদক্ষেপ নেবে।",
            "বর্তমানে, টি–টোয়েন্টি বিশ্বকাপের 'সি' গ্রুপে বাংলাদেশের চারটি ম্যাচ ভারতে অনুষ্ঠিত হওয়ার কথা রয়েছে, যার মধ্যে প্রথম তিনটি কলকাতায় এবং শেষটি মুম্বাইয়ে।",
            "আগামী ৭ ফেব্রুয়ারি থেকে ভারত ও শ্রীলঙ্কা যৌথভাবে টি-টোয়েন্টি বিশ্বকাপের আয়োজন করতে যাচ্ছে।"
        ]
    },
    {
        "title": "নির্বাচন ব্যবস্থাকে কলুষিত করেছে এমন কর্মকাণ্ডের তালিকা",
        "body": [
            "তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিল করা হয়েছে।",
            "নির্বাচনী কৌশল নির্ধারণ এবং নির্বাচনে রাষ্ট্রীয় গোয়েন্দা সংস্থা ও সশস্ত্র বাহিনীর মনোনীত একটি অংশকে ব্যবহার করা হয়েছে।",
            "বিরোধী প্রার্থী ও কর্মীদের নামে মিথ্যা ও হয়রানিমূলক মামলা দায়ের করা, তাদের অজামিনযোগ্য মিথ্যা মামলায় গ্রেপ্তার ও গুম করা হয়েছে।",
            "জাল ভোট প্রদান, নির্বাচনী কারচুপিতে নির্বাহী বিভাগকে ব্যবহার এবং অনিয়মতান্ত্রিকভাবে সংসদীয় সীমানা নির্ধারণ করা হয়েছে।",
            "আগে থেকেই ব্যালট বাক্সে ভোট ভরে রাখা, ভোট প্রদানের হারে পরিবর্তন, একতরফাভাবে সরকারের আজ্ঞাবহ প্রধান নির্বাচন কমিশনার ও অন্যান্য কমিশনার নিয়োগ এবং নির্বাচনে ‘ডামি’ প্রার্থী দাঁড় করানো হয়েছে।"
        ]
    },
    {
        "title": "আজমলের চোখে আইসিসির 'অসহায়ত্ব' এবং ভারত-পাকিস্তান সম্পর্ক",
        "body": [
            "পাকিস্তানের সাবেক ক্রিকেটার সাঈদ আজমল আইসিসিকে ভারতের কাছে 'অসহায়' হিসেবে বর্ণনা করেছেন, উদাহরণ হিসেবে ভারত-পাকিস্তান সম্পর্ক তুলে ধরেছেন।",
            "আজমলের মতে, পাকিস্তানে বৈশ্বিক আসরে ভারতের খেলতে না যাওয়া এবং আইসিসির এই সিদ্ধান্ত মেনে নেওয়া তাদের 'অসহায়ত্বের' অন্যতম উদাহরণ।",
            "তিনি দাবি করেন যে ভারতের পাকিস্তানে খেলতে না যাওয়ার কোনো যৌক্তিক কারণ নেই, কিন্তু আইসিসি 'অসহায়' কারণ এটি এখন ভারতীয়দের দ্বারা নিয়ন্ত্রিত।",
            "২০২৪ সালের ১ ডিসেম্বর ভারতের কেন্দ্রীয় সরকারের স্বরাষ্ট্রমন্ত্রী অমিত শাহর ছেলে জয় শাহ আইসিসি চেয়ারম্যানের দায়িত্ব নেন; এর আগে তিনি বিসিসিআইয়ের সচিব ছিলেন।"
        ]
    }
]