[
    {
        "title": "বাংলাদেশের ভবিষ্যৎ নির্ভর করবে অংশীদারত্বের ওপর: জামায়াত আমির",
        "body": [
            "বিশ্বের বিভিন্ন দেশে কর্মরত বাংলাদেশি পেশাজীবীরা, যারা শিক্ষাবিদ, চিকিৎসক, প্রকৌশলী, ও উদ্যোক্তা হিসেবে আন্তর্জাতিক প্রতিষ্ঠান ও বিশ্ববিদ্যালয়ে নেতৃত্ব দিচ্ছেন, তারা দেশের সাথে গভীরভাবে যুক্ত এবং প্রতিষ্ঠান গড়ে তোলা, নতুন প্রজন্মকে পরামর্শ দেওয়া ও সংস্কারে সহায়তা করতে প্রস্তুত।",
            "জামায়াত আমির অর্থনৈতিক চিন্তায় পরিবর্তন আনার কথা উল্লেখ করে বলেছেন যে, কর্মসংস্থানকে বিনিয়োগের পার্শ্বফল হিসেবে না দেখে একটি রাষ্ট্রীয় অগ্রাধিকার হিসেবে বিবেচনা করতে হবে এবং অনানুষ্ঠানিক শ্রমকে ধীরে ধীরে আনুষ্ঠানিক কাঠামোর আওতায় আনতে হবে।",
            "শফিকুর রহমান বলেছেন, বাংলাদেশের ভবিষ্যৎ রাষ্ট্র ও নাগরিক, সরকারি ও বেসরকারি খাত এবং বাংলাদেশ ও আন্তর্জাতিক সম্প্রদায়ের মধ্যকার অংশীদারত্বের ওপর নির্ভর করবে। তিনি সম্পৃক্ততা, সহযোগিতা ও যৌথ দায়িত্ববোধের ওপর গুরুত্বারোপ করেছেন।"
        ]
    },
    {
        "title": "বিএনপি সংস্কার প্রস্তাবের জনক এবং কিছু রাজনৈতিক শক্তির বিভ্রান্তি ছড়ানো নিয়ে মির্জা ফখরুল",
        "body": [
            "মির্জা ফখরুল ইসলাম আলমগীর বলেছেন, সরকারপক্ষের অনেকে যে সংস্কার নিয়ে প্রশ্ন তুলছেন, সেটি বিএনপিই ২০২২ সালে প্রথম সামনে এনেছিল এবং এর সব কটি বিষয় তাদেরই প্রস্তাবিত।",
            "তিনি অভিযোগ করেছেন যে কিছু রাজনৈতিক শক্তি ইচ্ছাকৃতভাবে বিভ্রান্তি ছড়াচ্ছে এবং কিছু বিষয়, যেগুলোতে বিএনপি একমত ছিল না, সেগুলো বৃহত্তর স্বার্থে মেনে নেওয়া হয়েছে।",
            "বিএনপির মহাসচিব মুক্তিযুদ্ধের ইতিহাস বিকৃতি ও ধর্মকে ব্যবহার করে মানুষকে ভুল বোঝানোর তীব্র সমালোচনা করেছেন, বিশেষ করে যারা অতীতে বাংলাদেশের স্বাধীনতায় বিশ্বাসী ছিল না।",
            "ফখরুল পরিষ্কার করেছেন যে বিএনপি ধর্মে বিশ্বাসী এবং তাদের নেতা জিয়াউর রহমানই সংবিধানে 'বিসমিল্লাহির রাহমানির রাহিম' ও আল্লাহর প্রতি অবিচল আস্থার কথা অন্তর্ভুক্ত করেছিলেন।"
        ]
    },
    {
        "title": "সীতাকুণ্ডে সন্ত্রাসীদের হামলায় র‍্যাব সদস্য নিহত, আহত ৪",
        "body": [
            "সীতাকুণ্ডের জঙ্গল সলিমপুরে অস্ত্রধারী সন্ত্রাসীদের ধরতে অভিযান চালায় র‍্যাব-৭, চট্টগ্রামের ৪৩ জন সদস্য।",
            "র‍্যাবের উপস্থিতি টের পেয়ে মাইকে ঘোষণা দিয়ে প্রায় ৪০০-৫০০ দুষ্কৃতকারী র‍্যাব সদস্যদের ওপর হামলা করে।",
            "হামলায় নায়েব সুবেদার মো. মোতালেব হোসেন ভূঁইয়াসহ চারজন র‍্যাব সদস্য গুরুতর আহত হন।",
            "আহতদের পুলিশের সহযোগিতায় চট্টগ্রামের সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) পাঠানো হলে কর্তব্যরত চিকিৎসক মোতালেব হোসেনকে মৃত ঘোষণা করেন।"
        ]
    },
    {
        "title": "নিরাপত্তাজনিত কারণে টি-টুয়েন্টি বিশ্বকাপ খেলতে ভারতে যাবে না বাংলাদেশ",
        "body": [
            "৩ জানুয়ারি বিসিসিআইয়ের নির্দেশে কলকাতা নাইট রাইডার্স বাংলাদেশের পেসার মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেয়, যা ভারতে উগ্রবাদীদের প্রতিবাদের ফল ছিল এবং বাংলাদেশে ব্যাপক ক্ষোভের সৃষ্টি করে।",
            "এই ঘটনার পর নিরাপত্তাশঙ্কায় বিসিবি আগামী ৭ ফেব্রুয়ারি থেকে শুরু হতে যাওয়া টি-টুয়েন্টি বিশ্বকাপের দশম আসরে খেলতে ভারতে না যাওয়ার সিদ্ধান্ত নিয়েছে।",
            "টি-টুয়েন্টি বিশ্বকাপে গ্রুপ ‘সি’তে বাংলাদেশের সঙ্গে রয়েছে ইংল্যান্ড, ওয়েস্ট ইন্ডিজ, নেপাল ও ইতালি এবং বাংলাদেশের ম্যাচগুলো কলকাতা ও মুম্বাইয়ে অনুষ্ঠিত হওয়ার কথা ছিল।"
        ]
    },
    {
        "title": "আর্কটিকের চরম ঠান্ডায় আলোকচিত্রী কেভিন হলের অভিজ্ঞতা",
        "body": [
            "আলোকচিত্রী জোশুয়া হোলকোর আয়োজনে কেভিন হল, ওগে ড্যানিয়েলসেন ও মানাসে টুকো নামের দুজন ইনুইট গাইডসহ তিনজন আলোকচিত্রী পৃথিবীর নির্জন মেরুপ্রকৃতির ছবি তুলতে বের হন।",
            "তাঁরা কুকুরে টানা স্লেজে করে নের্লেরিট ইনাট বিমানবন্দর থেকে ইতোকোর্তোরমিতে পৌঁছান।",
            "প্রথম রাতে মাইনাস ৩০ ডিগ্রি সেলসিয়াস তাপমাত্রায় তাঁবুতে ক্যাম্প করার সময় কেভিন হল চরম শীত অনুভব করেন, যা তাঁর পূর্ব অভিজ্ঞতার চেয়েও বেশি ছিল।",
            "গাইডরা বরফ কেটে কড মাছ রান্না করে রাতের খাবার প্রস্তুত করেন এবং প্রবল বাতাসে তাঁবু কাঁপা ও কুকুরের ঘেউ ঘেউ করার সময় কেভিন মেরু অঞ্চলের শিয়াল বা ভালুকের উপস্থিতির অনুমান করেন।",
            "তাপমাত্রা আরও কমতে থাকলে কেভিন হলের পায়ে টান ধরে যায় এবং তিনি এই অভিজ্ঞতাকে ঠান্ডায় দীক্ষা নেওয়ার মতো বলে উল্লেখ করেন।"
        ]
    }
]