[
    {
        "title": "জাতীয় নাগরিক পার্টির ‘ছায়া মন্ত্রিসভা’ গঠনের প্রস্তুতি",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) মুখপাত্র আসিফ মাহমুদ সজীব ভুঁইয়া জানিয়েছেন যে তাঁরা ‘ছায়া মন্ত্রিসভা’ গঠনের প্রস্তুতি নিচ্ছেন।",
            "আসিফ মাহমুদ রোববার সকাল ১০টা ১৬ মিনিটে তাঁর ভেরিফায়েড ফেসবুক পেজে এই তথ্য জানান।",
            "ছায়া মন্ত্রিসভার প্রধান কাজ হবে স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করা এবং সার্বিক কার্যক্রমে ওয়াচডগ হিসেবে কাজ করা।"
        ]
    },
    {
        "title": "ভারত-বিএনপি সম্পর্ক: জটিল অতীত থেকে নতুন শুরুর ইঙ্গিত",
        "body": [
            "স্মৃতি পট্টনায়েক বিশ্বাস করেন যে বিএনপি ভারত থেকে সহযোগিতা প্রত্যাখ্যান করবে না, কারণ এটি একটি নতুন নেতৃত্ব, জোট এবং ১৭ বছর পর ক্ষমতায় আসা একটি দল।",
            "ভূগোল এবং অর্থনীতি দুই দেশকে সংযুক্ত করে রেখেছে, যার মধ্যে ৪,০৯৬ কিলোমিটারের সীমান্ত, গভীর নিরাপত্তা ও সাংস্কৃতিক বন্ধন রয়েছে।",
            "বাংলাদেশ দক্ষিণ এশিয়ায় ভারতের বৃহত্তম বাণিজ্য অংশীদার এবং ভারত এশিয়ায় বাংলাদেশের বৃহত্তম রপ্তানি বাজার।",
            "পালিওয়াল উল্লেখ করেছেন যে, বিএনপির সঙ্গে ভারতের অতীত সম্পর্ক অবিশ্বাসপূর্ণ ছিল, তবে তারেক রহমানের রাজনৈতিক পরিপক্কতা এবং দিল্লির বাস্তবসম্মত আলোচনার প্রস্তুতি সম্পর্কের নতুন শুরুর ইতিবাচক লক্ষণ।"
        ]
    },
    {
        "title": "ভারত-পাকিস্তান ম্যাচের ফলাফল ও সংক্ষিপ্ত স্কোর",
        "body": [
            "পাকিস্তান ১৮ ওভারে ১১৪ রান করে অলআউট হয়, ভারতের ১৭৫ রানের লক্ষ্য থেকে ৬১ রান পিছিয়ে থাকে।",
            "পাকিস্তানের ইনিংসে উসমান খান সর্বোচ্চ ৪৪ রান করেন, যা তাদের ইনিংসে সর্বোচ্চ ব্যক্তিগত স্কোর এবং সর্বোচ্চ জুটি (পঞ্চম উইকেটে শাদাবের সাথে ৩৯ রান)।",
            "ভারতের হয়ে বরুণ চক্রবর্তী, অক্ষর প্যাটেল এবং হার্দিক পান্ডিয়া প্রত্যেকে ২টি করে উইকেট নেন।",
            "ভারত ২০ ওভারে ৭ উইকেট হারিয়ে ১৭৫ রান সংগ্রহ করে, যেখানে ঈশান কিষান ৭৭ রান করে ম্যাচসেরা নির্বাচিত হন।",
            "সংক্ষিপ্ত স্কোর: ভারত ১৭৫/৭ (২০ ওভার) এবং পাকিস্তান ১১৪/১০ (১৮ ওভার)। ভারত ৬১ রানে জয়ী হয়।"
        ]
    },
    {
        "title": "দিনাজপুরে নিষিদ্ধ আওয়ামী লীগ কার্যালয়ে স্লোগান, এরপর বিক্ষোভ ও অগ্নিসংযোগ",
        "body": [
            "দিনাজপুরের বাসুনিয়াপট্টিতে জেলা ও শহর আওয়ামী লীগের নিষিদ্ধ কার্যালয়ের সামনে রোববার দুপুরে কয়েকজন নেতা-কর্মী 'জয় বাংলা' স্লোগান দিয়েছেন।",
            "ঘটনার ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে, যেখানে সাতজন নেতা-কর্মীকে 'জয় বাংলা, জয় বঙ্গবন্ধু', 'শেখ হাসিনা ভয় নাই, রাজপথ ছাড়ি নাই' ইত্যাদি স্লোগান দিতে দেখা যায়।",
            "ভিডিওতে জেলা আওয়ামী লীগের কোষাধ্যক্ষ খালেদ হাবিব, সাংস্কৃতিক সম্পাদক রহমতুল্লাহ রহমত, জেলা স্বেচ্ছাসেবক লীগের আহ্বায়ক সৈয়দ সালাহ উদ্দিন এবং সদস্য রুহানা নিশাতকে উপস্থিত থাকতে দেখা যায়।",
            "এই ঘটনার প্রতিবাদে বিকেলে সাবেক বৈষম্যবিরোধী ছাত্র আন্দোলনের একদল নেতা-কর্মী ওই কার্যালয়ে আগুন জ্বালিয়ে বিক্ষোভ করেছেন।"
        ]
    },
    {
        "title": "জুলাই সনদ বাস্তবায়ন আদেশ: সংবিধান সংস্কার পরিষদ ও আদেশ জারির বৈধতা নিয়ে বিতর্ক",
        "body": [
            "জুলাই সনদ বাস্তবায়ন আদেশে বলা হয়েছে যে, সংবিধানের নিয়মিত সংসদ নয়, বরং সংবিধান সংস্কার পরিষদ সংবিধান সংস্কারে কাজ করবে।",
            "সাবেক জাতীয় ঐকমত্য কমিশনের আলোচনায় জামায়াতে ইসলামী ও এনসিপিসহ কয়েকটি দল সংবিধান সংস্কারের জন্য একটি বিশেষ পরিষদ গঠনের প্রস্তাব দিয়েছিল, কারণ তাদের মতে জুলাই সনদের সংস্কার প্রস্তাবগুলো সংবিধানের মৌলিক কাঠামোয় বড় পরিবর্তন আনবে এবং নিয়মিত সংসদ কর্তৃক এমন পরিবর্তন আদালতে চ্যালেঞ্জ হতে পারে।",
            "বিএনপি অবশ্য এ ধরনের পরিষদ গঠনের প্রয়োজন নেই বলে মত দিয়েছিল এবং জুলাই সনদ বাস্তবায়নে অধ্যাদেশের পরিবর্তে 'আদেশ' জারিরও বিরোধিতা করেছিল, কারণ তাদের মতে রাষ্ট্রপতির কেবল অধ্যাদেশ জারির ক্ষমতা আছে, আদেশ জারির নয়।",
            "জাতীয় ঐকমত্য কমিশন বিশেষজ্ঞদের মতামত নেওয়ার পর গত বছরের ১৩ নভেম্বর রাষ্ট্রপতি 'জুলাই সনদ (সংবিধান সংস্কার) আদেশ' জারি করেন, যেখানে সংবিধান সংস্কার পরিষদ গঠনের বিষয়টি অন্তর্ভুক্ত ছিল।",
            "১৩ নভেম্বর আদেশ জারির পর বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ আদেশ জারির রাষ্ট্রপতির সাংবিধানিক ক্ষমতা নিয়ে প্রশ্ন তোলেন, কারণ সংবিধান অনুযায়ী রাষ্ট্রপতির আদেশ জারির ক্ষমতা নেই, শুধুমাত্র অধ্যাদেশ জারির ক্ষমতা আছে।"
        ]
    },
    {
        "title": "তানিয়া বৃষ্টির সাম্প্রতিক নাটক ও জনপ্রিয়তা",
        "body": [
            "তানিয়া বৃষ্টি এই প্রজন্মের একজন ব্যস্ত নাট্যাভিনেত্রী, যিনি একক নাটকে নিয়মিত অভিনয় করে দর্শকের কাছে বিশেষ গ্রহণযোগ্যতা তৈরি করেছেন।",
            "সম্প্রতি তার অভিনীত 'জামাই বউ বাটপার', 'পানু হেটস রানু', 'দাদীর দাদাগিরি', 'সুইট প্রেমিক', 'কাবিনের বোঝা' ও 'রেগে গেলাম তো হেরে গেলাম' নাটকগুলো প্রকাশিত হয়েছে।",
            "এর মধ্যে 'সুইট প্রেমিক' নাটকটি দর্শকমহলে বেশ সাড়া ফেলে এবং তুহিন হোসেনের 'জয়িতার দিনরাত্রি' নাটকে নাম ভূমিকায় অভিনয় করে তানিয়া বৃষ্টি প্রশংসা কুড়িয়েছেন।",
            "সোহেল রানা ইমনের নির্দেশনায় 'এই শহরে মেঘেরা একা' নাটকেও তার অভিনয় প্রশংসিত হয়েছে।"
        ]
    }
]