[
    {
        "title": "মার্কিন কংগ্রেস সদস্যদের ভারতের নাগরিকত্ব আইন নিয়ে উদ্বেগ",
        "body": [
            "ডেমোক্রেটিক পার্টির কংগ্রেস সদস্য জিম ম্যাকগভার্ন, জেমি রাসকিন, প্রমিলা জয়াপাল, জান শ্যাকৌস্কি, লয়েড ডগেট ও রাশিদা তালিবসহ কয়েকজন ডেমোক্র্যাট সিনেটর ক্রিস ভ্যান হলেন ও পিটার ওয়েলচ ভারতের নাগরিকত্ব আইন নিয়ে উদ্বেগ প্রকাশ করেছেন।",
            "২০২০ সালে মোদি সরকার আফগানিস্তান, বাংলাদেশ ও পাকিস্তানে হয়রানির শিকার হিন্দু, পার্সি, শিখ, বৌদ্ধ, জৈন ও খ্রিষ্টধর্মাবলম্বী মানুষদের দ্রুত নাগরিকত্ব দিতে নাগরিকত্ব আইন পরিবর্তন করে।",
            "এই আইনে মুসলিমদের তালিকার বাইরে রাখার বিরুদ্ধে ভারতে বসবাসকারী মুসলিমরা প্রতিবাদ জানিয়েছেন।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপের ম্যাচ আয়োজনে প্রস্তুত পাকিস্তান, বাংলাদেশকে সমর্থন",
        "body": [
            "পাকিস্তান ক্রিকেট বোর্ড (পিসিবি) জানিয়েছে, তারা আইসিসির অনুরোধ পেলে টি-টোয়েন্টি বিশ্বকাপে বাংলাদেশ দলের ম্যাচগুলো সহজেই আয়োজন করতে প্রস্তুত এবং তাদের সব ভেন্যু প্রস্তুত আছে।",
            "পিসিবি এখনো আনুষ্ঠানিকভাবে আইসিসিকে কোনো প্রস্তাব দেয়নি, তবে একটি সূত্র জানিয়েছে যে পাকিস্তান ক্রিকেট বোর্ড ভারতের বিশ্বকাপে ম্যাচ না খেলার বিষয়ে বাংলাদেশ ক্রিকেট বোর্ডের (বিসিবি) অবস্থানকে সমর্থন করছে।",
            "বর্তমান সূচি অনুযায়ী, টি-টোয়েন্টি বিশ্বকাপে বাংলাদেশের প্রথম তিনটি গ্রুপ ম্যাচ কলকাতায় এবং শেষ ম্যাচটি মুম্বাইয়ে হওয়ার কথা।"
        ]
    },
    {
        "title": "ইইউর নির্বাচন পর্যবেক্ষক মিশনের অন্তর্ভুক্তিমূলক ও অংশগ্রহণমূলক নির্বাচনের ব্যাখ্যা",
        "body": [
            "ইউরোপীয় ইউনিয়নের প্রধান নির্বাচন পর্যবেক্ষক অন্তর্ভুক্তিমূলক ও অংশগ্রহণমূলক নির্বাচনের ব্যাখ্যা দিয়েছেন।",
            "অন্তর্ভুক্তিমূলক বলতে তিনি বাংলাদেশের সব সামাজিক দলের অংশগ্রহণকে বুঝিয়েছেন, যার মধ্যে নারী, ক্ষুদ্র নৃগোষ্ঠী, ধর্মীয় সংখ্যালঘু ও আঞ্চলিক দলগুলো অন্তর্ভুক্ত। এটি নাগরিকদের অবাধে ভোট দিতে পারা এবং সুষ্ঠুভাবে ভোট গণনাকেও বোঝায়।",
            "অংশগ্রহণমূলক বলতে তিনি বিশ্বাসযোগ্য ভোটারের উপস্থিতিকে বুঝিয়েছেন, যা এই বার্তা দেয় যে বাংলাদেশি নাগরিকেরা নিজেদের ভবিষ্যতের জন্য গণতান্ত্রিক প্রক্রিয়া ব্যবহার করছে।",
            "তিনি উল্লেখ করেছেন যে দলের নিবন্ধন একটি ঐতিহাসিক ও জটিল বিষয়, তবে কমিশন এ বিষয়ে মন্তব্য করবে না। যদি এটি ভোটার উপস্থিতিকে প্রভাবিত করে, তবে তারা বিষয়টি আমলে নেবে।"
        ]
    },
    {
        "title": "জাবি জাতীয়তাবাদী শিক্ষক ফোরামের চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষক হেনস্তার প্রতিবাদ",
        "body": [
            "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের জাতীয়তাবাদী শিক্ষক ফোরাম চট্টগ্রাম বিশ্ববিদ্যালয়ের (চবি) একজন আইন বিভাগের শিক্ষককে ভর্তি পরীক্ষা চলাকালীন হেনস্তা এবং প্রক্টর কার্যালয়ে টেনেহিঁচড়ে নিয়ে যাওয়ার ঘটনার তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে।",
            "ফোরামের সভাপতি অধ্যাপক মো. শামছুল আলম বলেন, অভিযোগ থাকলেও এভাবে কোনো শিক্ষককে ধরে নেওয়া গ্রহণযোগ্য নয় এবং এটি শিক্ষাব্যবস্থার জন্য হুমকি।",
            "বিবৃতিতে বলা হয়েছে যে, ভিন্নমত বা অভিযোগের নিষ্পত্তির একমাত্র পথ হলো আইন ও প্রশাসনিক তদন্ত, কোনোভাবেই 'মব জাস্টিস' নয়।",
            "ফোরাম উদ্বেগ প্রকাশ করেছে যে, একটি বিশেষ ছাত্রসংগঠনের নির্বাচনে জয়ের পর বিভিন্ন বিশ্ববিদ্যালয়ে মব সংস্কৃতি ও শিক্ষক নিপীড়নের প্রবণতা বাড়ছে।",
            "তারা এই ঘটনার সঙ্গে জড়িতদের বিরুদ্ধে দ্রুত, নিরপেক্ষ তদন্ত এবং আইনানুগ ব্যবস্থা গ্রহণের দাবি জানিয়েছে, অন্যথায় বিশ্ববিদ্যালয়গুলো শিক্ষা ও গবেষণার স্বাভাবিক পরিবেশে ফিরতে পারবে না বলে উল্লেখ করেছে।"
        ]
    },
    {
        "title": "ইন্টারনেট প্যাকেজের নতুন গতি ও মূল্য তালিকা",
        "body": [
            "বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন (বিটিআরসি) এর নতুন ঘোষণা অনুযায়ী ইন্টারনেট প্যাকেজগুলোর গতি বাড়ানো হয়েছে, তবে মাসিক মূল্য প্রায় অপরিবর্তিত রাখা হয়েছে।",
            "৩৯৯ টাকার 'সুলভ-৫' প্যাকেজ (৫ এমবিপিএস) এখন 'সাশ্রয়ী-২০' প্যাকেজ হয়ে ২০ এমবিপিএস গতি প্রদান করবে।",
            "৫০০ টাকার 'সুলভ-১২' প্যাকেজ (১২ এমবিপিএস) এখন 'সাশ্রয়ী-২৫' প্যাকেজ হয়ে ২৫ এমবিপিএস গতি দেবে।",
            "৫০০ টাকার 'ক্যাম্পাস-১৫' প্যাকেজ (১৫ এমবিপিএস) এখন 'ক্যাম্পাস-৫০' প্যাকেজ হয়ে ৫০ এমবিপিএস গতিতে উন্নীত হয়েছে।",
            "৮০০ টাকার 'সুলভ-১৫' প্যাকেজ (১৫ এমবিপিএস) এখন 'সাশ্রয়ী-৫০' প্যাকেজ হয়ে ৫০ এমবিপিএস গতিতে পাওয়া যাবে।",
            "১ হাজার ৫০ টাকার 'সুলভ-২০' প্যাকেজ (২০ এমবিপিএস) এখন 'সাশ্রয়ী-১০০' প্যাকেজ হয়ে ১০০ এমবিপিএস গতি দেবে।",
            "১ হাজার ১৫০ টাকার 'সুলভ-২৫' প্যাকেজ (২৫ এমবিপিএস) এখন 'সাশ্রয়ী-১২০' প্যাকেজ হয়ে ১২০ এমবিপিএস গতিতে পাওয়া যাবে।",
            "১ হাজার ৩০০ টাকার 'সুলভ-৩০' প্যাকেজ (৩০ এমবিপিএস) এখন 'সাশ্রয়ী-১৩০' প্যাকেজ হয়ে ১৩০ এমবিপিএস গতি দেবে।",
            "১ হাজার ৫০০ টাকার 'সুলভ-৪০' প্যাকেজ (৪০ এমবিপিএস) এখন 'সাশ্রয়ী-১৫০' প্যাকেজ হয়ে ১৫০ এমবিপিএস গতিতে পাওয়া যাবে।",
            "১ হাজার ৭০০ টাকার 'সুলভ-৫০' প্যাকেজ (৫০ এমবিপিএস) এখন 'সাশ্রয়ী-১৭০' প্যাকেজ হয়ে ১৭০ এমবিপিএস গতি দেবে।"
        ]
    },
    {
        "title": "নারী টি-টোয়েন্টি বিশ্বকাপের গ্রুপ পর্বের ম্যাচগুলো ভারতে রাখার চেষ্টা করছে আইসিসি",
        "body": [
            "বাংলাদেশ নারী টি-টোয়েন্টি বিশ্বকাপের গ্রুপ পর্বে চারটি ম্যাচ খেলার কথা রয়েছে, যার মধ্যে তিনটি কলকাতায় এবং একটি মুম্বাইয়ে অনুষ্ঠিত হবে।",
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) শ্রীলঙ্কায় খেলার ব্যাপারে অটল থাকলেও, আইসিসি ভারতের মধ্যেই বিকল্প ভেন্যু খুঁজছে।",
            "আইসিসি এবং বিসিসিআই ইতোমধ্যে তামিলনাড়ু ক্রিকেট অ্যাসোসিয়েশন (টিএনসিএ) এবং কেরালা ক্রিকেট অ্যাসোসিয়েশনের (কেসিএ) সাথে যোগাযোগ করেছে বিকল্প ভেন্যুর জন্য।",
            "আইসিসি চেয়ারম্যান জয় শাহর সাথে বিসিসিআই কর্মকর্তাদের একটি বৈঠক গুজরাটের বড়োদরায় অনুষ্ঠিত হয়েছে, তবে বিকল্প ভেন্যু প্রস্তাবের সিদ্ধান্ত ওই বৈঠকে হয়েছিল কিনা, তা এখনো স্পষ্ট নয়।"
        ]
    },
    {
        "title": "অন্তর্বর্তী সরকারের অধ্যাদেশ প্রণয়নে আমলাতন্ত্রের প্রভাব: টিআইবি",
        "body": [
            "টিআইবি 'অন্তর্বর্তী সরকারের অধ্যাদেশ প্রণয়নে সংস্কারবিমুখতা' শীর্ষক একটি পর্যবেক্ষণ উপস্থাপন করেছে।",
            "পর্যবেক্ষণে বলা হয়েছে, অন্তর্বর্তী সরকারের সময় প্রণীত অধ্যাদেশগুলোর প্রায় সব ক্ষেত্রেই প্রতিরোধক মহল, বিশেষত আমলাতন্ত্রের প্রভাবশালী মহলের অন্তর্ঘাতমূলক অপশক্তির কাছে সরকার নতিস্বীকার করেছে, যার ফলে সংস্কার লক্ষ্যভ্রষ্ট হয়েছে।",
            "টিআইবির মতে, আমলাতন্ত্রের প্রভাবশালী অংশই নির্ধারণ করে দেয় কোন সিদ্ধান্তে কোন উপাদান থাকবে বা থাকবে না, যা তাদের গোষ্ঠীস্বার্থ এবং রাজনৈতিক স্বার্থেরও প্রতিফলন ঘটায়।"
        ]
    },
    {
        "title": "বার্সেলোনা বনাম রিয়াল মাদ্রিদ: সুপার কাপ ফাইনালের প্রথমার্ধের বিশ্লেষণ",
        "body": [
            "স্প্যানিশ সুপার কাপ ফাইনালে বার্সেলোনা ৩:২ গোলে রিয়াল মাদ্রিদকে পরাজিত করেছে।",
            "ম্যাচের প্রথম আধা ঘণ্টা খুব একটা রোমাঞ্চকর ছিল না, যেখানে রিয়াল মাদ্রিদের আক্রমণাত্মক খেলার অভাব স্পষ্ট ছিল।",
            "রিয়াল মাদ্রিদ রক্ষণাত্মক কৌশল অবলম্বন করে, বলের দখল কম রাখে এবং প্রতি আক্রমণের উপর নির্ভরশীল ছিল।",
            "৩২ মিনিটে রবার্ট লেভানডফস্কি এবং রাফিনিয়া, লামিনে ইয়ামালদের সম্মিলিত আক্রমণের ফলে রিয়াল মাদ্রিদের গোলকিপার থিবো কোর্তোয়াকে গোল হজম করতে হয়।"
        ]
    },
    {
        "title": "দ্বিতীয় বিয়ের ক্ষেত্রে স্ত্রীর অনুমতি নয়, সালিস পরিষদের অনুমোদন বাধ্যতামূলক: হাইকোর্টের রায় বহাল",
        "body": [
            "আইনজীবী ইশরাত হাসান প্রথম আলোকে জানান যে, ১৮৬০ সালের দণ্ডবিধির ৪৯৪ ধারা অনুযায়ী আরেকটি বিয়ে করার অপরাধ প্রমাণ হলে সাত বছরের কারাদণ্ড হতে পারে। পরবর্তীকালে, ১৯৬১ সালের মুসলিম পারিবারিক অধ্যাদেশে আরবিট্রেশন কাউন্সিলের অনুমতি ছাড়া দ্বিতীয় বিয়ে করলে এক বছর পর্যন্ত সাজা এবং দশ হাজার টাকা পর্যন্ত জরিমানার বিধান রাখা হয়।",
            "আইনে বলা আছে, নির্ধারিত ফরম ও ফি দিয়ে অনুমতি চাইতে হবে। চেয়ারম্যান ও দুজন সদস্য নিয়ে গঠিত সালিস পরিষদ স্বামীর স্ত্রী বা স্ত্রীদের শুনবে এবং তারপর অনুমতি দিতে বা নাও দিতে পারে। এই বিধানটি আইন পূর্বেই ছিল, নতুন করে হাইকোর্ট দেননি।",
            "রিট আবেদনটি বহুবিবাহের বিধান (আইনের ৬ ধারা) চ্যালেঞ্জ করে করা হয়েছিল, কারণ আবেদনকারীরা মনে করেন আরবিট্রেশন কাউন্সিলের এই ক্ষমতা থাকা সমীচীন নয় এবং চেয়ারম্যান পক্ষপাতদুষ্ট হতে পারেন। তারা চাচ্ছিলেন স্ত্রীর অনুমতি ছাড়া দ্বিতীয় বিয়ে না হোক এবং একটি নতুন নীতিমালা তৈরি হোক, যা স্ত্রীদের সম-অধিকার নিশ্চিত করবে এবং কাউন্সিলের যাচাইয়ের সক্ষমতাও বাড়াবে।",
            "ইশরাত হাসান বলেন যে, দীর্ঘকাল ধরে অনেকেই ভুল ব্যাখ্যা দিচ্ছিলেন যে দ্বিতীয় বিয়ের ক্ষেত্রে প্রথম স্ত্রীর অনুমতি লাগবে। আসলে আইনের কোথাও প্রথম স্ত্রীর অনুমতির বিষয়টি বাধ্যতামূলক ছিল না, বরং আরবিট্রেশন কাউন্সিলের অনুমতির বিষয়টিই বাধ্যতামূলক ছিল।",
            "গত বছরের ২০ আগস্ট হাইকোর্ট রুল ডিসচার্জ (খারিজ) করে দেন, ফলে আইনের বিদ্যমান বিধানটি বহাল রইল – অর্থাৎ আরবিট্রেশন কাউন্সিলের অনুমতি পেলে তবেই দ্বিতীয় বিয়ে করা যাবে, যা আগেও ছিল এবং এখনও আছে।",
            "তবে, হাইকোর্টের এই রায়ের বিরুদ্ধে আপিল বিভাগে আবেদন করা হবে বলে আইনজীবী ইশরাত হাসান জানান।"
        ]
    }
]