[
    {
        "title": "তাসনিম জারার হলফনামার তথ্য: আয় ও সম্পদের বিবরণ",
        "body": [
            "তাসনিম জারা এনসিপির জ্যেষ্ঠ যুগ্ম সদস্যসচিব পদ থেকে পদত্যাগ করে ঢাকা-৯ আসনে স্বতন্ত্র প্রার্থী হিসেবে মনোনয়নপত্র জমা দিয়েছেন।",
            "৩১ বছর বয়সী তাসনিম জারা পেশায় চিকিৎসক, শিক্ষক ও উদ্যোক্তা। তার আয়ের মূল উৎস চাকরি, যা থেকে তিনি বছরে ৭ লাখ ১৩ হাজার টাকা আয় করেন।",
            "শেয়ার, সঞ্চয়পত্র ও ব্যাংক আমানত থেকে দেশে তার বার্ষিক আয় ২৬৪ টাকা এবং দেশের বাইরে এই খাত থেকে তার আয় ৩ হাজার ২০০ ব্রিটিশ পাউন্ড।",
            "নির্বাচন কমিশনের হলফনামা অনুযায়ী, তাসনিম জারার মোট অস্থাবর সম্পদের মূল্য ২২ লাখ ৩০ হাজার ১৯০ টাকা, যার মধ্যে ১৬ লাখ টাকা নগদ, ৩ লাখ ৭০ হাজার টাকার বৈদেশিক মুদ্রা (২,২৭০ পাউন্ড), ১০ হাজার ১৯০ টাকা ব্যাংক জমা এবং আড়াই লাখ টাকার সোনা ও অন্যান্য মূল্যবান ধাতু রয়েছে।",
            "তার কোনো স্থাবর সম্পদ নেই বলে হলফনামায় উল্লেখ করা হয়েছে।"
        ]
    },
    {
        "title": "ইরানের বিক্ষোভে প্রাণহানি নিয়ে ট্রাম্পের হুঁশিয়ারি: যুক্তরাষ্ট্র ‘উদ্ধারে’ প্রস্তুত",
        "body": [
            "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ইরানের চলমান বিক্ষোভে প্রাণহানির ঘটনায় কঠোর হুঁশিয়ারি দিয়েছেন।",
            "ট্রাম্প বলেছেন যে ইরান সরকার বিক্ষোভকারীদের হত্যা করলে যুক্তরাষ্ট্র তাদের 'উদ্ধারে' এগিয়ে আসবে।",
            "তিনি আরও জানান যে এই লক্ষ্যে মার্কিন সামরিক বাহিনী 'পুরোপুরি প্রস্তুত' রয়েছে।",
            "ট্রাম্প এই মন্তব্যটি শুক্রবার তার সামাজিক যোগাযোগমাধ্যম 'ট্রুথ সোশ্যালে' একটি পোস্টে করেন।"
        ]
    },
    {
        "title": "সরকার পতনের আন্দোলনের হুমকি ও হত্যাকাণ্ডের বিচার দাবি",
        "body": [
            "আবদুল্লাহ আল জাবের ঘোষণা করেছেন যে, সরকার আগামী ৩০ কার্যদিবসের মধ্যে হাদি হত্যাকাণ্ডের বিচার সম্পন্ন করতে ব্যর্থ হলে তারা সরকার পতনের আন্দোলন শুরু করবেন।",
            "তিনি ৭ জানুয়ারির মধ্যে শুধু হত্যাকারীরা নয়, হত্যাকাণ্ডের পেছনে জড়িত সকলকে চিহ্নিত করে অভিযোগপত্র দাখিলের দাবি জানান।",
            "হাদি হত্যাকাণ্ডের বিচারের জন্য আগামীকাল তারা বাংলাদেশপন্থী সব রাজনৈতিক দল ও সাংস্কৃতিক সংগঠনের কাছে সহযোগিতা চাইবেন, তবে ভারতের তাঁবেদারি করা দলগুলোর কাছে যাবেন না।"
        ]
    },
    {
        "title": "বাংলাদেশ নির্বাচন এবং ভারতের প্রতিবেশী নীতি নিয়ে এস জয়শঙ্কর",
        "body": [
            "ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর বলেছেন যে বাংলাদেশ নির্বাচনের দিকে এগিয়ে যাচ্ছে এবং ভারত তাদের শুভেচ্ছা জানিয়েছে। তিনি আশা করেন নির্বাচনের পর পরিস্থিতি স্থিতিশীল হলে এই অঞ্চলে সুপ্রতিবেশীসুলভ চেতনা বৃদ্ধি পাবে।",
            "জয়শঙ্কর ভারতের প্রতিবেশীদের দুটি শ্রেণিতে বিভক্ত করেছেন – ভালো ও মন্দ। তিনি উল্লেখ করেন যে বেশিরভাগ প্রতিবেশীই বিশ্বাস করে ভারতের প্রবৃদ্ধি তাদেরও প্রবৃদ্ধি ঘটাবে।",
            "বাংলাদেশের সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়ার শেষশ্রদ্ধায় যোগ দিতে ঢাকায় এসে তিনি এই বার্তা দিয়েছেন।",
            "গণঅভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর এটি ছিল ভারতের উচ্চপর্যায়ের কোনো প্রতিনিধির প্রথম বাংলাদেশ সফর। জয়শঙ্কর খালেদা জিয়ার প্রতি শ্রদ্ধা নিবেদন করেন এবং বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের হাতে নরেন্দ্র মোদির শোকবার্তা তুলে দেন।"
        ]
    },
    {
        "title": "তারেক রহমানের আয়কর, সম্পদ ও মামলা সংক্রান্ত তথ্য",
        "body": [
            "তারেক রহমানের নামে বা তার ওপর নির্ভরশীলদের নামে কোনো ঋণ নেই এবং তিনি ২০২৫-২৬ করবর্ষে ১ লাখ ১ হাজার ৪৫৩ টাকা আয়কর দিয়েছেন।",
            "তারেক রহমানের স্ত্রী জুবাইদা রহমান একজন চিকিৎসক, যিনি ২০২৫-২৬ করবর্ষে প্রায় ৩৫ লাখ ৬১ হাজার টাকা আয় করেছেন এবং প্রায় ৫ লাখ ৫৮ হাজার টাকা আয়কর দিয়েছেন।",
            "জুবাইদা রহমানের মোট সম্পদ ১ কোটি ৫ লাখ ৩০ হাজার টাকার বেশি, যার মধ্যে ৬৬ লাখ ৫৫ হাজার টাকা ব্যাংক জমা ও নগদ অর্থ, ৩৫ লাখ টাকা এফডিআর এবং ১৫ হাজার টাকা সঞ্চয়ী আমানত রয়েছে; তার কোনো স্থাবর সম্পদ নেই।",
            "তারেক রহমানের নামে বর্তমানে কোনো ফৌজদারি মামলা নেই; ২০০৪ সাল থেকে তার বিরুদ্ধে দায়ের হওয়া মোট ৭৭টি মামলা ধাপে ধাপে নিষ্পত্তি হয়েছে, যার মধ্যে খালাস, প্রত্যাহার, খারিজ বা অব্যাহতি রয়েছে।",
            "২০০৭ সালের জরুরি ক্ষমতা বিধিমালার আওতায় করা একটি মামলা ২০০৯ সালের ১৬ এপ্রিল খারিজ ও বেকসুর খালাসের মাধ্যমে নিষ্পত্তি হয় এবং তারেক রহমান সবচেয়ে বেশি ৪২টি মামলায় বর্তমান অন্তর্বর্তীকালীন সরকারের সময়ে খালাস পেয়েছেন।"
        ]
    }
]