[
    {
        "title": "বিএনপির প্রার্থীর মনোনয়নপত্র অবৈধ ঘোষণা",
        "body": [
            "নির্বাচন কমিশন (ইসি) জাতীয় নাগরিক পার্টির (এনসিপি) প্রার্থী হাসনাত আবদুল্লাহর আপিল মঞ্জুর করে বিএনপির প্রার্থী মঞ্জুরুল আহসান মুন্সীর মনোনয়নপত্র অবৈধ ঘোষণা করেছে।",
            "হাসনাত আবদুল্লাহ আপিলে অভিযোগ করেছিলেন যে মঞ্জুরুল আহসান মুন্সী ঋণখেলাপি হওয়ার তথ্য গোপন করে মনোনয়নপত্র দাখিল করেছেন।",
            "আগারগাঁওয়ে নির্বাচন ভবনে শুনানি শেষে এ সিদ্ধান্ত নেওয়া হয়।"
        ]
    },
    {
        "title": "আচরণবিধি ভঙ্গ নিয়ে নির্বাহী ম্যাজিস্ট্রেটের সঙ্গে রুমিন ফারহানার বাগ্‌বিতণ্ডা",
        "body": [
            "একটি ছড়িয়ে পড়া ভিডিওতে দেখা যায়, রুমিন ফারহানা একজন নির্বাহী ম্যাজিস্ট্রেটকে উদ্দেশ্য করে বলছেন যে, তিনি যদি আচরণবিধি ভঙ্গ থামাতে পারেন তবে থামিয়ে দিতে, এবং আগামীতে ভদ্রতা দেখাবেন না বলে সতর্ক করছেন।",
            "ভিডিওতে রুমিন ফারহানা বৃদ্ধাঙ্গুলি উঁচিয়ে ইঙ্গিত করেন যে প্রশাসনের কর্মকর্তারা জনগণের প্রতি অবজ্ঞা দেখাচ্ছে এবং তাদের বিরুদ্ধে কোনো পদক্ষেপ নেওয়া হচ্ছে না।",
            "যখন ম্যাজিস্ট্রেট আচরণবিধি ভঙ্গের বিষয়ে প্রশ্ন করেন, রুমিন ফারহানা উত্তর দেন যে 'সব জায়গাতেই হচ্ছে' কিন্তু ম্যাজিস্ট্রেটরা 'কিছুই করতে পারেন না'।",
            "রুমিন ফারহানা ১৩ জানুয়ারি আশুগঞ্জ উপজেলা বিএনপি ও যুবদলের দুই নেতার বিরুদ্ধে আচরণবিধি ভঙ্গের লিখিত অভিযোগ করেছিলেন, যার জবাবে পরদিন এক সমাবেশে হাবিবুর রহমান অভিযোগকে 'বৃদ্ধাঙ্গুলি' দেখিয়েছিলেন।"
        ]
    },
    {
        "title": "সংবাদপত্র ও সাংবাদিকতা সুরক্ষায় ঐক্যের আহ্বান",
        "body": [
            "প্রথম আলোর সম্পাদক সংবাদপত্র, সাংবাদিকতা এবং ব্যক্তিগত নিরাপত্তাসহ সকল বিষয়ে সাংবাদিকদের মধ্যে ঐক্য, সমঝোতা এবং পারস্পরিক সমর্থন থাকার প্রয়োজনীয়তার ওপর জোর দিয়েছেন।",
            "তিনি বলেন, মত, চিন্তা, ভাবনা বা আদর্শ নির্বিশেষে সকল সাংবাদিকের একত্রিত হওয়া, একে অপরের পাশে দাঁড়ানো এবং সংহতি জানানো অত্যন্ত জরুরি।",
            "মতিউর রহমান সতর্ক করে দেন যে, আগামী নির্বাচিত সরকার এলেই সকল সমস্যার সমাধান হয়ে যাবে এমনটা ভাবার কোনো কারণ নেই, কারণ অতীতেও এমনটি হয়নি এবং ভবিষ্যতেও হবে না।"
        ]
    },
    {
        "title": "এলপিজি আমদানিতে সংকট এবং সমাধানের উদ্যোগ",
        "body": [
            "বিইআরসি (বাংলাদেশ এনার্জি রেগুলেটরি কমিশন) জানিয়েছে, দেশে এলপিজি ব্যবসার লাইসেন্সপ্রাপ্ত ৫২টি কোম্পানির মধ্যে ৩২টির নিজস্ব সিলিন্ডার প্ল্যান্ট এবং ২৩টির আমদানি সক্ষমতা রয়েছে।",
            "গত বছর ১৭টি কোম্পানি এলপিজি আমদানি করলেও, প্রতি মাসে নিয়মিত আমদানি করেছে মাত্র ৮টি কোম্পানি, যা বছরের শেষ দিকে আরও কমে যায়।",
            "বিইআরসির একজন কর্মকর্তা জানান, আমদানির তথ্য নিয়মিত সরকারের কাছে থাকলেও সময়মতো আমদানি বাড়ানোর অনুমতি না দেওয়ায় বর্তমান সংকট তৈরি হয়েছে।",
            "জ্বালানি বিভাগ এলপিজি আমদানি বাড়ানোর উদ্যোগ নিয়েছে, যার মধ্যে ঋণপত্র (এলসি) খোলায় অগ্রাধিকার এবং বিইআরসি কর্তৃক আমদানির অনুমতি বৃদ্ধি করা হয়েছে।",
            "ব্যবসায়ীরা ইতিমধ্যে আমদানির প্রক্রিয়া শুরু করেছেন এবং আশা করা হচ্ছে যে আমদানি বাড়লে সরবরাহ-সংকট কমে আসবে।"
        ]
    },
    {
        "title": "গ্রিনল্যান্ড নিয়ে ট্রাম্পের মন্তব্য: বিশ্বশান্তি ঝুঁকির মুখে এবং চীনের আগ্রহ",
        "body": [
            "ডোনাল্ড ট্রাম্পের মতে, ডেনমার্কের এখন গ্রিনল্যান্ড ফেরত দেওয়ার সময় এসেছে, কারণ বিশ্বশান্তি ঝুঁকির মুখে এবং চীন গ্রিনল্যান্ড নিতে আগ্রহী, যেখানে ডেনমার্ক কিছুই করতে পারবে না।",
            "ট্রাম্প আরও অভিযোগ করেন যে যুক্তরাজ্য, জার্মানি, ফ্রান্স, ডেনমার্ক, নরওয়ে, সুইডেন, নেদারল্যান্ডস এবং ফিনল্যান্ড 'অজ্ঞাত উদ্দেশ্যে গ্রিনল্যান্ডে গেছে' এবং তারা 'অত্যন্ত বিপজ্জনক একটি খেলা' খেলছে।",
            "যুক্তরাষ্ট্রের প্রেসিডেন্ট বলেন যে এই সম্ভাব্য বিপজ্জনক পরিস্থিতির দ্রুত এবং প্রশ্নহীন অবসানের জন্য কঠোর ব্যবস্থা নেওয়া প্রয়োজন।"
        ]
    },
    {
        "title": "বাংলাদেশে আইনের শাসন এবং 'মবোক্রেসি' নিয়ে উদ্বেগ",
        "body": [
            "সেন্টার ফর গভর্ন্যান্স স্টাডিজ (সিজিএস) আয়োজিত এক সংলাপে রাজনৈতিক ব্যক্তি, আইনজীবী, মানবাধিকারকর্মী ও নাগরিক সমাজের প্রতিনিধিরা বিচার বিভাগের স্বাধীনতা এবং 'মবোক্রেসি' (জনতার শাসন) নিয়ে আলোচনা করেন।",
            "সিজিএসের নির্বাহী পরিচালক পারভেজ করীম আব্বাসি উল্লেখ করেন যে, বর্তমানে বিচার বিভাগের স্বাধীনতার পরিবর্তে 'মবোক্রেসির রুল' দেখা যাচ্ছে, যেখানে সোশ্যাল মিডিয়া ট্রায়াল প্রচলিত।",
            "তিনি সতর্ক করেন যে, যদি তথাকথিত তৌহিদি জনতা আইন নিজের হাতে নেয় এবং দোষীদের শাস্তি প্রদানে গড়িমসি হয়, তবে আইনের শাসন নিশ্চিত করার প্রতীকী ব্যবস্থা যথেষ্ট হবে না।",
            "জাতীয় পার্টির মহাসচিব শামীম হায়দার পাটোয়ারী বলেন, 'ইনজাস্টিসকে অ্যালাউ' করলে তা 'বাউন্স ব্যাক' করবে। তিনি আরও মন্তব্য করেন যে, 'মবকে অ্যালাউ করা হয়েছিল, এখন মব সরকারকে খেয়ে ফেলছে, নির্বাচন কমিশনকে খেয়ে ফেলছে এবং দেশকেও খেয়ে ফেলতে পারে'।"
        ]
    },
    {
        "title": "ভারত-বাংলাদেশ অনূর্ধ্ব-১৯ ম্যাচের টসের সময় অধিনায়কদের হাত না মেলানোর ঘটনা",
        "body": [
            "জিম্বাবুয়ের বুলাওয়েতে অনূর্ধ্ব–১৯ বিশ্বকাপে ভারত ও বাংলাদেশের মধ্যকার ম্যাচে টসের সময় দুই দলের অধিনায়ক হাত মেলাননি।",
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) এক সংবাদ বিজ্ঞপ্তিতে জানিয়েছে যে ঘটনাটি অনিচ্ছাকৃত ছিল।",
            "বাংলাদেশ অনূর্ধ্ব–১৯ দলের অধিনায়ক আজিজুল হাকিম অসুস্থ বোধ করায় টস করতে পারেননি।",
            "ভারতের অধিনায়ক আয়ুশ মাহাত্রের সঙ্গে টস করেন বাংলাদেশ অনূর্ধ্ব–১৯ দলের সহ–অধিনায়ক জাওয়াদ আবরার, কিন্তু টস শেষে তারা হাত মেলাননি, যা ক্রিকেটের একটি পুরোনো রীতি।"
        ]
    },
    {
        "title": "বাংলাদেশ-আয়ারল্যান্ড ভেন্যু বদল নিয়ে আইসিসির দ্বিধা",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) এশিয়া কাপের গ্রুপ পর্বে নিজেদের ম্যাচগুলো শ্রীলঙ্কায় খেলার জন্য আয়ারল্যান্ডের সঙ্গে ভেন্যু অদলবদলের প্রস্তাব করেছে।",
            "বিসিবির সংবাদ বিজ্ঞপ্তিতে বলা হয়েছে যে, তারা ন্যূনতম লজিস্টিক পরিবর্তনের মাধ্যমে বাংলাদেশকে অন্য গ্রুপে সরিয়ে নেওয়ার সম্ভাবনা নিয়ে আলোচনা করেছে, যদিও কোনো সিদ্ধান্ত হয়নি।",
            "ক্রিকেট আয়ারল্যান্ডের একজন কর্মকর্তা ক্রিকবাজকে জানিয়েছেন যে, তাদের মূল সূচিতে কোনো পরিবর্তন হবে না এবং তারা শ্রীলঙ্কায় গ্রুপ পর্বের ম্যাচ খেলছে।",
            "লজিস্টিক্যাল প্রতিবন্ধকতা এবং গ্রুপে দল অদলবদলের অসুবিধার কারণে আইসিসি বিসিবির প্রস্তাবে রাজি হওয়া নিয়ে দ্বিধায় আছে বলে ভারতীয় সংবাদমাধ্যম টাইমস অব ইন্ডিয়া জানিয়েছে।"
        ]
    },
    {
        "title": "খই খই: টেবিল টেনিসে চ্যাম্পিয়ন হওয়ার ভাবনা ও সাফল্যের নেপথ্যে",
        "body": [
            "খই খই জানিয়েছেন যে তিনি আগে খেলাধুলা নিয়ে তেমন ভাবেননি, পড়ালেখাতেই মনোযোগ ছিল।",
            "কোয়ান্টাম থেকে ঢাকায় এলে সোমা আপু ও মৌ আপুদের দেখে তিনি চ্যাম্পিয়ন হওয়ার স্বপ্ন দেখতেন।",
            "তিনি ভাবেননি যে একদিন তিনি তাদের সাথে প্রতিযোগিতা করে সেরা হতে পারবেন।",
            "খন্দকার হাসান মুনীর সুমন স্যারের অবদান স্বীকার করেছেন, যিনি তাদের চারজনের দায়িত্ব নিয়ে দীর্ঘমেয়াদী অনুশীলন করিয়েছেন।"
        ]
    }
]