[
    {
        "title": "মদনলালের চাঞ্চল্যকর মন্তব্য: বাংলাদেশের বিশ্বকাপ থেকে বাদ পড়ার পেছনে পাকিস্তানের প্ররোচনা?",
        "body": [
            "সাবেক ক্রিকেটার মদনলাল মন্তব্য করেছেন যে বাংলাদেশ সম্ভবত পাকিস্তানের প্ররোচনায় বিশ্বকাপ থেকে বাদ পড়ার মতো সিদ্ধান্ত নিয়েছে।",
            "মদনলালের মতে, পাকিস্তান বাংলাদেশকে ভুল পথে চালিত করেছে, কারণ পাকিস্তান নিজে বিশ্বকাপ খেলছে কিন্তু বাংলাদেশ খেলছে না।",
            "নিরাপত্তার কারণ দেখিয়ে বাংলাদেশ বিশ্বকাপে তাদের ম্যাচগুলো শ্রীলঙ্কায় সরানোর আবেদন করেছিল, কিন্তু আইসিসি তা প্রত্যাখ্যান করে।",
            "আইসিসি বাংলাদেশকে বাদ দিয়ে স্কটল্যান্ডকে সুযোগ দেওয়ার চূড়ান্ত ঘোষণা দেয়।"
        ]
    },
    {
        "title": "মন্ত্রিপাড়ায় ৭২টি বিলাসবহুল ফ্ল্যাট নির্মাণে ৭৮৬ কোটি টাকার প্রকল্প",
        "body": [
            "সরকার ঢাকার মন্ত্রিপাড়ায় ৭৮৬ কোটি টাকা ব্যয়ে তিনটি নতুন ভবন নির্মাণের উদ্যোগ নিয়েছে, যেখানে ৭২টি বিলাসবহুল ফ্ল্যাট থাকবে।",
            "প্রতিটি ফ্ল্যাটের আয়তন হবে ৮,৫০০ থেকে ৯,০৩০ বর্গফুট, যা মন্ত্রী, প্রতিমন্ত্রী, উপমন্ত্রী এবং সাংবিধানিক সংস্থার প্রধানসহ গুরুত্বপূর্ণ ব্যক্তিদের আবাসনের জন্য ব্যবহৃত হবে।",
            "নতুন ভবনগুলো বেইলি রোড ও মিন্টো রোডে নির্মিত হবে, যা বর্তমানে মন্ত্রীদের জন্য ১৫টি বাংলোবাড়ি এবং বেইলি রোডে বিদ্যমান ৩০টি ফ্ল্যাটের পাশাপাশি যুক্ত হবে।",
            "সরকারি আবাসন পরিদপ্তর মন্ত্রীদের জন্য ঢাকায় মোট ৭১টি বাংলোবাড়ি ও ফ্ল্যাট চিহ্নিত করেছে, যা তাদের বসবাসের জন্য পর্যাপ্ত।",
            "গণপূর্ত মন্ত্রণালয়ের অতিরিক্ত সচিব আব্দুল মতিন জানিয়েছেন যে, ২০২৪ সালের ৫ আগস্টের পর অনেক বাংলো ও ফ্ল্যাট খালি ছিল এবং সরকার সাংবিধানিক পদের অধিকারী ব্যক্তিদের মন্ত্রিপাড়ায় বসবাসের অনুমতি দিয়েছে, যদিও তাদের জন্য আলাদা বাসস্থান রয়েছে।"
        ]
    },
    {
        "title": "বাগেরহাটে গৃহবধূ ও শিশুর রহস্যজনক মৃত্যু: স্বামী কারাগারে",
        "body": [
            "গত শুক্রবার দুপুরে বাগেরহাট সদরের সাবেকডাঙ্গা গ্রামে এক গৃহবধূ (কানিজ সুবর্ণা ওরফে স্বর্ণালি, ২২) ও তাঁর ৯ মাসের শিশুসন্তানের (সেজাদ হাসান ওরফে নাজিফ) মরদেহ উদ্ধার করা হয়।",
            "গৃহবধূর মরদেহ ঘরের সিলিংয়ে রশির সঙ্গে ঝুলন্ত অবস্থায় পাওয়া যায়, এবং শিশুটিকে বাথরুমের বালতির পানিতে চুবিয়ে রাখা হয়েছিল।",
            "প্রতিবেশীরা শিশুটিকে দ্রুত বাগেরহাট জেলা হাসপাতালে নিয়ে গেলেও কর্তব্যরত চিকিৎসক জানান যে হাসপাতালে পৌঁছানোর আগেই শিশুটির মৃত্যু হয়েছে।",
            "চিকিৎসকরা প্রায় ৪৫ মিনিট ধরে শিশুটিকে বাঁচানোর চেষ্টা করেন, কিন্তু সফল হননি এবং পানিতে পড়ার কারণ নিশ্চিত করা যায়নি।",
            "নিহত কানিজ নিষিদ্ধঘোষিত সংগঠন ছাত্রলীগের বাগেরহাট সদর উপজেলার সভাপতি জুয়েল হাসান ওরফে সাদ্দামের স্ত্রী, যিনি বর্তমানে যশোর কারাগারে আছেন।",
            "পুলিশ কানিজের ঝুলন্ত মরদেহ উদ্ধার করে হাসপাতালের মর্গে পাঠিয়েছে এবং ঘটনার তদন্ত চলছে।"
        ]
    },
    {
        "title": "কারাগারে স্ত্রী-সন্তানের মরদেহ দেখলেন জুয়েল",
        "body": [
            "বাগেরহাট জেলা হাসপাতালে ময়নাতদন্ত শেষে মা ও ছেলের মরদেহ সাবেকডাঙ্গা গ্রামে সুবর্ণার বাবার বাড়িতে আনা হয় এবং সেখান থেকে যশোর কেন্দ্রীয় কারাগারে নেওয়া হয়।",
            "কারাগারে জুয়েল মানবিক দিক বিবেচনায় স্ত্রী ও সন্তানের মরদেহ শেষবারের মতো দেখেন, এবং তাঁর পরিবারের ছয় সদস্যকে অ্যাম্বুলেন্সের সঙ্গে কারাফটকে ঢুকতে দেওয়া হয়।",
            "কানিজ সুবর্ণা ও জুয়েল কয়েক বছর আগে বিয়ে করেন এবং সন্তানের জন্মের আগে থেকেই জুয়েল কারাগারে ছিলেন।",
            "সুবর্ণার ভাই মো. শুভ জানান, স্বামী কারাবন্দী থাকায় তাঁর বোন মানসিকভাবে হতাশাগ্রস্ত ছিলেন এবং তিনি ঘটনাটি তদন্তের দাবি জানান।"
        ]
    },
    {
        "title": "সাকিব আল হাসানের জাতীয় দলে খেলা নিয়ে জটিলতা",
        "body": [
            "টি-টোয়েন্টি বিশ্বকাপ এবং পরিচালক ইশতিয়াক সাদেকের পদত্যাগের আলোচনার মধ্যে সাকিব আল হাসানের জাতীয় দলে ফেরা নিয়ে বিস্ময় তৈরি হয়েছে।",
            "সাকিবের 'ফর্ম-ফিটনেস' ঠিক থাকলে এবং নির্বাচকরা চাইলে তাকে দলে নেওয়া যাবে, তবে শর্ত হলো খেলার ভেন্যুতে তার উপস্থিত থাকার সক্ষমতা থাকতে হবে।",
            "২০২৪ সালের ৫ আগস্ট শেখ হাসিনা সরকারের পতনের পর থেকে সাকিব দেশের বাইরে রয়েছেন এবং নৌকা প্রতীকে দ্বাদশ সংসদ নির্বাচনে সংসদ সদস্য হওয়া সত্ত্বেও দেশে ফিরতে পারেননি।",
            "সাকিবের নামে হত্যা মামলা, শেয়ার কেলেঙ্কারির অভিযোগ, দুদকের মামলা এবং গ্রেপ্তারি পরোয়ানা জারি রয়েছে, যার কারণে দেশে ফিরলে তিনি গ্রেপ্তার হতে পারেন।",
            "২০২৪ সালের সেপ্টেম্বরে ভারতের বিপক্ষে সর্বশেষ জাতীয় দলের হয়ে খেলেছিলেন এবং অক্টোবরে দক্ষিণ আফ্রিকার বিপক্ষে টেস্ট খেলে আন্তর্জাতিক ক্রিকেটকে বিদায় জানানোর কথা ছিল, কিন্তু নিরাপত্তাশঙ্কায় দেশে ফিরতে পারেননি।",
            "যুব ও ক্রীড়া মন্ত্রণালয়ের সাবেক উপদেষ্টা আসিফ মাহমুদ সজীব ভুঁইয়া গত সেপ্টেম্বরে জানিয়েছিলেন যে সাকিবকে দেশে ফিরতে না দিয়ে সঠিক সিদ্ধান্ত নেওয়া হয়েছে এবং তাকে আর বাংলাদেশের পতাকা বহন করতে দেওয়া হবে না বলে নির্দেশনা দিয়েছেন।"
        ]
    },
    {
        "title": "শিক্ষার্থী নিরাপত্তা নিয়ে সর্বমিত্র চাকমার ফেসবুক স্ট্যাটাস",
        "body": [
            "সর্বমিত্র চাকমা ফেসবুকে একটি স্ট্যাটাস দিয়ে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীদের নিরাপত্তা পরিস্থিতির ওপর নিজের অবস্থান তুলে ধরেছেন।",
            "তিনি গত বছরের ১৪ অক্টোবর রাষ্ট্রবিজ্ঞান বিভাগের এক শিক্ষার্থীর সাইকেল হারানোর ঘটনা উল্লেখ করেন, যা বিশ্ববিদ্যালয়ের কেন্দ্রীয় মাঠে অনুশীলনের সময় ঘটেছিল।",
            "সর্বমিত্র চাকমা বলেন যে, শিক্ষার্থীদের মোবাইল, মানিব্যাগ, এবং সাইকেল হারানোর মতো ঘটনা অহরহ ঘটছে এবং চোরেরা দেয়াল টপকে পালিয়ে যায় ও স্টাফদের ওপর ঢিল ছোড়ে।",
            "তিনি অভিযোগ করেন যে, প্রশাসন দেয়াল সংস্কারের জন্য বাজেট নেই বলে আবেদন প্রত্যাখ্যান করে, যার ফলে শিক্ষার্থীদের জন্য নিরাপত্তা নিশ্চিত করা কঠিন হয়ে পড়েছে।"
        ]
    },
    {
        "title": "ঢাকা বিশ্ববিদ্যালয়ের শারীরিক শিক্ষা কেন্দ্রের মাঠে বহিরাগতদের প্রবেশ নিয়ে উদ্বেগ",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের শারীরিক শিক্ষা কেন্দ্রের মাঠটি কেবল বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য সংরক্ষিত।",
            "দীর্ঘদিন ধরে বহিরাগতদের অবাধ প্রবেশ একটি গুরুতর নিরাপত্তা সংকট তৈরি করেছে।",
            "বহিরাগতদের দ্বারা নারী শিক্ষার্থীদের হেনস্তা, মোবাইল ফোন, মানিব্যাগ ও সাইকেল চুরির মতো ঘটনা ঘটছে।",
            "এসব ঘটনা শিক্ষার্থীদের ব্যক্তিগত নিরাপত্তা এবং শিক্ষাপ্রতিষ্ঠানের মর্যাদা ও নিরাপদ পরিবেশকে হুমকির মুখে ফেলছে।"
        ]
    }
]