[
    {
        "title": "জাতীয় সংসদ নির্বাচনে নির্বাচিত প্রতিনিধিদের শপথ গ্রহণ",
        "body": [
            "ত্রয়োদশ জাতীয় সংসদ নির্বাচনে নির্বাচিত প্রতিনিধিরা আগামীকাল মঙ্গলবার সংসদ সদস্য (এমপি) হিসেবে শপথ নেবেন।",
            "নির্বাচিত সদস্যদের সংবিধান সংস্কার পরিষদের সদস্য হিসেবেও আলাদাভাবে শপথ নেওয়ার কথা রয়েছে, যা নিয়ে জাতীয় সংসদ সচিবালয় প্রস্তুতি নিচ্ছে।",
            "বিএনপি থেকে নির্বাচিত সংসদ সদস্যরা এই শপথ নেবেন কিনা তা নিয়ে সংশয় আছে, কারণ তাদের মতে বিদ্যমান সংবিধানে সংবিধান সংস্কার পরিষদ বলে কিছু নেই।",
            "সালাহউদ্দিন আহমদ জানিয়েছেন, আগামীকাল সকাল ১০টায় সংসদ সদস্যদের শপথ গ্রহণ অনুষ্ঠিত হবে এবং স্পিকার বা ডেপুটি স্পিকারের অনুপস্থিতিতে প্রধান নির্বাচন কমিশনার (সিইসি) নির্বাচিত সংসদ সদস্যদের শপথ পড়াতে পারেন, যা সিইসির সাংবিধানিক এখতিয়ার।"
        ]
    },
    {
        "title": "রাষ্ট্রপতি মো. সাহাবুদ্দিনের মেয়াদ ও প্রতিকৃতি অপসারণ প্রসঙ্গে",
        "body": [
            "রাষ্ট্রপতি মো. সাহাবুদ্দিন বিশ্বাস করেন যে নির্বাচন না হওয়া পর্যন্ত তার দায়িত্ব পালন করা উচিত এবং তিনি সাংবিধানিকভাবে রাষ্ট্রপতির পদে থাকায় দায়িত্ব পালন করে যাচ্ছেন।",
            "তিনি জানান যে, অতীতে সব কনস্যুলেট, দূতাবাস ও হাইকমিশনে তার প্রতিকৃতি ছিল, যা হঠাৎ করেই এক রাতে সরিয়ে ফেলা হয়।",
            "রাষ্ট্রপতি এই ঘটনায় অপমানিত বোধ করেছেন, কারণ এটি মানুষের কাছে ভুল বার্তা দিয়েছে যে তাকে পদ থেকে সরিয়ে দেওয়া হচ্ছে।",
            "সংবিধান অনুযায়ী, রাষ্ট্রপতির পদের মেয়াদ পাঁচ বছর, যা মো. সাহাবুদ্দিনের ক্ষেত্রে ২০২৮ সালের এপ্রিল পর্যন্ত।",
            "তবে, রয়টার্সের সঙ্গে তার সাক্ষাৎকারে এটি স্পষ্ট হয়েছে যে তিনি সেই সময় পর্যন্ত পদে থাকছেন না।"
        ]
    },
    {
        "title": "রমজানে স্কুল বন্ধের হাইকোর্টের আদেশ স্থগিত করলো আপিল বিভাগ",
        "body": [
            "পবিত্র রমজানে সরকারি-বেসরকারি মাধ্যমিক ও নিম্নমাধ্যমিক বিদ্যালয় আগামী ৮ মার্চের পরিবর্তে ১৮ ফেব্রুয়ারি থেকে বন্ধ রাখার হাইকোর্টের আদেশ স্থগিত করেছেন আপিল বিভাগের চেম্বার আদালত।",
            "শিক্ষা মন্ত্রণালয়ের আবেদনের শুনানি নিয়ে আপিল বিভাগের চেম্বার বিচারপতি ফারাহ মাহবুব এই স্থগিতাদেশ দেন।",
            "আদেশে বলা হয়েছে যে, হাইকোর্টের আদেশ নিয়ে লিভ টু আপিল না করা পর্যন্ত এই স্থগিতাদেশ কার্যকর থাকবে।",
            "এর আগে গতকাল রবিবার হাইকোর্ট এক রিট আবেদনের প্রাথমিক শুনানি শেষে ১৮ ফেব্রুয়ারি থেকে বিদ্যালয় বন্ধ রাখার নির্দেশ দিয়েছিলেন।"
        ]
    },
    {
        "title": "জুলাই জাতীয় সনদ: সংস্কার প্রস্তাব ও গণভোট",
        "body": [
            "জাতীয় ঐকমত্য কমিশন ১৬৬টি গুরুত্বপূর্ণ সংস্কার প্রস্তাব চিহ্নিত করে এবং ৩০টি রাজনৈতিক দলের সঙ্গে আলোচনার পর ৮৪টি প্রস্তাবে ঐকমত্যে পৌঁছায়, যা 'জুলাই জাতীয় সনদ'-এ অন্তর্ভুক্ত হয়েছে।",
            "এই ৮৪টি সংস্কার প্রস্তাবের মধ্যে ৪৮টি সংবিধান-সম্পর্কিত এবং বাকিগুলো সরকারি আদেশ বা আইন বিধি দ্বারা বাস্তবায়নযোগ্য। অন্তর্বর্তী সরকার ইতিমধ্যে কিছু প্রস্তাব বাস্তবায়ন করেছে।",
            "সংবিধান-সম্পর্কিত ৪৮টি প্রস্তাবের জন্য গণভোট অনুষ্ঠিত হয়েছে, যার মধ্যে ১৯টি মৌলিক সংস্কার প্রস্তাব হিসেবে চিহ্নিত ছিল।",
            "২০২৫ সালের ১৭ অক্টোবর জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় 'জুলাই জাতীয় সনদ' স্বাক্ষরিত হয়, যেখানে বিএনপি, জামায়াতে ইসলামীসহ ২৪টি রাজনৈতিক দল ও জোট, অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস এবং জাতীয় ঐকমত্য কমিশনের সদস্যরা সই করেন।",
            "এনসিপি (NCP) জুলাই সনদ স্বাক্ষর অনুষ্ঠানে অংশ নেয়নি এবং পরবর্তীতেও এতে সই করেনি।"
        ]
    },
    {
        "title": "কুষ্টিয়ায় যুবদল নেতার বিরুদ্ধে চাঁদা দাবির অভিযোগ, বিক্ষোভ ও সড়ক অবরোধের চেষ্টা",
        "body": [
            "ওমর ফারুক নামে এক ব্যক্তি অভিযোগ করেছেন যে যুবদল নেতা হানিফ তার দল নিয়ে তাকে আক্রমণ করে এবং মারধর করে।",
            "হানিফ ওমর ফারুককে মারধর করে কারণ তিনি বিএনপির প্রার্থী জাকির হোসেনকে চাঁদাবাজির বিষয়ে জানিয়েছিলেন।",
            "এই ঘটনার প্রতিবাদে চালকল এলাকার স্থানীয় বাসিন্দারা বিক্ষোভ মিছিল ও সমাবেশ করেন এবং হানিফ কবিরাজের বিরুদ্ধে অবিলম্বে ব্যবস্থা নেওয়ার দাবি জানান।",
            "বিক্ষোভকারীরা কুষ্টিয়া-আলমডাঙ্গা আঞ্চলিক সড়ক অবরোধ করার চেষ্টা করলে সেনা ও পুলিশ সদস্যরা ঘটনাস্থলে পৌঁছে পরিস্থিতি নিয়ন্ত্রণে আনেন।",
            "বিক্ষোভকারীদের অভিযোগ, ২০২৪ সালের ৫ আগস্টের পর থেকে কুষ্টিয়া যুবদলের সমন্বয়ক আবদুল মাজেদের সঙ্গে থাকা হানিফ কবিরাজ মিলমালিকদের কাছ থেকে কোটি কোটি টাকা চাঁদা আদায় করেছেন।"
        ]
    },
    {
        "title": "বিএনপির নবনির্বাচিত সংসদ সদস্যদের শপথগ্রহণ: সংবিধান সংস্কার পরিষদ নিয়ে নির্দেশনা",
        "body": [
            "নবনির্বাচিত সংসদ সদস্যদের শপথের জন্য দুটি ফরম দেওয়া হয়: একটি সংসদ সদস্য হিসেবে শপথের জন্য (সাদা) এবং অন্যটি সংবিধান সংস্কার পরিষদের সদস্য হিসেবে শপথের জন্য (নীল)।",
            "কক্সবাজার–১ আসনের বিএনপির নবনির্বাচিত সংসদ সদস্য সালাহউদ্দিন আহমদ দলীয় সংসদ সদস্যদের উদ্দেশে একটি নির্দেশনা দেন।",
            "সালাহউদ্দিন আহমদ নির্দেশনায় জানান যে, তাঁরা সংবিধান অনুযায়ী সংসদ সদস্য নির্বাচিত হয়েছেন, সংবিধান সংস্কার পরিষদের সদস্য নির্বাচিত হননি।"
        ]
    },
    {
        "title": "সংসদ সদস্য হিসেবে শপথ নেওয়ার পর রুমিন ফারহানার মন্তব্য",
        "body": [
            "ব্রাহ্মণবাড়িয়া-২ আসনের স্বতন্ত্র সংসদ সদস্য রুমিন ফারহানা বিজয়ী দলকে অভিনন্দন জানিয়েছেন এবং নির্বাচনের লড়াইকে কঠিন বলেছেন।",
            "মঙ্গলবার জাতীয় সংসদ ভবনের শপথ কক্ষে তিনি ত্রয়োদশ জাতীয় সংসদের সদস্য হিসেবে শপথ নেন, তবে সংবিধান সংস্কার পরিষদের সদস্য হিসেবে নয়।",
            "রুমিন ফারহানা মন্তব্য করেছেন যে, আগের নির্বাচনে বিএনপির অনুপস্থিতি এবং এবারের নির্বাচনে আওয়ামী লীগের অনুপস্থিতি দেশের ন্যূনতম ৩০ শতাংশ মানুষের প্রতিনিধিত্বকে বাদ দিয়েছে।",
            "তিনি মনে করেন যে, ৩০ শতাংশ মানুষের প্রতিনিধিত্বহীনতা মাথায় রেখেই সংসদ কার্যক্রম পরিচালনা করা উচিত।",
            "নির্বাচনে নারীদের কম প্রতিনিধিত্বের বিষয়ে তিনি বড় দলগুলোকে প্রশ্ন করার পরামর্শ দিয়েছেন।"
        ]
    },
    {
        "title": "তারেক রহমানের প্রধানমন্ত্রীর শপথ গ্রহণ এবং সংসদ সদস্য নির্বাচন",
        "body": [
            "সালাহউদ্দিন আহমদ জানান, তারা সংবিধান অনুযায়ী সংসদ সদস্য নির্বাচিত হয়েছেন, সংবিধান সংস্কার পরিষদের সদস্য নির্বাচিত হননি।",
            "তারেক রহমান দুপুর ১২টার দিকে জাতীয় সংসদ ভবন থেকে গুলশানের বাসার দিকে রওনা দেন এবং দুপুর ১২টা ৪০ মিনিটের দিকে গুলশানের বাসায় পৌঁছান।",
            "বিকেল চারটায় জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় খোলা আকাশের নিচে মন্ত্রিসভার শপথ অনুষ্ঠিত হবে, যেখানে তারেক রহমান প্রধানমন্ত্রী হিসেবে শপথ নেবেন।",
            "বিএনপির নির্বাহী কমিটির সদস্য মো. আবদুস সাত্তার পাটোয়ারী এই তথ্য নিশ্চিত করেছেন এবং জানান যে শপথ অনুষ্ঠানের আগেই তারেক রহমান জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় আসবেন।"
        ]
    },
    {
        "title": "সংবিধান সংস্কার পরিষদের সাংবিধানিক প্রক্রিয়া নিয়ে সালাহউদ্দিন আহমদের মন্তব্য",
        "body": [
            "কক্সবাজার-১ আসনের বিএনপির নবনির্বাচিত সংসদ সদস্য সালাহউদ্দিন আহমদ বলেছেন যে, তাঁরা সংবিধান সংস্কার পরিষদের সদস্য হিসেবে নির্বাচিত হননি এবং সংবিধানে এখনো এর বিধান নেই।",
            "গণভোটের রায়ে সংবিধান সংস্কার পরিষদ গঠিত হলে তা সংবিধানে ধারণ করতে হবে এবং পরিষদের সদস্যদের শপথ নেওয়ার প্রক্রিয়াও সংবিধানে অন্তর্ভুক্ত করতে হবে বলে তিনি উল্লেখ করেন।",
            "তিনি জানান, সাংবিধানিকভাবে জাতীয় সংসদে গৃহীত হওয়ার পরই জাতীয় সংবিধান সংস্কার পরিষদের সদস্যদের শপথ নেওয়ার বিধান করা সম্ভব হবে।",
            "সালাহউদ্দিন আহমদ জোর দিয়েছেন যে, তারা সংবিধান মেনে চলছেন এবং ভবিষ্যতেও তা করবেন।"
        ]
    }
]