[
    {
        "title": "অন্তর্বর্তী সরকারের অগ্রাধিকার ও সমালোচনা",
        "body": [
            "অন্তর্বর্তী সরকারের প্রতিশ্রুতিগুলো পরবর্তী সরকার এগিয়ে না নিলে তার পরিণতি সম্পর্কে খলিলুর রহমান অনুমাননির্ভর প্রশ্ন বলে উল্লেখ করেছেন।",
            "জাতীয় নিরাপত্তা উপদেষ্টাকে বিমান বাংলাদেশ এয়ারলাইনসের পরিচালনা পর্ষদে যুক্ত করার সমালোচনা প্রসঙ্গে খলিলুর রহমান যুক্তি দিয়েছেন যে, দুনিয়ার সব দেশে বিমান নেই।",
            "অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন অন্তর্বর্তী সরকার ২০২৪ সালের ৮ আগস্ট দায়িত্ব নেয়, যার প্রধান অগ্রাধিকার ছিল রাষ্ট্রীয় কাঠামো সংস্কার, জুলাই হত্যাকাণ্ডের বিচার এবং জাতীয় নির্বাচন।"
        ]
    },
    {
        "title": "ভারতের বিপক্ষে পাকিস্তানের ম্যাচ বয়কট বিতর্কে ভারতীয় ক্রিকেটারদের ক্ষোভ",
        "body": [
            "ভারতের বিপক্ষে পাকিস্তানের বিশ্বকাপ ম্যাচ বয়কটের ঘটনায় ভারতের সাবেক ক্রিকেটাররা ক্ষোভ প্রকাশ করেছেন।",
            "সাবেক ভারতীয় ক্রিকেটার মদন লাল বলেছেন, বাংলাদেশকে সমর্থন দিয়ে পাকিস্তান সরকার ও পিসিবি আসলে নিজেদের ক্রিকেটেরই ক্ষতি করছে এবং এই সিদ্ধান্তে কোনো সমস্যার সমাধান হবে না, বরং উভয় দেশই এর ফল ভোগ করবে।",
            "কিংবদন্তি ভারতীয় ক্রিকেটার সুনীল গাভাস্কারও ম্যাচ বর্জনের ঘটনায় ক্ষোভ প্রকাশ করেছেন এবং আইসিসিকে পাকিস্তানের বিরুদ্ধে শাস্তিমূলক ব্যবস্থা গ্রহণের আহ্বান জানিয়েছেন।"
        ]
    },
    {
        "title": "ভারত-পাকিস্তান ম্যাচ বর্জনের সম্ভাব্য আর্থিক ও আইনি প্রভাব",
        "body": [
            "ভারত-পাকিস্তান ম্যাচ না হলে আইসিসির আয় কমবে, যা বিশ্বজুড়ে সদস্য দেশগুলোর, বিশেষ করে সহযোগী ও ছোট পূর্ণ সদস্যদের অনুদানে নেতিবাচক প্রভাব ফেলবে।",
            "ম্যাচ বাতিল হলে ভারত ও পাকিস্তান উভয় দেশের ক্রিকেট বোর্ড প্রায় ২০০ কোটি রুপি করে ক্ষতির সম্মুখীন হবে।",
            "পাকিস্তান আইসিসির আয়ের ৫.৭৫% পায়, যা বছরে প্রায় ৩.৪৫ কোটি ডলার, এবং ভারত-ম্যাচ বর্জন তাদের এই আয়ে প্রভাব ফেলতে পারে কারণ অনুদানের শর্তে চুক্তি প্রতিপালন ও টুর্নামেন্টে অংশগ্রহণ অন্তর্ভুক্ত।",
            "এনডিটিভির প্রতিবেদন অনুযায়ী, পাকিস্তান স্বেচ্ছায় ভারত ম্যাচ বর্জন করলে তা 'ফোর্স ম্যাজিউর' হিসেবে বিবেচিত হবে না, ফলে আইনি সুরক্ষা পাবে না এবং ক্ষতিপূরণ ও জরিমানার দায়ভার বহন করতে হতে পারে।",
            "আইসিসির 'মেম্বার পার্টিসিপেশন অ্যাগ্রিমেন্ট' ভঙ্গের অভিযোগে টুর্নামেন্টের পাওনা অর্থ আটকে যাওয়া বা বড় অঙ্কের জরিমানার ঝুঁকি রয়েছে।"
        ]
    },
    {
        "title": "বিসিবি অর্থ কমিটির প্রধান পদে নাজমুলের ফেরা নিয়ে বিভ্রান্তি ও কোয়াবের প্রতিক্রিয়া",
        "body": [
            "কোয়াব সভাপতি মোহাম্মদ মিঠুন জানিয়েছেন যে নাজমুলের অর্থ কমিটির পদে ফেরা নিয়ে বোর্ড তাদের প্রতিশ্রুতি রাখেনি এবং এ নিয়ে তাদের তেমন কিছু বলার নেই, যদিও পূর্বে তারা বিপিএলের ম্যাচ বয়কটের মতো কঠোর অবস্থান নিয়েছিল।",
            "বিসিবির মিডিয়া কমিটির প্রধান আমজাদ হোসেন গত ২৫ জানুয়ারি নাজমুলের অর্থ কমিটির প্রধান পদে ফেরার দাবি অস্বীকার করেছিলেন, যদিও নাজমুল নিজেই দাবি করেছিলেন যে আগের রাতের বোর্ড সভায় তাকে ফেরানোর সিদ্ধান্ত হয়েছে।",
            "বিসিবি নাজমুলকে অর্থ কমিটির প্রধানের পদ থেকে সরিয়ে দেওয়ার সিদ্ধান্ত সংবাদ বিজ্ঞপ্তিতে জানালেও, তাকে পদ ফিরিয়ে দেওয়ার বিষয়টি গোপনেই সম্পন্ন করা হয়েছে।",
            "বিষয়টি প্রকাশ্যে আসে আজ বিসিবির মিডিয়া বিভাগের হোয়াটসঅ্যাপ গ্রুপে দেওয়া এক বার্তায়, যেখানে স্কোরার সাইদুর রহমানকে অনুদানের চেক হস্তান্তর ছবিতে নাজমুলকে বিসিবির অর্থ কমিটির প্রধান হিসেবে পরিচয় দেওয়া হয়েছে।"
        ]
    },
    {
        "title": "ভারতের শ্রীলঙ্কা সফর ও টি-টোয়েন্টি বিশ্বকাপ প্রস্তুতি",
        "body": [
            "বিসিসিআইয়ের একজন নাম প্রকাশে অনিচ্ছুক কর্মকর্তা জানিয়েছেন যে, ভারত ১৫ ফেব্রুয়ারি শ্রীলঙ্কা সফর করবে এবং আইসিসির সকল প্রটোকল মেনে চলবে।",
            "দলটি নির্ধারিত সূচি অনুযায়ী অনুশীলন, সংবাদ সম্মেলন করবে এবং সময়মতো স্টেডিয়ামে পৌঁছাবে, এরপর ম্যাচ রেফারি কর্তৃক খেলা বাতিল ঘোষণার জন্য অপেক্ষা করবে।",
            "২০২৬ টি-টোয়েন্টি বিশ্বকাপে ভারত ও পাকিস্তান 'এ' গ্রুপে রয়েছে, যেখানে নেদারল্যান্ডস, যুক্তরাষ্ট্র ও নামিবিয়াও আছে।",
            "ভারত তাদের প্রথম ম্যাচ ৭ ফেব্রুয়ারি যুক্তরাষ্ট্রের বিপক্ষে মুম্বাইয়ে খেলবে এবং এরপর ১২ ফেব্রুয়ারি দিল্লিতে নামিবিয়ার বিপক্ষে খেলার পর পাকিস্তান ম্যাচের জন্য শ্রীলঙ্কা যাবে।"
        ]
    },
    {
        "title": "যুক্তরাষ্ট্রের সঙ্গে বাণিজ্য ভারসাম্য বাড়াতে বাংলাদেশের উদ্যোগ ও শর্ত",
        "body": [
            "যুক্তরাষ্ট্রের সঙ্গে বাংলাদেশের দ্বিপক্ষীয় বাণিজ্যে বাংলাদেশ অনুকূল অবস্থানে রয়েছে, যেখানে বাংলাদেশের রপ্তানি প্রায় ৬০০ কোটি মার্কিন ডলার এবং আমদানি প্রায় ২০০ কোটি ডলার।",
            "যুক্তরাষ্ট্রের সাবেক প্রেসিডেন্ট ট্রাম্পের মূল লক্ষ্য ছিল বাংলাদেশের মতো দেশগুলোতে মার্কিন পণ্য রপ্তানি বৃদ্ধি করা।",
            "বাংলাদেশ গম, সয়াবিন তেল, ভুট্টা, তুলা, উড়োজাহাজ ও এর যন্ত্রাংশ, এবং তরলীকৃত প্রাকৃতিক গ্যাস (এলএনজি) আমদানির মাধ্যমে বাণিজ্য ব্যবধান কমানোর চেষ্টা করছে এবং গত ছয় মাস ধরে আমদানি বাড়িয়েছে।",
            "যুক্তরাষ্ট্রের শর্তগুলোর মধ্যে রয়েছে শুল্ক, অশুল্ক বাধা কমানো, ডিজিটাল বাণিজ্য ও প্রযুক্তি, উৎস বিধি, জাতীয় নিরাপত্তা এবং বাণিজ্যবিষয়ক বিভিন্ন শর্ত মেনে চলা।",
            "যুক্তরাষ্ট্র চায় বাংলাদেশ চীন থেকে আমদানি কমিয়ে তাদের দেশ থেকে সামরিক পণ্য আমদানি বাড়াক এবং মার্কিন পণ্য অবাধে বাংলাদেশে প্রবেশ করতে পারে ও তাদের মানসনদ বিনা প্রশ্নে মেনে নেওয়া হয়।",
            "তারা বাংলাদেশে যুক্তরাষ্ট্রের গাড়ির সহজ প্রবেশাধিকার এবং গাড়ি ও যন্ত্রাংশ আমদানিতে বাড়তি পরীক্ষা-নিরীক্ষা না করার শর্তও দিয়েছে।",
            "ব্যবসায়ীরা মনে করেন, যুক্তরাষ্ট্রে শুল্ক কমলে বাংলাদেশের রপ্তানিতে সুবিধা হবে, তবে যুক্তরাষ্ট্র কী কী শর্ত দেবে এবং সেগুলো মানলে বাংলাদেশের শিল্প ও ব্যবসার উপর কী প্রভাব পড়বে তা নিয়ে প্রশ্ন রয়েছে।"
        ]
    },
    {
        "title": "তারেক রহমানের জনসভায় নারীর প্রতি অসম্মানজনক মন্তব্য ও ষড়যন্ত্রের অভিযোগ",
        "body": [
            "তারেক রহমান তারেক রহমান জনসভায় কারো নাম উল্লেখ না করে একটি রাজনৈতিক দলের নেতার বিরুদ্ধে নারীর প্রতি অসম্মানজনক শব্দ ব্যবহার করার অভিযোগ তুলেছেন, যা দেশের জন্য কলঙ্কস্বরূপ বলে তিনি মন্তব্য করেন।",
            "তিনি অভিযোগ করেন যে একটি মহল এবার ভোট গণনায় অনেক সময় লাগবে বলে ষড়যন্ত্র শুরু করেছে, কারণ তারা জানে যে তাদের মিথ্যাচার ও কাজকর্ম মানুষ ধরে ফেলেছে।",
            "তারেক রহমান দল-মত-ধর্ম-বর্ণনির্বিশেষে সকলকে সতর্ক থাকার আহ্বান জানান।",
            "তিনি বলেন যে একমাত্র বিএনপিরই দেশ পরিচালনার অভিজ্ঞতা আছে এবং দুর্নীতির কবল থেকে দেশকে বের করে আনার অভিজ্ঞতাও রয়েছে।"
        ]
    },
    {
        "title": "শীর্ষ ধনী প্রার্থীদের সম্পদের তথ্য এবং ঋণ বিষয়ক উদ্বেগ",
        "body": [
            "নোয়াখালী-৬ আসনের স্বতন্ত্র প্রার্থী মোহাম্মদ ফজলুল আজিম ১৯০ কোটি টাকার স্থাবর ও অস্থাবর সম্পদ নিয়ে নবম স্থানে রয়েছেন, যার মধ্যে ২১ কোটি টাকা তাঁর স্ত্রীর নামে।",
            "শরীয়তপুর-২ আসনের বিএনপির প্রার্থী মো. সফিকুর রহমান ১৮৫ কোটি টাকা সম্পদ নিয়ে দশম স্থানে রয়েছেন এবং তাঁর দুটি ব্যাংকে ৪১ কোটি টাকার বেশি ঋণ রয়েছে।",
            "বিশ্লেষকদের মতে, বিপুল সম্পদ ও বড় অঙ্কের ব্যাংকঋণ নির্বাচিত হলে স্বার্থের সংঘাত এবং রাজনৈতিক প্রভাব বিস্তারের ঝুঁকি বাড়ায়।",
            "নির্বাচন বিশেষজ্ঞ জেসমিন টুলী প্রশ্ন তুলেছেন যে, যারা জনগণের টাকা পরিশোধ করতে চায় না, তারা কীভাবে জনগণের সেবা করবে।",
            "রাজনৈতিক দলগুলো যোগ্য ও শুদ্ধ ব্যক্তিকে মনোনয়ন না দিলে দেশের নির্বাচনী ব্যবস্থার উন্নতি হবে না বলেও তিনি মন্তব্য করেন।"
        ]
    },
    {
        "title": "জেফরি এপস্টেইন-সংক্রান্ত নতুন নথিপত্রে প্রভাবশালী ব্যক্তিদের নাম",
        "body": [
            "কুখ্যাত যৌন নিপীড়ক জেফরি এপস্টেইন-সংক্রান্ত নতুন নথিপত্র প্রকাশিত হয়েছে, যেখানে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প, সাবেক প্রেসিডেন্ট বিল ক্লিনটন, ইলন মাস্ক এবং বিল গেটসের মতো প্রভাবশালী ব্যক্তিদের নাম উঠে এসেছে।",
            "এই নতুন নথিগুলো গত শুক্রবার যুক্তরাষ্ট্রের বিচার বিভাগ প্রকাশ করে, যেখানে ৩০ লাখের বেশি পৃষ্ঠা, ১ লাখ ৮০ হাজার ছবি এবং ২ হাজার ভিডিও রয়েছে।",
            "গত নভেম্বরে যুক্তরাষ্ট্রের কংগ্রেসের উভয় কক্ষ এপস্টেইন-সংক্রান্ত নথি প্রকাশের নির্দেশ দেয় এবং ট্রাম্পও এর প্রকাশের আহ্বান জানান।",
            "অপ্রাপ্তবয়স্ক মেয়েদের নিয়ে যৌনবৃত্তির বিশাল নেটওয়ার্ক গড়ে তোলার অভিযোগ ছিল এপস্টেইনের বিরুদ্ধে; ২০১৯ সালে বিচারের অপেক্ষায় থাকাকালে কারাগারে তার মরদেহ পাওয়া যায় এবং ময়নাতদন্তে এটিকে আত্মহত্যা বলা হয়।"
        ]
    }
]