[
    {
        "title": "বাগেরহাট কারাগারে বন্দী জুয়েলের বিরুদ্ধে হুমকি ও মারধরের অভিযোগ এবং কারা কর্তৃপক্ষের বক্তব্য",
        "body": [
            "বাগেরহাট কারাগারের নথি অনুযায়ী, গত বছরের ১২ এপ্রিল জুয়েল নামের এক বন্দী একজন সেল ইনচার্জকে হুমকি ও গালাগাল করেন এবং ৬ জুলাই অপর এক বন্দীকে মারধর করেন।",
            "জেলার মো. আল-মামুন জুয়েলের (সাদ্দাম) স্ত্রীর সঙ্গে সাক্ষাৎ চালু থাকার কথা নিশ্চিত করেছেন এবং তার পরিবারের 'হৃদয়বিদারক ঘটনা' কেন্দ্র করে ছড়ানো অপপ্রচার ও পাঁচ লাখ টাকার অযৌক্তিক দাবির অভিযোগ অস্বীকার করেছেন।",
            "কারা কর্তৃপক্ষ জুয়েলের দাবিকে 'সম্পূর্ণ মিথ্যা' হিসেবে আখ্যায়িত করেছে এবং প্রশ্ন তুলেছে যে এমন ঘটনা ঘটলে তিনি যশোর যাওয়ার সময় কেন তা জানাননি।",
            "স্ত্রী-সন্তানের কবর জিয়ারতের পর জুয়েল হাসান সাবেকডাঙ্গা গ্রামে শ্বশুরবাড়িতে অবস্থান করে পরে মোটরসাইকেল ও একটি সাদা গাড়িতে করে অন্যত্র চলে যান।"
        ]
    },
    {
        "title": "চট্টগ্রাম নগর বিএনপির সদস্যসচিবের 'না' ভোটের আহ্বান",
        "body": [
            "চট্টগ্রাম নগর বিএনপির সদস্যসচিব নাজিমুর রহমান আগামী ১২ ফেব্রুয়ারির গণভোটে 'না' ভোট দেওয়ার আহ্বান জানিয়ে ফেসবুকে পোস্ট করেছেন।",
            "বুধবার রাতে দেওয়া এই পোস্টটি সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে এবং মিশ্র প্রতিক্রিয়া সৃষ্টি করেছে।",
            "নাজিমুর রহমান তাঁর পোস্টে গণভোটকে 'প্রতারণার ফাঁদ' হিসেবে আখ্যায়িত করেছেন এবং এটিকে জোর করে জনগণের ওপর চাপিয়ে দেওয়া হয়েছে বলে উল্লেখ করেছেন।",
            "তিনি গণতন্ত্র ও দেশের স্বার্থে জনগণকে 'না' ভোট দেওয়ার আহ্বান জানিয়েছেন।"
        ]
    },
    {
        "title": "শেরপুরে বিএনপি-জামায়াত সংঘর্ষে জামায়াত নেতার মৃত্যু ও আহত ৪০ জন",
        "body": [
            "শেরপুর-৩ (শ্রীবরদী–ঝিনাইগাতী) আসনে বিএনপি ও জামায়াতের নেতা-কর্মীদের মধ্যে সংঘর্ষে জামায়াতের শ্রীবরদী উপজেলা সেক্রেটারি মাওলানা রেজাউল করিম নিহত হয়েছেন।",
            "বিএনপির নেতা মাহদী আমিন জানান, সংঘর্ষে ৪০ জনের বেশি বিএনপির নেতা-কর্মী আহত হয়েছেন, যাদের মধ্যে বেশ কয়েকজন আশঙ্কাজনক অবস্থায় রয়েছেন।",
            "সংঘর্ষটি ঝিনাইগাতী উপজেলা প্রশাসন আয়োজিত নির্বাচনী ইশতেহার পাঠ অনুষ্ঠানে চেয়ারে বসা নিয়ে শুরু হয় এবং এতে উভয় পক্ষের অন্তত ৩০ জন আহত হন।",
            "মাহদী আমিন সামাজিক যোগাযোগমাধ্যমে প্রকাশিত ভিডিওর উল্লেখ করে বলেন, জামায়াতের প্রার্থীকে পুলিশ, প্রশাসন, আইনশৃঙ্খলা রক্ষাকারী বাহিনী এবং এমনকি বিএনপির নেতা-কর্মীরাও বারবার অনুরোধ করেছিলেন যেন তিনি নির্দিষ্ট রাস্তা দিয়ে না যান, কিন্তু তিনি তা অগ্রাহ্য করে 'জান যায় যাক' বলে ওই পথেই যাওয়ার সিদ্ধান্ত নেন।",
            "মাহদী আমিন প্রশাসন ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে আরও জোরালো ভূমিকা রাখার এবং সব রাজনৈতিক দলকে উসকানি না দেওয়া ও উসকানিতে পা না দেওয়ার আহ্বান জানানোর পাশাপাশি প্রশাসনকে সর্বোচ্চ সহযোগিতা করার অনুরোধ করেন।"
        ]
    },
    {
        "title": "গণভোট নিয়ে প্রজাতন্ত্রের কর্মীদের জন্য ইসির নির্দেশনা",
        "body": [
            "নির্বাচন কমিশন (ইসি) জানিয়েছে যে প্রজাতন্ত্রের কর্মে নিয়োজিত ব্যক্তিরা গণভোট সম্পর্কে জনগণকে অবহিত ও সচেতন করতে পারবেন।",
            "তবে, তারা গণভোটে 'হ্যাঁ' বা 'না' পক্ষে ভোট দেওয়ার জন্য জনগণকে আহ্বান জানাতে পারবেন না।",
            "ইসি সতর্ক করেছে যে এই ধরনের কার্যক্রম গণভোটের ফলাফলকে প্রভাবিত করতে পারে, যা গণভোট অধ্যাদেশ, ২০২৫–এর ধারা ২১ এবং গণপ্রতিনিধিত্ব আদেশ, ১৯৭২–এর অনুচ্ছেদ ৮৬ অনুযায়ী দণ্ডনীয় অপরাধ।",
            "সকল রিটার্নিং কর্মকর্তাকে এই বিধান অনুসারে প্রয়োজনীয় ব্যবস্থা নিতে নির্দেশ দেওয়া হয়েছে।"
        ]
    },
    {
        "title": "বন্দরঘাটে গম খালাসে বিলম্ব",
        "body": [
            "২৫ ডিসেম্বর থেকে একটি জাহাজ প্রায় ১ হাজার ৯০০ টন গম নিয়ে নোঙর করে আছে, আমদানিকারকের নির্দেশের অপেক্ষায় খালাস কার্যক্রম স্থগিত রয়েছে।",
            "এমভি আল-ওয়াহাব নামের আরেকটি জাহাজও গত ৩১ ডিসেম্বর থেকে ২ হাজার ৪০০ টন গম নিয়ে সদরঘাটে নোঙর করে আছে এবং আমদানিকারকের ব্যবস্থা না নেওয়ায় খালাস হচ্ছে না।"
        ]
    }
]