[
    {
        "title": "নতুন রাজনৈতিক প্ল্যাটফর্মে বাম ও মধ্যপন্থী ভাবাদর্শের নেতাদের যুক্ত হওয়ার খবর",
        "body": [
            "জুলাই গণ-অভ্যুত্থানে অংশগ্রহণকারী বাম ও মধ্যপন্থী ভাবাদর্শের অনেক নেতা একটি নতুন প্ল্যাটফর্মে যুক্ত হচ্ছেন।",
            "এনসিপির কেন্দ্রীয় কমিটি থেকে পদত্যাগ করা অনিক রায় (ছাত্র ইউনিয়নের সাবেক সাধারণ সম্পাদক), মঈনুল ইসলাম তুহিন (তুহিন খান, এনসিপির যুগ্ম সদস্যসচিব) এবং অলিক মৃ (আদিবাসী ছাত্রসংগ্রাম পরিষদের সাবেক নেতা ও এনসিপির উত্তরাঞ্চলের যুগ্ম মুখ্য সংগঠক) এই প্ল্যাটফর্মে থাকছেন।",
            "এছাড়াও ছাত্র ইউনিয়নের সাবেক সভাপতি বাকী বিল্লাহ, লেখক ও গবেষক মীর হুযাইফা আল মামদূহ, লেখক ফেরদৌস আরা রুমী, ছাত্র ইউনিয়নের নেত্রী ও বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়ক নাজিফা জান্নাত, ঢাকা বিশ্ববিদ্যালয় শাখার সভাপতি মেঘমল্লার বসু এবং সাধারণ সম্পাদক মাঈন আহমেদসহ আরও অনেকে যুক্ত হচ্ছেন।",
            "উদ্যোক্তারা জানিয়েছেন যে, বিভিন্ন মতাদর্শের তরুণ অ্যাকটিভিস্ট, ছাত্রনেতা, এবং বিভিন্ন ধর্ম ও জাতিগোষ্ঠীর অনুসারীরা এই প্ল্যাটফর্মে যোগ দেবেন।"
        ]
    },
    {
        "title": "বাংলাদেশের ম্যাচ নিরপেক্ষ ভেন্যুতে স্থানান্তরের প্রস্তাব বিসিবির",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আইসিসিকে পুনরায় প্রস্তাব দিয়েছে যেন বাংলাদেশের ম্যাচগুলো ভারতের বাইরে কোনো নিরপেক্ষ ভেন্যুতে সরিয়ে নেওয়া হয়।",
            "বিসিবি এই প্রস্তাবের কারণ হিসেবে ক্রিকেটার, কোচিং স্টাফ ও অফিশিয়ালদের নিরাপত্তা ও সুরক্ষাকে সবচেয়ে বেশি গুরুত্ব দেওয়ার কথা জানিয়েছে।",
            "আইসিসি এবং বিসিবি উভয় পক্ষই এই সংকটের সমাধান খুঁজতে আলোচনা চালিয়ে যেতে সম্মত হয়েছে এবং আগামী দিনগুলোতে এই বিষয়ে আরও আলোচনা হবে।"
        ]
    },
    {
        "title": "মোবাইল ফোন সংযোজনকারী শিল্পের জন্য আমদানি শুল্ক হ্রাস",
        "body": [
            "মোবাইল ফোন সংযোজনকারী দেশীয় প্রতিষ্ঠানগুলোকে প্রতিকূল প্রতিযোগিতা থেকে রক্ষা করতে আমদানি শুল্ক কমানো হয়েছে।",
            "একটি প্রজ্ঞাপনের মাধ্যমে মোবাইল ফোন সংযোজনকারী প্রতিষ্ঠানের উপকরণ আমদানিতে আমদানি শুল্ক ১০ শতাংশ থেকে ৫ শতাংশে নামিয়ে আনা হয়েছে।",
            "এই পদক্ষেপের ফলে মোবাইল ফোন সংযোজনকারী প্রতিষ্ঠানের উপকরণ আমদানিতে প্রযোজ্য বিদ্যমান আমদানি শুল্ক ৫০ শতাংশ কমানো হলো।"
        ]
    },
    {
        "title": "নির্বাচনী সুষ্ঠুতা ও আইনশৃঙ্খলা পরিস্থিতি নিয়ে উদ্বেগ",
        "body": [
            "বিএনপির স্বনির্ভরবিষয়ক সম্পাদক নিলুফার চৌধুরী মনি আইনশৃঙ্খলা পরিস্থিতি নিয়ে উদ্বেগ প্রকাশ করে বলেছেন যে মবের ঘটনায় আইনশৃঙ্খলা রক্ষাকারী বাহিনী 'তামাশা' দেখে।",
            "তিনি উল্লেখ করেন যে গণ-অভ্যুত্থানের পর লুট হওয়া ১ হাজার ৩৩৫টি অস্ত্র এখনো উদ্ধার হয়নি এবং কারাগার থেকে পালিয়ে যাওয়া ৭১৩ জন এখনো গ্রেপ্তার হয়নি, যা আগামী নির্বাচনের সুষ্ঠুতা নিয়ে প্রশ্ন তৈরি করে।",
            "নিলুফার চৌধুরী মনি রাজনৈতিক দলগুলোর ৫ শতাংশ আসনে নারী প্রার্থী মনোনয়ন না দেওয়ায় ক্ষোভ প্রকাশ করেন এবং 'জুলাই সনদে' নারীদের আসন নিয়ে আলোচনার পরও কোনো সংস্কার না হওয়ার সমালোচনা করেন।",
            "জাতীয় নাগরিক পার্টির (এনসিপি) যুগ্ম আহ্বায়ক সরোয়ার তুষার বলেন যে নির্বাচনের মাত্র ২৯ দিন বাকি থাকলেও এখনো কোনো নির্বাচনী আমেজ তৈরি হয়নি।",
            "সরোয়ার তুষার আরও বলেন যে জনগণ এখনো নির্বাচন নিয়ে আশ্বস্ত নয় এবং তাদের মনে প্রশ্ন রয়েছে যে নির্বাচন আসলেই হবে কি না।"
        ]
    },
    {
        "title": "নির্বাচনী প্রতিশ্রুতি ও সম্ভাব্য দুর্নীতি নিয়ে নাহিদ ইসলামের মন্তব্য",
        "body": [
            "নাহিদ ইসলাম অভিযোগ করেছেন যে একটি দল 'ফ্যামিলি কার্ড' ও 'কৃষক কার্ড'-এর মতো বিভিন্ন কার্ডের মাধ্যমে টাকা দেওয়ার কথা বললেও, সেই টাকার উৎস সম্পর্কে কিছু বলছে না।",
            "তিনি আশঙ্কা প্রকাশ করেন যে এই কার্ড প্রদানের ফলে ভ্যাট বাড়ানো হতে পারে, যা জনগণের ওপর চাপ সৃষ্টি করবে, অথবা এই কার্ডগুলো শুধু দলীয় লোকদের মধ্যে সীমাবদ্ধ থাকবে, ফলে দুর্নীতি ও স্বজনপ্রীতি বাড়বে।",
            "নাহিদ ইসলাম মন্তব্য করেন যে সস্তা প্রচার দিয়ে এবার মানুষকে আকৃষ্ট করা যাবে না, কারণ জনগণ সচেতন এবং ১৬ বছর ধরে ভোট দিতে না পারায় তাদের ভোট কেনা সম্ভব নয়।"
        ]
    },
    {
        "title": "নিরাপত্তার কারণে ভারতে টি-টুয়েন্টি বিশ্বকাপ খেলতে যেতে চাইছে না বাংলাদেশ",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আন্তর্জাতিক ক্রিকেট কাউন্সিলকে (আইসিসি) জানিয়েছে যে নিরাপত্তার কারণে তারা ভারতে টি-টুয়েন্টি বিশ্বকাপের ম্যাচ খেলতে যাবে না।",
            "আইসিসি ভেন্যু পরিবর্তনকে প্রায় অসম্ভব বলে মনে করছে এবং ভারতের নিরাপত্তা নিয়ে বিসিবির শঙ্কাকে অযৌক্তিক দাবি করেছে।",
            "বিসিবি ও আইসিসি কর্মকর্তাদের মধ্যে প্রথম ভার্চ্যুয়াল সভায়, বিসিবি তাদের অনড় অবস্থান পুনর্ব্যক্ত করেছে, উল্লেখ করে যে এটি সরকারের সিদ্ধান্ত এবং দ্বিতীয় চিন্তার সুযোগ নেই।",
            "বিসিবি আইসিসির কাছে অনুরোধ জানিয়েছে যেন কলকাতা ও মুম্বাই থেকে বাংলাদেশের ম্যাচগুলো শ্রীলঙ্কা বা অন্য কোনো দেশে সরিয়ে নেওয়া হয়, এবং তারা আশাবাদী যে আইসিসি তাদের অনুরোধে ইতিবাচক সাড়া দেবে।"
        ]
    },
    {
        "title": "শরীয়তপুর থেকে ঢাকায় নেওয়ার পথে অ্যাম্বুলেন্স আটকে রাখায় রোগীর মৃত্যু",
        "body": [
            "শরীয়তপুর সদর হাসপাতাল থেকে ঢাকায় নেওয়ার পথে অ্যাম্বুলেন্স আটকে দেওয়ায় ৭০ বছর বয়সী রোগী জমশেদ আলী ঢালীর মৃত্যু হয়েছে।",
            "রোগীর স্বজনদের অভিযোগ, শরীয়তপুর সদর হাসপাতাল এলাকার অ্যাম্বুলেন্স মালিক সুমন খানের নেতৃত্বে ৮-১০ জন লোক ঢাকা-শরীয়তপুর সড়কের কোটাপাড়া ও জামতলায় দুই দফায় প্রায় দেড় ঘণ্টা অ্যাম্বুলেন্সটি আটকে রাখে।",
            "স্থানীয়দের সহায়তায় অ্যাম্বুলেন্সটি মুক্ত হলেও, ঢাকার ন্যাশনাল ইনস্টিটিউট অব নিউরোসায়েন্স ও হাসপাতালে পৌঁছানোর আগেই বিকেল ৪টার দিকে জমশেদ আলী মারা যান।"
        ]
    },
    {
        "title": "টি-টুয়েন্টি বিশ্বকাপের সব ম্যাচ বাংলাদেশে আয়োজনের দাবি",
        "body": [
            "হামিন আহমেদ টি-টুয়েন্টি বিশ্বকাপের বাংলাদেশের সব ম্যাচ বাংলাদেশে আয়োজনের ওপর জোর দিয়েছেন।",
            "তিনি মনে করেন, বাংলাদেশের মাঠ, অবকাঠামো, সুবিধা এবং ক্রিকেটপাগল দর্শক থাকায় আইসিসির সঙ্গে সফল আলোচনার মাধ্যমে এটি সম্ভব।",
            "আহমেদ বলেছেন, বাংলাদেশ এর আগেও বিশ্বকাপের সহ-আয়োজক ছিল, তাই সব ম্যাচ এক বাংলাদেশেই আয়োজিত হওয়া উচিত।",
            "তিনি ক্রীড়া উপদেষ্টা ও বিসিবিকে সতর্ক করেছেন যে, ম্যাচ আয়োজনে ব্যর্থ হলে এর দায় তাদেরই নিতে হবে এবং কেবল বড় বড় কথা না বলে বাস্তব পদক্ষেপ নেওয়ার আহ্বান জানিয়েছেন।"
        ]
    },
    {
        "title": "চট্টগ্রাম বন্দরে জুলাই যোদ্ধাদের পদায়ন",
        "body": [
            "চট্টগ্রাম বন্দর প্রশিক্ষণ কেন্দ্র, প্রশাসন বিভাগ, নৌ-বিভাগ, নৌ-প্রকৌশল বিভাগ, বিদ্যুৎ বিভাগ, হাইড্রোগ্রাফি বিভাগ, অর্থ ও হিসাব বিভাগ, পরিকল্পনা বিভাগ এবং চট্টগ্রাম বন্দর বালিকা উচ্চবিদ্যালয়সহ বিভিন্ন শাখায় নিয়োগপ্রাপ্তরা দায়িত্ব পালন করবেন।",
            "চুক্তি অনুযায়ী, প্রশিক্ষণ সেবা সহযোগীরা ২৬ হাজার ৬৩৬ টাকা ও সহকারীরা প্রায় ২১ হাজার টাকা বেতন পাবেন।",
            "আরবী মোহাম্মদ আল মিরাজ, মোহাম্মদ সাকিল, মো. মেহেরাজ হোসেন, মাহবুবুল আলম, মো. শেফাতুল কাদের, সাইফুল ইসলাম, মোহাম্মদ তারেক, মো. আমির হোসেন ও মো. ইব্রাহীম – এই গেজেটভুক্ত জুলাই যোদ্ধাদের পদায়ন করা হয়েছে।"
        ]
    }
]