[
    {
        "title": "জুলাই জাতীয় সনদের কার্যক্রম স্থগিত চেয়ে রিট",
        "body": [
            "সুপ্রিম কোর্টের আইনজীবী ইউনুছ আলী আকন্দ জুলাই জাতীয় সনদ-২০২৫-এর কার্যক্রম স্থগিত চেয়ে জনস্বার্থে হাইকোর্টে একটি রিট আবেদন করেছেন।",
            "রিটে জুলাই জাতীয় সনদ সংবিধানের সঙ্গে সাংঘর্ষিক কেন ঘোষণা হবে না, এ মর্মে রুল চাওয়া হয়েছে।",
            "রুল নিষ্পত্তি না হওয়া পর্যন্ত জুলাই জাতীয় সনদ-২০২৫-এর কার্যক্রম স্থগিত রাখার আবেদন করা হয়েছে।",
            "আগামী সপ্তাহে হাইকোর্টে রিটের ওপর শুনানি অনুষ্ঠিত হতে পারে।"
        ]
    },
    {
        "title": "তারেক রহমানের মন্ত্রিসভার দায়িত্ব বণ্টন",
        "body": [
            "প্রধানমন্ত্রী তারেক রহমানের হাতে মন্ত্রিপরিষদ বিভাগ, প্রতিরক্ষা মন্ত্রণালয় ও সশস্ত্র বাহিনী বিভাগের দায়িত্ব রাখা হয়েছে।",
            "মির্জা ফখরুল ইসলাম আলমগীর স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয় এবং আমীর খসরু মাহমুদ চৌধুরী অর্থ মন্ত্রণালয় ও পরিকল্পনা মন্ত্রণালয়ের দায়িত্ব পেয়েছেন।",
            "সালাহউদ্দিন আহমদ স্বরাষ্ট্র মন্ত্রণালয় এবং ইকবাল হাসান মাহমুদ বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয়ের দায়িত্বে রয়েছেন।",
            "যুদ্ধবিষয়ক মন্ত্রণালয়ের দায়িত্ব পেয়েছেন হাফিজ উদ্দিন আহমেদ (বীর বিক্রম) এবং নারী ও শিশুবিষয়ক মন্ত্রণালয় ও সমাজকল্যাণ মন্ত্রণালয় এ জেড এম জাহিদ হোসেনকে দেওয়া হয়েছে।",
            "খলিলুর রহমান পররাষ্ট্র মন্ত্রণালয়, আব্দুল আউয়াল মিন্টু পরিবেশ, বন ও জলবায়ু পরিবর্তনবিষয়ক মন্ত্রণালয় এবং কাজী শাহ মোফাজ্জল হোসেন কায়কোবাদ ধর্মবিষয়ক মন্ত্রণালয়ের দায়িত্বে আছেন।",
            "বাণিজ্য মন্ত্রণালয়, শিল্প মন্ত্রণালয় এবং বস্ত্র ও পাট মন্ত্রণালয়ের দায়িত্ব দেওয়া হয়েছে খন্দকার আব্দুল মুক্তাদিরকে।"
        ]
    },
    {
        "title": "নতুন শিক্ষামন্ত্রীর প্রথম দিন: শিক্ষায় 'পোল ভল্ট জাম্প' ও শিক্ষাক্রম পর্যালোচনার ওপর জোর",
        "body": [
            "নতুন শিক্ষামন্ত্রী আ ন ম এহছানুল হক দায়িত্ব গ্রহণের প্রথম দিনে সচিবালয়ে সাংবাদিকদের প্রশ্নের জবাবে বলেছেন যে শিক্ষা খাতে শুধু 'হাই জাম্প' দিলেই হবে না, 'পোল ভল্ট জাম্প' দিতে হবে।",
            "এক সাংবাদিকের প্রশ্নের জবাবে মন্ত্রী গত মঙ্গলবার মন্ত্রিসভার শপথ অনুষ্ঠানে একটি ছোট প্রতিবন্ধক লাফিয়ে পার হওয়ার প্রসঙ্গ তুলে শিক্ষাক্রম পরিবর্তনের পরিবর্তে পর্যালোচনার কথা জানান।",
            "এ সময় নতুন শিক্ষা প্রতিমন্ত্রী ববি হাজ্জাজও উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "নতুন মন্ত্রিসভার প্রথম বৈঠক: দ্রব্যমূল্য নিয়ন্ত্রণ, আইনশৃঙ্খলা ও বিদ্যুৎ সরবরাহ স্বাভাবিক রাখাকে অগ্রাধিকার",
        "body": [
            "প্রধানমন্ত্রী তারেক রহমানের নেতৃত্বে নতুন মন্ত্রিসভার প্রথম বৈঠক বাংলাদেশ সচিবালয়ে অনুষ্ঠিত হয়েছে।",
            "বৈঠকে নতুন সরকারের তিনটি প্রাথমিক অগ্রাধিকার নির্ধারণ করা হয়েছে: দ্রব্যমূল্য নিয়ন্ত্রণ, আইনশৃঙ্খলা পরিস্থিতির উন্নতি এবং বিদ্যুৎ ও জ্বালানি সরবরাহ স্বাভাবিক রাখা।",
            "মঙ্গলবার নতুন মন্ত্রিসভার সদস্যরা শপথ নেন, যেখানে প্রধানমন্ত্রী তারেক রহমান ছাড়াও ২৫ জন মন্ত্রী ও ২৪ জন প্রতিমন্ত্রী রয়েছেন।",
            "রুলস অব বিজনেস অনুযায়ী, প্রধানমন্ত্রী মন্ত্রী-প্রতিমন্ত্রীদের মন্ত্রণালয় বা বিভাগের দায়িত্ব বণ্টন করেন এবং ১০ জন উপদেষ্টা নিয়োগ দেন।",
            "দায়িত্ব গ্রহণের পর প্রথম দিনে প্রধানমন্ত্রী ও মন্ত্রিসভার সদস্যরা সাভারে জাতীয় স্মৃতিসৌধে শ্রদ্ধা নিবেদন করেন।"
        ]
    }
]