[
    {
        "title": "ক্রিকেটারদের হুমকি, বোর্ড সভাপতির পদত্যাগ না হলে ক্রিকেট বয়কটের ঘোষণা",
        "body": [
            "বিসিবি সভাপতি এম নাজমুল মন্তব্য করেছেন যে ক্রিকেট বোর্ড না থাকলে ক্রিকেটারদের অস্তিত্ব থাকবে না।",
            "এই মন্তব্যের প্রতিক্রিয়ায় কোয়াব সভাপতি মিঠুন এম নাজমুলের বক্তব্যকে অগ্রহণযোগ্য বলে আখ্যায়িত করেছেন।",
            "মিঠুন ঘোষণা করেছেন যে আগামীকাল ম্যাচের আগে এম নাজমুল পদত্যাগ না করলে সব ধরনের ক্রিকেট বয়কট করা হবে।"
        ]
    },
    {
        "title": "ক্রিকেটার বনাম ক্রিকেট বোর্ড: বিসিবির অর্থ কমিটির প্রধানের বিতর্কিত মন্তব্য",
        "body": [
            "বাংলাদেশের ভারতে বিশ্বকাপ খেলতে না যাওয়ার সিদ্ধান্তের পেছনে নিরাপত্তার যুক্তি থাকলেও বিসিবির অর্থ কমিটির প্রধানের মন্তব্য সবাইকে বিস্মিত করেছে।",
            "তিনি খেলোয়াড়দের পেছনে টাকা খরচের খোঁটা দিয়েছেন, যা বিতর্কের জন্ম দিয়েছে কারণ বিসিবি ক্রিকেটারদের খেলাকে পুঁজি করেই আইসিসি ও পৃষ্ঠপোষকদের কাছ থেকে অর্থ আয় করে।",
            "খেলোয়াড়রা নিজেদের যোগ্যতা ও মেধা বিনিয়োগ করে জাতীয় দলে আসেন, এবং বিসিবি দেশের প্রতিনিধিত্ব করার জন্য সেরা খেলোয়াড়দের বেছে নেয়।",
            "'ক্রিকেটার আগে না ক্রিকেট বোর্ড আগে' এই প্রশ্নের উত্তরে নাজমুল বলেছেন যে বোর্ড না থাকলে ক্রিকেটাররাও থাকবে না, তুলনা করে বলেছেন যে তারা 'পার্ট অ্যান্ড দ্য পার্সেল' বা অবিচ্ছেদ্য অংশ।",
            "বিশ্বকাপ খেলার প্রশ্নে তিনি দেশের স্বার্থ ও খেলোয়াড়দের নিরাপত্তাকেই সবচেয়ে বড় করে দেখতে চান।"
        ]
    },
    {
        "title": "শরীয়তপুরে অ্যাম্বুলেন্স আটকে দেওয়ায় রোগীর মৃত্যু, স্বজনদের অভিযোগ",
        "body": [
            "শরীয়তপুর সদর হাসপাতাল থেকে ঢাকায় নেওয়ার পথে দুই দফায় অ্যাম্বুলেন্স আটকে দেওয়ার অভিযোগ উঠেছে, যার ফলে এক রোগী ঢাকার হাসপাতালে পৌঁছানোর আগেই মারা যান।",
            "মারা যাওয়া ব্যক্তির নাম জমশেদ আলী ঢালী (৭০), যার বাড়ি ডামুড্যা উপজেলার কুতুবপুর এলাকায়। তিনি মঙ্গলবার বিকেলে মারা যান।",
            "স্বজনদের অভিযোগ, শরীয়তপুর সদর হাসপাতাল এলাকার অ্যাম্বুলেন্স মালিক সুমন খানের নেতৃত্বে ৮-১০ জন লোক ঢাকা-শরীয়তপুর সড়কের কোটাপাড়া ও জামতলায় দেড় ঘণ্টা অ্যাম্বুলেন্সটি আটকে রাখে।",
            "স্থানীয়দের সহায়তায় অ্যাম্বুলেন্সটি মুক্ত হলেও জমশেদ আলী বিকেল চারটার দিকে ঢাকার ন্যাশনাল ইনস্টিটিউট অব নিউরোসায়েন্স ও হাসপাতালে নেওয়ার পথেই মারা যান।"
        ]
    },
    {
        "title": "ইসলামী আন্দোলন ও খেলাফত মজলিসের নির্বাচনী আসন সমঝোতা",
        "body": [
            "ইসলামী আন্দোলনের আসন সমঝোতা দলের আমির চরমোনাই পীরের সিদ্ধান্তের উপর সম্পূর্ণ নির্ভরশীল। তার সিদ্ধান্তই চূড়ান্ত, শুরা কাউন্সিল বা মজলিসে আমেলার সুপারিশ সেখানে গুরুত্ব পাবে না।",
            "আজ (বুধবার) বাদ জোহর ইসলামী আন্দোলনের মজলিশে আমেলার বৈঠক হওয়ার কথা রয়েছে, যার পর দলের অবস্থান জানানো হবে।",
            "মামুনুল হকের নেতৃত্বাধীন বাংলাদেশ খেলাফত মজলিস জামায়াতের সাথে বৈঠকে ২৫-৩০টি আসন চেয়েছিল, তবে জামায়াত সর্বোচ্চ ২০টি আসনে ছাড় দিতে প্রস্তুত।",
            "যদি কাঙ্ক্ষিত আসন না পাওয়া যায়, বাংলাদেশ খেলাফত মজলিস সমঝোতার অংশ হিসেবে কিছু আসনে প্রার্থী উন্মুক্ত রাখতে চায়।"
        ]
    },
    {
        "title": "ইসলামী আন্দোলনের নির্বাচনী জোট নিয়ে অনিশ্চয়তা",
        "body": [
            "জামায়াতের জোটে বিভাজন বিএনপিকে সুবিধা দেবে কিনা, এমন প্রশ্নে ইসলামী আন্দোলনের গাজী আতাউর রহমান বলেন, এটা স্বাভাবিক এবং এর দায় তাদের নয়, কেউ সুবিধা পেলে পেতে পারে।",
            "বিএনপির সাথে নতুন করে কোনো আলোচনার সম্ভাবনা নেই কারণ বিএনপি তাদের জোট ও পরিকল্পনা চূড়ান্ত করে ফেলেছে বলে আতাউর রহমান জানান।",
            "ইসলামী আন্দোলন এককভাবে নির্বাচনে অংশ নেবে কিনা, সে বিষয়ে এখনো কোনো স্পষ্ট সিদ্ধান্ত হয়নি এবং তাদের বিভিন্ন দলের সাথে আলোচনা চলছে।",
            "গাজী আতাউর রহমান জানান যে, যারা ইসলামী আন্দোলনের প্রতি শ্রদ্ধাশীল তাদের নিয়ে তারা অগ্রসর হবেন, তবে শুরুতে আসন সমঝোতার আলোচনায় থাকা পাঁচটি ইসলামী দলের জোট হবে কিনা তা তিনি স্পষ্ট করেননি।",
            "পাঁচ দলের বাইরেও আরও অনেকের সাথে তাদের আলোচনা চলছে, এমনকি ১২ দলের মধ্যে যারা আছে এবং অন্যান্য বিভিন্ন রাজনৈতিক দলের সাথেও আলোচনা হচ্ছে বলে তিনি উল্লেখ করেন।"
        ]
    }
]