[
    {
        "title": "টি-টুয়েন্টি বিশ্বকাপ: রাজনৈতিক উত্তেজনার মধ্যে বাংলাদেশের অংশগ্রহণ",
        "body": [
            "টি-টুয়েন্টি বিশ্বকাপের দশম আসর ৭ ফেব্রুয়ারি থেকে শুরু হবে, যেখানে বাংলাদেশ গ্রুপ ‘সি’তে ইংল্যান্ড, ওয়েস্ট ইন্ডিজ, নেপাল ও ইতালির সঙ্গে খেলবে এবং তাদের ম্যাচগুলো কলকাতা ও মুম্বাইয়ে অনুষ্ঠিত হবে।",
            "বাংলাদেশ গ্রুপ ‘বি’-তে থাকা আয়ারল্যান্ডের সঙ্গে গ্রুপ অদলবদল করার প্রস্তাব দিলেও তা ফলপ্রসূ হয়নি।",
            "৩ জানুয়ারি কলকাতা নাইট রাইডার্স কর্তৃক বাংলাদেশের পেসার মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেওয়ায় বাংলাদেশে ব্যাপক ক্ষোভের সৃষ্টি হয়, যা দুই দেশের মধ্যে রাজনৈতিক উত্তেজনার ইঙ্গিত দেয়।",
            "২০২৪ সালে ঢাকায় গণ–অভ্যুত্থানে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা ক্ষমতাচ্যুত হওয়ার পর থেকে ভারত ও বাংলাদেশের রাজনৈতিক সম্পর্কের অবনতি ঘটেছে।",
            "ভারতের পররাষ্ট্র মন্ত্রণালয় সম্প্রতি বাংলাদেশে সংখ্যালঘুদের বিরুদ্ধে ‘অবিরাম বৈরিতা’ নিয়ে নিন্দা জানিয়েছে, তবে বাংলাদেশের অন্তর্বর্তী সরকারের প্রধান মুহাম্মদ ইউনূস এই সহিংসতার মাত্রা নিয়ে ভারতের বাড়িয়ে বলার অভিযোগ করেছেন।"
        ]
    },
    {
        "title": "রাজশাহী বিশ্ববিদ্যালয়ে মানসিক চিকিৎসাকেন্দ্রের অবহেলায় শিক্ষার্থী প্রশাসকের ভূমিকায়, ছাত্রদলের আলটিমেটাম",
        "body": [
            "শাখা ছাত্রদলের সভাপতি সুলতান আহমেদ রাহী অভিযোগ করেছেন যে রাজশাহী বিশ্ববিদ্যালয়ে মানসিক চিকিৎসাকেন্দ্রের অবহেলার কারণে উন্মাদের সংখ্যা বাড়ছে।",
            "তিনি উল্লেখ করেন যে সালাহউদ্দিন আম্মার নামক এক শিক্ষার্থী উপযুক্ত চিকিৎসার অভাবে শিক্ষার্থী থেকে প্রশাসকের ভূমিকায় অভিনয়ের জটিল রোগে আক্রান্ত হচ্ছেন।",
            "রাহীর মতে, দেশবরেণ্য মনোবিদ ও পূর্ণাঙ্গ মানসিক চিকিৎসাকেন্দ্র থাকা সত্ত্বেও উপাচার্য ও উপ-উপাচার্যদ্বয়ের অবহেলায় মেধাবী শিক্ষার্থীটি মানসিক ভারসাম্য হারাচ্ছেন এবং অশোভন কর্মকাণ্ডে লিপ্ত হচ্ছেন, যা শিক্ষক-শিক্ষার্থীদের সম্পর্কে ফাটল ধরাচ্ছে।",
            "ছাত্রদল ২৪ ঘণ্টার মধ্যে রাকসুর জিএস সালাহউদ্দিন আম্মারের সুচিকিৎসার ব্যবস্থা না নিলে কঠোর কর্মসূচি দেওয়ার হুমকি দিয়েছে।"
        ]
    },
    {
        "title": "অধ্যাপক ইউনূসের ‘হ্যাঁ’ ভোটের আহ্বান: বৈষম্যমুক্ত নতুন বাংলাদেশ গড়ার ডাক",
        "body": [
            "প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আসন্ন গণভোটে 'হ্যাঁ' ভোট দেওয়ার আহ্বান জানিয়েছেন।",
            "তিনি বলেন, 'হ্যাঁ' ভোট দিলে দেশ বৈষম্য, শোষণ ও নিপীড়ন থেকে মুক্ত হবে এবং নতুন বাংলাদেশ গড়ার পথ খুলে যাবে।",
            "অধ্যাপক ইউনূস সোমবার সন্ধ্যায় বাংলাদেশ টেলিভিশনে একটি ভিডিও বার্তার মাধ্যমে এই আহ্বান জানান।",
            "আগামী ১২ ফেব্রুয়ারি ত্রয়োদশ জাতীয় সংসদ নির্বাচন এবং একই দিনে জুলাই সনদ বাস্তবায়নে গণভোট অনুষ্ঠিত হবে।"
        ]
    },
    {
        "title": "বিএনপি মহাসচিব মির্জা ফখরুল: নির্বাচন কমিশন যোগ্যতার সঙ্গেই কাজ করছে",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে নির্বাচন কমিশন এখন পর্যন্ত যোগ্যতার সঙ্গেই কাজ করছে।",
            "তিনি বিশ্বাস করেন যে কমিশন আগামী ত্রয়োদশ জাতীয় সংসদ নির্বাচন যোগ্যতার সঙ্গে পরিচালনা করতে পারবে।",
            "সোমবার রাজধানীর জিয়া উদ্যানে বিএনপির প্রতিষ্ঠাতা জিয়াউর রহমানের ৯০তম জন্মবার্ষিকী উপলক্ষে শ্রদ্ধা নিবেদন শেষে সাংবাদিকদের কাছে মির্জা ফখরুল এই মন্তব্য করেন।",
            "দলীয় প্রার্থিতা বাতিল ও পোস্টাল ব্যালটসহ নির্বাচন কমিশনের বিভিন্ন সিদ্ধান্ত সম্পর্কে জানতে চাইলে তিনি বলেন, নির্বাচন কমিশনে বাছাইয়ের সময় কিছু সমস্যা থাকে যা নতুন নয়।"
        ]
    },
    {
        "title": "বাংলাদেশের ভবিষ্যৎ নির্ভর করবে অংশীদারত্বের ওপর: জামায়াত আমির",
        "body": [
            "জামায়াত আমির কর্মসংস্থানকে বিনিয়োগের পার্শ্বফল হিসেবে না দেখে রাষ্ট্রীয় অগ্রাধিকার হিসেবে বিবেচনা করার কথা উল্লেখ করে অর্থনৈতিক চিন্তায় পরিবর্তন আনার আহ্বান জানিয়েছেন।",
            "তিনি অনানুষ্ঠানিক শ্রমকে ধীরে ধীরে আনুষ্ঠানিক কাঠামোর আওতায় আনার ওপর জোর দেন।",
            "শফিকুর রহমান বলেছেন যে বাংলাদেশের ভবিষ্যৎ রাষ্ট্র ও নাগরিক, সরকারি ও বেসরকারি খাত এবং বাংলাদেশ ও আন্তর্জাতিক সম্প্রদায়ের মধ্যকার অংশীদারত্বের ওপর নির্ভরশীল।",
            "তিনি সম্পৃক্ততা, সহযোগিতা এবং যৌথ দায়িত্ববোধের গুরুত্ব তুলে ধরেন।"
        ]
    },
    {
        "title": "বিসিবি কর্তৃক আইসিসির সময়সীমা বেঁধে দেওয়ার খবর নাকচ",
        "body": [
            "ক্রিকেট মহলে ব্যাপক আলোচনার পর, বিসিবি ইএসপিএনক্রিকইনফো ও এএফপি'র একটি প্রতিবেদনকে নাকচ করে দিয়েছে, যেখানে আইসিসির সূত্রের বরাত দিয়ে বলা হয়েছিল যে আইসিসি বিসিবিকে একটি সময়সীমা বেঁধে দিয়েছে।",
            "বিসিবির দাবি অনুযায়ী, আইসিসি এ ব্যাপারে কোনো সময়সীমা বেঁধে দেয়নি এবং প্রকাশিত প্রতিবেদনটি সঠিক নয়।",
            "বিসিবির মিডিয়া কমিটির প্রধান আমজাদ হোসেন জানিয়েছেন যে, আইসিসি প্রতিনিধিরা বিসিবির সঙ্গে বৈঠকের পর আইসিসিতে সব তথ্য জানাবেন এবং এরপরই চূড়ান্ত সিদ্ধান্ত হবে।",
            "আমজাদ হোসেন সাংবাদিকদের নিশ্চিত করেছেন যে, আইসিসি কোনো সুনির্দিষ্ট তারিখ বা কবে নাগাদ তাদের সিদ্ধান্ত জানাবে, সে সম্পর্কে কিছু বলেনি, শুধু জানিয়েছে যে পরবর্তী তারিখটি তাদের জানিয়ে দেওয়া হবে।"
        ]
    },
    {
        "title": "বিএনপি মহাসচিব মির্জা ফখরুল: সংস্কার প্রস্তাব বিএনপিরই সন্তান, কিছু রাজনৈতিক শক্তি বিভ্রান্তি ছড়াচ্ছে",
        "body": [
            "মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে, ২০২২ সালে বিএনপিই প্রথম সংস্কারের প্রস্তাব এনেছিল এবং বর্তমান সংস্কারগুলো তাদেরই ধারণার প্রতিফলন।",
            "বিএনপির মহাসচিব অভিযোগ করেছেন যে কিছু রাজনৈতিক শক্তি ইচ্ছাকৃতভাবে বিভ্রান্তি ছড়াচ্ছে এবং তারা একমত না হওয়া সত্ত্বেও বৃহত্তর স্বার্থে কিছু বিষয় মেনে নিয়েছেন।",
            "তিনি বলেন, যারা বাংলাদেশের স্বাধীনতা স্বীকার করেনি, তারাই ধর্মকে ব্যবহার করে মানুষকে বিভ্রান্ত করছে, যেমন 'দাঁড়িপাল্লায় ভোট দিলে বেহেশতে যাওয়া যাবে' এমন প্রচারণা চালাচ্ছে।",
            "মির্জা ফখরুল স্পষ্ট করেছেন যে বিএনপি ধর্মে বিশ্বাসী এবং তাদের নেতা জিয়াউর রহমান সংবিধানে 'বিসমিল্লাহির রাহমানির রাহিম' ও আল্লাহর প্রতি আস্থার কথা যুক্ত করেছিলেন।"
        ]
    },
    {
        "title": "জঙ্গল সলিমপুরে সন্ত্রাসীদের হামলা ও র‌্যাবের সদস্য ছিনিয়ে নেওয়ার ঘটনা",
        "body": [
            "জঙ্গল সলিমপুরে অস্ত্র উদ্ধার অভিযানে গেলে সন্ত্রাসীরা র‌্যাবের উপর অতর্কিত হামলা চালায় এবং গুলি চালিয়ে র‌্যাবের কয়েকজন সদস্যকে ছিনিয়ে নেয়।",
            "চট্টগ্রাম নগরের বায়েজিদ বোস্তামী থেকে দুই কিলোমিটার পশ্চিমে অবস্থিত জঙ্গল সলিমপুর ৩,১০০ একর জায়গা জুড়ে বিস্তৃত এবং সীতাকুণ্ডে এর অবস্থান হলেও এটি অনেকটা নগরের ভেতরেই।",
            "দুর্গম পাহাড়ি এলাকা হওয়ায় জঙ্গল সলিমপুর সন্ত্রাসীদের নিরাপদ আস্তানা হয়ে উঠেছে এবং ৫ আগস্ট ২০২৪ এর পর থেকে এখানে নিয়ন্ত্রণ নিয়ে সংঘর্ষ ও খুনোখুনির ঘটনা ঘটছে।",
            "সম্প্রতি এলাকায় দখল-নিয়ন্ত্রণ নিয়ে সন্ত্রাসীদের দুটি পক্ষের মধ্যে সংঘর্ষে একজন নিহত হয় এবং এরপর প্রতিবেদন তৈরি করতে গিয়ে দুই সাংবাদিক হামলার শিকার হন।"
        ]
    }
]