[
    {
        "title": "জাতীয় দলের পারফরম্যান্স ও খরচ",
        "body": [
            "একজন বক্তা জাতীয় দলের পেছনে করা বিশাল খরচের প্রতি হতাশা ব্যক্ত করেছেন।",
            "তিনি উল্লেখ করেছেন যে এত খরচ সত্ত্বেও দল আন্তর্জাতিক পর্যায়ে কোনো উল্লেখযোগ্য সাফল্য বা বৈশ্বিক পুরস্কার অর্জন করতে পারেনি।",
            "বক্তা প্রশ্ন তুলেছেন যে দলগুলো বিভিন্ন স্থানে গিয়ে আসলে কী অর্জন করতে পারছে।",
            "তিনি পরামর্শ দিয়েছেন যে যদি দলগুলি ভালো খেলতে না পারে, তবে তাদের পেছনে খরচ করা অর্থ ফেরত চাওয়া উচিত।"
        ]
    },
    {
        "title": "ক্রিকেটারদের দাবির মুখে নাজমুলকে অর্থ কমিটির প্রধানের পদ থেকে সরানো হলো",
        "body": [
            "বনানীর শেরাটন হোটেলে আয়োজিত কোয়াবের এক সংবাদ সম্মেলনে ক্রিকেটাররা জানান, বিকেলের মধ্যে যদি বোর্ডের পক্ষ থেকে তাঁদের শর্ত মেনে নেওয়া হয়, তাহলে সন্ধ্যায়ই তারা ম্যাচ খেলতে নামবেন।",
            "ক্রিকেটারদের প্রধান শর্ত ছিল, ৪৮ ঘণ্টার মধ্যে বিসিবি থেকে নাজমুলকে সরিয়ে দেওয়া হোক, অন্যথায় খেলার দায় ক্রিকেটাররা নেবে না।",
            "ক্রিকেটারদের এই দাবির পরই বিসিবি নাজমুলকে অর্থ কমিটির প্রধানের পদ থেকে সরিয়ে দেওয়ার খবর জানায়।",
            "বোর্ডের এই সিদ্ধান্তে বল এখন ক্রিকেটারদের কোর্টে এবং সন্ধ্যায় রাজশাহী ওয়ারিয়র্স বনাম সিলেট টাইটানস ম্যাচটি হবে কি না, তা ক্রিকেটারদের সিদ্ধান্তের উপর নির্ভরশীল।"
        ]
    },
    {
        "title": "ক্রিকেটারদের সঙ্গে বিসিবি সভাপতির আলোচনা অসমাপ্ত, নাজমুলের প্রকাশ্যে ক্ষমা চাওয়ার দাবি",
        "body": [
            "বিসিবি সভাপতি আমিনুল ক্রিকেটারদের জানিয়েছেন যে নাজমুল ইসলাম তাঁর মন্তব্যের জন্য দুঃখ প্রকাশ করেছেন, কিন্তু প্রকাশ্যে ক্ষমা চাইতে পারবেন না কারণ তিনি একজন সম্মানিত ব্যক্তি।",
            "ক্রিকেটাররা নাজমুলের প্রকাশ্য মন্তব্যের জন্য প্রকাশ্যেই ক্ষমা চাওয়ার দাবি জানান, যা আমিনুল প্রত্যাখ্যান করলে আলোচনা অসমাপ্ত থেকে যায়।",
            "এই বিষয়ে বিসিবির সভাপতি আমিনুল বা অন্য কোনো পরিচালকের সাথে যোগাযোগ করা যায়নি, তবে কোয়াব সভাপতি মোহাম্মদ মিঠুন আলোচনার বিষয়টি নিশ্চিত করেছেন।",
            "কোয়াব এক সংবাদ বিজ্ঞপ্তিতে জানিয়েছে যে তারা বিসিবি পরিচালক এম নাজমুল ইসলামকে অর্থ কমিটি থেকে সরিয়ে দেওয়ার সিদ্ধান্তকে স্বাগত জানায় এবং তার পরিচালক পদ নিয়ে বিসিবির প্রক্রিয়াগত কারণে সময় চেয়েছেন।",
            "নাজমুলকে কেন্দ্র করে ক্রিকেটারদের বয়কটের কারণে বিপিএলের দুটি ম্যাচ মাঠে গড়ায়নি, এবং আগামীকালকের ম্যাচের সূচি অনিশ্চিত।"
        ]
    },
    {
        "title": "বিসিবি পরিচালক নাজমুলকে অর্থ কমিটি থেকে অব্যাহতি",
        "body": [
            "ক্রিকেটারদের সংগঠন কোয়াব নাজমুলের বিতর্কিত মন্তব্যের প্রতিবাদে তার পদত্যাগ দাবি করে খেলা বয়কটের আলটিমেটাম দেয়।",
            "নাজমুল পদত্যাগ না করায় ক্রিকেটাররা দুপুর ১টায় শুরু হওয়া বিপিএলের ম্যাচ বয়কট করেন এবং তার পদত্যাগের দাবিতে অনড় অবস্থান জানানোর পাশাপাশি ৪৮ ঘণ্টার মধ্যে বিসিবির আনুষ্ঠানিক ঘোষণা চেয়েছেন।",
            "ক্রিকেটারদের দাবির পর বিসিবি পরিচালক নাজমুলকে অর্থ কমিটির চেয়ারম্যানের দায়িত্ব থেকে অব্যাহতি দেওয়ার সিদ্ধান্ত নিয়েছে, যা বিসিবি সভাপতি কর্তৃক তাৎক্ষণিকভাবে কার্যকর করা হয়েছে।"
        ]
    },
    {
        "title": "ক্রিকেটারদের পদত্যাগের আলটিমেটাম: নাজমুলের মন্তব্যের জেরে উত্তপ্ত পরিস্থিতি",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ডের সভাপতি নাজমুল হাসান পাপনের মন্তব্যের জেরে ক্রিকেটারদের সংগঠন কোয়াব তাঁকে পদত্যাগের আলটিমেটাম দিয়েছে।",
            "নাজমুল প্রশ্ন করেছিলেন যে ক্রিকেটারদের পেছনে এত খরচ করেও তারা বৈশ্বিক কোনো পুরস্কার জিততে পারছে না, এবং বলেছেন যে তাদের কাছ থেকে খরচ ফেরত নেওয়া উচিত।",
            "কোয়াবের সভাপতি মোহাম্মদ মিঠুন ঘোষণা করেছেন যে নাজমুল পদত্যাগ না করলে সকল ধরনের খেলা বন্ধ থাকবে।",
            "এই আলটিমেটামটি জুমে আয়োজিত এক সংবাদ সম্মেলনে দেওয়া হয়েছে এবং বিপিএল ম্যাচের আগে বেলা একটায় নাজমুলের পদত্যাগের সময়সীমা নির্ধারণ করা হয়েছে।"
        ]
    },
    {
        "title": "নাজমুলের বিরুদ্ধে ৪৮ ঘণ্টার মধ্যে কারণ দর্শানোর নোটিশের জবাব চাওয়া হয়েছে এবং অন্যান্য ক্রিকেটারদের দাবি পূরণের আশ্বাস",
        "body": [
            "বিসিবি পরিচালক ইফতেখার রহমান জানিয়েছেন যে, নাজমুলের সঙ্গে যোগাযোগ করা না গেলেও তাকে আজ সকালে দেওয়া কারণ দর্শানোর নোটিশের জবাব আগামী ৪৮ ঘণ্টার মধ্যে দিতে হবে।",
            "কোয়াব সভাপতি মোহাম্মদ মিঠুন বলেছেন, নাজমুলকে দ্রুত খুঁজে বের করে তাদের দাবি পূরণ করা হবে এবং তারা তাদের পদ্ধতি অনুযায়ী দ্রুত সমাধান চাইছেন।",
            "ক্রিকেটাররা খেলা বয়কটের পেছনে চারটি কারণ উল্লেখ করেছেন, যার মধ্যে ঢাকার ক্রিকেটের সংকট নিরসন, নারী ক্রিকেটে যৌন হয়রানির অভিযোগ, সুযোগ-সুবিধা বৃদ্ধি এবং ক্রিকেটারদের ফিক্সিংয়ের অভিযোগে অঘোষিত নিষেধাজ্ঞা তুলে নেওয়ার দাবি জানানো হয়েছে।",
            "ক্রিকেটারদের উল্লিখিত বিষয়গুলো দ্রুত সমাধানের আশ্বাস দেওয়া হয়েছে।"
        ]
    },
    {
        "title": "বিমান বাংলাদেশ এয়ারলাইনসের পরিচালনা পর্ষদে আমলাদের প্রভাব",
        "body": [
            "বিমানকে ২০০৭ সালে বাণিজ্যিক ভিত্তিতে পরিচালনার লক্ষ্যে কোম্পানি করা হয়েছিল এবং এটিকে লাভজনক করতে বিভিন্ন উদ্যোগ নেওয়া হয়েছিল।",
            "তবে, বিগত আওয়ামী লীগ সরকারের সময় বিমানকে ক্রমশ আমলানির্ভর প্রতিষ্ঠানে পরিণত করা হয়।",
            "বর্তমান অন্তর্বর্তী সরকারের আমলে বেসামরিক বিমান পরিবহন ও পর্যটন মন্ত্রণালয়ের উপদেষ্টা শেখ বশিরউদ্দীন নিজেই বিমান বাংলাদেশ এয়ারলাইনসের পরিচালনা পর্ষদের চেয়ারম্যানের দায়িত্ব পালন করছেন।",
            "১৩ সদস্যের পরিচালনা পর্ষদে প্রধান উপদেষ্টার কার্যালয়, অর্থ মন্ত্রণালয়, জাতীয় রাজস্ব বোর্ড এবং বেসামরিক বিমান পরিবহন ও পর্যটন মন্ত্রণালয়ের সচিবসহ বেশ কয়েকজন আমলা রয়েছেন।",
            "এছাড়াও পর্ষদে অ্যাসোসিয়েশন অব ব্যাংকার্স বাংলাদেশের চেয়ারম্যান, অ্যাপেক্স ফুটওয়্যার লিমিটেডের ব্যবস্থাপনা পরিচালক এবং একজন চার্টার্ড অ্যাকাউন্ট্যান্টও সদস্য হিসেবে রয়েছেন।"
        ]
    },
    {
        "title": "জামায়াত আমিরের সংবাদ সম্মেলন: জোট অক্ষত, ইসলামী আন্দোলনের প্রত্যাশা",
        "body": [
            "জামায়াতে ইসলামীর আমির শফিকুর রহমান জানিয়েছেন যে তাদের জোট ভাঙেনি এবং এটি একটি নির্বাচনী ঐক্য।",
            "তিনি ইসলামী আন্দোলনের নাম উল্লেখ না করে বলেছেন যে একটি দল প্রাথমিকভাবে তাদের সাথে থাকলেও বর্তমানে দৃশ্যমান নয়, তবে এটি জোট ভাঙনের ইঙ্গিত দেয় না।",
            "শফিকুর রহমান আশা প্রকাশ করেছেন যে সেই দলটি তাদের সাথে থাকবে এবং তাদের সাথে নিয়মিত যোগাযোগ রয়েছে; তারা চূড়ান্ত সিদ্ধান্ত জানাবে।"
        ]
    }
]