[
    {
        "title": "তারেক রহমান বিএনপির সর্বোচ্চ পদে দায়িত্ব পেলেন",
        "body": [
            "৩০ ডিসেম্বর বিএনপির চেয়ারপারসন খালেদা জিয়ার মৃত্যুর ১০ দিন পর তারেক রহমানকে দলের সর্বোচ্চ পদে দায়িত্ব দেওয়া হয়েছে।",
            "বিএনপির সর্বোচ্চ নীতিনির্ধারণী ফোরাম জাতীয় স্থায়ী কমিটির বৈঠকে সর্বসম্মতিক্রমে এই সিদ্ধান্ত নেওয়া হয়।",
            "মির্জা ফখরুল ইসলাম আলমগীরসহ স্থায়ী কমিটির অন্যান্য সদস্য যেমন খন্দকার মোশাররফ হোসেন, মির্জা আব্বাস, গয়েশ্বর চন্দ্র রায়, আবদুল মঈন খান, নজরুল ইসলাম খান, আমীর খসরু মাহমুদ চৌধুরী, সালাহউদ্দিন আহমদ, সেলিমা রহমান, ইকবাল হাসান মাহমুদ, হাফিজ উদ্দিন আহমদ এবং এ জেড এম জাহিদ হোসেন বৈঠকে উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "তামিমের মন্তব্যের পর বিসিবি পরিচালকের 'ভারতীয় এজেন্ট' কটাক্ষ",
        "body": [
            "টি-টোয়েন্টি বিশ্বকাপ খেলতে বাংলাদেশের ভারতে না যাওয়ার বিসিবির সিদ্ধান্ত নিয়ে তোলপাড় চলছে।",
            "জাতীয় দলের সাবেক অধিনায়ক তামিম ইকবাল এই সিদ্ধান্তের বিষয়ে মতামত দিয়েছেন, যেখানে তিনি বাংলাদেশের বিশ্ব ক্রিকেটের অবস্থান এবং ভবিষ্যতের কথা মাথায় রেখে সিদ্ধান্ত নেওয়ার উপর জোর দিয়েছেন।",
            "তামিমের এই মন্তব্যের পর বিসিবি পরিচালক এম নাজমুল ইসলাম নিজের সামাজিক যোগাযোগমাধ্যমে একটি পোস্টে তামিমকে 'পরীক্ষিত ভারতীয় এজেন্ট' হিসেবে কটাক্ষ করেছেন।"
        ]
    },
    {
        "title": "ট্রাম্পের ঘোষণা: আন্তর্জাতিক আইনের তোয়াক্কা নয়, নিজস্ব নৈতিকতাই যথেষ্ট",
        "body": [
            "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ঘোষণা করেছেন যে তিনি আন্তর্জাতিক আইনের তোয়াক্কা করেন না এবং বিশ্বজুড়ে তার আগ্রাসী নীতিগুলো নিয়ন্ত্রণে তার 'নিজস্ব নৈতিকতাই' যথেষ্ট।",
            "এই মন্তব্য ভেনিজুয়েলার প্রেসিডেন্ট নিকোলাস মাদুরোকে আটকের পর সৃষ্ট উত্তেজনার মধ্যেই করা হয়েছে।",
            "নিউইয়র্ক টাইমসকে দেওয়া এক সাক্ষাৎকারে ট্রাম্প বলেছেন, 'আমার আন্তর্জাতিক আইনের প্রয়োজন নেই। আমি মানুষকে আঘাত করতে চাই না।'",
            "আন্তর্জাতিক আইন মেনে চলা উচিত কিনা এমন প্রশ্নের জবাবে তিনি বলেন যে, বিষয়টি নির্ভর করে আন্তর্জাতিক আইনের সংজ্ঞা কীভাবে দেওয়া হচ্ছে তার ওপর।",
            "ট্রাম্প তার পররাষ্ট্রনীতি বাস্তবায়নে কঠোর সামরিক শক্তি ব্যবহারের ইঙ্গিত দিয়েছেন।"
        ]
    },
    {
        "title": "তারেক রহমানের ঠাকুরগাঁও সফর ও বিএনপির গণভোটের অবস্থান",
        "body": [
            "বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের ১২ জানুয়ারির ঠাকুরগাঁও সফর প্রসঙ্গে মির্জা ফখরুল ইসলাম আলমগীর বলেন, তারেক রহমানের দেশে আগমনকালে লাখো নেতা-কর্মী ও সাধারণ মানুষ তাঁকে সংবর্ধনা জানাতে ঢাকায় উপস্থিত হয়েছিলেন। তিনি যখন জেলা সফর করছেন, তখন সেখানকার নেতা-কর্মীরা আরও বেশি উজ্জীবিত হবেন।",
            "সামাজিক যোগাযোগমাধ্যমে বিএনপি নেতা-কর্মীদের গণভোটে 'না' বলার পক্ষে প্রচারণার বিষয়ে মির্জা ফখরুল জানান যে, এটি দলের আনুষ্ঠানিক অবস্থান নয়।",
            "বিএনপি একই দিনে গণভোট ও জাতীয় সংসদ নির্বাচন চেয়েছিল এবং সেটাই হয়েছে।",
            "মির্জা ফখরুল আরও বলেন, ২০১৬ ও ২০২৩ সালে ৩১ দফার মাধ্যমে বিএনপিই সংস্কারের বিষয়গুলো জাতির সামনে তুলে ধরেছিল। সংস্কার তাদের মজ্জাগত ও একটি চলমান প্রক্রিয়া, তাই গণভোটে 'না' বলার কোনো কারণ নেই।"
        ]
    },
    {
        "title": "জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) নির্বাচনে ছাত্রশিবিরের বিজয়",
        "body": [
            "জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) নির্বাচনে ইসলামী ছাত্রশিবির সমর্থিত 'অদম্য জবিয়ান ঐক্য' প্যানেল ২১টি পদের মধ্যে ১৬টিতে জয়লাভ করেছে, যার মধ্যে সহসভাপতি (ভিপি), সাধারণ সম্পাদক (জিএস) এবং সহসাধারণ সম্পাদক (এজিএস) পদগুলোও রয়েছে।",
            "এর আগে গত বছর ঢাকা বিশ্ববিদ্যালয়সহ চারটি বিশ্ববিদ্যালয়ের ছাত্র ও হল সংসদ নির্বাচনে ছাত্রশিবিরের প্যানেলের প্রার্থীরা অধিকাংশ পদে বিজয়ী হয়েছিলেন।",
            "বিশ্লেষকদের মতে, জকসুতে ছাত্রশিবিরের এই জয়ের পেছনে অন্তত চারটি বিষয় কাজ করেছে, যার মধ্যে অন্যতম হলো ডাকসু, জাকসু, রাকসু ও চাকসু নির্বাচনের মতো প্যানেলভিত্তিক ভোটের প্রভাব।"
        ]
    }
]