[
    {
        "title": "গণভোটের বৈধতা নিয়ে রিট",
        "body": [
            "রিটে গণভোটের বৈধতা, সাংবিধানিক স্বচ্ছতা, গণতান্ত্রিক বৈধতা এবং ১২ ফেব্রুয়ারির গণভোট ও ১৩ ফেব্রুয়ারির গেজেটের প্রসঙ্গ তুলে ধরে সাংবিধানিক শ্রেষ্ঠত্ব, আইনের শাসন ও মৌলিক অধিকার প্রয়োগ নিশ্চিতের কথা বলা হয়েছে।",
            "রিটে উল্লেখ করা হয়েছে যে অন্তর্বর্তী সরকার কোনো সার্বভৌম কর্তৃপক্ষ বা সাংবিধানিক সভা নয়, বরং এটি একটি সাংবিধানিক ট্রাস্টি যা কঠোরভাবে সাংবিধানিক সীমার মধ্যে থাকতে বাধ্য।",
            "অন্তর্বর্তী সরকারের শপথ আনুষ্ঠানিক নয়, বরং এটি একটি সাংবিধানিক বাধ্যবাধকতা যা ভঙ্গ করা সংবিধান লঙ্ঘনের শামিল বলে রিটে উল্লেখ করা হয়েছে।",
            "রিটে বলা হয়, একটি স্পষ্ট সাংবিধানিক কাঠামো, বিস্তৃত গণভোট আইন বা বিধিমালা, স্বচ্ছতা, নিরপেক্ষতা, সমান অংশগ্রহণ এবং ভোটারদের অবহিত করে সম্মতি নিশ্চিত করা ছাড়াই ১২ ফেব্রুয়ারি গণভোট অনুষ্ঠিত হয়েছে।",
            "এ ধরনের বিষয় বাদ দেওয়া এবং কার্যক্রম (গণভোট পরিচালনা) জনগণের সার্বভৌমত্বকে সরাসরি ক্ষতিগ্রস্ত করেছে, যা সংবিধানের মৌলিক কাঠামো বলে রিটে উল্লেখ করা হয়েছে।"
        ]
    },
    {
        "title": "ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও সংবিধান সংস্কার গণভোট",
        "body": [
            "ত্রয়োদশ জাতীয় সংসদ নির্বাচন শান্তিপূর্ণভাবে অনুষ্ঠিত হয়েছে এবং ভোটাররা ভোট দিতে সক্ষম হয়েছেন।",
            "সংশ্লিষ্ট সবাই নির্বাচনের ফলাফল মেনে নিয়েছেন বলে মনে হচ্ছে।",
            "গণভোটে 'হ্যাঁ' ভোট জয়ী হয়েছে, যা সংবিধান সংস্কারের পক্ষে জনগণের মত দিয়েছে।",
            "সংবিধানের ৭(১) অনুচ্ছেদ অনুযায়ী, প্রজাতন্ত্রের সকল ক্ষমতার মালিক জনগণ এবং এই সার্বভৌম ক্ষমতার স্বীকৃতির জন্যই গণভোট আদেশ জারি করা হয়।",
            "জুলাই জাতীয় সনদ (সংবিধান সংস্কার) বাস্তবায়ন আদেশ, ২০২৫-এর ৩ অনুচ্ছেদ অনুযায়ী, জনগণের সার্বভৌম ক্ষমতা প্রয়োগের উদ্দেশ্যে এই আদেশ ও সনদের সংবিধান সংস্কার-সম্পর্কিত অংশ গণভোটে উপস্থাপন করা হয়েছিল।",
            "'হ্যাঁ' ভোট জয়যুক্ত হওয়ার মাধ্যমে জনগণ জুলাই জাতীয় সনদ (সংবিধান সংস্কার) বাস্তবায়ন আদেশ, ২০২৫ অনুমোদন করেছে।"
        ]
    },
    {
        "title": "সংসদ সদস্যদের শপথ অনুষ্ঠানে ফরম বিতর্ক",
        "body": [
            "নবনির্বাচিত সংসদ সদস্যদের শপথের জন্য দুটি ফরম দেওয়া হয়েছিল: একটি সংসদ সদস্য হিসেবে শপথের জন্য সাদা রঙের এবং অন্যটি সংবিধান সংস্কার পরিষদের সদস্য হিসেবে শপথের জন্য নীল রঙের।",
            "কক্সবাজার–১ আসনের বিএনপির নবনির্বাচিত সংসদ সদস্য সালাহউদ্দিন আহমদ দলীয় সংসদ সদস্যদের উদ্দেশে একটি নির্দেশনা দেন।",
            "সালাহউদ্দিন আহমদ জানান যে তারা সংবিধান অনুযায়ী সংসদ সদস্য নির্বাচিত হয়েছেন, সংবিধান সংস্কার পরিষদের সদস্য হিসেবে নন।"
        ]
    },
    {
        "title": "তারেক রহমানের সংসদ সদস্য নির্বাচিত হওয়া এবং মন্ত্রিসভার শপথ",
        "body": [
            "সালাহউদ্দিন আহমদ জানিয়েছেন যে তারা সংবিধান অনুযায়ী সংসদ সদস্য নির্বাচিত হয়েছেন, সংবিধান সংস্কার পরিষদের সদস্য হিসেবে নন।",
            "তারেক রহমান দুপুর ১২টার দিকে জাতীয় সংসদ ভবন থেকে গুলশানের বাসার উদ্দেশ্যে রওনা দেন এবং ১২টা ৪০ মিনিটের দিকে বাসায় পৌঁছান।",
            "বিকেল ৪টায় জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় খোলা আকাশের নিচে মন্ত্রিসভার শপথ অনুষ্ঠিত হবে, যেখানে তারেক রহমান প্রধানমন্ত্রী হিসেবে শপথ নেবেন।",
            "বিএনপির নির্বাহী কমিটির সদস্য মো. আবদুস সাত্তার পাটোয়ারী এই তথ্য নিশ্চিত করেছেন এবং জানিয়েছেন যে তারেক রহমান শপথ অনুষ্ঠানের আগেই সংসদ ভবনে উপস্থিত থাকবেন।"
        ]
    },
    {
        "title": "সংসদে প্রতিনিধিত্ব নিয়ে রুমিন ফারহানার মন্তব্য",
        "body": [
            "ব্রাহ্মণবাড়িয়া–২ আসনের স্বতন্ত্র সংসদ সদস্য রুমিন ফারহানা বিজয়ী দলকে অভিনন্দন জানিয়েছেন এবং নির্বাচনের লড়াইকে কঠিন বলে আখ্যায়িত করেছেন।",
            "মঙ্গলবার জাতীয় সংসদ ভবনের শপথ কক্ষে ত্রয়োদশ জাতীয় সংসদের সদস্য হিসেবে শপথ নেওয়ার পর তিনি সাংবাদিকদের সঙ্গে কথা বলেন, তবে সংবিধান সংস্কার পরিষদের সদস্য হিসেবে শপথ নেননি।",
            "রুমিন ফারহানা উল্লেখ করেন যে, আগের তিনটি নির্বাচনে বিএনপির এবং বর্তমান নির্বাচনে আওয়ামী লীগের উপস্থিতি না থাকায় দেশের ন্যূনতম ৩০ শতাংশ মানুষের প্রতিনিধিত্ব নেই বলে তিনি মনে করেন।",
            "তিনি জোর দেন যে, এই সংসদে ন্যূনতম ৩০ শতাংশ মানুষের প্রতিনিধিত্ব না থাকার বিষয়টি মাথায় রেখেই কাজ করতে হবে।",
            "নির্বাচনে নারীদের প্রতিনিধিত্ব কম হওয়ার বিষয়ে তিনি বড় দলগুলোকে প্রশ্ন করার পরামর্শ দেন।"
        ]
    },
    {
        "title": "নতুন মন্ত্রিপরিষদের মন্ত্রী ও তাদের মন্ত্রণালয়সমূহ",
        "body": [
            "প্রধানমন্ত্রী তারেক রহমান মন্ত্রিপরিষদ বিভাগ, প্রতিরক্ষা মন্ত্রণালয় ও সশস্ত্র বাহিনী বিভাগের দায়িত্বে রয়েছেন।",
            "মির্জা ফখরুল ইসলাম আলমগীর স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয়ের দায়িত্ব পেয়েছেন।",
            "আমীর খসরু মাহমুদ চৌধুরী অর্থ মন্ত্রণালয় ও পরিকল্পনা মন্ত্রণালয়ের মন্ত্রী হিসেবে নিযুক্ত হয়েছেন।",
            "সালাহউদ্দিন আহমদকে স্বরাষ্ট্র মন্ত্রণালয়ের দায়িত্ব দেওয়া হয়েছে।",
            "ইকবাল হাসান মাহমুদ বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয়ের মন্ত্রী হয়েছেন।",
            "খলিলুর রহমান (টেকনোক্র্যাট) পররাষ্ট্র মন্ত্রণালয়ের দায়িত্ব পালন করবেন।",
            "বিভিন্ন গুরুত্বপূর্ণ মন্ত্রণালয়ে আরও অনেক মন্ত্রী নিযুক্ত হয়েছেন, যার মধ্যে উল্লেখযোগ্য হলো ভূমি মন্ত্রণালয়ে মিজানুর রহমান মিনু, বাণিজ্য, শিল্প, বস্ত্র ও পাট মন্ত্রণালয়ে খন্দকার আব্দুল মুক্তাদির, এবং শিক্ষা ও প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ে আ ন ম এহসানুল হক মিলন।"
        ]
    },
    {
        "title": "নতুন মন্ত্রীদের দপ্তর বণ্টন চূড়ান্ত, কিছু মন্ত্রণালয়ের ওয়েবসাইটে নাম প্রকাশ",
        "body": [
            "বিএনপি ও সরকারি সূত্র অনুযায়ী, নতুন মন্ত্রীদের মধ্যে কে কোন মন্ত্রণালয়ের দায়িত্ব পাচ্ছেন তা চূড়ান্ত করা হয়েছে, যদিও দপ্তর বণ্টনের প্রজ্ঞাপন এখনও জারি হয়নি।",
            "সমাজকল্যাণ মন্ত্রণালয় এবং নারী ও শিশু মন্ত্রণালয়ের নতুন মন্ত্রী আবু জাফর মো. জাহিদ হোসেন এবং প্রতিমন্ত্রী ফারজানা শারমীন আগামীকাল মন্ত্রণালয়ে অফিস করবেন এবং কর্মকর্তা-কর্মচারীদের সঙ্গে মতবিনিময় করবেন বলে বিজ্ঞপ্তিতে জানানো হয়েছে।",
            "কিছু মন্ত্রণালয়ের ওয়েবসাইটে নতুন মন্ত্রীদের নাম উল্লেখ করা হয়েছে; যেমন স্থানীয় সরকার বিভাগে মির্জা ফখরুল ইসলাম আলমগীর (মন্ত্রী) ও মীর শাহে আলম (প্রতিমন্ত্রী), বেসামরিক বিমান পরিবহন ও পর্যটন মন্ত্রণালয়ে আফরোজা খানম (মন্ত্রী) ও এম রশিদুজ্জামান মিল্লাত (প্রতিমন্ত্রী), এবং সড়ক পরিবহন ও সেতুতে শেখ রবিউল আলম (মন্ত্রী)।",
            "এছাড়াও, বিএনপির ফেসবুক পেজেও নতুন মন্ত্রীদের অনেকের মন্ত্রণালয়ের নাম উল্লেখ করা হয়েছে।"
        ]
    }
]