[
    {
        "title": "প্রধানমন্ত্রীর ক্ষমতার মেয়াদ ও অন্যান্য সংস্কার প্রস্তাব",
        "body": [
            "সংস্কার প্রস্তাব অনুযায়ী, একজন ব্যক্তি তার জীবনে সর্বোচ্চ ১০ বছর প্রধানমন্ত্রী পদে থাকতে পারবেন।",
            "প্রস্তাবে আরও বলা হয়েছে যে, প্রধানমন্ত্রী পদে থাকা ব্যক্তি একই সঙ্গে দলীয় প্রধানের পদে থাকতে পারবেন না, যদিও এই বিষয়ে বিএনপির ভিন্নমত ছিল।",
            "জুলাই সনদের প্রস্তাব বাস্তবায়িত হলে রাষ্ট্রপতি প্রধানমন্ত্রীর পরামর্শ ছাড়াই মানবাধিকার কমিশন, তথ্য কমিশন, প্রেস কাউন্সিল, আইন কমিশন, বাংলাদেশ ব্যাংকের গভর্নর ও এনার্জি রেগুলেটরি কমিশনে নিজ এখতিয়ারে নিয়োগ দিতে পারবেন।",
            "আইনসভা বা সংসদকে দ্বিকক্ষবিশিষ্ট করার প্রস্তাব করা হয়েছে, যেখানে উচ্চকক্ষ আনুপাতিক প্রতিনিধিত্ব (পিআর) পদ্ধতিতে গঠিত হবে।",
            "সংবিধান সংশোধনের জন্য নিম্নকক্ষের দুই-তৃতীয়াংশ এবং উচ্চকক্ষের সংখ্যাগরিষ্ঠ সদস্যের সমর্থন প্রয়োজন হবে।"
        ]
    },
    {
        "title": "জাতীয় পার্টির অতীত নির্বাচনী ফলাফল বিশ্লেষণ",
        "body": [
            "১৯৯১ সালের নির্বাচনে জাতীয় পার্টি ৩৫টি আসনে জয়লাভ করে এবং ১২ শতাংশ ভোট পায়, যেখানে এইচ এম এরশাদ জেলে থেকেও রংপুরে পাঁচটি আসনে জয়ী হন।",
            "১৯৯৬ সালের নির্বাচনে জাতীয় পার্টি ৩২টি আসন ও ১৬ শতাংশ ভোট পেয়ে আওয়ামী লীগের সমর্থনে সরকার গঠনে সহায়তা করে, এবং এরশাদ এই নির্বাচনেও পাঁচটি আসনে জেতেন।",
            "২০০১ সালের নির্বাচনে জাতীয় পার্টির আসনসংখ্যা ১৪-তে নেমে আসে এবং ভোটের হার ৭ শতাংশ হয়।",
            "২০০৮ সালে আওয়ামী লীগের মহাজোটের অংশ হিসেবে নির্বাচন করে জাতীয় পার্টি ২৮টি আসন ও ৭ শতাংশ ভোট পায়, যেখানে এরশাদ তিনটি আসনে জয়ী হন।",
            "২০১৪ সালের বিএনপি বর্জিত নির্বাচনে জাতীয় পার্টি ৩৪টি আসন পেয়ে প্রধান বিরোধী দল হয় এবং ৭ শতাংশ ভোট পায়।",
            "২০১৮ সালের নির্বাচনে জাতীয় পার্টির আসনসংখ্যা কমে ২২টি হয় এবং ভোটের হার ৫ শতাংশের বেশি থাকে, আবারও তারা প্রধান বিরোধী দলের ভূমিকা নেয়।",
            "সর্বশেষ ২০২৪ সালের নির্বাচনে জাতীয় পার্টি ১১টি আসন পায় এবং তাদের প্রাপ্ত ভোট ৩ শতাংশের মতো ছিল।"
        ]
    },
    {
        "title": "উপজেলা নির্বাচনে জোটের পরাজয়ের ব্যবধান বিশ্লেষণ",
        "body": [
            "উপজেলা নির্বাচনে জামায়াত ও তাদের মিত্ররা যেসব আসনে পরাজিত হয়েছে, সেখানে মোট পরাজয়ের ব্যবধান ২৬,৯০৭ ভোট, যার গড় ২,৯৯০ ভোট।",
            "বিএনপি ও তাদের মিত্ররা যেসব আসনে পরাজিত হয়েছে, সেখানে মোট পরাজয়ের ব্যবধান ৩০,৮২০ ভোট, যার গড় ২,৫৬৮ ভোট।",
            "সংখ্যাগরিষ্ঠ পরাজয়ের ক্ষেত্রে জামায়াত জোটের প্রার্থীরা বিএনপি জোটের তুলনায় বেশি ভোটের ব্যবধানে পরাজিত হয়েছে।",
            "সবচেয়ে কম ব্যবধানের ৫০টি আসনের মধ্যে জামায়াত ও তাদের মিত্ররা ২৪টিতে, বিএনপি ও তাদের মিত্ররা ২২টিতে জয়ী হয়েছে।",
            "এই ৫০টি স্বল্প ব্যবধানের আসনের মধ্যে তিনটি স্বতন্ত্র প্রার্থী এবং একটিতে ইসলামী আন্দোলন বাংলাদেশ জয়লাভ করেছে, যার পরিসর ৩৮৫ থেকে ৯,৫৮১ ভোট।"
        ]
    },
    {
        "title": "নির্বাচন-পরবর্তী সহিংসতা বন্ধের হুঁশিয়ারি জামায়াতে ইসলামীর",
        "body": [
            "জামায়াতে ইসলামীর আমির বলেছেন যে নির্বাচনে হারজিত স্বাভাবিক, তবে যদি সেখানে বড় ধরনের বৈষম্য বা অনিয়ম থাকে, তবে তা প্রশ্ন তৈরি করে।",
            "নির্বাচনে ১১-দলীয় নির্বাচনী জোটের কর্মী, সমর্থক, এজেন্ট ও ভোটারদের বাড়িঘরে হামলা, ব্যক্তির ওপর হামলা এবং অগ্নিসংযোগের ঘটনা ঘটছে বলে তিনি জানান।",
            "তিনি হুঁশিয়ারি দিয়েছেন যে নির্বাচনে সংখ্যাগরিষ্ঠ আসনপ্রাপ্তদেরই এই হামলার দায় নিতে হবে এবং দেশের আইনশৃঙ্খলা রক্ষা করা তাদের দায়িত্ব।",
            "জামায়াতের আমির বলেছেন, যদি হামলাগুলো বন্ধ না করা হয়, তবে তারা 'যেকোনো সিদ্ধান্ত নিতে বাধ্য হবেন'।"
        ]
    },
    {
        "title": "বিএনপির নিরঙ্কুশ সংখ্যাগরিষ্ঠতা এবং জাতীয় সরকার গঠন প্রসঙ্গে মির্জা ফখরুল",
        "body": [
            "মির্জা ফখরুল ইসলাম আলমগীর বিশ্বাস করেন যে বাংলাদেশের জনগণ ইতিমধ্যে জামায়াতকে প্রত্যাখ্যান করেছে এবং বিএনপি নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করেছে।",
            "তিনি মনে করেন, জনগণ আবারও সুষ্ঠু, সৎ ও জনকল্যাণমূলক রাজনীতির মাধ্যমে অপপ্রবণতা রুখে দিতে সক্ষম হবে।",
            "মির্জা ফখরুলের মতে, বিএনপির রাষ্ট্র সংস্কারের কথা, প্রতিশ্রুতি ও পয়েন্টগুলো জনগণ গ্রহণ করায় এই 'ল্যান্ডস্লাইড ভিক্টোরি' সম্ভব হয়েছে।",
            "জাতীয় সরকার গঠন প্রসঙ্গে ফখরুল বলেন যে বিএনপি তাদের কমিটমেন্টে অটল এবং ফ্যাসিবাদের বিরুদ্ধে যারা তাদের সঙ্গে যুগপৎ আন্দোলন ও নির্বাচন করেছে, তাদের নিয়েই সরকার গঠন করবে।",
            "জুলাই সনদ বাস্তবায়ন প্রসঙ্গে তিনি জানান, সনদের যে অংশগুলোতে বিএনপি সই করেছে, সেগুলো অগ্রাধিকার ভিত্তিতে বাস্তবায়ন করা হবে এবং তাদের ৩১ দফা পর্যায়ক্রমে কার্যকর করা হবে।"
        ]
    }
]