[
    {
        "title": "উত্তরায় গৃহকর্মীর ওপর নির্মম নির্যাতন: হাসপাতালে ভর্তি ১১ বছরের শিশু",
        "body": [
            "এক বাবা তার ১১ বছর বয়সী মেয়েকে ঢাকার উত্তরায় একটি বিত্তবান পরিবারে কাজে দিয়েছিলেন এই আশায় যে, তারা তার মেয়ের বিয়েসহ সব খরচ বহন করবে।",
            "প্রায় এক দশক আগে সড়ক দুর্ঘটনায় স্ত্রীর মৃত্যুর পর মেয়েকে কষ্ট থেকে রক্ষা করতে ওই বাবা আর বিয়ে করেননি।",
            "সাত মাস ধরে নির্মম নির্যাতনের শিকার হয়ে মেয়েটি এখন হাসপাতালে ভর্তি, তার শরীরজুড়ে আঘাতের চিহ্ন রয়েছে।",
            "মেয়েটির বাবা প্রথম আলোকে এই ঘটনার বিস্তারিত জানিয়েছেন।"
        ]
    },
    {
        "title": "কলকাতায় নির্বাসিত আওয়ামী লীগ নেতাদের প্রতিক্রিয়া ও স্বীকারোক্তি",
        "body": [
            "আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক আ ফ ম বাহাউদ্দিন নাছিম বলেছেন, 'ওটা কোনো স্বতঃস্ফূর্ত বিপ্লব ছিল না, এটা ছিল আমাদের গণতান্ত্রিক সরকারকে উৎখাত করার জন্য সন্ত্রাসীদের ক্ষমতা দখল।' তিনি তার বিরুদ্ধে আনা হত্যা ও মানবতাবিরোধী অপরাধের অভিযোগ অস্বীকার করেছেন।",
            "আওয়ামী লীগের নির্বাসিত নেতাদের প্রত্যাবর্তনের পরিকল্পনা আসন্ন নির্বাচনের ব্যর্থতার ওপর নির্ভরশীল। তারা বিশ্বাস করেন যে বর্তমান নির্বাচন দেশে স্থিতিশীলতা আনবে না এবং জনগণ শেষ পর্যন্ত তাদের দিকেই ফিরবে।",
            "সাবেক সংসদ সদস্য তানভীর শাকিল জয়, যিনি অতীতের 'ভুল' স্বীকার করেছেন, বলেছেন যে দল কর্তৃত্ববাদী ছিল এবং পুরোপুরি গণতান্ত্রিক ছিল না। তিনি ২০১৮ সালের নির্বাচন সুষ্ঠু ও স্বচ্ছ না হওয়ার বিষয়টি মেনে নিয়েছেন।",
            "জয় দুর্নীতির বিষয়ে অনিয়ম এবং কিছু আর্থিক লেনদেনের কথা স্বীকার করেছেন, যার দায়ভার তাদের নিতে হবে। তবে তিনি শেখ হাসিনার ১৫ বছরের শাসনামলে রাষ্ট্রীয় কোষাগার থেকে আনুমানিক ২০০ বিলিয়ন ডলার পাচারের অভিযোগ অস্বীকার করেছেন।",
            "জয়সহ অন্যান্য নির্বাসিত নেতারা আশা করেন যে তাদের ভারতে নির্বাসন দীর্ঘস্থায়ী হবে না, যদিও তিনি স্বীকার করেছেন যে দেশে ফিরলে তার জন্য হয়তো কারাগার অপেক্ষা করছে।"
        ]
    },
    {
        "title": "ডিপিওয়ার্ল্ডের সঙ্গে চুক্তি নিয়ে অন্তর্বর্তী সরকারের বিরুদ্ধে আনু মুহাম্মদের অভিযোগ",
        "body": [
            "অর্থনীতিবিদ আনু মুহাম্মদ সংযুক্ত আরব আমিরাতের ডিপিওয়ার্ল্ডের সঙ্গে চট্টগ্রাম বন্দরের নিউমুরিং কনটেইনার টার্মিনাল (এনসিটি) পরিচালনায় দীর্ঘমেয়াদি কনসেশন চুক্তি স্বাক্ষরের উদ্যোগকে ‘জাতীয় স্বার্থবিরোধী তৎপরতা’ হিসেবে আখ্যায়িত করেছেন।",
            "তিনি অভিযোগ করেন যে, একটি অন্তর্বর্তী সরকারের এমন দীর্ঘমেয়াদি চুক্তি (৩০-৬০ বছর) করার কোনো অধিকার বা এখতিয়ার নেই, যা বাংলাদেশের অর্থনীতি, রাজনীতি ও সমাজকে আবদ্ধ করবে, কিন্তু বর্তমান সরকার জোরপূর্বক ও তড়িঘড়ি করে এটি করতে চাইছে।",
            "আনু মুহাম্মদ নবনির্বাচিত সরকারকে এই জাতীয় স্বার্থবিরোধী চুক্তিগুলোর পেছনে অন্তর্বর্তী সরকারের উদ্দেশ্য এবং এর সঙ্গে জড়িত দায়ীদের বিচারের আওতায় আনতে একটি শ্বেতপত্র প্রকাশ করার আহ্বান জানিয়েছেন।",
            "তিনি আরও বলেছেন যে, চুক্তি স্বাক্ষরের সঙ্গে জড়িত বর্তমান সরকারের কর্মকর্তাদের দেশত্যাগে নিষেধাজ্ঞা নিশ্চিত করতে হবে।"
        ]
    },
    {
        "title": "জাতীয় নির্বাচনের শীর্ষ ধনী প্রার্থী ও তাঁদের সম্পদের বিশ্লেষণ",
        "body": [
            "নোয়াখালী-৬ আসনের স্বতন্ত্র প্রার্থী মোহাম্মদ ফজলুল আজিম ১৯০ কোটি টাকার স্থাবর ও অস্থাবর সম্পদ নিয়ে নবম স্থানে রয়েছেন, যার মধ্যে ২১ কোটি টাকা তাঁর স্ত্রীর নামে।",
            "শরীয়তপুর-২ আসনের বিএনপির প্রার্থী মো. সফিকুর রহমান ১৮৫ কোটি টাকার সম্পদ নিয়ে দশম স্থানে আছেন এবং তাঁর দুটি ব্যাংকে ৪১ কোটি টাকার বেশি ঋণ রয়েছে।",
            "বিশ্লেষকরা সতর্ক করেছেন যে বিপুল সম্পদ ও বড় অঙ্কের ব্যাংকঋণ থাকলে নির্বাচিত প্রার্থীরা স্বার্থের সংঘাত ও রাজনৈতিক প্রভাব বিস্তারের ঝুঁকি তৈরি করতে পারেন।",
            "নির্বাচন বিশেষজ্ঞ জেসমিন টুলী প্রশ্ন তোলেন, যারা জনগণের টাকা পরিশোধ করতে চায় না, তারা কীভাবে জনগণের সেবা করবে।",
            "রাজনৈতিক দলগুলো যোগ্য ব্যক্তিকে মনোনয়ন না দিলে নির্বাচনী ব্যবস্থার উন্নতি হবে না বলে জেসমিন টুলী মন্তব্য করেন।"
        ]
    },
    {
        "title": "বাংলাদেশের সংবিধানে দুর্বলতা এবং ক্ষুদ্র জাতিগোষ্ঠীর অধিকার অস্বীকার",
        "body": [
            "গণসংহতি আন্দোলনের নেতারা দাবি করেছেন যে বাংলাদেশের সংবিধানে দুর্বলতা রয়েছে, বিশেষ করে ক্ষুদ্র জাতিগোষ্ঠী অধিবাসীদের অধিকারকে অস্বীকার করা হয়েছে এবং সাধারণ জনগণের কথা উপেক্ষা করা হয়েছে।",
            "গণসংহতি আন্দোলনের ঢাকা–১২ আসনের প্রার্থী তাসলিমা আখতার উল্লেখ করেছেন যে বাংলাদেশ একক জাতি রাষ্ট্র না হলেও জাতীয় সংসদে ক্ষুদ্র জাতিগোষ্ঠী সম্প্রদায়ের প্রতিনিধিত্ব খুবই কম।",
            "তাসলিমা আখতার আরও বলেন, মুক্তিযুদ্ধ থেকে চব্বিশের গণ–অভ্যুত্থান পর্যন্ত সব জাতিসত্তার মানুষের অংশগ্রহণ থাকলেও সেই ইতিহাস সংরক্ষিত নেই এবং ক্ষুদ্র জাতিগোষ্ঠীদের অধিকার বারবার অস্বীকার করা হচ্ছে।",
            "অনুষ্ঠানে যুব ফোরামের সভাপতি টনি চিরান সভাপতিত্ব করেন এবং বাংলাদেশ আদিবাসী ফোরাম, আদিবাসী নারী নেটওয়ার্ক, বাংলাদেশ যুব ইউনিয়নসহ বিভিন্ন সংগঠনের প্রতিনিধি ও মানবাধিকারকর্মীরা বক্তব্য দেন।"
        ]
    },
    {
        "title": "ক্রিকেট বনাম রাজনীতি: ভারত-পাকিস্তান ম্যাচের অনিশ্চয়তা",
        "body": [
            "৭ ফেব্রুয়ারি বিশ্বকাপ শুরু হওয়ার আগে ভারত ও পাকিস্তানের মধ্যকার ম্যাচের অনিশ্চয়তা কাটছে না।",
            "পিসিবি এখনো ভারতের বিপক্ষে না খেলার সিদ্ধান্তে অটল এবং আইসিসিও এই সমস্যার সমাধান করতে পারেনি।",
            "বিষয়টি আর নিছক ক্রিকেটীয় যুক্তিতে সমাধানযোগ্য নয়, কারণ ক্রিকেট এখন রাজনীতির সঙ্গে ওতপ্রোতভাবে জড়িত হয়ে পড়েছে।",
            "খেলার মাঠে রাজনীতির প্রভাব নতুন নয়; গত বছর এশিয়া কাপ ফাইনালে পাকিস্তানকে হারানোর পর ভারতের প্রধানমন্ত্রীর 'অপারেশন সিঁদুর' পোস্টটি এর একটি উদাহরণ।"
        ]
    },
    {
        "title": "নতুন বেতন কমিশন ও সরকারের পরিকল্পনা",
        "body": [
            "অর্থ উপদেষ্টা সাংবাদিকদের প্রশ্নের জবাবে জানান যে পরবর্তী সরকার যেন বেতন কমিশনের সুপারিশ বাস্তবায়ন করে, তার জন্য তাঁরা টাকা ও সুপারিশ রেখে যাবেন এবং এটি সফলভাবে বাস্তবায়িত হবে বলে আশা করেন।",
            "সরকার এখনই বেতন কমিশনের সুপারিশ অনুযায়ী প্রজ্ঞাপন জারি না করার কারণ ব্যাখ্যা করে অর্থ উপদেষ্টা বলেন যে গেজেট জারি করা সহজ নয়, কারণ এর জন্য প্রতিটি বিষয় সুনির্দিষ্টভাবে উল্লেখ করতে হয়।",
            "তিনি আরও উল্লেখ করেন যে, সরকার এই সুপারিশগুলো বাস্তবায়নের জন্য একটি কমিটি গঠন করে যাচ্ছে।"
        ]
    },
    {
        "title": "নির্বাচনী পরিবেশ ও ভোটারদের নিরাপত্তা নিয়ে উদ্বেগ",
        "body": [
            "যুক্তরাজ্যের রেডিং বিশ্ববিদ্যালয়ের অর্থনীতির ভিজিটিং প্রফেসর এম নিয়াজ আসাদুল্লাহ মন্তব্য করেছেন যে আওয়ামী লীগ নির্বাচনে না থাকায় তাদের ভোট কোন দিকে যাবে তা এবার গুরুত্বপূর্ণ হবে।",
            "জরিপে অনেক মানুষ ভোট দেওয়ার আগ্রহ দেখালেও, ভোটের দিনের পরিস্থিতি, বিশেষ করে নিরাপত্তা এবং পারিপার্শ্বিক অবস্থা ভালো না থাকলে সিদ্ধান্তহীন ৮ শতাংশ ভোটার ভোটকেন্দ্রে না-ও যেতে পারেন, যা ৮০ শতাংশ পর্যন্ত বাড়তে পারে।",
            "নির্বাচন কমিশন ও সরকারকে ভোটের দিনের পরিস্থিতি স্বাভাবিক রাখতে এবং নারী ও বয়স্ক ভোটারদের নিরাপত্তা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা পালন করতে হবে যাতে তারা নির্বিঘ্নে ভোটকেন্দ্রে যেতে পারেন।",
            "অধ্যাপক আসাদুল্লাহ মনে করেন, নির্বাচনের দিন পরিস্থিতি, ভোটারদের নিরাপত্তা এবং ভোট গ্রহণের শৃঙ্খলা কেমন থাকবে, তার ওপর নির্ভর করবে কত মানুষ ভোটকেন্দ্রে যাবেন।"
        ]
    }
]