[
    {
        "title": "আনোয়ারায় নির্বাচনী কার্যালয় উদ্বোধন ও চাঁদাবাজি বন্ধের আহ্বান",
        "body": [
            "গতকাল রাত ১০টার পর আনোয়ারায় একটি নির্বাচনী কার্যালয় উদ্বোধন করা হয়, যেখানে স্থানীয় বিএনপির নেতা–কর্মী, ভোটার ও এলাকার গণ্যমান্য ব্যক্তিরা উপস্থিত ছিলেন।",
            "ভিডিওতে সরওয়ার জামাল নিজাম চাতরীকে আনোয়ারার প্রাণকেন্দ্র, হেডকোয়ার্টার এবং একটি গুরুত্বপূর্ণ অর্থনৈতিক এলাকা হিসেবে উল্লেখ করেছেন, যার ব্যবসা-বাণিজ্য ও মানুষের আয়ের ওপর পুরো এলাকার অর্থনৈতিক গতিশীলতা নির্ভরশীল।",
            "তিনি চাতরী এলাকায় নৈরাজ্য, সন্ত্রাস ও চাঁদাবাজির কথা উল্লেখ করে চাঁদাবাজদের প্রতি ১২ তারিখ পর্যন্ত চাঁদাবাজি বন্ধ রাখার জন্য অনুরোধ জানান।",
            "সরওয়ার জামাল নিজাম হুঁশিয়ারি দেন যে বিএনপির গায়ে কালিমা লেপনের চেষ্টা হলে কাউকে ছাড় দেওয়া হবে না।"
        ]
    },
    {
        "title": "রমেশ চন্দ্র সেনের মৃত্যুতে মির্জা ফখরুলের শোক",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর ঠাকুরগাঁও-১ আসনের সাবেক সংসদ সদস্য ও সাবেক মন্ত্রী রমেশ চন্দ্র সেনের মৃত্যুতে গভীর শোক জানিয়েছেন।",
            "আজ তাঁর ভেরিফায়েড ফেসবুক পেজে একটি শোকবার্তা প্রকাশ করে মির্জা ফখরুল তাঁর পরিবারের প্রতি সমবেদনা জ্ঞাপন করেন।",
            "মির্জা ফখরুল ইসলাম আলমগীর বর্তমানে ঠাকুরগাঁও–১ আসন থেকে বিএনপির প্রার্থী হিসেবে নির্বাচনে প্রতিদ্বন্দ্বিতা করছেন।"
        ]
    },
    {
        "title": "জামায়াত আমিরের অভিযোগ: ৫৪ বছরে দেশে ২৮ লাখ কোটি টাকা বিদেশে পাচার",
        "body": [
            "জামায়াতের আমির শফিকুর রহমান অভিযোগ করেছেন যে বিগত ৫৪ বছরে সব আমলে দেশের টাকা লুটপাট হয়েছে এবং ফ্যাসিবাদী সাড়ে ১৫ বছরে বাংলাদেশ থেকে সাড়ে ২৮ লাখ কোটি টাকা বিদেশে পাচার করা হয়েছে।",
            "তিনি বলেন, এই পাচার হওয়া টাকা ১৮ কোটি মানুষের এবং যারা এই টাকা চুরি করেছে, আল্লাহ তাদের দায়িত্ব দিলে শান্তিতে থাকতে দেবেন না।",
            "শফিকুর রহমান সিলেটকে মদ, গাঁজা, সন্ত্রাস ও অস্ত্রের মাধ্যমে অস্থির রাখার অভিযোগ করেন এবং এই অপকর্মের বিরুদ্ধে যুদ্ধ করার কথা বলেন।",
            "তিনি প্রতিশ্রুতি দেন যে, জামায়াত ক্ষমতায় এলে বাংলাদেশের এক ইঞ্চি মাটির ওপরে কেউ চাঁদাবাজির সাহস পাবে না, ঘুষ নেওয়ার বা খাওয়ার সাহস হবে না এবং সব নাগরিক সম্মানের সঙ্গে বসবাস করার নিশ্চয়তা পাবে।",
            "তিনি আরও উল্লেখ করেন যে, বর্তমান রাষ্ট্রের কর্মকর্তা-কর্মচারীদের বেতন-ভাতা-সুবিধা সম্মানজনক জীবনযাপনের জন্য পর্যাপ্ত নয় এবং প্রথমে সম্মানজনক বাঁচার সুযোগ সৃষ্টি করে দিতে হবে, তারপর লোভের বশবর্তী হয়ে কেউ অপরাধ করলে তার বিচার হবে।",
            "জামায়াত আমির নদী রক্ষার প্রতিশ্রুতিও দেন এবং বলেন যে সিলেটের সুরমা, কুশিয়ারা সহ বাংলাদেশের মরে যাওয়া নদীগুলোকে বন্ধুদেশগুলোর মতো বাঁচিয়ে তোলা হবে।"
        ]
    },
    {
        "title": "তারেক রহমানের ঠাকুরগাঁওয়ে আগমন ও নির্বাচনী বার্তা",
        "body": [
            "তারেক রহমান ২০০৩ সালের ৮ ডিসেম্বরের পর ১২ ফেব্রুয়ারির নির্বাচনের আগে ঠাকুরগাঁওয়ে এসেছেন।",
            "তিনি বলেন, এই নির্বাচনে বাংলাদেশের মানুষ তাদের কেড়ে নেওয়া অধিকার প্রয়োগ করবে।",
            "জুলাই আন্দোলনে হতাহতদের পরিবারের সদস্যদের উদ্দেশে তিনি বলেন, যারা নিজেদের জীবন উৎসর্গ করেছেন মানুষের ভোটের ও কথা বলার অধিকার প্রতিষ্ঠার জন্য, তাদের অবদান বৃথা যেতে দেওয়া যাবে না।",
            "তারেক রহমান দেশ গঠনে নারীদের অংশগ্রহণের গুরুত্ব তুলে ধরেছেন এবং উল্লেখ করেন যে খালেদা জিয়া সরকারের সময় নারীদের বিনামূল্যে শিক্ষার ব্যবস্থা করা হয়েছিল।",
            "তিনি মা-বোন ও নারীদের অর্থনৈতিকভাবে স্বাবলম্বী করার অঙ্গীকার ব্যক্ত করেছেন।"
        ]
    },
    {
        "title": "জামায়াত আমির দুটি আসনে নির্বাচন না করার জন্য ক্ষমা চাইলেন",
        "body": [
            "জামায়াত আমির দুপুর ১২টার দিকে সভা মঞ্চে পৌঁছে জানান যে তিনি একটি বিষয়ে নিঃশর্ত ক্ষমা চেয়ে নিচ্ছেন।",
            "নির্বাচনের প্রস্তুতি শুরু হওয়ার সময় দেশ-বিদেশের অসংখ্য মানুষ তাকে জন্মস্থান (মৌলভীবাজার-২, কুলাউড়া উপজেলা) এবং ঢাকায় দুটি আসনে নির্বাচন করার অনুরোধ করেছিলেন।",
            "তিনি তাদের হ্যাঁ বা না কিছু না বলায় তারা ভেবেছিলেন যে তিনি নির্বাচন করবেন না, কিন্তু তিনি ঢাকায় নির্বাচন করছেন।",
            "মৌলভীবাজার-২ আসনে দলীয় প্রার্থী মো. সায়েদ আলীর কথা উল্লেখ করে জামায়াত আমির বলেন যে সেখানে তাদের দুজন প্রার্থী আছেন, একজন ছায়া এবং একজন বাস্তব।",
            "তিনি সরাসরি কুলাউড়ার উন্নয়নের দায়িত্ব নিয়েছেন।"
        ]
    },
    {
        "title": "গোপালগঞ্জে শিশুর অর্ধগলিত মরদেহ উদ্ধার, মা আটক",
        "body": [
            "গোপালগঞ্জ সদর উপজেলায় একটি বাসার টিনের ট্রাংক থেকে তিন বছরের এক শিশুর অর্ধগলিত মরদেহ উদ্ধার করেছে পুলিশ।",
            "এ ঘটনায় ওই শিশুর মাকে আটক করা হয়েছে; পুলিশ জানিয়েছে পরকীয়ার জের ধরে তিনি তার শিশুকন্যাকে হত্যা করেছেন।",
            "পুলিশ ও স্থানীয় সূত্রে জানা যায়, প্রবাসী স্বামীর অনুপস্থিতিতে সামাজিক যোগাযোগমাধ্যমে এক ব্যক্তির সঙ্গে ওই নারীর সম্পর্ক গড়ে ওঠে।",
            "গত ১৭ জানুয়ারি সন্ধ্যায় ওই নারী তার প্রেমিকের সহায়তায় নিজ সন্তানের গলায় ওড়না পেঁচিয়ে শ্বাস রোধ করে হত্যা করেন এবং মরদেহ বাড়ির ট্রাংকের ভেতর লুকিয়ে রাখেন।",
            "ঘটনার পর প্রেমিক ওই নারীকে রেখে চলে গেলে শনিবার সকালে তিনি বাবার বাড়িতে ফিরে আসেন, এরপর পুলিশ তাকে আটক করে।"
        ]
    },
    {
        "title": "সুব্রত বাইনের সহযোগী মেহেদী হাসান গ্রেপ্তার এবং অস্ত্র উদ্ধার",
        "body": [
            "ডিবি পুলিশের তথ্যমতে, সুব্রত বাইন বর্তমানে কুমিল্লার কারাগারে রয়েছেন এবং খাদিজা নামের একজন তার সহযোগী মেহেদী হাসান, মধু বাবুসহ অন্যদের কাছে তার বার্তা পৌঁছে দিতেন।",
            "পুলিশ মেহেদী হাসানকে উত্তর বাড্ডা থেকে গ্রেপ্তারের সময় একটি বাড়ি থেকে উল্লেখযোগ্য পরিমাণ অস্ত্র ও সরঞ্জাম উদ্ধার করেছে।",
            "উদ্ধারকৃত অস্ত্রের মধ্যে রয়েছে পিস্তল, গুলি, পিস্তলের ম্যাগাজিন, কার্তুজ, একটি ২২ উজি মেশিনগান রাইফেল, উজি রাইফেলের ম্যাগাজিন, চায়নিজ কুড়াল, একটি টাইগার হান্টিং কমান্ডো চাকু, ওয়াকিটকি এবং একটি ল্যাপটপ।"
        ]
    },
    {
        "title": "রাজনৈতিক প্রভাবমুক্ত প্রশাসনের প্রত্যাশা ও বাস্তবতা",
        "body": [
            "সারজিস অভিযোগ করেছেন যে তিনি রাজনৈতিক প্রভাবমুক্ত প্রশাসন, সরকারি দপ্তরগুলোতে জনগণের প্রাপ্য সেবা, এবং থানা ও ভূমি অফিসে টাকা ছাড়া কাজ হওয়ার প্রত্যাশা করেছিলেন।",
            "তিনি আরও প্রত্যাশা করেছিলেন যে রাজনৈতিক দলগুলো মাইনেম বসানো রাজনীতি করবে না, ব্যবসায়ীরা ব্যবসার স্বাধীনতা পাবেন, শ্রমিকেরা ন্যায্য মজুরি পাবেন, এবং প্রতিটি মানুষ একটি ইনসাফের ও সম্মানের জীবন ফিরে পাবেন।",
            "তবে সারজিস দাবি করেছেন যে কিছু তথাকথিত রাজনীতিবিদ এবং রাজনৈতিক দলের নেতা-কর্মীরা বাংলাদেশকে আবার আগের অবস্থায় ফিরিয়ে নেওয়ার চেষ্টা করছেন।"
        ]
    },
    {
        "title": "নির্বাচন পর্যবেক্ষক কার্ড বিতরণ স্থগিত করলো ইসি",
        "body": [
            "আসন্ন জাতীয় সংসদ নির্বাচন ও গণভোটে 'নামসর্বস্ব' বেসরকারি সংস্থা পিপলস অ্যাসোসিয়েশন ফর সোশ্যাল অ্যাডভান্সমেন্টকে (পাশা) ১০ হাজারের বেশি পর্যবেক্ষক কার্ড দেওয়ার সিদ্ধান্ত স্থগিত করেছে নির্বাচন কমিশন (ইসি)।",
            "ইসি সচিব আখতার আহমেদর বরাত দিয়ে প্রধান উপদেষ্টার উপ–প্রেস সচিব মোহাম্মদ আবুল কালাম আজাদ মজুমদার শনিবার রাতে রাজধানীতে এক সংবাদ সম্মেলনে এ তথ্য জানান।",
            "ইসি 'পাশা' নামের এনজিওটির বিষয়ে খোঁজখবর নিয়ে তাদের সক্ষমতা সম্পর্কে নিশ্চিত হতে পারেনি, যার ফলে নির্বাচন পর্যবেক্ষক কার্ড বিতরণ স্থগিত করা হয়েছে।"
        ]
    }
]