[
    {
        "title": "কুষ্টিয়া মেডিকেল কলেজ ও হাসপাতাল চালু করার বিষয়ে জামায়াত সংসদ সদস্যের মন্তব্য",
        "body": [
            "জামায়াতের সংসদ সদস্য আমির হামজা কুষ্টিয়া মেডিকেল কলেজে ডাক্তারদের অনুপস্থিতি এবং প্রাইভেট ক্লিনিকে তাদের দেরিতে কাজ করার বিষয়ে প্রশ্ন করা হলে দালাল ও 'স্পিড মানি' চক্রের কথা উল্লেখ করেন।",
            "তিনি বলেন যে, কুষ্টিয়ায় যদি কেউ অনিয়ম করে, তাকে সরাসরি তার কাছে অভিযোগ করতে বলা হয়েছে এবং তিনি বিষয়টি দেখবেন।",
            "আমির হামজা কুষ্টিয়া মেডিকেল কলেজ ও হাসপাতালকে 'আবেগের জায়গা' হিসেবে উল্লেখ করেছেন এবং এটি পূর্ণাঙ্গভাবে চালু করার ইচ্ছা প্রকাশ করেছেন।",
            "তিনি জানান যে, এ বিষয়ে একটি দীর্ঘ মিটিং হয়েছে এবং কিছু সিদ্ধান্ত নেওয়া হয়েছে, যার ফলস্বরূপ অদূর ভবিষ্যতে একটি 'সুখবর' আশা করা যাচ্ছে।"
        ]
    },
    {
        "title": "ট্যাক্স ও বিনিয়োগ বৃদ্ধি সরকারের প্রধান অগ্রাধিকার: অর্থমন্ত্রী",
        "body": [
            "অর্থ ও পরিকল্পনামন্ত্রী আমীর খসরু মাহমুদ চৌধুরী জানিয়েছেন যে দেশের অর্থনৈতিক সংকট উত্তরণে ট্যাক্স (কর) ও দেশি-বিদেশি বিনিয়োগ বাড়ানোই সরকারের প্রধান অগ্রাধিকার।",
            "তিনি বলেন, অর্থনৈতিক সংকট কাটাতে ট্যাক্স ও দেশি-বিদেশি বিনিয়োগ বৃদ্ধি অপরিহার্য এবং আগামীতে এগুলোর ওপরই জোর দেওয়া হবে।",
            "এছাড়াও, বাজেটে শিক্ষা, স্বাস্থ্য ও কর্মসংস্থানকে বিশেষ গুরুত্ব দেওয়া হবে বলে অর্থমন্ত্রী উল্লেখ করেন।",
            "এই মন্তব্যগুলো অর্থমন্ত্রী শুক্রবার বিকেলে চট্টগ্রাম নগরের পতেঙ্গায় প্রস্তাবিত সরকারি হাসপাতালের জন্য নির্ধারিত জমি পরিদর্শন শেষে সাংবাদিকদের প্রশ্নের জবাবে করেন।"
        ]
    },
    {
        "title": "পাকিস্তান-আফগানিস্তান সীমান্ত সংঘর্ষ: তালেবানের পাল্টা হামলার পোস্ট মুছে ফেলা হলো",
        "body": [
            "আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ পাকিস্তানি বাহিনীর ওপর পাল্টা হামলা চালানোর দাবি করে এক্সে যে পোস্ট দিয়েছিলেন, তা এখন সরিয়ে ফেলা হয়েছে।",
            "বৃহস্পতিবার আফগান বাহিনী পাকিস্তান সীমান্তে হামলা চালালে দুই সেনা নিহত হয়। এর জবাবে পাকিস্তান কাবুল-কান্দাহারে হামলা চালায় এবং প্রতিরক্ষামন্ত্রী খাজা মোহাম্মদ আসিফ 'প্রকাশ্য যুদ্ধ' ঘোষণা করেন।",
            "জাবিউল্লাহ মুজাহিদ দাবি করেছিলেন যে আফগান তালেবান সদস্যরা কান্দাহার ও হেলমান্দে পাকিস্তানি বাহিনীর অবস্থানে প্রতিশোধমূলক হামলা চালিয়েছে, তবে তার সেই পোস্টটি এখন মুছে ফেলা হয়েছে।",
            "পাকিস্তান দাবি করেছে যে আফগানিস্তান উসকানি ছাড়াই হামলা চালিয়েছে এবং এর জবাবে তারা পাল্টা হামলা চালিয়েছে।",
            "আফগান তালেবান বলেছে যে পাকিস্তানের সপ্তাহের শুরুর হামলার প্রতিক্রিয়ায় তারা 'বড় পরিসরে' সামরিক অভিযান শুরু করেছে, যেখানে তাদের দাবি অনুযায়ী ১৮ জন নিহত হয়েছিলেন।",
            "তালেবানের সামরিক মুখপাত্র মৌলভি ওয়াহিদুল্লাহ মোহাম্মদি জানিয়েছেন, বৃহস্পতিবার রাত ৮টা থেকে এই 'প্রতিশোধমূলক অভিযান' শুরু হয়।"
        ]
    },
    {
        "title": "আইজিপির মোহাম্মদপুর থানা পরিদর্শন: কিশোর গ্যাং, ছিনতাই ও মাদকের বিরুদ্ধে কঠোর পদক্ষেপ",
        "body": [
            "আইজিপি আকস্মিকভাবে মোহাম্মদপুর থানা পরিদর্শন করেছেন এবং সাংবাদিকদের জানিয়েছেন যে, কিশোর গ্যাং, ছিনতাইকারী ও মাদক কারবারিদের তৎপরতায় সাধারণ মানুষ ভীতির মধ্যে আছে।",
            "তিনি পরিস্থিতি পর্যবেক্ষণে নিজেই রাস্তায় নেমেছেন এবং সন্ধ্যার পর থেকে বিশেষ ব্লক রেইডের মাধ্যমে ছিনতাইকারী ও মাদক-সংশ্লিষ্টদের আইনের আওতায় আনার কার্যক্রম চলছে।",
            "আইজিপি ব্যক্তিগত অভিজ্ঞতা উল্লেখ করে বলেন যে, ১৯৮৬ সালে তিনি নিজেও মোহাম্মদপুরের জেনেভা ক্যাম্প এলাকায় ছিনতাইয়ের শিকার হয়েছিলেন এবং মোহাম্মদপুরকে দীর্ঘদিনের অপরাধপ্রবণ এলাকা হিসেবে চিহ্নিত করেন, যেখানে অবৈধ ব্যবসার বিস্তার রয়েছে।",
            "তিনি আরও উল্লেখ করেন যে, রাজধানীর ফুটপাত দখলের পর এখন সড়কও দখলের শিকার হচ্ছে, যা সাধারণ মানুষের চলাচলে বাধা সৃষ্টি করছে।",
            "আইজিপি বলেন, আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক না থাকলে অর্থনীতি ও বিনিয়োগ ক্ষতিগ্রস্ত হয় এবং প্রায় ২০ কোটি মানুষের বিপরীতে মাত্র ২ লাখ ২০ হাজার পুলিশ সদস্যের সীমাবদ্ধতা তুলে ধরে নাগরিকদের আইন মেনে চলার আহ্বান জানান।"
        ]
    }
]