[
    {
        "title": "১৭ বছর পর নিজস্ব জোট গড়ে জামায়াতের বড় উত্থান: ৭৭ আসনে জয় ও ঢাকায় ৬টি আসন লাভ",
        "body": [
            "১৭ বছর পর জামায়াতে ইসলামী নিজস্ব নেতৃত্বে জোট গঠন করে ত্রয়োদশ সংসদ নির্বাচনে বিএনপির বিরুদ্ধে সরাসরি প্রতিদ্বন্দ্বিতা করে, যা বিশ্লেষকদের মতে তাদের একটি বড় উত্থান নির্দেশ করে।",
            "যদিও সরকার গঠনের মতো পর্যাপ্ত আসন পায়নি, তবে জোটগতভাবে মোট ৭৭টি আসনে জয়লাভ করেছে জামায়াত।",
            "অতীতের নির্বাচনে রাজধানী ঢাকায় একটি আসনও না পেলেও, এবার ঢাকা মহানগরের ১৫টি আসনের মধ্যে ৬টিতে (ঢাকা-৪, ৫, ১২, ১৪, ১৫ ও ১৬) জয় পেয়েছে জামায়াত।",
            "এছাড়া, জোটের প্রার্থী ও এনসিপির আহ্বায়ক নাহিদ ইসলাম ঢাকা-১১ আসনে জয়ী হয়েছেন।",
            "ঢাকার আরও পাঁচটি আসনে (ঢাকা-৭, ৮, ১০, ১৩ ও ১৭) জামায়াত বা জোটের প্রার্থীরা কম ভোটের ব্যবধানে হেরেছেন, যা তুমুল প্রতিদ্বন্দ্বিতার ইঙ্গিত দেয়। এর মধ্যে ঢাকা-১০ আসনে মাত্র ৩,৩০০ ভোটের ব্যবধানে এবং ঢাকা-৭ আসনে ৬,১৮৩ ভোটের ব্যবধানে হেরেছে দলটি।"
        ]
    },
    {
        "title": "ত্রয়োদশ সংসদ নির্বাচনে বিএনপির নিরঙ্কুশ জয় এবং বিরোধী দলের অবস্থান",
        "body": [
            "ত্রয়োদশ সংসদ নির্বাচনে বিএনপি ২০৯টি আসনে জয়লাভ করে দুই-তৃতীয়াংশের বেশি সংখ্যাগরিষ্ঠতা অর্জন করেছে এবং সরকার গঠন করতে যাচ্ছে।",
            "নির্বাচনে বিএনপির মূল প্রতিদ্বন্দ্বী ছিল জামায়াতের নেতৃত্বাধীন ১১ দলীয় ঐক্য, যার মধ্যে এনসিপিও অন্তর্ভুক্ত ছিল।",
            "জামায়াতে ইসলামী ও তার মিত্রদলগুলো ৭৭টি আসনে জয়ী হয়ে বিরোধী দলের আসনে বসতে যাচ্ছে।"
        ]
    },
    {
        "title": "তারেক রহমানের শান্তি ও শৃঙ্খলা বজায় রাখার আহ্বান",
        "body": [
            "বিএনপির চেয়ারম্যান তারেক রহমান ত্রয়োদশ জাতীয় সংসদ নির্বাচন-পরবর্তী পরিস্থিতিতে দেশে শান্তি ও শৃঙ্খলা বজায় রাখার ওপর সর্বোচ্চ গুরুত্ব আরোপ করেছেন।",
            "তিনি জোর দিয়ে বলেছেন যে যেকোনো মূল্যে আইনশৃঙ্খলা স্বাভাবিক রাখতে হবে এবং কোনো ধরনের সহিংসতা, প্রতিশোধ বা উসকানিমূলক কর্মকাণ্ড বরদাশত করা হবে না।",
            "শনিবার বিকেলে হোটেল ইন্টারকন্টিনেন্টালে আয়োজিত এক সংবাদ সম্মেলনে তারেক রহমান নেতা-কর্মীদের শান্ত ও সতর্ক থাকার আহ্বান জানান।",
            "তিনি উল্লেখ করেন যে নির্বাচনে প্রতিদ্বন্দ্বিতা করতে গিয়ে তৈরি হওয়া ভুল-বোঝাবুঝি বা উত্তেজনা যেন কোনোভাবেই প্রতিশোধ বা প্রতিহিংসায় রূপ না নেয়।",
            "তারেক রহমান স্পষ্ট করেন যে কোনো অজুহাতে দুর্বলের ওপর সবলের আক্রমণ মেনে নেওয়া হবে না এবং ন্যায়পরায়ণতাই হবে আদর্শ।",
            "তিনি আইনের শাসন প্রতিষ্ঠায় জোর দেন, যেখানে প্রতিটি বাংলাদেশি নাগরিকের জন্য আইন সমানভাবে প্রযোজ্য হবে।"
        ]
    },
    {
        "title": "নতুন সংসদ সদস্যদের শপথ ও মন্ত্রিসভার সম্ভাব্য তারিখ",
        "body": [
            "প্রধান উপদেষ্টার কার্যালয় সূত্রে জানা গেছে, সরকারের বর্তমান সিদ্ধান্ত অনুযায়ী নবনির্বাচিত সংসদ সদস্যদের শপথ পড়াবেন প্রধান নির্বাচন কমিশনার (সিইসি)।",
            "সংসদ সদস্যদের শপথ আগামী সোমবার বা মঙ্গলবার হতে পারে বলে ধারণা করা হচ্ছে।",
            "যেদিন সংসদ সদস্যরা শপথ নেবেন, সেদিনই নতুন প্রধানমন্ত্রী ও মন্ত্রিসভার সদস্যরা শপথ নিতে পারেন।",
            "সংবিধান অনুযায়ী, দ্বাদশ জাতীয় সংসদের স্পিকার শিরীন শারমিন চৌধুরী বা তাঁর মনোনীত ব্যক্তির সংসদ সদস্যদের শপথ পড়ানোর কথা; তিন দিনের মধ্যে তা না হলে পরবর্তী তিন দিনের মধ্যে সিইসি এই দায়িত্ব পালন করবেন।"
        ]
    },
    {
        "title": "খুলনা বিভাগে বিএনপি ও জামায়াতের নির্বাচনী ফলাফল বিশ্লেষণ",
        "body": [
            "খুলনা বিভাগের ৩৬টি আসনের মধ্যে বিএনপি খুলনা, মাগুরা, বাগেরহাট, যশোর, নড়াইল, ঝিনাইদহ ও কুষ্টিয়ায় মোট ১১টি আসনে জয়লাভ করেছে।",
            "অন্যদিকে, জামায়াত যশোর, সাতক্ষীরা, বাগেরহাট, ঝিনাইদহ, কুষ্টিয়া, খুলনা, চুয়াডাঙ্গা, মেহেরপুর এবং নড়াইলে মোট ২৮টি আসনে জয়ী হয়ে খুলনা বিভাগের প্রায় ৭০ শতাংশ আসনে আধিপত্য বিস্তার করেছে।",
            "জামায়াত এতো সংখ্যক আসনে জয়লাভ করলেও দলটির সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার খুলনা-৫ আসনে পরাজিত হয়েছেন।",
            "মিয়া গোলাম পরওয়ার অভিযোগ করেছেন যে তার আসনে ৬,০০০-এর বেশি ভোট বাতিল করা হয়েছে এবং তিনি এগুলোর বৈধতা যাচাইয়ের জন্য পুনরায় পরীক্ষার আবেদন করার কথা বিবেচনা করছেন।",
            "খুলনা-২ আসনে প্রথমবারের মতো জামায়াত জয়লাভ করেছে, যেখানে বিএনপির শক্তিশালী প্রার্থী নজরুল ইসলাম মঞ্জু পরাজিত হয়েছেন; দলীয় কোন্দল ও অতি আত্মবিশ্বাসকে এই পরাজয়ের কারণ হিসেবে মনে করা হচ্ছে।"
        ]
    },
    {
        "title": "বিএনপির সম্ভাব্য মন্ত্রিসভার আলোচনায় জ্যেষ্ঠ ও তরুণ নেতাদের নাম",
        "body": [
            "তারেক রহমানের ঘনিষ্ঠ সূত্র অনুযায়ী, এবারের মন্ত্রিসভা অভিজ্ঞ ও দক্ষ তারুণ্যের মিশ্রণে গঠিত হবে।",
            "জ্যেষ্ঠ ও অভিজ্ঞ নেতাদের মধ্যে মির্জা ফখরুল ইসলাম আলমগীর, মেজর (অব.) হাফিজ উদ্দিন আহমদ, আমীর খসরু মাহমুদ চৌধুরী, সালাহউদ্দিন আহমদ, আবদুল মঈন খান, সেলিমা রহমান এবং গয়েশ্বর চন্দ্র রায়ের নাম আলোচনায় আছে।",
            "স্থায়ী কমিটির সদস্য নজরুল ইসলাম খানকে সরকার গঠনের পর প্রধানমন্ত্রীর রাজনৈতিক উপদেষ্টা করার পরামর্শ রয়েছে, তিনি বিএনপির নির্বাচন পরিচালনা কমিটির আহ্বায়ক ছিলেন।",
            "বিএনপির স্থায়ী কমিটির সদস্য এ জেড এম জাহিদ হোসেন (খালেদা জিয়ার ব্যক্তিগত চিকিৎসক) এবং ভাইস চেয়ারম্যান আবদুল আউয়াল মিন্টু (কৃষি ও খাদ্যপ্রযুক্তি উদ্যোক্তা) নতুন মন্ত্রিসভার সম্ভাব্য মুখ হিসেবে আলোচনায় আছেন।"
        ]
    },
    {
        "title": "ফয়েজ আহমদের দেশত্যাগ এবং রাজনৈতিক অবস্থান",
        "body": [
            "ফয়েজ আহমদ শনিবার ঢাকার শাহজালাল আন্তর্জাতিক বিমানবন্দর থেকে দেশত্যাগ করেছেন বলে তার ঘনিষ্ঠ একটি সূত্র জানিয়েছে, যদিও তিনি নিজে এ বিষয়ে কোনো মন্তব্য করেননি।",
            "২০২৪ সালের ৫ আগস্ট আওয়ামী লীগ সরকারের পতনের পর জুলাই গণ-অভ্যুত্থানে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন।",
            "২০২৪ সালের নভেম্বরে তাকে আইসিটি পলিসি অ্যাডভাইজার হিসেবে নিয়োগ দেওয়া হয়।",
            "২০২৫ সালের ৫ মার্চ তিনি প্রতিমন্ত্রী মর্যাদায় প্রধান উপদেষ্টার বিশেষ সহকারী নিযুক্ত হন।"
        ]
    },
    {
        "title": "জাতীয় নাগরিক পার্টির 'ছায়া মন্ত্রিসভা' গঠনের প্রস্তুতি",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) মুখপাত্র আসিফ মাহমুদ সজীব ভুঁইয়া 'ছায়া মন্ত্রিসভা' গঠনের প্রস্তুতির কথা জানিয়েছেন।",
            "আসিফ মাহমুদ রোববার সকাল ১০টা ১৬ মিনিটে তার ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে এই তথ্য জানান।",
            "এই ছায়া মন্ত্রিসভার প্রধান কাজ হবে স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করা এবং সার্বিক কার্যক্রমে 'ওয়াচডগ' হিসেবে কাজ করা।"
        ]
    }
]