[
    {
        "title": "সংসদে সক্রিয় ভূমিকার প্রস্তুতি: জামায়াতের দুই দিনের কর্মশালা",
        "body": [
            "বাংলাদেশ জামায়াতে ইসলামী সংসদে সক্রিয় ভূমিকা পালনের প্রস্তুতি নিচ্ছে এবং এর অংশ হিসেবে নবনির্বাচিত সংসদ সদস্যদের জন্য দুই দিনের কর্মশালার আয়োজন করেছে।",
            "দলীয় এমপিদের, বিশেষ করে প্রথমবারের মতো নির্বাচিতদের, সংসদীয় কার্যক্রম, বিল-বাজেট, স্থায়ী কমিটির কাজসহ বিভিন্ন বিষয়ে ধারণা দেওয়া হচ্ছে এই কর্মশালায়।",
            "‘ওরিয়েন্টেশন প্রোগ্রাম’ নামক এই কর্মশালায় অভিজ্ঞ সাবেক আমলা, একাডেমিশিয়ান এবং সাবেক সংসদ সদস্যরা এমপিদের দায়িত্ব ও বিরোধী দলের কৌশলগত ভূমিকা সম্পর্কে নির্দেশনা দিচ্ছেন।"
        ]
    },
    {
        "title": "আন্তর্জাতিক মাতৃভাষা ও শহীদ দিবসে বিরোধীদলীয় নেতার শহীদ মিনারে গমন",
        "body": [
            "জামায়াতের অফিশিয়াল ফেসবুক পেজ এবং দলটির প্রচার বিভাগের জ্যেষ্ঠ প্রচার সহকারী মুজিবুল আলমের মাধ্যমে এই তথ্য জানানো হয়েছে।",
            "আগামী ২১ ফেব্রুয়ারি রাত ১২টা ১ মিনিটে আন্তর্জাতিক মাতৃভাষা ও শহীদ দিবসে জাতীয় সংসদের বিরোধীদলীয় নেতা ডা. শফিকুর রহমান কেন্দ্রীয় শহীদ মিনারে যাবেন।",
            "রাষ্ট্রীয় আচার-অনুষ্ঠানের অংশ হিসেবে তিনি শহীদ মিনারে শ্রদ্ধা নিবেদন করবেন এবং ১১–দলীয় ঐক্যের নবনির্বাচিত সংসদ সদস্যরাও তাঁর সঙ্গে যোগ দেবেন।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপে ভারত সেমিফাইনালে উঠবে না, ভিন্নমত আমিরের",
        "body": [
            "পাকিস্তানের সাবেক ক্রিকেটাররা টি-টোয়েন্টি বিশ্বকাপের গ্রুপ '১' থেকে সেমিফাইনালিস্ট নিয়ে ভিন্নমত পোষণ করেছেন।",
            "আহমেদ শেহজাদ মনে করেন ভারত ও দক্ষিণ আফ্রিকা সেমিফাইনালে যাবে, অন্যদিকে রশিদ লতিফ ভারত ও ওয়েস্ট ইন্ডিজকে সেমিফাইনালে দেখছেন এবং ভারত-পাকিস্তান সেমিফাইনাল ম্যাচের পূর্বাভাস দিয়েছেন।",
            "তবে মোহাম্মদ আমির ভিন্নমত পোষণ করে বলেছেন, গ্রুপ '১' থেকে দক্ষিণ আফ্রিকা ও ওয়েস্ট ইন্ডিজ সেমিফাইনালে খেলবে, ভারত নয়।",
            "আমিরের যুক্তি, পাকিস্তানের বিপক্ষে ম্যাচ ছাড়া ভারতের ব্যাটিংয়ে ধস নেমেছে এবং সুপার এইটের ম্যাচে চাপ আরও বাড়বে, যেখানে দক্ষিণ আফ্রিকা ও ওয়েস্ট ইন্ডিজ যেকোনো দলকে হারানোর সক্ষমতা রাখে।"
        ]
    },
    {
        "title": "ঢাকার বায়ু দূষণ: বিশ্বের অন্যতম দূষিত শহর",
        "body": [
            "রাজধানী ঢাকা বিশ্বের দূষিত শহরগুলোর মধ্যে প্রথম সারিতে রয়েছে, এবং এই অবস্থা দীর্ঘ সময় ধরে বিদ্যমান।",
            "সুইজারল্যান্ডভিত্তিক প্রতিষ্ঠান আইকিউএয়ারের প্রতিবেদন অনুযায়ী, আজ বেলা ১১টায় বিশ্বের ১২৩টি শহরের মধ্যে ঢাকা দ্বিতীয় স্থানে ছিল, যার বায়ুর মান ছিল ২৮৪।",
            "বায়ু দূষণের মাত্রা ২০০-এর বেশি হলে তা 'খুব অস্বাস্থ্যকর' এবং ৩০০ হলে 'দুর্যোগপূর্ণ' বলে বিবেচিত হয়।",
            "দূষণের প্রধান উৎসগুলোর মধ্যে রয়েছে ইটভাটা, কলকারখানার ধোঁয়া, যানবাহনের কালো ধোঁয়া এবং আন্তমহাদেশীয় দূষিত বায়ুপ্রবাহ যা ভারত ও পাকিস্তানের বিভিন্ন অঞ্চল থেকে বাংলাদেশে প্রবেশ করে।",
            "দীর্ঘদিন বৃষ্টি না হওয়ায় এই দূষিত বায়ুর স্তরটি আপাতত স্থায়ী হয়ে গেছে।"
        ]
    },
    {
        "title": "প্রথম আলো ভবনে হামলা ও অগ্নিসংযোগের ঘটনা নিয়ে 'আলো' প্রদর্শনী",
        "body": [
            "প্রথম আলো ভবনের তৃতীয় তলায় পুড়ে যাওয়া লোহালক্কড়, বৈদ্যুতিক তার এবং অন্যান্য ক্ষতিগ্রস্ত জিনিস প্রদর্শন করা হচ্ছে।",
            "যারা হামলার ঘটনা দেখেছেন, তাদের বক্তব্যও এই প্রদর্শনীতে স্থান পেয়েছে।",
            "ফটোগ্রাফার মনির মহিউদ্দিন প্রদর্শনীটি দেখে এর ব্যতিক্রমী উপস্থাপনার প্রশংসা করেছেন, যদিও তিনি হামলার কারণ বুঝতে পারেননি।",
            "চতুর্থ তলায় হামলার ভিডিও চিত্র, উগ্রবাদীদের লুটপাট ও ভাঙচুরের দৃশ্য প্রদর্শিত হচ্ছে, যেখানে ভাঙচুর করা জিনিসের ওপর একঝাঁক কবুতর রাখা হয়েছে।",
            "দর্শক মো. রবিউল ইসলাম এবং শাকিল হক প্রথম আলো ও ডেইলি স্টারে হামলা ও অগ্নিসংযোগের ঘটনায় বিস্ময় প্রকাশ করেছেন এবং রবিউল ইসলাম পত্রিকা না পেয়ে খারাপ লাগা ও পরে পেয়ে আনন্দিত হওয়ার কথা জানিয়েছেন।"
        ]
    },
    {
        "title": "স্বাস্থ্যমন্ত্রীর চিকিৎসাসেবা সহজলভ্য করার প্রতিশ্রুতি",
        "body": [
            "স্বাস্থ্যমন্ত্রী ঘোষণা করেছেন যে চিকিৎসাসেবা মানুষের দোরগোড়ায় পৌঁছে দেওয়া হবে, যেখানে ডাক্তাররা মানুষের পেছনে ঘুরবেন, মানুষকে ডাক্তারের পেছনে ঘুরতে হবে না।",
            "তিনি প্রধানমন্ত্রী তারেক রহমানের নেতৃত্বে এই উদ্দেশ্য সম্পূর্ণরূপে পূরণের আশা প্রকাশ করেছেন।",
            "মন্ত্রী নরসিংদীতে একটি মেডিকেল কলেজ স্থাপনের দীর্ঘদিনের দাবির প্রতি একাত্মতা পোষণ করেছেন এবং দ্রুত এটি বাস্তবায়নের প্রতিশ্রুতি দিয়েছেন।",
            "তিনি নরসিংদীর ২৫০ শয্যাবিশিষ্ট হাসপাতালসহ যেসব হাসপাতাল এখনও চালু হয়নি, সেগুলো দ্রুত চালুর জন্য কাজ করার কথা বলেছেন।",
            "নরসিংদীতে দুটি আইসিইউ ইউনিট স্থাপনেরও ব্যবস্থা করা হবে বলে মন্ত্রী জানিয়েছেন।"
        ]
    },
    {
        "title": "সংসদে প্রধান বিরোধী দল হিসেবে জামায়াতের আত্মপ্রকাশ",
        "body": [
            "১২ ফেব্রুয়ারির ত্রয়োদশ সংসদ নির্বাচনে ৬৮টি আসনে জয়ী হয়ে জামায়াত সংসদে প্রধান বিরোধী দলের আসনে বসতে যাচ্ছে।",
            "জামায়াতের নেতৃত্বাধীন ১১-দলীয় নির্বাচনী ঐক্যের মোট আসন সংখ্যা ৭৭টি।",
            "শফিকুর রহমান ইতিমধ্যেই বিরোধীদলীয় নেতা নির্বাচিত হয়েছেন এবং একুশের প্রথম প্রহরে প্রধানমন্ত্রী তারেক রহমানের পর শহীদ মিনারে ভাষাশহীদদের প্রতি শ্রদ্ধা জানিয়েছেন।",
            "বিরোধীদলীয় নেতার সাথে জামায়াত ও জাতীয় নাগরিক পার্টির (এনসিপি) বেশ কয়েকজন নেতা উপস্থিত ছিলেন, যারা ফুল দেওয়ার পর দোয়া ও মোনাজাত করেন।",
            "শফিকুর রহমান সাংবাদিকদের প্রশ্নের জবাবে ভাষাশহীদদের পাশাপাশি বিভিন্ন আন্দোলনে শহীদ সবার প্রতি শ্রদ্ধা জানানোর কথা বলেছেন।"
        ]
    },
    {
        "title": "ঢাকা-সিলেট মহাসড়কে বিএনপি সমর্থকদের অবরোধ",
        "body": [
            "রাত সাড়ে ১২টার দিকে রুমিন ফারহানার কয়েক শ সমর্থক ঢাকা-সিলেট মহাসড়কের শাহবাজপুর এলাকায় অবরোধ করেন।",
            "তারা লাঠিসোঁটা হাতে টায়ারে আগুন জ্বালিয়ে যান চলাচল বন্ধ করে দেন এবং আনোয়ার হোসেন মাস্টারের বিরুদ্ধে স্লোগান দেন।",
            "সরাইল থানা ও খাঁটিহাতা হাইওয়ে পুলিশ রাত দেড়টার দিকে আইনানুগ ব্যবস্থার আশ্বাসে অবরোধ তুলে নেয়।",
            "এক ঘণ্টা যান চলাচল বন্ধ থাকায় মহাসড়কের দুই পাশে দীর্ঘ যানজটের সৃষ্টি হয়।",
            "সরাইল উপজেলা বিএনপির সভাপতি আনিছুল ইসলাম ঠাকুর জানান, শহীদ মিনারে ফুল দেওয়া দলীয় সিদ্ধান্ত হলেও এর বাইরে কোনো সিদ্ধান্ত হয়নি এবং বিষয়টি তদন্ত করে দেখা হবে।"
        ]
    },
    {
        "title": "বাংলাদেশের সঙ্গে সম্পর্ক উন্নয়নে ভারতের আগ্রহ",
        "body": [
            "ভারতের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র রণধীর জয়সোয়াল জানিয়েছেন, ভারত বাংলাদেশের সঙ্গে উষ্ণ সম্পর্ক গড়ে তুলতে এবং ঐতিহাসিক ও বহুমুখী সম্পর্ককে আরও এগিয়ে নিতে আগ্রহী।",
            "তিনি উল্লেখ করেন যে ভারতের লোকসভার স্পিকার ওম বিড়লা তারেক রহমানের সঙ্গে দ্বিপক্ষীয় বৈঠক করেছিলেন।",
            "ভারত বাংলাদেশের নতুন সরকারের সঙ্গে কাজ করার জন্য অপেক্ষায় আছে এবং সব দিক বিবেচনা করে সম্পর্ককে আরও উন্নত করতে আগ্রহী।",
            "বাংলাদেশে মৌলবাদের বিস্তার নিয়ে ক্ষমতাসীন দলের এক নেতার মন্তব্যের বিষয়ে সরাসরি মন্তব্য না করে জয়সোয়াল নতুন সরকারের সঙ্গে সম্পর্কের সামগ্রিক উন্নয়নে কাজ করার ওপর জোর দিয়েছেন।"
        ]
    }
]