[
    {
        "title": "নাগরিক বৈষম্য রোধ ও উন্নয়নমূলক প্রতিশ্রুতির ঘোষণা",
        "body": [
            "নাহিদ সংখ্যালঘুদের প্রতি বৈষম্য বা সহিংসতা রোধের প্রতিশ্রুতি দিয়েছেন এবং বলেছেন বাংলাদেশ কখনোই আফগানিস্তান হবে না, বরং মালয়েশিয়া বা তুরস্কের মতো ধর্মানুরাগী উদারনৈতিক সমাজের অনুকরণীয় হবে।",
            "তিনি নারীর অধিকার শতভাগ নিশ্চিত করা এবং নারী নির্যাতনের বিরুদ্ধে জিরো টলারেন্স নীতি গ্রহণের কথা বলেছেন।",
            "নাহিদ স্বাস্থ্য, শিক্ষা, কৃষি, বিদ্যুৎ ও জ্বালানি, কর্মসংস্থান, ন্যায্য মজুরি, প্রবাসী শ্রমিকের স্বার্থ, যোগাযোগ ও গণপরিবহন খাতের উন্নয়নে নানা প্রতিশ্রুতি দিয়েছেন।",
            "সরকারি কর্মকর্তাদের জন্য আলাদা পরিবহন ব্যবস্থা বাতিল করে মন্ত্রী ও সচিবদের সপ্তাহে নির্দিষ্ট সংখ্যক দিন গণপরিবহন ব্যবহারের কথা বলেছেন।",
            "বঙ্গোপসাগরকে ঘিরে সুনীল অর্থনীতি গড়ে তোলা এবং পরিবেশদূষণ কমাতে পরিবেশ করের ব্যবস্থা করার মতো পরিকল্পনার কথাও উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "বিসিবি সভাপতি আমিনুলের লাহোর সফর ও পিসিবি'র সাথে বৈঠক",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ডের (বিসিবি) সভাপতি আমিনুল লাহোরে পৌঁছেছেন, যেখানে পাকিস্তান ক্রিকেট বোর্ড (পিসিবি) এর প্রধান নির্বাহী কর্মকর্তা সালমান নাসির তাকে স্বাগত জানিয়েছেন।",
            "পিসিবি তাদের ফেসবুক পেজে আমিনুলকে স্বাগত জানানোর একটি ভিডিও পোস্ট করেছে, যেখানে সালমান নাসিরকে উদ্ধৃত করে বলা হয়েছে যে তারা 'সম্মানিত অতিথিকে আন্তরিকভাবে পাকিস্তানে স্বাগত জানিয়েছে'।",
            "আমিনুল লাহোরে আইসিসি ও পিসিবি'র সভায় যোগ দেবেন এবং পিসিবি প্রধান মহসিন নাকভির সঙ্গে একটি পৃথক বৈঠকও করবেন।"
        ]
    },
    {
        "title": "জামায়াতের নেতার অভিযোগ: প্রশাসন পক্ষপাতদুষ্ট, সুষ্ঠু নির্বাচন ব্যাহত হওয়ার আশঙ্কা",
        "body": [
            "জামায়াতের নেতা জুবায়ের অভিযোগ করেছেন যে পাবনাসহ বিভিন্ন স্থানে স্থানীয় প্রশাসন পক্ষপাতদুষ্ট আচরণ করছে, যা সুষ্ঠু নির্বাচনের ক্ষেত্রে বড় অন্তরায় হবে।",
            "তিনি বলেন, প্রশাসনের একটি অংশ একদিকে হেলে পড়ছে এবং যারা এমন আচরণ করছেন তাদের বিরুদ্ধে ব্যবস্থা নেওয়ার জন্য জামায়াত দাবি জানিয়েছে।",
            "জুবায়ের হুঁশিয়ারি দিয়েছেন যে এসব বিষয়ে পদক্ষেপ নেওয়া না হলে নির্বাচন একপেশে ও প্রশ্নবিদ্ধ হবে।",
            "১১টি নারী সংগঠনের পক্ষ থেকে জামায়াতের আমিরের প্রার্থিতা বাতিল চেয়ে ইসিতে স্মারকলিপি দেওয়ার বিষয়ে তিনি বলেন, জামায়াত নারীদের সর্বোচ্চ সম্মান করে।",
            "তিনি আরও জানান, জামায়াতের আমিরের এক্স অ্যাকাউন্ট হ্যাক হয়েছিল এবং এই ঘটনায় বঙ্গভবনের একজন কর্মকর্তা জড়িত ছিলেন।"
        ]
    },
    {
        "title": "শেখ হাসিনার শাসনকালে মেজর জেনারেল তারিক আহম্মেদ সিদ্দীকির ক্ষমতার বিস্তার",
        "body": [
            "শেখ হাসিনা তার ১৯৯৬-২০০১ সালের শাসনকালের দুর্বলতা থেকে শিক্ষা নিয়ে দেশ ও প্রশাসনের ওপর তার নিরঙ্কুশ আধিপত্য বিস্তারের জন্য সংবিধান সংশোধন, তত্ত্বাবধায়ক সরকার বাতিল, এবং আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে রাজনৈতিক নেতাদের বিচার ও মৃত্যুদণ্ড কার্যকর করেন।",
            "তিনি তার আত্মীয় মেজর জেনারেল তারিক আহম্মেদ সিদ্দীকিকে নিরাপত্তা উপদেষ্টা হিসেবে নিয়োগ দেন এবং তার মাধ্যমে সেনাবাহিনী সহ ডিজিএফআই, এনএসআই, র‍্যাব, এনটিএমসি, আনসার, বিজিবি ইত্যাদি সংস্থাগুলোকে নিয়ন্ত্রণ করেন।",
            "মেজর জেনারেল সিদ্দীকি চারটি চক্রের মাধ্যমে প্রভাব বিস্তার করেন: 'অপরাধ চক্র' (রাজনৈতিক প্রতিপক্ষকে দমন-পীড়ন, হত্যা ও গুম), 'ডিপ স্টেট' (তিন বাহিনীর নীতি নির্ধারণী সিদ্ধান্ত), 'কেনাকাটা চক্র' (বিভিন্ন কেনাকাটায় প্রভাব) এবং 'সামরিক প্রকৌশলী চক্র' (জাতীয় প্রকল্পে প্রভাব বিস্তার ও অবৈধ অর্থের উৎস)।",
            "এই চক্রগুলোর মাধ্যমে মেজর জেনারেল সিদ্দীকি প্রধানমন্ত্রী ও বাহিনী প্রধানদের মধ্যে নিজেকে 'সুপার চিফ' হিসেবে প্রতিষ্ঠিত করেন এবং বিভিন্ন গুরুত্বপূর্ণ সিদ্ধান্ত ও আর্থিক কার্যক্রমে তার প্রভাব খাটান।"
        ]
    },
    {
        "title": "রাজনৈতিক প্রভাবমুক্ত প্রশাসনের প্রত্যাশা ও বাস্তবতা",
        "body": [
            "সারজিস আশা করেছিলেন একটি রাজনৈতিক প্রভাবমুক্ত প্রশাসন, যেখানে সরকারি অফিস-আদালতে জনগণ বিনা বাধায় সেবা পাবে।",
            "তিনি প্রত্যাশা করেছিলেন যে থানা ও ভূমি অফিসে টাকা ছাড়া কাজ হবে এবং রাজনৈতিক দলগুলো দলীয়করণ করবে না।",
            "সারজিস চেয়েছিলেন ব্যবসায়ীরা ব্যবসার স্বাধীনতা পাবেন, শ্রমিকরা ন্যায্য মজুরি পাবেন এবং প্রত্যেকে ন্যায় ও সম্মানের জীবন পাবে।",
            "তবে, তার অভিযোগ যে কিছু তথাকথিত রাজনীতিবিদ ও রাজনৈতিক দলের নেতা-কর্মীরা বাংলাদেশকে আবার পূর্বের অবস্থায় ফিরিয়ে নেওয়ার চেষ্টা করছেন।"
        ]
    }
]