[
    {
        "title": "নিরাপত্তাশঙ্কায় ভারতে টি–টুয়েন্টি বিশ্বকাপে অংশ নিচ্ছে না বাংলাদেশ",
        "body": [
            "যুব ও ক্রীড়া উপদেষ্টা আসিফ নজরুল জানিয়েছেন যে নিরাপত্তাশঙ্কায় ভারতে টি–টুয়েন্টি বিশ্বকাপ খেলতে না যাওয়ার সিদ্ধান্ত বদলানোর কোনো সুযোগ নেই।",
            "আইসিসি বাংলাদেশের ভেন্যু বদলানোর অনুরোধ না রাখায়, এবারের টি–টুয়েন্টি বিশ্বকাপে বাংলাদেশের খেলা হচ্ছে না।",
            "আসিফ নজরুল হোটেল ইন্টারকন্টিনেন্টালে ক্রিকেটারদের সঙ্গে বৈঠকের পর এই তথ্য জানান এবং আইসিসির এই সিদ্ধান্তকে অবিচার হিসেবে উল্লেখ করেন।"
        ]
    },
    {
        "title": "বিসিবির ভেন্যু স্থানান্তরের অনুরোধে সাড়া দেয়নি আইসিসি",
        "body": [
            "বিসিবির ভেন্যু স্থানান্তরের অনুরোধে আইসিসি সাড়া দেয়নি।"
        ]
    },
    {
        "title": "বাংলাদেশের টি–টুয়েন্টি বিশ্বকাপ খেলা অনিশ্চিত: ক্রিকেটারদের সাথে জরুরি বৈঠক",
        "body": [
            "বাংলাদেশের টি–টুয়েন্টি বিশ্বকাপে অংশগ্রহণ অনিশ্চিত হয়ে পড়েছে কারণ আইসিসি জানিয়েছে যে বিশ্বকাপ ভারতেই অনুষ্ঠিত হবে এবং সেখানে অংশগ্রহণ না করলে বাংলাদেশকে ছাড়াই বিশ্বকাপ হবে।",
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) নিরাপত্তা শঙ্কায় ভারতে খেলতে রাজি নয় এবং শ্রীলঙ্কায় খেলার অবস্থানে অনড় আছে।",
            "এই পরিস্থিতিতে, যুব ও ক্রীড়া উপদেষ্টা আসিফ নজরুল আজ বিকেলে টি–টুয়েন্টি বিশ্বকাপ দলে থাকা ক্রিকেটারদের সাথে একটি জরুরি বৈঠকে বসছেন।",
            "বৈঠক সম্পর্কে বিশ্বকাপ দলের অলরাউন্ডার মেহেদী হাসান বলেছেন যে মিটিংয়ের উদ্দেশ্য এখনো অজানা, তবে ব্যক্তিগতভাবে সকল খেলোয়াড়কে টেক্সট করে ডাকা হয়েছে।"
        ]
    },
    {
        "title": "জাতীয় সংসদ নির্বাচনকে ঘিরে টানা চার দিনের ছুটি",
        "body": [
            "সরকার আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনের আগের দিন, ১১ ফেব্রুয়ারি, সাধারণ ছুটি ঘোষণা করেছে।",
            "নির্বাচনের দিন (১২ ফেব্রুয়ারি) এমনিতেই সাধারণ ছুটি থাকে, এবং এর পরের দুই দিন শুক্র ও শনিবার সাপ্তাহিক ছুটি হওয়ায় এবার নির্বাচনকে ঘিরে টানা চার দিনের ছুটি থাকছে।",
            "এছাড়াও, ১০ ফেব্রুয়ারি শিল্পাঞ্চলের শ্রমিকদের জন্য সাধারণ ছুটি থাকবে, ফলে সাপ্তাহিক ছুটি বাদে শ্রমিকেরা টানা তিন দিন ছুটি পাবেন।"
        ]
    },
    {
        "title": "শিশুদের প্রতি নিষ্ঠুরতার দণ্ড এবং শিক্ষাপ্রতিষ্ঠানে শাস্তি",
        "body": [
            "আইনের 'শিশুর প্রতি নিষ্ঠুরতার দণ্ড' ধারায় বলা হয়েছে যে, হেফাজতে থাকা কোনো শিশুকে আঘাত, উৎপীড়ন, অবহেলা, বর্জন, অরক্ষিত অবস্থায় পরিত্যাগ, ব্যক্তিগত পরিচর্যার কাজে ব্যবহার বা অশালীনভাবে প্রদর্শনের ফলে শিশুর দুর্ভোগ সৃষ্টি বা স্বাস্থ্যের ক্ষতি হলে তা অপরাধ বলে গণ্য হবে।",
            "এই অপরাধের জন্য সর্বোচ্চ পাঁচ বছরের কারাদণ্ড, এক লাখ টাকা অর্থদণ্ড বা উভয় দণ্ডের বিধান রয়েছে।",
            "শিক্ষা মন্ত্রণালয় ২০১১ সালে 'শিক্ষাপ্রতিষ্ঠানে ছাত্রছাত্রীদের শারীরিক ও মানসিক শাস্তি রহিত করা–সংক্রান্ত নীতিমালা' জারি করলেও শিক্ষাপ্রতিষ্ঠানে শারীরিক ও মানসিক শাস্তির ঘটনা ঘটে থাকে।",
            "প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের উপদেষ্টা অধ্যাপক বিধান রঞ্জন রায় পোদ্দার উল্লেখ করেছেন যে, এটি একটি সমস্যা, এবং সার্বিকভাবে মানুষের মধ্যে অসহিষ্ণুতা বৃদ্ধির কারণে শিশুদের ওপর এর প্রভাব পড়ছে।",
            "তিনি আরও জানান যে কিন্ডারগার্টেন স্কুলগুলোর ক্ষেত্রে সরকারের নিয়ন্ত্রণ কম, তবে নীতিমালার কারণে শিক্ষাপ্রতিষ্ঠানে শিশুদের শাস্তি দেওয়ার ঘটনা আগের চেয়ে অনেক কমেছে।"
        ]
    }
]