[
    {
        "title": "নতুন সরকারের জনবান্ধব রাষ্ট্র ব্যবস্থাপনা ও পরিবহন খাতে অগ্রাধিকার",
        "body": [
            "নতুন সরকার জনবান্ধব, স্বচ্ছ ও জবাবদিহিমূলক রাষ্ট্র ব্যবস্থাপনার জন্য ১৮০ দিনের কর্মপরিকল্পনা গ্রহণ করেছে, যার মধ্যে রেল সম্প্রসারণ, সড়কে শৃঙ্খলা ফিরিয়ে আনা, খাল পুনঃখনন এবং সমন্বিত পরিবহন ব্যবস্থাপনা অন্যতম।",
            "সড়ক পরিবহনমন্ত্রী ঢাকায় ব্যাটারিচালিত অটোরিকশার অবাধ চলাচল ও যানজট নিয়ন্ত্রণে দ্রুত কর্মপরিকল্পনা নেওয়ার কথা জানিয়েছেন, যা সিটি করপোরেশন, ট্রাফিক বিভাগ ও স্বরাষ্ট্র মন্ত্রণালয়ের সমন্বয়ে করা হবে।",
            "রেল খাতে দীর্ঘসূত্রতা ও সমন্বয়হীনতার কথা তুলে ধরে মন্ত্রী বলেন যে, প্রধানমন্ত্রী রেল খাতে বিশেষ গুরুত্ব দিয়েছেন এবং দেশের ভেতরে ইঞ্জিন ও বগি তৈরির সম্ভাব্যতা খতিয়ে দেখার নির্দেশ দিয়েছেন।",
            "রেল প্রকল্পে টেন্ডারপ্রক্রিয়ায় সমন্বয় এনে দ্রুত বাস্তবায়নের ওপর জোর দেওয়া হয়েছে, কারণ অনেক ক্ষেত্রে রেললাইন নির্মাণ শেষ হলেও ইঞ্জিন বা বগির অভাবে ট্রেন চালু করা সম্ভব হয়নি।"
        ]
    },
    {
        "title": "গণমাধ্যমের স্বাধীনতা, সংবিধান সংস্কার ও সুশাসনের দাবি এনসিপির",
        "body": [
            "এনসিপির আহ্বায়ক নাহিদ নতুন সরকার গঠনের পর গণমাধ্যমের স্বাধীনতার ওপর হস্তক্ষেপের অভিযোগ তুলেছেন, উদাহরণ হিসেবে বাসস ও এখন টিভির ঘটনা উল্লেখ করে তিনি গণমাধ্যমের স্বাধীন কার্যকারিতা দাবি করেন।",
            "নাহিদ ইসলাম বিএনপির প্রতি দ্রুত সংবিধান সংস্কার পরিষদের সদস্য হিসেবে শপথ গ্রহণ করে জাতীয় সংসদ ও সংবিধান সংস্কার পরিষদের প্রথম অধিবেশন ডাকার আহ্বান জানান এবং সংবিধানের দোহাই দিয়ে শপথ না নেওয়াকে 'গণভোটের গণরায়কে বৃদ্ধাঙ্গুলি দেখানো' হিসেবে আখ্যায়িত করেন।",
            "তিনি আইনের শাসন নিশ্চিত করা, পুলিশে দলীয়করণ বন্ধ করা, নারীর নিরাপত্তা, মব সংস্কৃতি বন্ধ, মাজার ভাঙচুরে জড়িতদের বিচার, বিরোধী দলের ওপর দমন-পীড়ন বন্ধ এবং নোয়াখালীর হাতিয়ায় ধর্ষণের নিরপেক্ষ তদন্তের দাবি জানান।",
            "পবিত্র রমজান মাসে দ্রব্যমূল্য সাধারণ মানুষের নাগালে রাখতে দ্রুত ব্যবস্থা নেওয়ার জন্য নতুন সরকারের প্রতি আহ্বান জানান নাহিদ ইসলাম।"
        ]
    },
    {
        "title": "প্রতিরক্ষা সহযোগিতা দ্রুত সম্পন্ন করার আহ্বান ট্রাম্পের",
        "body": [
            "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এক চিঠিতে প্রতিরক্ষা চুক্তিগুলো দ্রুত সম্পন্ন করতে কার্যকর পদক্ষেপ নেওয়ার জন্য আহ্বান জানিয়েছেন।",
            "তিনি আশা করেন যে এই পদক্ষেপগুলো বাংলাদেশের সামরিক বাহিনীকে আমেরিকার তৈরি অত্যাধুনিক সামরিক সরঞ্জাম ব্যবহারের সুযোগ করে দেবে।",
            "ট্রাম্প যুক্তরাষ্ট্র ও বাংলাদেশের সম্পর্ককে আরও শক্তিশালী করার জন্য বাংলাদেশের সঙ্গে কাজ করার অপেক্ষায় আছেন।",
            "তিনি বাংলাদেশে নিযুক্ত রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেনের ওপর পূর্ণ আস্থা প্রকাশ করেছেন এবং উভয় জাতিকে সমৃদ্ধ ও নিরাপদ করার সুযোগের কথা উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "অধ্যাপক আনু মুহাম্মদ: যুক্তরাষ্ট্র থেকে তুলা আমদানির চুক্তি এবং অন্তর্বর্তী সরকারের সমালোচনা",
        "body": [
            "অধ্যাপক আনু মুহাম্মদ যুক্তরাষ্ট্র থেকে তুলা আমদানির চুক্তির শর্ত নিয়ে প্রশ্ন তুলেছেন, দাবি করেছেন যে ব্যবসায়ীরা এতে যথেষ্ট সুবিধা দেখতে পাচ্ছেন না কারণ শর্ত ও অনিশ্চয়তা অনেক এবং তুলার দাম বেশি হবে ও রপ্তানির পরিমাণ নির্দিষ্ট নয়।",
            "তিনি অন্তর্বর্তী সরকারের সমালোচনা করে অধ্যাপক ইউনূসের উদ্দেশ্য নিয়ে প্রশ্ন তুলেছেন, ইঙ্গিত দিয়েছেন যে ইউনূস গ্রামীণ প্রতিষ্ঠানের মাধ্যমে নিজের সুবিধা করে নিয়েছেন এবং জাতিসংঘ মহাসচিব হওয়ার উচ্চাকাঙ্ক্ষা এর পেছনে কাজ করছে কিনা।",
            "আনু মুহাম্মদ অন্তর্বর্তী সরকারের জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমানকে বিএনপির সরকারের পররাষ্ট্রমন্ত্রী করার নিন্দা করেছেন, উল্লেখ করেছেন যে তাকে পূর্বের চুক্তির সাথে জড়িত থাকার জন্য তদন্ত ও বিচারের আওতায় আনা উচিত ছিল।"
        ]
    },
    {
        "title": "উপদেষ্টা জাহেদ উর রহমানের শৈশব ও শিক্ষাজীবন",
        "body": [
            "উপদেষ্টা জাহেদ উর রহমানের শৈশবের একটি উল্লেখযোগ্য অংশ কর্ণফুলী নদীর তীরবর্তী শিল্প শহর চন্দ্রঘোনায় কেটেছে, যেখানে তার বাবা আজিজুর রহমান কর্মসূত্রে থাকতেন।",
            "তিনি কেপিএম স্কুলের ১৯৯১ ব্যাচের ছাত্র ছিলেন এবং নোয়াখালীর বেগমগঞ্জ উপজেলার গোপালপুর ইউনিয়নের কোটরামহব্বতপুর গ্রামে তার পৈতৃক নিবাস।",
            "তার সহপাঠী জাকির হোসেন জাহেদ উর রহমানকে শান্তশিষ্ট, নম্র এবং শিক্ষাজীবনে অত্যন্ত মেধাবী হিসেবে বর্ণনা করেছেন, যিনি সব শ্রেণিতে প্রথম স্থান অধিকার করেছিলেন।",
            "কাপ্তাই উপজেলা প্রেসক্লাবের সাধারণ সম্পাদক ঝুলন দত্ত জাহেদ উর রহমানকে একজন যোগ্য ব্যক্তি হিসেবে উল্লেখ করেছেন এবং তার উপদেষ্টা পদ প্রাপ্তিকে কাপ্তাই অঞ্চলের জন্য গর্বের বিষয় বলে মনে করেন।"
        ]
    },
    {
        "title": "নতুন সরকারের ১৮০ দিনের কর্মপরিকল্পনা ও অগ্রাধিকার খাত",
        "body": [
            "নতুন সরকার রাষ্ট্র ব্যবস্থাপনাকে জনবান্ধব, স্বচ্ছ ও জবাবদিহিমূলক করতে কাজ শুরু করেছে।",
            "রেল সম্প্রসারণ, সড়কে শৃঙ্খলা ফিরিয়ে আনা, খাল পুনঃখনন ও সমন্বিত পরিবহন ব্যবস্থাপনা খাতে ১৮০ দিনের কর্মপরিকল্পনা নেওয়া হবে।",
            "ঢাকার প্রধান সড়কে ব্যাটারিচালিত অটোরিকশার অবাধ চলাচল ও যানজট নিয়ন্ত্রণে সিটি করপোরেশন, ট্রাফিক বিভাগ ও স্বরাষ্ট্র মন্ত্রণালয়ের সমন্বয়ে দ্রুত কর্মপরিকল্পনা নেওয়া হবে।",
            "রেল খাতে বিশেষ গুরুত্ব দেওয়া হয়েছে এবং দেশের ভেতরে ইঞ্জিন ও বগি তৈরির সম্ভাব্যতা যাচাইয়ের নির্দেশ দেওয়া হয়েছে।",
            "ভারত-বাংলাদেশ রেল যোগাযোগ পুনরায় চালুর বিষয়ে ১৫ দিনের মধ্যে সিদ্ধান্ত আসতে পারে।",
            "আসন্ন ঈদে ঘরমুখী যাত্রীদের ভোগান্তি কমাতে আগের সফল মডেল অনুসরণ করে অতিরিক্ত পদক্ষেপ যুক্ত করার বিষয়ে তিন-চার দিনের মধ্যে সিদ্ধান্ত নেওয়া হবে।"
        ]
    },
    {
        "title": "সংসদে সক্রিয় ভূমিকার প্রস্তুতিতে জামায়াতের এমপিদের কর্মশালা",
        "body": [
            "শপথ গ্রহণ ও বিরোধীদলীয় নেতৃত্ব নির্বাচন শেষ হওয়ার পর বাংলাদেশ জামায়াতে ইসলামী সংসদে সক্রিয় ভূমিকার জন্য প্রস্তুতি শুরু করেছে।",
            "দলটি তাদের নির্বাচিত এমপিদের, বিশেষ করে প্রথমবারের মতো নির্বাচিতদের, সংসদীয় কার্যক্রম, বিল-বাজেট এবং স্থায়ী কমিটির কাজ সম্পর্কে ধারণা দিতে একটি দুই দিনের কর্মশালার আয়োজন করেছে।",
            "‘ওরিয়েন্টেশন প্রোগ্রাম’ নামে এই কর্মশালায় অভিজ্ঞ সাবেক আমলা, একাডেমিশিয়ান এবং সাবেক সংসদ সদস্যরা এমপিদের দায়িত্ব ও বিরোধী দলের কৌশলগত ভূমিকা সম্পর্কে ধারণা দিয়েছেন।",
            "জাতীয় সংসদ নির্বাচনের পর নতুন নির্বাচিত ও পূর্বে সংসদীয় অভিজ্ঞতা নেই এমন সদস্যদের জন্য এই কর্মশালাটি আয়োজন করা হয়েছে।"
        ]
    }
]