[
    {
        "title": "বিসিবির আয়ের মূল উৎস আইসিসি",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) জাতীয় দলের টিকিট বিক্রি, সম্প্রচার স্বত্ব, বিজ্ঞাপন এবং স্পনসরশিপ থেকে আয় করে।",
            "তবে বিসিবির আয়ের প্রধান উৎস হলো আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি)।",
            "বিসিবি সভাপতি আমিনুল ইসলাম জানিয়েছেন, প্রতি বছর বিসিবির আয়ের ৫৫ থেকে ৬০ শতাংশ আসে আইসিসি থেকে।",
            "আইসিসির বৈশ্বিক টুর্নামেন্টগুলোতে অংশগ্রহণকারী দেশগুলো রাজস্বের ভাগ পায়, যা অংশগ্রহণের জন্য একটি নির্দিষ্ট অঙ্কের অর্থ এবং টুর্নামেন্টে পারফরম্যান্সের ভিত্তিতে বৃদ্ধি পায়।",
            "টি-টুয়েন্টি বিশ্বকাপে অংশ না নিলে বিসিবি এই খাতগুলো থেকে কোনো অর্থ পাবে না।"
        ]
    },
    {
        "title": "ভারতে বাংলাদেশি খেলোয়াড়দের নিরাপত্তা নিয়ে উদ্বেগ",
        "body": [
            "সংস্কৃতি উপদেষ্টা মোস্তফা সরয়ার ফারুকী সম্প্রতি ভারতে বাংলাদেশি সন্দেহে পিটিয়ে হত্যার একাধিক ঘটনা এবং বাংলাদেশবিরোধী ঘৃণা প্রচারণার বিরুদ্ধে উদ্বেগ প্রকাশ করেছেন।",
            "তিনি বিশেষভাবে উল্লেখ করেছেন যে, পশ্চিমবঙ্গে জন্ম নেওয়া মঞ্জুর লস্করকে বাংলাদেশি সন্দেহে পিটিয়ে হত্যা করা হয়েছে বলে দ্য টেলিগ্রাফ অব ইন্ডিয়া জানিয়েছে।",
            "ফারুকী মুম্বাইয়ে বাংলাদেশ-ভারত ম্যাচ আয়োজন নিয়ে শিবসেনা নেতা আদিত্য ঠাকরের সতর্কবাণীর কথাও তুলে ধরেন এবং আইপিএল থেকে মোস্তাফিজকে সরিয়ে দেওয়ার ঘটনাকেও এই ঘৃণা প্রচারণার ফল হিসেবে উল্লেখ করেন।",
            "তার মতে, এই ঘটনাগুলো প্রমাণ করে যে ভারতে বাংলাদেশি খেলোয়াড়দের জন্য নিরাপত্তা হুমকি বাস্তব ও গুরুতর।"
        ]
    },
    {
        "title": "পল্টনে শিশু নির্যাতনের ঘটনায় শারমিন জাহানকে গ্রেপ্তারে পুলিশের অভিযান",
        "body": [
            "মতিঝিল বিভাগের উপকমিশনার মোহাম্মদ হারুন অর রশিদ জানিয়েছেন যে পল্টন থানা পুলিশ শারমিন জাহান নামের আরেক আসামিকে গ্রেপ্তারের জন্য অভিযান চালাচ্ছে।",
            "ঘটনাটি ১৮ জানুয়ারি নয়াপল্টন এলাকার মসজিদ রোডের শারমিন একাডেমি নামের একটি স্কুলে ঘটে, যেখানে চার বছরের কম বয়সী একটি প্রি-প্লে শ্রেণির শিশুকে নির্যাতন করা হয়।",
            "ভাইরাল হওয়া ভিডিওতে দেখা যায়, এক নারী শিশুটিকে অফিস কক্ষে নিয়ে গিয়ে চড় মারেন এবং পরে সেখানে থাকা এক পুরুষ শিশুটির গলা ও মুখ চেপে ধরেন এবং স্ট্যাপলার দিয়ে আঘাতের হুমকি দেন।",
            "ভিডিওতে আরও দেখা যায়, শিশুটি যখন নারীর শাড়িতে থুতু ফেলে, তখন পুরুষটি তার মাথা থুতুর জায়গায় চেপে ধরে কয়েকবার ঝাঁকি দেন, আর নারীটি শিশুটিকে হাত ধরে আটকে রাখেন।"
        ]
    },
    {
        "title": "মার্কিন সাম্রাজ্যবাদ ও গাজায় আইএসএফ নিয়ে ফরহাদ মজহারের মন্তব্য",
        "body": [
            "ফরহাদ মজহার ভারতবিরোধিতার পাশাপাশি মার্কিন সাম্রাজ্যবাদের বিরুদ্ধে কথা বলার গুরুত্ব তুলে ধরেন এবং জামায়াতের গাজায় স্থিতিশীলতা রক্ষাকারী বাহিনী (ISF) পাঠানোর বিষয়ে আপত্তি জানান, যা তিনি যুক্তরাষ্ট্র-জামায়াত সম্পর্কের একটি বিপজ্জনক ইঙ্গিত হিসেবে দেখেন।",
            "তিনি সেনাবাহিনী ও জনগণের মধ্যে বিভাজন তৈরির প্রচেষ্টাকে বিপজ্জনক বলে উল্লেখ করেন, কারণ বাংলাদেশের গণ-অভ্যুত্থান ছাত্র-জনতা ও সৈনিকদের মৈত্রীর ভিত্তিতে হয়েছে এবং সৈনিকেরা কৃষক ও শ্রমিক পরিবারের সন্তান।",
            "গাজা প্রসঙ্গে ফরহাদ মজহার বলেন যে ইসরায়েল ও যুক্তরাষ্ট্রের পক্ষে কোনো আন্তর্জাতিক সামরিক উদ্যোগে বাংলাদেশের অংশগ্রহণ জনগণের কাছে গ্রহণযোগ্য হবে না।"
        ]
    },
    {
        "title": "ইরান-যুক্তরাষ্ট্র উত্তেজনা: ট্রাম্পের হুমকি ও ইরানের পাল্টা অভিযোগ",
        "body": [
            "মার্কিন প্রেসিডেন্ট ট্রাম্প ইরানকে সতর্ক করে বলেছেন, তিনি চান না তেমন কিছু ঘটুক, তবে যুক্তরাষ্ট্র তাদের ওপর কড়া নজর রাখছে।",
            "ট্রাম্প এর আগে ইরানের নেতাদের হুঁশিয়ারি দিয়েছিলেন যে, আয়াতুল্লাহ আলি খামেনিকে লক্ষ্য করে কোনো হামলার জবাবে তাঁর জীবনের ওপর আক্রমণ হলে যুক্তরাষ্ট্র তাদের 'এই পৃথিবীর বুক থেকে মুছে দেবে'।",
            "ইরানের প্রেসিডেন্ট মাসুদ পেজেশকিয়ান যুক্তরাষ্ট্র ও ইসরায়েলকে ইরানে বিক্ষোভের উসকানি দেওয়ার অভিযোগ করেছেন এবং তাদের 'কাপুরুষ' বলে অভিহিত করেছেন।",
            "ইরানের বিপ্লবী গার্ডের কমান্ডার জেনারেল মোহাম্মদ পাকপুর ইসরায়েল ও যুক্তরাষ্ট্রকে সতর্ক করে বলেছেন যে, তারা যেন ঐতিহাসিক অভিজ্ঞতা ও ১২ দিনের যুদ্ধ থেকে শিক্ষা নেয়, নতুবা তাদের আরও যন্ত্রণাদায়ক পরিণতির মুখোমুখি হতে হবে।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ থেকে বাদ পড়তে যাচ্ছে বাংলাদেশ, স্কটল্যান্ডকে আমন্ত্রণ",
        "body": [
            "ক্রিকবাজের প্রতিবেদন অনুযায়ী, আজ শনিবার সকালে চূড়ান্ত সিদ্ধান্ত হয়েছে যে বাংলাদেশের দাবি আইসিসির নীতিমালার সঙ্গে সংগতিপূর্ণ নয়।",
            "আইসিসির প্রধান নির্বাহী কর্মকর্তা সংযোগ গুপ্তা আইসিসি বোর্ড সদস্যদের চিঠিতে জানিয়েছেন যে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আইসিসি বোর্ডের সিদ্ধান্ত মানছে না।",
            "ফলস্বরূপ, বাংলাদেশকে বাদ দিয়ে টি-টোয়েন্টি বিশ্বকাপের জন্য স্কটল্যান্ডকে আমন্ত্রণ জানানো ছাড়া আইসিসির কাছে আর কোনো উপায় নেই বলে গুপ্তা চিঠিতে উল্লেখ করেছেন।",
            "এই চিঠির একটি অনুলিপি বিসিবি সভাপতি ও আইসিসি বোর্ডের সদস্য আমিনুল ইসলামের কাছেও পাঠানো হয়েছে, যদিও বিসিবি এ বিষয়ে এখনও কোনো মন্তব্য করেনি।"
        ]
    },
    {
        "title": "ঢাকা-৮ আসনে প্রার্থীর পথসভায় ময়লা পানি ও ডিম নিক্ষেপ",
        "body": [
            "জাতীয় নাগরিক পার্টির (এনসিপি) মুখ্য সমন্বয়ক ও ঢাকা-৮ আসনের প্রার্থী নাসীরুদ্দীন পাটওয়ারীর নির্বাচনী প্রচারের পথসভায় ময়লা পানি ও ডিম নিক্ষেপের ঘটনা ঘটেছে।",
            "আজ শুক্রবার সন্ধ্যায় রাজধানীর সিদ্ধেশ্বরীর গোল্ডেন প্লাজা গলি এলাকায় এই ঘটনা ঘটে।",
            "এই ঘটনায় নাসীরুদ্দীন এবং তাঁর সঙ্গে থাকা নেতা–কর্মীরা সবাই অক্ষত আছেন।",
            "ঘটনার পর দ্রুত কর্মসূচি শেষ করে তাঁরা পরীবাগ এলাকায় চলে যান।"
        ]
    },
    {
        "title": "আইসিসির বিরুদ্ধে ভারতের পক্ষপাতের অভিযোগ নাজাম শেঠির",
        "body": [
            "নাজাম শেঠি আইসিসির বিরুদ্ধে অভিযোগ করেছেন যে সংস্থাটি ধারাবাহিকভাবে বড় বড় সিদ্ধান্তে ভারতের পক্ষ নিচ্ছে।",
            "তিনি বলেন, 'প্রতিটি ইস্যুতে ভারতের পক্ষ নেওয়া আইসিসির বন্ধ করা উচিত। অন্যান্য দেশগুলোর এখন দাঁড়ানো দরকার।'",
            "শেঠি মনে করেন, আইসিসিকে বুঝতে হবে এটি ইন্টারন্যাশনাল ক্রিকেট কাউন্সিল, ইন্ডিয়ান ক্রিকেট কাউন্সিল নয়।",
            "তিনি আরও অভিযোগ করেন যে বাংলাদেশের ম্যাচ স্থানান্তরের আবেদনটি আইসিসি গুরুত্ব সহকারে বিবেচনা করেনি, কারণ সেখানে ভারতের প্রতি পক্ষপাত ছিল।"
        ]
    },
    {
        "title": "মির্জা ফখরুলের নির্বাচনী প্রচার ও হাসিনা আপার ভারত সফর নিয়ে মন্তব্য",
        "body": [
            "ঠাকুরগাঁও-১ আসনে বিএনপির প্রার্থী মির্জা ফখরুল ইসলাম আলমগীর বলেছেন যে গত ১৫ বছর জনগণ ভোট দিতে পারেনি এবং এখন একটি সুযোগ এসেছে।",
            "তিনি ঠাকুরগাঁও সদর উপজেলার শোল্টিহরি বাজারে নির্বাচনী গণসংযোগের সময় এই মন্তব্য করেন।",
            "মির্জা ফখরুল হাসিনা আপার (প্রধানমন্ত্রী) ভারত সফরকে ইতিবাচক বললেও, কর্মীদের বিপদে ফেলার বিষয়ে প্রশ্ন তুলেছেন।",
            "তিনি কর্মী-সমর্থকদের আশ্বস্ত করেছেন যে বিএনপি তাদের পাশে আছে এবং যারা অন্যায় করেনি তাদের কোনো শাস্তি হতে দেওয়া হবে না, তবে অন্যায়কারীদের শাস্তি হবে।"
        ]
    }
]