[
    {
        "title": "ঢাকা-১৩ আসনে ৪৯ কেন্দ্রের ফলাফল ঘোষণা বাকি, ভোটের ব্যবধানে উত্তেজনা",
        "body": [
            "রাত পৌনে ১০টার দিকে ঢাকা-১৩ আসনের ৪৯ কেন্দ্রের ফলাফল এখনো ঘোষণা করা হয়নি বলে জানান পুলিশের মোহাম্মদপুর অঞ্চলের অতিরিক্ত উপকমিশনার জুয়েল রানা।",
            "এই মুহূর্তে দুই প্রার্থীর মধ্যে মাত্র ৪০০ ভোটের ব্যবধান থাকায় উত্তেজনা সৃষ্টি হয়েছে।",
            "তবে, এখন পর্যন্ত কোনো অপ্রীতিকর ঘটনা ঘটেনি।"
        ]
    },
    {
        "title": "বিএনপির নির্বাচন পরিচালনা কমিটির মুখপাত্রের সংবাদ সম্মেলন",
        "body": [
            "রাত সাড়ে ১১টায় গুলশানে বিএনপির নির্বাচন পরিচালনা কমিটির কার্যালয়ে দলের জাতীয় সংসদ নির্বাচন পরিচালনা কমিটির মুখপাত্র ও চেয়ারম্যানের উপদেষ্টা মাহদী আমিন সংবাদ সম্মেলন করেন।",
            "মাহদী আমিন অভিযোগ করেন যে, নির্দিষ্ট কিছু আসনে নির্দিষ্ট কিছু প্রার্থীকে বিজয়ী করার জন্য 'ইলেকশন ইঞ্জিনিয়ারিং' করা হয়েছে, যা বিশ্বাস করার যথেষ্ট কারণ আছে।",
            "তিনি আরও জানান যে, বিএনপি বা ধানের শীষের অপ্রতিরোধ্য বিজয়ের ব্যবধান কমানোর জন্য একটি নির্দিষ্ট রাজনৈতিক দল অপপ্রচার চালাচ্ছে এবং নির্বাচনী আচরণবিধি লঙ্ঘন করছে।",
            "এর ফলে নির্দিষ্ট কিছু আসনে এই ইলেকশন ইঞ্জিনিয়ারিং হয়তো পরাজয়ের ব্যবধান কমিয়ে আনছে বলে তিনি উল্লেখ করেন।"
        ]
    },
    {
        "title": "নাহিদ ইসলামের নিরপেক্ষ নির্বাচনের আহ্বান",
        "body": [
            "নাহিদ ইসলাম জানিয়েছেন যে তিনি সুষ্ঠু নির্বাচনের জনরায় মেনে নিতে প্রস্তুত।",
            "তিনি কোনো প্রতিকূলতার দিকে মনোযোগ না দিয়ে চান যেন মানুষ নির্বিঘ্নে ভোটকেন্দ্রে আসতে পারে।",
            "নাহিদ সেনাবাহিনী, আইনশৃঙ্খলা রক্ষাকারী বাহিনী এবং গণমাধ্যমকে নিরপেক্ষ আচরণের জন্য আহ্বান জানিয়েছেন।",
            "তিনি আরও বলেছেন যে ব্যালটের মাধ্যমেই জনগণের রায় প্রতিফলিত হবে।"
        ]
    },
    {
        "title": "শেরপুর-৩ আসন নির্বাচন বাতিল এবং অন্যান্য নির্বাচনী তথ্য",
        "body": [
            "একজন প্রার্থীর মৃত্যুর কারণে শেরপুর-৩ আসনের নির্বাচন বাতিল করা হয়েছে।",
            "এবার ২৯৯টি আসনে মোট ৬০টি নিবন্ধিত রাজনৈতিক দলের মধ্যে ৫০টি দল নির্বাচনে অংশ নিয়েছে, যার মধ্যে বিএনপি, জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টি (এনসিপি) এবং ইসলামী আন্দোলন বাংলাদেশ রয়েছে।",
            "আওয়ামী লীগের নিবন্ধন স্থগিত হওয়ায় দলটি এবারের নির্বাচনে অংশ নিতে পারেনি।",
            "এবারের নির্বাচনে মোট ভোটার সংখ্যা ১২ কোটি ৭৭ লাখের বেশি, যার মধ্যে ৫ কোটির বেশি ভোটার ১৮ থেকে ৩৭ বছর বয়সী এবং প্রায় অর্ধেক নারী ভোটার।",
            "পুরুষ ভোটার ৬ কোটি ৪৮ লাখ ২৫ হাজার ৩৬১ জন, নারী ভোটার ৬ কোটি ২৮ লাখ ৮৫ হাজার ২০০ জন এবং তৃতীয় লিঙ্গের ভোটার ১ হাজার ২৩২ জন।",
            "নির্বাচনে নিরাপত্তা নিশ্চিত করতে প্রায় ৯ লাখ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য এবং ১ লাখের বেশি সেনাসদস্য দায়িত্ব পালন করছেন।"
        ]
    }
]