[
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ থেকে বাদ পড়ছে বাংলাদেশ, আসছে স্কটল্যান্ড?",
        "body": [
            "ক্রিকবাজের প্রতিবেদন অনুযায়ী, শনিবার সকালে চূড়ান্ত সিদ্ধান্ত হয়েছে যে বাংলাদেশ টি-টোয়েন্টি বিশ্বকাপ থেকে বাদ পড়তে পারে।",
            "আইসিসির প্রধান নির্বাহী কর্মকর্তা সংযোগ গুপ্তা আইসিসি বোর্ড সদস্যদের চিঠিতে জানিয়েছেন যে বাংলাদেশের দাবি আইসিসির নীতিমালার সঙ্গে সংগতিপূর্ণ নয়।",
            "গুপ্তা তার চিঠিতে উল্লেখ করেছেন যে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আইসিসি বোর্ডের সিদ্ধান্ত মানছে না, তাই বাংলাদেশকে বাদ দিয়ে স্কটল্যান্ডকে টি-টোয়েন্টি বিশ্বকাপে আমন্ত্রণ জানানো হতে পারে।",
            "এই চিঠির একটি অনুলিপি বিসিবি সভাপতি ও আইসিসি বোর্ডের সদস্য আমিনুল ইসলামের কাছেও পাঠানো হয়েছে, তবে বিসিবি এ বিষয়ে এখনও কোনো মন্তব্য করেনি।"
        ]
    },
    {
        "title": "পাকিস্তান ও ভারতের মতো বাংলাদেশের ক্ষেত্রেও হাইব্রিড মডেলের প্রস্তাব: নাকভি",
        "body": [
            "পিসিবি সভাপতি মহসিন নাকভি বলেছেন, বাংলাদেশ পাকিস্তানের মতোই একটি আইসিসি সদস্য।",
            "নাকভি মনে করেন, পাকিস্তান ও ভারতের ক্ষেত্রে হাইব্রিড মডেলের সুবিধা দেওয়া হলে বাংলাদেশের ক্ষেত্রেও একই সুবিধা দেওয়া উচিত।",
            "তিনি জোর দিয়েছেন যে কোনো দেশ অন্য দেশকে নির্দেশ দিতে পারে না এবং যদি এমন চেষ্টা করা হয়, তাহলে পাকিস্তানের নিজস্ব অবস্থান থাকবে।",
            "টি-টোয়েন্টি বিশ্বকাপে পাকিস্তানের সম্ভাব্য অংশগ্রহণ না করার বিষয়ে 'প্ল্যান বি' সম্পর্কে জানতে চাইলে নাকভি রসিকতা করে বলেন যে সিদ্ধান্ত আসার পর তাদের 'প্ল্যান এ, বি, সি, ডি—সবই আছে'।"
        ]
    },
    {
        "title": "তারেক রহমানের শিক্ষাব্যবস্থা সংস্কার ভাবনা: আনন্দময় শিক্ষা ও সমন্বিত মন্ত্রণালয়",
        "body": [
            "তারেক রহমান শিক্ষাব্যবস্থাকে সহজ ও আনন্দময় করতে চান, যেখানে শিক্ষার্থীদের আগ্রহ তৈরি হলে তারা স্বতঃস্ফূর্তভাবে পড়াশোনা করবে।",
            "তিনি ভূগোলসহ কিছু বিষয়ে ১০০ নম্বরের মধ্যে ৩০ নম্বর খেলাধুলার জন্য বরাদ্দ রাখার প্রস্তাব করেছেন, যাতে শিক্ষার্থীরা তাদের পছন্দের খেলাধুলায় অংশ নিয়ে পাস করতে পারে।",
            "সরকার গঠন করলে শিক্ষা, সংস্কৃতি, বিজ্ঞান ও ক্রীড়া মন্ত্রণালয়কে একটি সমন্বিত 'টিমের' অধীনে এনে কাজ করার পরিকল্পনা রয়েছে বলে জানান তারেক রহমান।",
            "পশুপাখির প্রতি শিক্ষার্থীদের সহানুভূতি বাড়াতে শিক্ষাব্যবস্থায় পশুপালন অন্তর্ভুক্ত করার চিন্তাভাবনার কথা বলেছেন, যা সম্প্রতি একটি কুকুরকে পিটিয়ে মারার ঘটনা দেখে তাঁকে ভাবিয়েছে।"
        ]
    },
    {
        "title": "কুশনারের ‘নিউ রাফা’ ও ‘নিউ গাজা’ পরিকল্পনা",
        "body": [
            "জ্যারেড কুশনার গাজায় দুটি নতুন শহর নির্মাণের পরিকল্পনা করেছেন, যার নাম দিয়েছেন ‘নিউ রাফা’ এবং ‘নিউ গাজা’।",
            "‘নিউ রাফা’ শহরে এক লাখের বেশি আবাসিক ইউনিট, ২০০টির বেশি স্কুল এবং ৭৫টির বেশি চিকিৎসাসুবিধা থাকবে, যা দুই থেকে তিন বছরের মধ্যে সম্পন্ন হবে বলে আশা করা হচ্ছে।",
            "‘নিউ গাজা’কে শিল্পের কেন্দ্র হিসেবে গড়ে তোলা হবে, যার লক্ষ্য শতভাগ কর্মসংস্থান অর্জন। উপস্থাপিত ছবিগুলো দোহা ও দুবাইয়ের মতো আধুনিক শহরের ইঙ্গিত দেয়।",
            "তবে, এই বিশাল কর্মযজ্ঞ কীভাবে বাস্তবায়িত হবে সে বিষয়ে কুশনারের উপস্থাপনায় বিস্তারিত তথ্য ছিল সংক্ষিপ্ত।",
            "৭ অক্টোবর ২০২৩-এর পর ইসরায়েলি হামলায় গাজার ৮০ শতাংশের বেশি ভবন ক্ষতিগ্রস্ত বা ধ্বংস হয়েছে।"
        ]
    },
    {
        "title": "আইসিসির বিরুদ্ধে ভারতের পক্ষপাতের অভিযোগ নাজাম শেঠির",
        "body": [
            "নাজাম শেঠি অভিযোগ করেছেন যে আইসিসি বড় বড় সিদ্ধান্তে ধারাবাহিকভাবে ভারতের পক্ষ নিচ্ছে এবং এটিকে 'ইন্ডিয়ান ক্রিকেট কাউন্সিল' হিসেবে আখ্যায়িত করেছেন।",
            "তিনি আইসিসিকে ভারতের পক্ষ নেওয়া বন্ধ করার এবং অন্যান্য দেশগুলোকে এই বিষয়ে দাঁড়ানোর আহ্বান জানিয়েছেন।",
            "শেঠি মনে করেন, বাংলাদেশের ম্যাচ স্থানান্তরের আবেদনটি আইসিসির আরও গুরুত্ব সহকারে বিবেচনা করা উচিত ছিল, কারণ সেখানে উত্তেজনা ও হুমকির বিষয় ছিল, কিন্তু আইসিসি ভারতের প্রতি পক্ষপাতিত্ব করেছে।"
        ]
    },
    {
        "title": "বাংলাদেশ টি-টোয়েন্টি বিশ্বকাপে খেলছে না, স্কটল্যান্ডকে আমন্ত্রণ",
        "body": [
            "আইসিসি জানিয়েছে যে বাংলাদেশ টি-টোয়েন্টি বিশ্বকাপে অংশ নিচ্ছে না কারণ তারা ভারতে খেলতে যাওয়ার বিষয়ে নির্ধারিত ২৪ ঘণ্টার মধ্যে কোনো নিশ্চিতকরণ তথ্য দেয়নি।",
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি)-কে বুধবারের বৈঠকের পর আইসিসি ২৪ ঘণ্টার সময়সীমা দিয়েছিল ভারতে গিয়ে খেলবে কিনা তা নিশ্চিত করতে।",
            "নির্ধারিত সময়ের মধ্যে নিশ্চিতকরণ তথ্য না পাওয়ায়, আইসিসি তাদের প্রশাসনিক ও বাছাইপ্রক্রিয়া অনুযায়ী একটি বিকল্প দল চিহ্নিত করেছে।",
            "টি-টোয়েন্টি বিশ্বকাপে জায়গা করতে না পারা দলগুলোর মধ্যে সর্বোচ্চ র‍্যাঙ্কিংধারী স্কটল্যান্ডকে বাংলাদেশের পরিবর্তে এবারের টি-টোয়েন্টি বিশ্বকাপে খেলার আমন্ত্রণ জানানো হয়েছে।",
            "স্কটল্যান্ড 'সি' গ্রুপে ওয়েস্ট ইন্ডিজ, ইংল্যান্ড, নেপাল ও ইতালির বিপক্ষে খেলবে।"
        ]
    },
    {
        "title": "টি-টুয়েন্টি বিশ্বকাপ থেকে বাদ পড়ার দিনে জাতীয় দলে ফিরছেন সাকিব আল হাসান",
        "body": [
            "টি-টুয়েন্টি বিশ্বকাপ থেকে বাংলাদেশের আনুষ্ঠানিক বাদ পড়ার দিনে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) জানিয়েছে যে সাকিব আল হাসান এখন থেকে জাতীয় দলের হয়ে দেশ ও দেশের বাইরে খেলার জন্য বিবেচিত হবেন।",
            "বিসিবির মিডিয়া কমিটির প্রধান আমজাদ হোসেন সংবাদ সম্মেলনে নিশ্চিত করেছেন যে সাকিবের প্রাপ্যতা, ফিটনেস এবং সংশ্লিষ্ট ভেন্যুতে উপস্থিত থাকার সক্ষমতা থাকলে বোর্ড বা নির্বাচক প্যানেল তাকে ভবিষ্যতে দলে নির্বাচনের জন্য বিবেচনা করবে।",
            "সংবাদ সম্মেলনে আরও জানানো হয় যে সাকিব আল হাসান নিজেও জাতীয় দলের হয়ে খেলতে আগ্রহী এবং তিনি হোম ও অ্যাওয়ে দুই ধরনের সিরিজেই খেলার জন্য উপলব্ধ থাকবেন বলে জানিয়েছেন।",
            "বিসিবির এই সিদ্ধান্তের বিষয়ে সাকিবের প্রতিক্রিয়া জানতে প্রথম আলোর পক্ষ থেকে যোগাযোগ করা হলেও তাকে পাওয়া যায়নি।"
        ]
    },
    {
        "title": "মন্ত্রিপাড়ায় ৭২টি ফ্ল্যাট নির্মাণে ৭৮৬ কোটি টাকার প্রকল্প",
        "body": [
            "সরকার ঢাকার মন্ত্রিপাড়ায় (বেইলি রোড ও মিন্টো রোড) ৭৮৬ কোটি টাকা ব্যয়ে তিনটি নতুন ভবন নির্মাণের উদ্যোগ নিয়েছে, যেখানে ৭২টি বিলাসবহুল ফ্ল্যাট থাকবে।",
            "এই ফ্ল্যাটগুলোর প্রতিটি ৮ হাজার ৫০০ থেকে ৯ হাজার ৩০ বর্গফুট আয়তনের হবে এবং মন্ত্রী, প্রতিমন্ত্রী, উপমন্ত্রী এবং সাংবিধানিক সংস্থার প্রধানসহ সরকারের গুরুত্বপূর্ণ ব্যক্তিদের আবাসনের জন্য ব্যবহার করা হবে।",
            "বর্তমানে মন্ত্রিপাড়ায় মন্ত্রীদের জন্য ১৫টি বাংলোবাড়ি এবং বেইলি রোডে তিনটি মিনিস্টার্স অ্যাপার্টমেন্টে মোট ৩০টি ফ্ল্যাট রয়েছে, যার প্রতিটি সাড়ে ৫ হাজার বর্গফুট। এছাড়া গুলশান ও ধানমন্ডিতেও মন্ত্রীদের আবাসনের ব্যবস্থা আছে।",
            "সরকারি আবাসন পরিদপ্তরের তথ্য অনুযায়ী, মন্ত্রীদের বসবাসের জন্য ঢাকায় মোট ৭১টি বাংলোবাড়ি ও ফ্ল্যাট চিহ্নিত করা হয়েছে, যা মন্ত্রীদের জন্য নির্দিষ্টকরণের প্রস্তাব করা হয়েছে এবং কার্যত আবাসনের কোনো সংকট নেই।",
            "গণপূর্ত মন্ত্রণালয়ের অতিরিক্ত সচিব আব্দুল মতিন জানিয়েছেন যে, ২০২৪ সালের ৫ আগস্টের পর অনেক বাংলো ও ফ্ল্যাট খালি ছিল, যেখানে সাংবিধানিক সংস্থার পদধারী ব্যক্তিরা সরকারের অনুমতি নিয়ে থাকছেন, যদিও তাদের জন্য আলাদা বাসস্থান রয়েছে।"
        ]
    }
]