[
    {
        "title": "উপাচার্য ও শিক্ষামন্ত্রীর সাক্ষাৎ: ঢাকা বিশ্ববিদ্যালয়ের শিক্ষা ও উন্নয়ন আলোচনা",
        "body": [
            "উপাচার্য ঢাকা বিশ্ববিদ্যালয়ের শিক্ষা ও গবেষণা কার্যক্রম, বর্তমান ও ভবিষ্যৎ পরিকল্পনা, ক্যাম্পাস নিরাপত্তা এবং স্থিতিশীলতা সম্পর্কে শিক্ষামন্ত্রীকে বিস্তারিত জানান।",
            "তিনি ঢাকা বিশ্ববিদ্যালয়সহ দেশের বৃহত্তর শিক্ষা খাতের উন্নয়নে কাজ করার দৃঢ় অঙ্গীকার ব্যক্ত করেন।",
            "শিক্ষামন্ত্রী দেশের ক্রান্তিকালে ঢাকা বিশ্ববিদ্যালয়ের সার্বিক উন্নয়নে অসামান্য অবদান রাখার জন্য উপাচার্যকে বিশেষ ধন্যবাদ জানান এবং ফুলেল শুভেচ্ছা প্রদান করেন।"
        ]
    },
    {
        "title": "মুক্তিযুদ্ধের চেতনার অপব্যবহার এবং তরুণ প্রজন্ম",
        "body": [
            "এক মন্ত্রী মুক্তিযুদ্ধের চেতনার রাজনৈতিক অপব্যবহার নিয়ে উদ্বেগ প্রকাশ করেছেন, যা তরুণ প্রজন্মকে সঠিক ইতিহাস জানতে বাধা দিচ্ছে।",
            "তিনি বলেন, মুক্তিযুদ্ধের ইতিহাস এবং চেতনার দীর্ঘদিনের অপব্যবহারের কারণে তরুণ প্রজন্ম মুক্তিযোদ্ধাদের আত্মত্যাগ সম্পর্কে অজ্ঞ।",
            "মন্ত্রী গুরুত্বারোপ করেন যে মুক্তিযুদ্ধই বাংলাদেশের প্রতিষ্ঠার মূল ভিত্তি এবং এই বিষয়টি মনে রাখা অপরিহার্য।",
            "মতবিনিময় সভায় মুক্তিযুদ্ধবিষয়ক মন্ত্রণালয়ের সচিব ইসরাত চৌধুরী এবং জামুকার সদস্যরা উপস্থিত ছিলেন।"
        ]
    },
    {
        "title": "বিদ্যুৎ বিল নিয়ে ঝগড়া, ভাইয়ের হাতে প্রাণ গেল ছোট ভাইয়ের",
        "body": [
            "আলমগীর ও তাঁর বড় ভাই খোরশেদ আলম একটি যৌথ বৈদ্যুতিক মিটার ব্যবহার করতেন এবং বিল ভাগাভাগি করে পরিশোধ করতেন।",
            "চলতি মাসের বিদ্যুৎ বিল পরিশোধের সময় আলমগীর ৫ টাকা কম দেওয়ায় খোরশেদ অসন্তুষ্ট ছিলেন।",
            "গতকাল সন্ধ্যায় একটি চায়ের দোকানে এই বিষয় নিয়ে দুই ভাইয়ের মধ্যে ঝগড়া শুরু হয় এবং একপর্যায়ে খোরশেদ ও তাঁর সঙ্গীরা আলমগীরকে মারধর করেন।",
            "গুরুতর আহত অবস্থায় আলমগীরকে উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়া হলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন।",
            "রামগঞ্জ থানার ওসি ফিরোজ উদ্দিন চৌধুরী জানান, প্রথমে বাড়িতে কথা-কাটাকাটি হয়, পরে দোকানে হাতাহাতি-মারামারি হয়। প্রত্যক্ষদর্শীরা পরিস্থিতি নিয়ন্ত্রণে আনার পর খোরশেদ ঘটনাস্থল ত্যাগ করেন।",
            "মারামারির পাঁচ মিনিট পর আলমগীর দোকানে বসা অবস্থা থেকে নিচে পড়ে যান এবং হাসপাতালে নেওয়ার পর চিকিৎসক তাঁকে মৃত ঘোষণা করেন।"
        ]
    },
    {
        "title": "সেনাবাহিনীতে পদোন্নতি ও রদবদল: হাফিজুর রহমান মেজর জেনারেল, ডিজিএফআই প্রধানের পদে রদবদল",
        "body": [
            "ভারতে বাংলাদেশ দূতাবাসের ডিফেন্স অ্যাডভাইজার ব্রিগেডিয়ার জেনারেল মো. হাফিজুর রহমানকে মেজর জেনারেল পদে পদোন্নতি দিয়ে ৫৫ পদাতিক ডিভিশনের জিওসি নিযুক্ত করা হয়েছে।",
            "প্রতিরক্ষা গোয়েন্দা মহাপরিদপ্তরের (ডিজিএফআই) মহাপরিচালক পদেও রদবদল হচ্ছে।",
            "ডিজিএফআইয়ের বর্তমান মহাপরিচালক মোহাম্মদ জাহাঙ্গীর আলমকে পররাষ্ট্র মন্ত্রণালয়ে ন্যস্ত করা হচ্ছে।",
            "এম অ্যান্ড কিউ পরিদপ্তরের ব্রিগেডিয়ার জেনারেল কায়সার রশিদকে মেজর জেনারেল হিসেবে পদোন্নতি দিয়ে ডিজিএফআইয়ের মহাপরিচালক করা হচ্ছে।"
        ]
    }
]