[
    {
        "title": "ইসলামী আন্দোলনের ১১ দলের আসন সমঝোতা থেকে সরে যাওয়ার কারণ ব্যাখ্যা",
        "body": [
            "ইসলামী আন্দোলন বাংলাদেশের গাজী আতাউর রহমান ব্যাখ্যা করেছেন কেন তারা ১১ দলের আসন সমঝোতা থেকে সরে এসেছে।",
            "তাদের সরে আসার মূল কারণ হলো, জামায়াতে ইসলামীর আমির রাষ্ট্রক্ষমতায় গেলে প্রচলিত আইন অনুযায়ী রাষ্ট্র পরিচালনার কথা জানিয়েছেন, শরিয়াহ আইন প্রতিষ্ঠা করবেন না।",
            "একজন খ্রিস্টান নারীর মন্তব্যের পর, যিনি জামায়াতের সঙ্গে বৈঠকের পর আশ্বস্ত হয়েছিলেন যে জামায়াত শরিয়াহ আইন প্রতিষ্ঠা করবে না, ইসলামী আন্দোলন বুঝতে পারে যে তাদের লক্ষ্য অর্জিত হবে না।",
            "ইসলামী আন্দোলনের লক্ষ্য হলো শরিয়াহ আইন প্রতিষ্ঠা করা, যা জামায়াতের বর্তমান অবস্থানের সাথে সাংঘর্ষিক।"
        ]
    },
    {
        "title": "চুক্তিভিত্তিক নিয়োগের শর্তাবলী",
        "body": [
            "এই নিয়োগ চুক্তিভিত্তিক এবং তিন বছর মেয়াদের জন্য।",
            "চুক্তিভিত্তিক এই নিয়োগের জন্য ব্যক্তিকে অন্য যেকোনো পেশা, ব্যবসা বা সরকারি, আধা সরকারি, বেসরকারি প্রতিষ্ঠান-সংগঠনের সঙ্গে তার কর্মসম্পর্ক ত্যাগ করতে হবে।",
            "নিয়োগের অন্যান্য শর্তাবলী একটি চুক্তিপত্রের মাধ্যমে নির্ধারিত হবে।",
            "এই আদেশ জনস্বার্থে জারি করা হয়েছে।"
        ]
    },
    {
        "title": "রাজবাড়ীতে তেল পাম্পের কর্মীকে পিষে মারার ঘটনায় গাড়ি ও চালক আটক",
        "body": [
            "রাজবাড়ীর গোয়ালন্দ মোড়ের করিম ফিলিং স্টেশন থেকে তেল নিয়ে টাকা না দিয়ে পালানোর সময় গাড়ির পিছু নেওয়া রিপন নামের এক তেল পাম্প কর্মীকে পিষে হত্যা করা হয়েছে।",
            "সকালে ঢাকা-খুলনা মহাসড়কে রিপনের থেতলানো মরদেহ পাওয়া যায় এবং ময়নাতদন্তের জন্য রাজবাড়ী সদর হাসপাতালের মর্গে পাঠানো হয়।",
            "পুলিশ অভিযান চালিয়ে সদর উপজেলার বড় মুরারীপুর গ্রাম থেকে কালো রঙের জিপ গাড়িটি জব্দ করে এবং গাড়ি মালিক আবুল হাসেম ও চালক কামাল হোসেনকে আটক করে।",
            "আটককৃতদের থানা হেফাজতে রাখা হয়েছে এবং আইনগত পদক্ষেপ গ্রহণ করা হচ্ছে।",
            "উল্লেখ্য, গাড়ি মালিক আবুল হাসেম এর আগে ২০২২ সালে দৌলতদিয়া যৌনপল্লী থেকে অস্ত্রসহ গ্রেপ্তার হয়েছিলেন এবং পরে জামিনে মুক্তি পান।"
        ]
    },
    {
        "title": "সাংস্কৃতিক পরিবর্তন ও গণতান্ত্রিক সংকট: সমাজবিজ্ঞানীর বিশ্লেষণ",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের অধ্যাপক মনিরুল আই খান প্রথম আলোকে বলেছেন যে দেশে বর্তমানে একটি সাংস্কৃতিক পরিবর্তন দেখা যাচ্ছে, যেখানে আধিপত্যবাদী গোষ্ঠী তাদের পছন্দ জোর করে চাপিয়ে দিতে চাইছে।",
            "তিনি উল্লেখ করেছেন যে এই গোষ্ঠী নানা অজুহাতে অন্যের স্বাধীনতা হরণ করে নিজেদের পছন্দ চাপিয়ে দিতে জুলুমবাজি করছে, এমনকি যারা হাফপ্যান্ট পরছে তারা পাজামা পরা কাউকে হাফপ্যান্ট পরতে বাধ্য করছে না—এই উপলব্ধিও তাদের নেই।",
            "অধ্যাপক মনিরুল খান মনে করেন যে এই পরিস্থিতি গণতান্ত্রিক সংকট তৈরি করে এবং সমাজে ভিন্ন চিন্তার মানুষের মধ্যে সংহতির অভাব সমাজের জন্য ক্ষতিকর।",
            "এই পরিস্থিতি থেকে উত্তরণের দায় সরকার ও সমাজের মানুষের ওপর বর্তায় এবং এমন ঘটনা মোকাবিলায় সরকারকে নীরব না থেকে শক্ত ভূমিকা পালন করতে হবে বলে তিনি মত দেন।"
        ]
    },
    {
        "title": "হাদি হত্যা মামলার বিচার নিয়ে টালবাহানার অভিযোগ",
        "body": [
            "বৈষম্যবিরোধী ছাত্র আন্দোলন চট্টগ্রামের সাবেক নেতা ইবনে হোসেন জিয়াদ অভিযোগ করেছেন যে অন্তর্বর্তী সরকার হাদি হত্যার বিচার নিয়ে টালবাহানা করছে।",
            "তিনি হুঁশিয়ারি দিয়েছেন যে হাদি হত্যার বিচার না হলে আইন উপদেষ্টা, স্বরাষ্ট্র উপদেষ্টা এবং অন্তর্বর্তী সরকারকে অপসারণের জন্য আন্দোলন করা হবে।",
            "জুলাই ঐক্য চট্টগ্রামের প্রধান সমন্বয়কারী আবরার হাসান রিয়াদ অভিযোগ করেছেন যে হাদি হত্যার ঘটনায় তাড়াহুড়া করে ভুল অভিযোগপত্র দেওয়া হয়েছে।",
            "তিনি মূল আসামিদের অভিযোগপত্রে অন্তর্ভুক্ত করে গ্রেপ্তার ও বিচারের দাবি জানিয়েছেন, অন্যথায় আরও কঠোর কর্মসূচির হুমকি দিয়েছেন।"
        ]
    },
    {
        "title": "এনপিএর পরবর্তী কার্যক্রম ঘোষণা এবং সভার সমাপ্তি",
        "body": [
            "এনপিএর কাউন্সিল সদস্য মীর হুযাইফা আল মামদূহ ঘোষণা করেছেন যে আগামী সপ্তাহের মধ্যে সংবাদ সম্মেলনের মাধ্যমে এনপিএর পরবর্তী কার্যক্রম ঘোষণা করা হবে।",
            "অনুষ্ঠানে স্বাগত বক্তব্য দেন এনপিএর কাউন্সিল সদস্য অনিক রায়।",
            "সভায় কবি ও চিন্তক ফরহাদ মজহার, শ্রমিক নেত্রী মোশরেফা মিশু, কথাসাহিত্যিক মশিউল আলম, লেখক আলতাফ পারভেজ, বাসদের (মার্ক্সবাদী) নেত্রী সীমা দত্ত, রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষক বখতিয়ার আহমেদ, শিল্পী অমল আকাশ, রাষ্ট্র সংস্কার আন্দোলনের নেতা দিদারুল ভূঁইয়া, এবং কবি জাহিদ জগৎ সহ প্রমুখ বিশিষ্ট ব্যক্তিবর্গ উপস্থিত ছিলেন।",
            "অনুষ্ঠানটি 'মুক্তির মন্দির সোপান তলে' গানটি সমবেত কণ্ঠে গাওয়ার মাধ্যমে শেষ হয়।"
        ]
    },
    {
        "title": "কেরানীগঞ্জে মা-মেয়ে হত্যা: এনজিও ঋণের কিস্তি নিয়ে বিরোধই মূল কারণ",
        "body": [
            "পুলিশের তথ্য অনুযায়ী, একটি বেসরকারি সংস্থা (এনজিও) থেকে নেওয়া ঋণের কিস্তি পরিশোধ নিয়ে বিরোধের জেরেই মা ও মেয়েকে হত্যা করা হয়েছে।",
            "কেরানীগঞ্জ মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এম সাইফুল আলম গ্রেপ্তারকৃত শিক্ষিকাকে জিজ্ঞাসাবাদের পর এই তথ্য জানান।",
            "বৃহস্পতিবার রাতে ৯৯৯-এ খবর পেয়ে কেরানীগঞ্জের কালিন্দী ইউনিয়নের মুক্তিরবাগ এলাকার শিক্ষিকা নুসরাত মীমের ফ্ল্যাট থেকে শিক্ষার্থী জোবাইদা রহমান ফাতেমা ও তাঁর মা রোকেয়া রহমানের লাশ উদ্ধার করা হয়।",
            "এই ঘটনায় শিক্ষিকা নুসরাত মীম, তাঁর স্বামী হুমায়ুন মিয়া এবং মীমের ১৫ ও ১১ বছর বয়সী দুই বোনকে আটক করা হয়েছে।",
            "পুলিশ আরও জানায় যে, হত্যাকাণ্ডের পর ২১ দিন ধরে মা-মেয়ের লাশ ফ্ল্যাটে রেখেই ওই শিক্ষিকার পরিবার বসবাস করছিল।"
        ]
    },
    {
        "title": "সরকারি চাকরিজীবীদের বেতনকাঠামো এবং সংশোধিত বাজেট",
        "body": [
            "২০২৫-২৬ অর্থবছরের সংশোধিত বাজেটে পরিচালন ব্যয় ২২ হাজার কোটি টাকা বাড়ানো হয়েছে, যা নতুন বেতনকাঠামো আংশিকভাবে কার্যকর করার জন্য সরকারের পদক্ষেপ।",
            "বেতন কমিশনের সুপারিশ অনুযায়ী, নতুন বেতনকাঠামো সম্পূর্ণ বাস্তবায়ন করতে ৭০ থেকে ৮০ হাজার কোটি টাকা অতিরিক্ত প্রয়োজন হবে।",
            "প্রস্তাবিত বেতনকাঠামোতে নিম্নস্তরের বেতন-ভাতা বেশি বাড়ানোর সুপারিশ করা হয়েছে।",
            "অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদ জানিয়েছেন যে বেতন কমিশনের প্রতিবেদন পাওয়ার পর সরকারি চাকরিজীবীদের নতুন বেতনকাঠামোর বিষয়ে সিদ্ধান্ত নেওয়া হবে।"
        ]
    },
    {
        "title": "অভিনেত্রী জয়শ্রী কবিরের জীবন ও কর্ম",
        "body": [
            "জয়শ্রী রায় 'সূর্যকন্যা' ছবিতে অভিনয়ের সুবাদে বাংলাদেশে আসেন এবং এই ছবির পরিচালক আলমগীর কবিরকে বিয়ে করে জয়শ্রী কবির হন।",
            "সত্তরের দশকের মাঝামাঝি থেকে প্রায় এক যুগ তিনি বাংলাদেশের চলচ্চিত্রে কাজ করেন, যার মধ্যে উল্লেখযোগ্য ছবি হলো—'সূর্যকন্যা', 'সীমানা পেরিয়ে', 'রুপালি সৈকতে', 'মোহনা' এবং 'পুরস্কার'।",
            "তাঁর অভিনীত সব চলচ্চিত্রে বুলবুল আহমেদ ছিলেন তাঁর নায়ক।",
            "আলমগীর কবিরের সাথে বিবাহবিচ্ছেদের পর তিনি কলকাতা চলে যান এবং পরবর্তীতে একমাত্র ছেলে লেনিন সৌরভ কবিরকে নিয়ে লন্ডনে স্থায়ী হন, যেখানে তিনি এক যুগের বেশি একটি কলেজে ইংরেজি বিষয়ে শিক্ষকতা করেন।",
            "অভিনয় থেকে দূরে থাকলেও তিনি সাংস্কৃতিক অঙ্গনের সঙ্গে নিয়মিত যোগাযোগ রাখতেন।"
        ]
    },
    {
        "title": "নিরাপত্তা শঙ্কায় ভারতে বিশ্বকাপ ম্যাচ খেলতে অনড় বাংলাদেশ",
        "body": [
            "নিরাপত্তা-শঙ্কার কারণে ভারত থেকে বিশ্বকাপ ম্যাচ সরিয়ে শ্রীলঙ্কা বা অন্য কোনো দেশে খেলার অবস্থানে অনড় বাংলাদেশ।",
            "আইসিসি শুরু থেকেই জানিয়েছে যে শেষ মুহূর্তে ভেন্যু পরিবর্তন করা প্রায় অসম্ভব, কারণ বিশ্বকাপ শুরু হতে মাত্র ২১ দিন বাকি এবং আয়োজনের সব বন্দোবস্ত চূড়ান্ত।",
            "তবে, আশার খবর হলো, বাংলাদেশের ম্যাচগুলো ভারত থেকে শ্রীলঙ্কায় সরানোর প্রস্তাব নিয়ে আলোচনা করতে আইসিসির একজন প্রতিনিধি আজ ঢাকায় আসার কথা রয়েছে।",
            "প্রাথমিকভাবে দুজন প্রতিনিধি আসার কথা থাকলেও ভিসা জটিলতায় একজন আসতে পারেননি; আইসিসির প্রতিনিধি বিসিবি এবং সরকারের সঙ্গে আলোচনা করবেন।"
        ]
    }
]