[
    {
        "title": "টি–টুয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে খেলবে না পাকিস্তান, বাংলাদেশের পাশে দাঁড়ানোর ঘোষণা",
        "body": [
            "পাকিস্তানের প্রধানমন্ত্রী শাহবাজ শরিফ ঘোষণা করেছেন যে টি-টুয়েন্টি বিশ্বকাপে তার দেশ ভারতের বিপক্ষে খেলবে না।",
            "তিনি 'খেলার মাঠে রাজনীতি' থাকার অভিযোগ তুলে এই সিদ্ধান্তের কথা জানান।",
            "শাহবাজ শরিফ আরও বলেন যে, পাকিস্তান সরকার বিশ্বকাপ থেকে বাদ পড়া বাংলাদেশের পাশে দাঁড়ানোর সিদ্ধান্ত নিয়েছে।",
            "তিনি এটিকে একটি 'খুবই উপযুক্ত সিদ্ধান্ত' বলে উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "জামায়াতকে জড়িয়ে বিএনপির মিথ্যাচারের অভিযোগ এবং সিল উদ্ধার তদন্ত",
        "body": [
            "বিএনপির সংবাদ সম্মেলনের পর জামায়াতে ইসলামী লক্ষ্মীপুর প্রেসক্লাবে সংবাদ সম্মেলন করে জানায় যে, ভোটের সিলসহ গ্রেপ্তার ব্যক্তির সঙ্গে জামায়াতকে জড়িয়ে বিএনপি মিথ্যাচার করছে।",
            "পুলিশের একজন ঊর্ধ্বতন কর্মকর্তা জানান, উদ্ধার হওয়া সিলের বিষয়টি গুরুত্ব সহকারে তদন্ত করা হচ্ছে এবং দুটি দিক খতিয়ে দেখা হচ্ছে: সিলগুলো ভোটারদের প্রশিক্ষণ বা মহড়া দেওয়ার জন্য তৈরি হয়েছিল কিনা এবং নির্বাচনের দিন ভোট কারচুপি বা কোনো অসৎ উদ্দেশ্যে ব্যবহারের পরিকল্পনা ছিল কিনা।",
            "লক্ষ্মীপুর সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা ওয়াহেদ পারভেজ বলেন যে, সিল তৈরির পেছনের উদ্দেশ্য এবং এতে অন্য কেউ জড়িত আছে কিনা তা খতিয়ে দেখা হচ্ছে এবং তদন্তের স্বার্থে জব্দ করা আলামত পর্যালোচনা করা হচ্ছে।"
        ]
    },
    {
        "title": "আসামির জামিন আবেদন ও বিচারকের প্রশ্ন",
        "body": [
            "আসামিপক্ষের আইনজীবী মো. আলমগীর দাবি করেছেন যে তার মক্কেলকে রাজনৈতিক কারণে আটক করা হয়েছে এবং তিনি ঘটনার সঙ্গে জড়িত নন, তাই জামিন আবেদন করেছেন।",
            "বাদীপক্ষের আইনজীবী মো. আবদুর রাজ্জাক ও অন্যরা আসামির জামিনের বিরোধিতা করেছেন। তারা বলেছেন যে আসামির বিরুদ্ধে সুনির্দিষ্ট অভিযোগ রয়েছে, তার মোবাইলের ফরেনসিক রিপোর্ট পাওয়া গেছে এবং নির্বাচনে বিশৃঙ্খলা সৃষ্টির চেষ্টার অভিযোগ রয়েছে।",
            "জামিন পেলে আসামি পলাতক হতে পারে এমন আশঙ্কায় বাদীপক্ষ তার জামিন বাতিলের প্রার্থনা করেছেন।",
            "বিচারক আসামিকে উদ্দেশ্য করে জানতে চান তিনি কিছু বলতে চান কিনা, উত্তরে আসামি ছরওয়ারে আলম জানান যে তিনি এ ধরনের কাজ করেননি এবং তদন্ত কর্মকর্তাকে সহযোগিতা করতে চেয়েছেন।"
        ]
    },
    {
        "title": "দেবীদ্বারে উপনির্বাচনে বিএনপির সমর্থন ও প্রচারাভিযান",
        "body": [
            "প্রার্থী জসিম উদ্দিন আশাবাদী যে তিনি মূল প্রতিদ্বন্দ্বী হাসনাত আবদুল্লাহকে মোকাবিলা করতে পারবেন এবং বিএনপির সমর্থন তাকে বিজয়ী করবে।",
            "জসিম উদ্দিন দেবীদ্বারকে বিএনপির ঘাঁটি হিসেবে উল্লেখ করেছেন এবং কম সময় থাকলেও প্রতিটি মুহূর্তকে কাজে লাগাতে দৃঢ় প্রতিজ্ঞ।",
            "বিএনপির সাবেক সংসদ সদস্য মঞ্জুরুল আহসান মুন্সী দলের সকল নেতা-কর্মীকে ট্রাক প্রতীকের প্রার্থীর পক্ষে মাঠে নামার নির্দেশ দিয়েছেন, 'দেবীদ্বারে এখন ট্রাক প্রতীকই ধানের শীষ' বলে মন্তব্য করে।",
            "নির্বাচন কমিশনের তফসিল অনুযায়ী, ত্রয়োদশ জাতীয় সংসদ নির্বাচনের প্রচার-প্রচারণা আগামী ১০ ফেব্রুয়ারি সকাল সাড়ে ৭টায় শেষ হচ্ছে, এর মধ্যে ট্রাক প্রতীকের পক্ষে বিএনপির সমর্থনকে চ্যালেঞ্জ হিসেবে দেখছেন স্থানীয় নেতা-কর্মীরা।"
        ]
    },
    {
        "title": "এশিয়া কাপ খেলতে শ্রীলঙ্কা যাচ্ছে ভারত, জানাল সূর্যকুমার; পাকিস্তান অধিনায়কের মন্তব্য",
        "body": [
            "সূর্যকুমার যাদব জানিয়েছেন যে ভারতের মানসিকতা স্পষ্ট এবং তারা এশিয়া কাপে খেলবে।",
            "তিনি বলেন, ভারত খেলতে অস্বীকৃতি জানায়নি এবং নিরপেক্ষ ভেন্যু আইসিসি, বিসিসিআই এবং ভারত সরকার আলোচনার মাধ্যমে ঠিক করেছে।",
            "ভারতের কলম্বোর ফ্লাইট বুক করা আছে, তাই তারা নিশ্চিতভাবে সেখানে যাচ্ছে।",
            "পাকিস্তান অধিনায়ক সালমান আগা জানিয়েছেন যে ভারত ম্যাচ তাদের নিয়ন্ত্রণে নেই এবং এটি সরকারের সিদ্ধান্ত, যা তারা সম্মান করে।",
            "তিনি আরও উল্লেখ করেছেন যে ভারত ম্যাচ ছাড়াও তাদের আরও তিনটি ম্যাচ আছে, যা নিয়ে তারা রোমাঞ্চিত।"
        ]
    },
    {
        "title": "২৮ লাখ কোটি টাকা উদ্ধারের অঙ্গীকার জামায়াতের আমিরের",
        "body": [
            "জামায়াতের আমির শফিকুর রহমান অঙ্গীকার করেছেন যে বিদেশে পাচার হওয়া ২৮ লাখ কোটি টাকা তিনি উদ্ধার করে দেশের রাজকোষে ফেরত আনবেন।",
            "তিনি বলেন, এই উদ্ধারকৃত অর্থ ইনসাফের ভিত্তিতে বঞ্চিত এলাকায় বরাদ্দ করা হবে এবং এতে কোনো প্রকার প্রভাব খাটানো হবে না।",
            "শফিকুর রহমান বাংলাদেশের ভবিষ্যৎ ভালো থাকার ওপর জোর দিয়েছেন এবং বলেছেন যে পূর্ববর্তী তিনটি দলের শাসন জনগণের জন্য ভালো কিছু উপহার দিতে পারেনি, তাই তাদের আর ভোট দেওয়া উচিত নয়।",
            "তিনি আরও উল্লেখ করেছেন যে তরুণ সমাজ ইতিমধ্যে বিভিন্ন বিশ্ববিদ্যালয়ে ন্যায় ও সত্যের পক্ষে তাদের রায় জানিয়ে দিয়েছে, যা চাঁদাবাজ ও দুর্নীতিবাজদের সঙ্গ না হওয়ার বার্তা দেয়।"
        ]
    },
    {
        "title": "ফোর্স ম্যাজিউর: চুক্তিগত সুরক্ষার বিস্তারিত",
        "body": [
            "ফোর্স ম্যাজিউর একটি চুক্তিগত সুরক্ষা ব্যবস্থা যা পক্ষগুলোকে তাদের নিয়ন্ত্রণের বাইরের অস্বাভাবিক ঘটনার কারণে বাধ্যবাধকতা পূরণের দায়িত্ব থেকে অব্যাহতি দেয়।",
            "আইসিসির শর্তানুযায়ী, ফোর্স ম্যাজিউরের আওতায় সাধারণত যুদ্ধ, সন্ত্রাসবাদ, প্রাকৃতিক দুর্যোগ এবং সরকারি নির্দেশনার মতো বিষয়গুলো অন্তর্ভুক্ত থাকে।",
            "এমপিএর ১২ নম্বর ধারা অনুযায়ী, একটি সদস্য বোর্ড ফোর্স ম্যাজিউর দাবি করতে পারে যদি ঘটনাটি তাদের নিয়ন্ত্রণের বাইরে হয়, সরাসরি চুক্তিগত বাধ্যবাধকতা পালনে বাধা সৃষ্টি করে এবং বোর্ড আনুষ্ঠানিকভাবে আইসিসিকে নথিপত্রসহ জানায়।",
            "ফোর্স ম্যাজিউর দাবি করার জন্য, বোর্ডের পক্ষ থেকে ঘটনার প্রভাব কমাতে যথাযথ চেষ্টা করা হয়েছে এমন প্রমাণও থাকতে হবে।"
        ]
    },
    {
        "title": "প্রকাশকদের বিবৃতি",
        "body": [
            "মেছবাহউদ্দীন আহমদ (আহমদ পাবলিশিং হাউস) বিবৃতিতে স্বাক্ষর করেছেন।",
            "এ কে নাসির আহমেদ (কাকলী) স্বাক্ষরকারী প্রকাশকদের মধ্যে একজন।",
            "মাজহারুল ইসলাম (অন্যপ্রকাশ) এই বিবৃতিতে স্বাক্ষর করেছেন।",
            "মনিরুল হক (অনন্যা) বিবৃতিতে স্বাক্ষরকারী প্রকাশকদের একজন।",
            "সৈয়দ জাকির হোসাইন (অ্যাডর্ন) বিবৃতিতে স্বাক্ষর করেছেন।",
            "জহির দীপ্তি (ইতি প্রকাশন) বিবৃতিতে স্বাক্ষরকারী প্রকাশকদের মধ্যে রয়েছেন।",
            "মাহ্‌রুখ মহিউদ্দীন (ইউপিএল) এই বিবৃতিতে স্বাক্ষর করেছেন।",
            "মাহাবুব রাহমান (আদর্শ) স্বাক্ষরকারী প্রকাশকদের মধ্যে একজন।",
            "মোবারক হোসেন (পাণ্ডুলিপি সমন্বয়ক, প্রথমা প্রকাশন) বিবৃতিতে স্বাক্ষর করেছেন।",
            "ইকবাল হোসেন সানু (লাবনী) এই বিবৃতিতে স্বাক্ষরকারী প্রকাশকদের একজন।",
            "মিজানুর রহমান (শোভা প্রকাশ) বিবৃতিতে স্বাক্ষর করেছেন।",
            "ইফতেখার আমিন (শব্দশৈলী) স্বাক্ষরকারী প্রকাশকদের মধ্যে একজন।"
        ]
    },
    {
        "title": "পাকিস্তান ও ভারতের মধ্যে ম্যাচ বর্জন এবং আইসিসির সিদ্ধান্ত",
        "body": [
            "বাংলাদেশকে সমর্থন জানাতে পাকিস্তান ভারতের বিপক্ষে 'এ' গ্রুপ থেকে ম্যাচ না খেলার সিদ্ধান্ত নিয়েছে।",
            "নিরাপত্তা উদ্বেগের কারণে ভারতে খেলতে রাজি না হওয়ায় আইসিসি বাংলাদেশকে বাদ দিয়ে স্কটল্যান্ডকে টি-টোয়েন্টি বিশ্বকাপে অন্তর্ভুক্ত করেছে।",
            "পাকিস্তান ও ভারত এক দশকেরও বেশি সময় ধরে কোনো দ্বিপাক্ষিক সিরিজ খেলেনি এবং কেবল বৈশ্বিক বা আঞ্চলিক টুর্নামেন্টে মুখোমুখি হয়।",
            "শ্রীলঙ্কা ক্রিকেট বোর্ড (এসএলসি) পিসিবিকে জানিয়েছে যে ভারতের বিপক্ষে ম্যাচ বর্জনের ফলে আর্থিক ক্ষতি হবে এবং তাদের পর্যটন শিল্পও ক্ষতিগ্রস্ত হবে, যা ২০২২ সালের অর্থনৈতিক বিপর্যয় থেকে পুনরুদ্ধার হচ্ছে।"
        ]
    }
]