[
    {
        "title": "বাংলাদেশ ব্যাংকের গভর্নরদের সংক্ষিপ্ত পরিচিতি",
        "body": [
            "বাংলাদেশ ব্যাংকের প্রথম গভর্নর ছিলেন আ ন ম হামিদুল্লাহ (১৯৭২-৭৪), যিনি পূর্বে ইস্টার্ন ব্যাংকিং করপোরেশনের ব্যবস্থাপনা পরিচালক ছিলেন।",
            "এ কে নাজিরউদ্দীন আহমেদ (১৯৭৪-৭৬) স্টেট ব্যাংক পাকিস্তানের নির্বাহী পরিচালক, সোনালী ব্যাংকের চেয়ারম্যান এবং বিশ্বব্যাংক ও আইএমএফ-এ কাজ করেছেন।",
            "এম নূরুল ইসলাম (১৯৭৬-৮৭) এবং শেগুফ্তা বখ্ত চৌধুরী (১৯৮৭-৯২) ছিলেন প্রথম আমলা গভর্নর। এরপর এম খোরশেদ আলম (১৯৯২-৯৬) অর্থসচিবের দায়িত্ব পালন করেছেন।",
            "পরবর্তী গভর্নরদের মধ্যে লুৎফর রহমান সরকার (১৯৯৬-৯৮) ছিলেন ব্যাংকার। ড. মোহাম্মদ ফরাসউদ্দিন (১৯৯৮-০১), ড. ফখরুদ্দীন আহমদ (২০০১-০৫), ও ড. সালেহউদ্দিন আহমেদ (২০০৫-০৯) অর্থনীতিবিদ, শিক্ষক এবং আমলা ছিলেন।",
            "আতিউর রহমান (২০০৯-১৬) ছিলেন অর্থনীতিবিদ ও শিক্ষক। ফজলে কবির (২০১৬-২২) ছিলেন সাবেক আমলা ও অর্থসচিব।",
            "আব্দুর রউফ তালুকদার (২০২২) আমলা হিসেবে নিয়োগ পেলেও মেয়াদ শেষ করতে পারেননি। সবশেষে ২০২৪ সালে আইএমএফের সাবেক কর্মকর্তা এবং ব্যবসায়ী আহসান এইচ মনসুর নতুন গভর্নর হিসেবে দায়িত্ব গ্রহণ করেন।"
        ]
    },
    {
        "title": "গণভোটের ফলাফলে গরমিল ও সংশোধন",
        "body": [
            "জুলাই জাতীয় সনদের সংবিধান সম্পর্কিত প্রস্তাবগুলো বাস্তবায়নের লক্ষ্যে ১২ ফেব্রুয়ারি গণভোট অনুষ্ঠিত হয়।",
            "১৩ ফেব্রুয়ারি ইসি সচিব জাতীয় সংসদ নির্বাচনের সঙ্গে গণভোটের বেসরকারি ফলাফল ঘোষণা করেন, যেখানে 'হ্যাঁ' ভোট ৪ কোটি ৮০ লাখ ৭৪ হাজার ৪২৯টি এবং 'না' ভোট ২ কোটি ২৫ লাখ ৬৫ হাজার ৬২৭টি উল্লেখ করা হয়।",
            "একই দিন রাতে প্রকাশিত গেজেটের সাথে ইসি সচিবের ঘোষিত ফলাফলের গরমিল দেখা যায়।",
            "আসনভিত্তিক ফলাফল প্রকাশের পর গণমাধ্যমে গরমিলের খবর আসার পর ইসি বেসরকারি ফলাফল সংশোধন করে।"
        ]
    },
    {
        "title": "কবি মোহন রায়হানের পুরস্কার বাতিল: ৪১ বছর আগের কবিতার অভিযোগ তদন্ত করছে কর্তৃপক্ষ",
        "body": [
            "কবি মোহন রায়হান দাবি করেছেন যে ৪১ বছর আগে কর্নেল তাহেরকে নিয়ে লেখা তার 'তাহেরের স্বপ্ন' কবিতার কারণে একটি মহলের প্রভাবে তার পুরস্কার বাতিল করা হয়েছে, যদিও গতকাল পুরস্কার গ্রহণের রিহার্সালও অনুষ্ঠিত হয়েছিল।",
            "সংস্কৃতি প্রতিমন্ত্রী আলী নেওয়াজ মাহমুদ খৈয়ম প্রথম আলোকে জানান যে পুরস্কারের মনোনয়ন বাংলা একাডেমি দেয় এবং তারা বর্তমানে অভিযোগগুলো খতিয়ে দেখছেন; এটিকে একটি সাময়িক সমস্যা হিসেবে উল্লেখ করে তিনি জানান যে দু-এক দিনের মধ্যেই পুরস্কার ঘোষণা করা হতে পারে।",
            "বাংলা একাডেমির মহাপরিচালক মোহাম্মদ আজম নিশ্চিত করেছেন যে মোহন রায়হানের কবিতা ও লেখালেখি সম্পর্কে কিছু অভিযোগ ওঠায় কর্তৃপক্ষ সেগুলো খতিয়ে দেখার স্বার্থে সাময়িকভাবে পুরস্কার স্থগিত করেছে এবং পরীক্ষা-নিরীক্ষা শেষে দ্রুত জানানো হবে।"
        ]
    },
    {
        "title": "কিশোরীর লাশ উদ্ধার ও পরিবারের বিচার দাবি",
        "body": [
            "নরসিংদীর মাধবদীতে বিলপাড় ও দড়িকান্দী এলাকার মাঝামাঝি একটি শর্ষেখেত থেকে এক কিশোরীর লাশ উদ্ধার করা হয়েছে।",
            "স্থানীয় লোকজন সকালে লাশ দেখতে পেয়ে পুলিশকে খবর দেয় এবং পুলিশ ঘটনাস্থলে গিয়ে লাশ উদ্ধার করে ময়নাতদন্তের জন্য নরসিংদী সদর হাসপাতালের মর্গে পাঠায়।",
            "নিহত কিশোরীর বড় ভাই অভিযোগ করেছেন যে গতকাল রাতে তার বোনকে নূরাসহ ছয়জন অপহরণ করে নিয়ে যায় এবং সারারাত খোঁজাখুঁজির পর সকালে শর্ষেখেতে তার লাশ পাওয়া যায়।",
            "পরিবার জানিয়েছে, পূর্বের একটি মীমাংসা সংক্রান্ত আলোচনার পর তাদের এলাকা ছেড়ে চলে যেতে বলা হয়েছিল এবং ১ তারিখে চলে যাওয়ার কথা ছিল।",
            "পরিবার এই ঘটনার বিচার চেয়ে থানায় মামলা করার প্রস্তুতি নিচ্ছে।"
        ]
    },
    {
        "title": "গভর্নর পরিবর্তন এবং নতুন সরকারের ভাবমূর্তি",
        "body": [
            "গভর্নর বদলের পুরো ঘটনাপ্রবাহ নতুন সরকারের ভাবমূর্তি ক্ষুণ্ন করেছে, যদিও নতুন সরকার গভর্নর পরিবর্তনের সিদ্ধান্ত নিতেই পারে, তবে এর প্রক্রিয়াটি মসৃণ ছিল না এবং শোভনীয় হয়নি।",
            "বিদায়ী গভর্নর কঠিন সময়ে সাহসী ও ঝুঁকিপূর্ণ সিদ্ধান্ত নিয়েছিলেন এবং তার অবদানের স্বীকৃতি দেওয়া উচিত ছিল; তার প্রস্থানের প্রক্রিয়া দুঃখজনক যা ভবিষ্যতে যোগ্য ব্যক্তিদের এমন পদে আসতে নিরুৎসাহিত করতে পারে।",
            "নতুন গভর্নরের কাছে প্রত্যাশা হলো তিনি আর্থিক খাতে শুরু হওয়া সংস্কারের ধারাবাহিকতা বজায় রাখবেন এবং অপেক্ষমাণ সংস্কারগুলো বাস্তবায়ন করবেন, যা আর্থিক খাতকে দুর্দশাগ্রস্ত পরিস্থিতি থেকে বের করে আনবে।",
            "আন্তর্জাতিক মুদ্রা তহবিলের (আইএমএফ) কর্মসূচির আওতায় চলমান সংস্কারগুলো অব্যাহত রাখা নতুন গভর্নরের জন্য একটি বড় চ্যালেঞ্জ।"
        ]
    }
]