[
    {
        "title": "ভোটের দিনের পরিস্থিতি ও ভোটার উপস্থিতি: একজন অর্থনীতিবিদের বিশ্লেষণ",
        "body": [
            "যুক্তরাজ্যের রেডিং বিশ্ববিদ্যালয়ের অর্থনীতির ভিজিটিং প্রফেসর এম নিয়াজ আসাদুল্লাহ মন্তব্য করেছেন যে আওয়ামী লীগ নির্বাচনে না থাকায় তাদের ভোট কোন দিকে যাবে তা এবার গুরুত্বপূর্ণ।",
            "তিনি জরিপের ইতিবাচক দিক হিসেবে উল্লেখ করেছেন যে এবারের নির্বাচনে অনেক মানুষ ভোট দেওয়ার আগ্রহ প্রকাশ করেছেন।",
            "তবে, ভোটের দিনের পরিস্থিতি অত্যন্ত গুরুত্বপূর্ণ, কারণ ৮ শতাংশ সিদ্ধান্তহীন ভোটার নিরাপত্তা ও পারিপার্শ্বিক অবস্থা ভালো না থাকলে ভোটকেন্দ্রে নাও যেতে পারেন, যা ৮০ শতাংশে পরিণত হতে পারে।",
            "আসাদুল্লাহ নির্বাচন কমিশন ও সরকারকে ভোটের দিনের পরিস্থিতি স্বাভাবিক রাখতে এবং বিশেষ করে নারী ও বয়স্ক ভোটারদের নিরাপত্তা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা রাখার আহ্বান জানিয়েছেন, যাতে তারা নির্বিঘ্নে ভোটকেন্দ্রে যেতে পারেন।",
            "তিনি মনে করেন, জরিপের ফল যাই হোক না কেন, নির্বাচনের দিন পরিস্থিতি, ভোটারদের নিরাপত্তা এবং ভোট গ্রহণের শৃঙ্খলা ভোটার উপস্থিতির মূল নির্ধারক হবে।"
        ]
    },
    {
        "title": "ইসলামী আন্দোলন বাংলাদেশকে জঙ্গি হিসেবে উপস্থাপনের অভিযোগ: জামায়াত নেতার সমালোচনা",
        "body": [
            "ইসলামী আন্দোলন বাংলাদেশের আমির সৈয়দ মুহাম্মাদ রেজাউল করিম অভিযোগ করেছেন যে জামায়াতের নায়েবে আমির আবদুল্লাহ মুহাম্মদ তাহের সাহেব আমেরিকায় বাংলাদেশের ভাবমূর্তি নষ্ট করছেন এবং ইসলামী আন্দোলনকে জঙ্গি হিসেবে উপস্থাপন করছেন।",
            "রেজাউল করিম বলেন যে বাংলাদেশের কোনো দলীয় নেতা অতীতে দেশকে কলঙ্কিত করতে চাননি এবং দেশে জঙ্গি বা উগ্রবাদী আছে বলে কেউ বলেননি।"
        ]
    },
    {
        "title": "জামায়াতের আমিরের এক্স হ্যান্ডল হ্যাক, সরকারি মেইল ব্যবহারের অভিযোগ",
        "body": [
            "শনিবার দিবাগত রাতে জামায়াতের অফিশিয়াল ফেসবুক পোস্টে জানানো হয় যে সাইবার হামলার মাধ্যমে দলের আমিরের নামে মিথ্যা বক্তব্য প্রচার করা হয়েছে এবং আরও কয়েকজন জ্যেষ্ঠ নেতার সামাজিক যোগাযোগমাধ্যম অ্যাকাউন্টে হামলা হয়েছে।",
            "এই বিষয়ে ব্যাখ্যা দিতে রোববার সকালে রাজধানীর মগবাজারে দলের কেন্দ্রীয় কার্যালয়ে একটি জরুরি সংবাদ সম্মেলন করে জামায়াত।",
            "সংবাদ সম্মেলনে জামায়াতের তথ্য ও যোগাযোগপ্রযুক্তি (আইটি) সেলের সদস্যরা দেখান যে কীভাবে দলের আমিরের এক্স হ্যান্ডল হ্যাক হয়েছে এবং অভিযোগ করেন যে সরকারি মেইল ব্যবহার করে এই হামলা চালানো হয়েছে।",
            "প্রকৌশলী মাহমুদুর রহমান জানান, '@bangladesh.gov.bd' ডোমেইনের একটি সরকারি মেইল ব্যবহার করে জামায়াতের মেইলে 'নির্বাচনসংক্রান্ত তথ্য' সংযুক্ত একটি ফাইল পাঠানো হয়েছিল।",
            "তিনি আরও উল্লেখ করেন যে যে মেইল থেকে ফাইলটি এসেছিল, তার প্রেরকের নাম ছরওয়ারে আলম এবং তিনি রাষ্ট্রপতির কার্যালয়ে কাজ করেন।"
        ]
    },
    {
        "title": "জামায়াতের ইশতেহার এবং ভবিষ্যৎ বাংলাদেশ গড়ার প্রত্যয়",
        "body": [
            "জামায়াতের আমির '৪৭, '৭১ ও '২৪-এর শহীদদের প্রতি শ্রদ্ধা জানিয়েছেন এবং ৫ আগস্টের পর একটি পরিচ্ছন্ন ও নৈতিক বাংলাদেশ গড়ার প্রত্যয় ব্যক্ত করেছেন।",
            "তিনি অতীতের রাজনৈতিক সংস্কৃতি পেছনে ফেলে মেধা, উদ্ভাবন ও আদর্শনির্ভর নেতৃত্বের মাধ্যমে দেশ পরিচালনার কথা তুলে ধরেছেন।",
            "জামায়াতের ইশতেহারকে জনবান্ধব, ব্যবসাবান্ধব, শান্তিবান্ধব ও শৃঙ্খলাবান্ধব হিসেবে উল্লেখ করেছেন শফিকুর রহমান।",
            "তিনি বলেন যে, ইশতেহারের প্রতিটি পয়েন্ট দিন, সপ্তাহ, মাস এবং বছর গুনে আদায় করে নেওয়া জনগণের অধিকার, এবং তারা সেই অধিকার তুলে ধরার জন্য এখানে দাঁড়িয়েছেন।"
        ]
    },
    {
        "title": "জামায়াতের আমিরের এক্স আইডি হ্যাকড: সরকারি ই-মেইল ব্যবহার নিয়ে তদন্তে ডিবি",
        "body": [
            "জামায়াতে ইসলামী অভিযোগ করেছে যে সরকারি মেইল ব্যবহার করে তাদের মেইলে ফাইল পাঠানোর মাধ্যমে দলের আমির শফিকুর রহমানের এক্স আইডি হ্যাক করা হয়েছে। এ ঘটনায় হাতিরঝিল থানায় সাধারণ ডায়েরি (জিডি) করা হয়েছে।",
            "ডিবি সূত্র অনুযায়ী, স্বরাষ্ট্র মন্ত্রণালয়ের আইনশৃঙ্খলা-সংক্রান্ত কোর কমিটির সভায় জামায়াতের আমিরের এক্স অ্যাকাউন্ট হ্যাক হওয়ার ঘটনা নিয়ে আলোচনা হয়েছে এবং আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে বিষয়টি খতিয়ে দেখতে বলা হয়েছে।",
            "জামায়াতের পক্ষ থেকে ছরওয়ারে আলমকে আইনের আওতায় আনার চাপ প্রয়োগের পর ডিবি তাকে হেফাজতে নিয়েছে, যদিও তার সংশ্লিষ্টতা এখনো নিশ্চিত হওয়া যায়নি।",
            "ডিবির একজন কর্মকর্তা নাম প্রকাশ না করার শর্তে জানান, প্রাথমিক ডিজিটাল ফুটপ্রিন্ট অনুযায়ী ছরওয়ারে আলমের ব্যবহৃত সরকারি ই-মেইলটি আগেই হ্যাকড হয়েছিল। তার বিরুদ্ধে আইনগত ব্যবস্থা নেওয়ার বিষয়ে এখনো সিদ্ধান্ত হয়নি।"
        ]
    },
    {
        "title": "ভারতের বিপক্ষে খেলবে না পাকিস্তান, বাংলাদেশের পাশে দাঁড়ানোর ঘোষণা",
        "body": [
            "পাকিস্তানের প্রধানমন্ত্রী শাহবাজ শরিফ ঘোষণা করেছেন যে তার দেশ টি-টোয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে খেলবে না, কারণ তিনি খেলার মাঠে রাজনীতি চান না।",
            "তিনি বলেন, 'খেলার মাঠে কোনো রাজনীতি থাকা উচিত নয়' এই অভিযোগ তুলে তার সরকার এই সিদ্ধান্ত নিয়েছে।",
            "শাহবাজ শরিফ আরও জানিয়েছেন যে, তার সরকার বিশ্বকাপ থেকে বাদ পড়া বাংলাদেশের পাশে দাঁড়ানোর সিদ্ধান্ত নিয়েছে এবং এটিকে 'খুবই উপযুক্ত সিদ্ধান্ত' বলে উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "বিদেশি বিনিয়োগ: পরিসংখ্যানের বিতর্ক এবং বাস্তবতা",
        "body": [
            "প্রতিবেদনে ২০২৪-২৫ অর্থবছরের পরিসংখ্যান ব্যবহার করা হয়েছে, যা বাংলাদেশ সরকারের অর্থবছর (১ জুলাই থেকে ৩০ জুন) অনুযায়ী একটি স্বাভাবিক পদ্ধতি এবং এটিকে 'ফ্রেমিং ইফেক্ট' বলা সঠিক নয়।",
            "২০২৫ সালের জানুয়ারি থেকে সেপ্টেম্বর সময়ে বিদেশি বিনিয়োগ ৮০ শতাংশ বেড়ে ১৪১ কোটি ডলার হয়েছে, যা আপাতদৃষ্টিতে ইতিবাচক মনে হলেও এর পেছনের প্রেক্ষাপট গুরুত্বপূর্ণ।",
            "২০২৪ সালে বিদেশি বিনিয়োগ কমে ৭৮ কোটি ডলারে নেমে যাওয়ায়, সেখান থেকে ৬৩ কোটি ডলার বৃদ্ধি ৮০ শতাংশ প্রবৃদ্ধি দেখাচ্ছে, তবে এই পরিমাণ সন্তোষজনক নয়।",
            "২০২৫ সালের প্রথম ৯ মাসের ১৪১ কোটি ডলারের বিদেশি বিনিয়োগ ২০২০ সালের প্রথম ৯ মাসের (করোনাকালে অর্থনৈতিক স্থবিরতার সময়) চেয়েও ২০ শতাংশ কম, যা এই প্রবৃদ্ধিকে প্রশ্নবিদ্ধ করে।",
            "করোনাভাইরাসের কারণে যখন সারা বিশ্বের অর্থনৈতিক কর্মকাণ্ড স্থবির ছিল, সেই ভয়াবহ বছরের চেয়েও কম বিদেশি বিনিয়োগকে সাফল্য হিসেবে দাবি করা যায় না।"
        ]
    }
]