[
    {
        "title": "হবিগঞ্জে এনামুল হাসানকে আটকের পর মুক্তি দেওয়া হয়েছে",
        "body": [
            "শনিবার সকালে হবিগঞ্জ জেলা পুলিশ সুপার এক সংবাদ বিজ্ঞপ্তিতে জানান যে, এনামুল হাসানকে শায়েস্তাগঞ্জ থানা-পুলিশ সন্দেহভাজন হিসেবে আটক করেছিল।",
            "পরবর্তী জিজ্ঞাসাবাদে এনামুল হাসানের কোনো অপরাধে সম্পৃক্ততা পাওয়া যায়নি।",
            "অভিভাবকের জিম্মায় তাকে ছেড়ে দেওয়া হয়েছে।",
            "শায়েস্তাগঞ্জ থানার ওসি আবুল কালাম জানান, আটকের পর যা ঘটেছে তার সঙ্গে পুলিশের কোনো অপরাধ বা সম্পৃক্ততা নেই এবং ঘটনার ভিডিও দেশবাসীর হাতে হাতে প্রচারিত হয়েছে।"
        ]
    },
    {
        "title": "ভেনেজুয়েলার ভাইস প্রেসিডেন্ট মাদুরোকে আটকের ঘটনাকে গণতন্ত্র ধ্বংসের চেষ্টা হিসেবে অভিহিত করেছেন",
        "body": [
            "ভেনেজুয়েলার ভাইস প্রেসিডেন্ট ডেলসি রদ্রিগেজ প্রেসিডেন্ট নিকোলা মাদুরোকে আটকের ঘটনাকে দেশের গণতান্ত্রিক আকাঙ্ক্ষা ধূলিসাৎ করার একটি অপচেষ্টা বলে অভিহিত করেছেন।",
            "শনিবার টেলিভিশনে দেওয়া এক ভাষণে তিনি বলেন, তাঁর দেশ কখনোই কোনো দেশের উপনিবেশ হবে না এবং যুক্তরাষ্ট্রের এই পদক্ষেপকে বেআইনি কর্মকাণ্ড ও শক্তির অপব্যবহার বলে বর্ণনা করেন।",
            "রদ্রিগেজ সতর্ক করে বলেন যে, আজ ভেনেজুয়েলার সঙ্গে যা ঘটেছে, বিশ্বের যেকোনো দেশের সঙ্গে তা ঘটতে পারে এবং জনগণকে ধৈর্য ধরার আহ্বান জানান।",
            "তিনি মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের দাবির সরাসরি বিরোধিতা করে বলেন যে, যাঁরা শক্তির ব্যবহার করেছেন এবং বেআইনি পথ বেছে নিয়েছেন, সত্য তাঁদের পক্ষে নেই।",
            "শনিবার ভোরে মার্কিন বাহিনী কারাকাস থেকে নিকোলা মাদুরো ও তাঁর স্ত্রীকে তুলে নিয়ে যায়, যা ট্রাম্পের এই দাবির পর রদ্রিগেজের কঠোর ভাষণ একটি বড় চ্যালেঞ্জের মুখে ফেলেছে।"
        ]
    },
    {
        "title": "ভেনেজুয়েলায় মার্কিন বিমান হামলা ও মাদুরোর আটক",
        "body": [
            "শনিবার ভোরে যুক্তরাষ্ট্র ভেনেজুয়েলাজুড়ে বিমান হামলা চালিয়েছে, যার ফলে রাজধানী কারাকাস প্রচণ্ড বিস্ফোরণে কেঁপে ওঠে।",
            "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ঘোষণা করেছেন যে মার্কিন বাহিনী ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো এবং তার স্ত্রী সিলিয়া ফ্লোরেসকে বন্দী করে দেশের বাইরে নিয়ে গেছে।",
            "এই নজিরবিহীন ঘটনাটি গত কয়েক মাস ধরে ভেনেজুয়েলার ওপর যুক্তরাষ্ট্রের তীব্র চাপের ফল, যার মধ্যে সেপ্টেম্বর থেকে মার্কিন নৌবাহিনীর ভেনেজুয়েলা উপকূলে নৌবহর মোতায়েন এবং মাদক পাচারের অভিযোগে বিমান হামলা ও তেলবাহী জাহাজ জব্দ করা অন্তর্ভুক্ত।",
            "এসব হামলায় কমপক্ষে ১১০ জন নিহত হয়েছেন, যা মানবাধিকার সংস্থাগুলোর মতে 'যুদ্ধাপরাধ' হতে পারে।",
            "ভেনেজুয়েলার কর্মকর্তারা দাবি করেছেন যে বিশ্বের বৃহত্তম তেলের মজুত দখল করার উদ্দেশ্যেই যুক্তরাষ্ট্র এসব করছে।",
            "মাদুরোকে বন্দী করার এই ঘটনা যুক্তরাষ্ট্রের অভিযানের একটি অত্যন্ত গুরুতর ও নাটকীয় মোড় এবং এটি ভেনেজুয়েলার বর্তমান শাসনব্যবস্থার ভবিষ্যৎকে সম্পূর্ণ অনিশ্চিত করে তুলেছে।"
        ]
    },
    {
        "title": "মাদুরোকে গ্রেপ্তারে মার্কিন পুরস্কার বৃদ্ধি",
        "body": [
            "ট্রাম্পের প্রথম মেয়াদে মাদুরোকে গ্রেপ্তারের জন্য দেড় কোটি ডলারের পুরস্কার ঘোষণা করা হয়েছিল, যা বাইডেন প্রশাসনের শেষ দিনগুলোতে আড়াই কোটি ডলারে উন্নীত হয়।",
            "ট্রাম্প দ্বিতীয় মেয়াদে ক্ষমতায় আসার পর কার্টেল দে লস সোলেসকে বিদেশি সন্ত্রাসী সংগঠন হিসেবে ঘোষণা করেন এবং মাদুরোকে ধরিয়ে দেওয়ার জন্য পুরস্কারের পরিমাণ পাঁচ কোটি ডলারে বৃদ্ধি করেন।",
            "মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিও জানান, মাদুরোর বিরুদ্ধে মাদক-সন্ত্রাসী গোষ্ঠী পরিচালনার অভিযোগ রাজনৈতিক নয়, বরং নিউইয়র্কের সাউদার্ন ডিস্ট্রিক্টের গ্র্যান্ড জুরির কাছে উপস্থাপিত প্রমাণের ভিত্তিতে তাকে আনুষ্ঠানিকভাবে অভিযুক্ত করা হয়েছে।"
        ]
    },
    {
        "title": "মুঠোফোন নিবন্ধন নিয়ে বিটিআরসির ব্যাখ্যা ও গ্রাহকদের উদ্বেগ",
        "body": [
            "বিটিআরসি জানিয়েছে যে, মুঠোফোনের আইএমইআই সরাসরি এনআইডির সাথে যুক্ত থাকে না, বরং সিমের মাধ্যমে সংযুক্ত হয়। একটি এনআইডি দিয়ে কেনা সিম যেসব ফোনে ব্যবহার করা হয়েছে, সেইসব ফোনের আইএমইআই ওই এনআইডির সাথে যুক্ত হয়ে যায়।",
            "বিটিআরসির চেয়ারম্যান মেজর জেনারেল (অব.) এমদাদ উল বারী বলেন, NEIR নিয়ে আতঙ্কিত হওয়ার কিছু নেই, সরকার নতুন কিছু করেনি, কেবল বিদ্যমান তথ্য প্রকাশ করছে। তিনি জানান, NEIR প্রক্রিয়া বন্ধ হয়নি, এবং প্রাথমিক কারিগরি জটিলতার জন্য গ্রাহকদের ধৈর্য ও সহযোগিতা প্রয়োজন।",
            "অনেক গ্রাহক ডিসেম্বরে ফোন না কেনা সত্ত্বেও তাঁদের নামে ফোন নিবন্ধন দেখতে পাচ্ছেন। বিটিআরসি কর্মকর্তারা এর কারণ হিসেবে গ্রাহকের অজান্তেই তাঁদের এনআইডি ব্যবহার করে অন্য কারো সিম নিবন্ধনের সম্ভাবনাকে উল্লেখ করেছেন, যা অনেক মানুষের উদ্বেগের কারণ হয়েছে।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ খেলতে ভারতে যাবে না বাংলাদেশ",
        "body": [
            "বিসিবি ১৭ জন বোর্ড পরিচালকদের এক সভায় টি-টোয়েন্টি বিশ্বকাপ খেলতে ভারতে না যাওয়ার সিদ্ধান্ত নিয়েছে।",
            "মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেওয়ার পর বিসিবি পরিচালকেরা অনলাইনে বৈঠক করেছিলেন, যেখানে কঠোর পদক্ষেপ না নেওয়ার পরামর্শ দেওয়া হয়েছিল।",
            "তবে সরকারের মনোভাব জানার পর বিসিবি তাদের পূর্বের অবস্থান পরিবর্তন করেছে।",
            "ক্রিকেট পরিচালনা বিভাগের প্রধান নাজমূল আবেদীন প্রথম আলোকে জানিয়েছেন যে বিসিবি শীঘ্রই একটি সংবাদ বিজ্ঞপ্তির মাধ্যমে তাদের অবস্থান পরিষ্কার করবে।",
            "ক্রীড়া উপদেষ্টা আসিফ নজরুল ফেসবুক পোস্টে নিশ্চিত করেছেন যে 'ভারতের ক্রিকেট বোর্ডের উগ্র সাম্প্রদায়িক নীতির প্রেক্ষিতে' এই সিদ্ধান্ত নেওয়া হয়েছে এবং তিনি একে স্বাগত জানিয়েছেন।"
        ]
    },
    {
        "title": "মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেওয়ার নিন্দা ও প্রতিবাদ",
        "body": [
            "যুব ও ক্রীড়া উপদেষ্টা আসিফ নজরুল আইপিএল থেকে মোস্তাফিজুর রহমানকে বাদ দেওয়ার নিন্দা ও প্রতিবাদ জানিয়েছেন।",
            "কলকাতা নাইট রাইডার্স বিসিসিআইয়ের নির্দেশে মোস্তাফিজকে ছেড়ে দিয়েছে।",
            "আসিফ নজরুল তার ভেরিফায়েড ফেসবুক পেজে লিখেছেন যে, 'উগ্র সাম্প্রদায়িক গোষ্ঠীর কাছে নতি শিকার করে বাংলাদেশের ক্রিকেটার মোস্তাফিজুর রহমানকে দল থেকে বাদ দেওয়ার জন্য কলকাতা নাইট রাইডার্সকে নির্দেশ দিয়েছে ভারতের ক্রিকেট বোর্ড। আমি এর তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছি।'"
        ]
    },
    {
        "title": "মোস্তাফিজের আইপিএল চুক্তি এবং পারিশ্রমিকের প্রেক্ষাপট",
        "body": [
            "রাজনৈতিক ও ধর্মীয় নেতাদের প্রতিবাদের মুখে বোর্ডের নির্দেশে ফ্র্যাঞ্চাইজি মোস্তাফিজকে দল থেকে বাদ দেয়।",
            "নিয়ম অনুযায়ী, নিলামের পর খেলোয়াড় ও ফ্র্যাঞ্চাইজির মধ্যে আনুষ্ঠানিক চুক্তি সই হয় এবং খেলার জন্য প্রস্তুত থাকলে ফ্র্যাঞ্চাইজিকে পারিশ্রমিক দিতে হয়, এমনকি বেঞ্চে থাকলেও।",
            "মোস্তাফিজের সঙ্গে কেকেআরের আনুষ্ঠানিক চুক্তি সই হয়েছিল কি না, তা এখনো নিশ্চিত নয়, কারণ অনেক ক্ষেত্রে খেলোয়াড় দলে যোগ দেওয়ার পরে চুক্তি সইয়ের আনুষ্ঠানিকতা সম্পন্ন হয়।",
            "শুধুমাত্র ম্যাচ ফিক্সিং, দুর্নীতি, ডোপিং, আচরণবিধি লঙ্ঘন, বা অনুমতি ছাড়া অন্য লিগে অংশগ্রহণের মতো কারণে আইপিএল থেকে নিষিদ্ধ হলে ফ্র্যাঞ্চাইজিকে পারিশ্রমিক দিতে হয় না।"
        ]
    },
    {
        "title": "আইপিএলে মোস্তাফিজকে নিয়ে বিতর্ক ও ফারুকীর উদ্বেগ",
        "body": [
            "ফারুকী তার এক ফেসবুক পোস্টে আইপিএলে মোস্তাফিজকে নিয়ে ঘটে যাওয়া ঘটনাকে 'ন‍্যক্কারজনক' হিসেবে উল্লেখ করেছেন এবং বাংলাদেশের নাগরিকেরা এতে 'ঘৃণার রাজনীতি' দেখতে পেয়েছেন বলে মন্তব্য করেছেন।",
            "তিনি সন্দেহ প্রকাশ করেছেন যে, ভারতে সংখ্যালঘুদের ওপর নির্যাতনের অভিযোগের সঙ্গে বাংলাদেশি খেলোয়াড়-বিরোধিতাও একই সূত্রে গাঁথা থাকতে পারে।",
            "সংস্কৃতিবিষয়ক উপদেষ্টা হিসেবে ফারুকী উল্লেখ করেন যে, বাংলাদেশের পররাষ্ট্র মন্ত্রণালয় এর আগে ভারতে সংখ্যালঘু মানুষের ওপর নির্যাতনের বিষয়ে উদ্বেগ জানিয়েছে এবং এই ঘটনাও একই মোটিভ দ্বারা প্রভাবিত কি না, তা সংশ্লিষ্ট মহল খতিয়ে দেখবে।",
            "তিনি ভবিষ্যতে বাংলাদেশের ক্রিকেট বা ফুটবল দল ভারতে কতটা নিরাপদ, তা নিয়েও প্রশ্ন তুলেছেন এবং আশা প্রকাশ করেছেন যে, এটিও খতিয়ে দেখা হবে।"
        ]
    }
]