[
    {
        "title": "প্রসিকিউটর সুলতান মাহমুদের বিরুদ্ধে অভিযোগ",
        "body": [
            "তাজুল ইসলাম অভিযোগ করেছেন যে সুলতান মাহমুদ তার স্ত্রীকে শারীরিক, মানসিক এবং সামাজিকভাবে নির্যাতন করেন এবং এ বিষয়ে তার স্ত্রী অভিযোগ দাখিল করেছেন।",
            "তাজুল ইসলাম আরও অভিযোগ করেন যে প্রসিকিউটর সুলতান মাহমুদ বিভিন্ন সময়ে মামলার সাক্ষী ও ভুক্তভোগীদের বাসায় ডেকে নিয়ে বিভ্রান্তিমূলক পরামর্শ, মিথ্যা তথ্য এবং উসকানি প্রদানের মাধ্যমে বিচারিক প্রক্রিয়ায় বিঘ্ন সৃষ্টির চেষ্টা করছেন।",
            "চিঠিতে তাজুল ইসলাম উল্লেখ করেছেন যে সুলতান মাহমুদের এমন কর্মকাণ্ড ট্রাইব্যুনালের প্রসিকিউশন টিমকে প্রশ্নবিদ্ধ করেছে এবং আদালতের ভাবমূর্তি ক্ষুণ্ন করেছে।",
            "তাজুল ইসলাম সুলতান মাহমুদের বিরুদ্ধে দায়িত্ব পালনে কর্তৃপক্ষের আদেশ অমান্য করা, উদাসীনতা, অনাগ্রহ, এবং নির্দিষ্ট দায়িত্ব পালনে অবহেলা ও গাফিলতির অভিযোগ তুলেছেন।"
        ]
    },
    {
        "title": "নারায়ণগঞ্জের নোয়াগাঁওয়ে বিএলও ওয়্যার নেইল ইন্ডাস্ট্রিজে হামলা ও লুটপাট",
        "body": [
            "নারায়ণগঞ্জের নোয়াগাঁওয়ের ঘনবসতিপূর্ণ এলাকায় অবস্থিত বিএলও ওয়্যার নেইল ইন্ডাস্ট্রিজ নামের একটি কারখানায় গত ১৭ ফেব্রুয়ারি বেলা ১১টার দিকে দেড় ঘণ্টাব্যাপী লুটপাট চালানো হয়।",
            "২০২০ সালে মনোয়ার হোসেন কর্তৃক প্রতিষ্ঠিত এই কারখানায় বাংলাদেশ কৃষি ব্যাংকের অর্থায়ন রয়েছে।",
            "হামলাকারীরা কারখানার প্রধান ফটক ও সীমানাপ্রাচীর ভেঙে ভেতরে প্রবেশ করে এবং ব্যবস্থাপক অলিউল্লাহ খান ও কর্মচারী জুলহাস উদ্দিনকে মারধর করে আহত করে, যাদের রূপগঞ্জ উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি করা হয়েছে।",
            "কারখানা কর্তৃপক্ষের দাবি অনুযায়ী, হামলাকারীরা সিসিটিভি ক্যামেরা ও আসবাব ভাঙচুর করে এবং ট্রাক ব্যবহার করে মূল্যবান যন্ত্রপাতি ও কাঁচামাল লুট করে নিয়ে যায়।",
            "কারখানার মালিক মনোয়ার হোসেনের অভিযোগ, ৯৯৯-এ ফোন দেওয়ার পরও পুলিশ ঘটনাস্থলে পৌঁছাতে প্রায় দুই ঘণ্টা সময় নেয়, ততক্ষণে হামলাকারীরা পালিয়ে যায়।"
        ]
    },
    {
        "title": "ঢাকা বিশ্ববিদ্যালয়ে সেহরি খেয়ে ঘুরতে আসা দুই নারী লাঞ্ছিত",
        "body": [
            "বুধবার দিবাগত রাতে পুরান ঢাকায় সেহরি খেয়ে টিএসসিতে ঘুরতে আসা দুই নারীকে লাঞ্ছিত করার অভিযোগ উঠেছে।",
            "অভিযুক্ত দুই ছাত্রের মধ্যে একজনকে লাঠি হাতে এক নারীর দিকে তেড়ে যেতে দেখা যায়, যদিও তাদের বক্তব্য পাওয়া যায়নি।",
            "ভুক্তভোগী নারীদের একজন অভিযোগ করেছেন যে তাদের 'প্রোস্টিটিউট' বলা হয়েছে এবং ঢাকা বিশ্ববিদ্যালয়ের সামনে তারা নিরাপদ নন বলে ক্ষোভ প্রকাশ করেছেন।"
        ]
    },
    {
        "title": "পাকিস্তান ক্রিকেট দলের সেমিফাইনালে যাওয়ার সম্ভাব্য দৃশ্যকল্প",
        "body": [
            "দৃশ্যকল্প ১: পাকিস্তান যদি শ্রীলঙ্কাকে হারায় এবং নিউজিল্যান্ড তাদের বাকি দুটি ম্যাচ (ইংল্যান্ড ও শ্রীলঙ্কার বিপক্ষে) হেরে যায়, তাহলে পাকিস্তান গ্রুপ ২ থেকে দ্বিতীয় সেরা দল হিসেবে সেমিফাইনালে উঠবে।",
            "এই পরিস্থিতিতে, ইংল্যান্ড ৬ পয়েন্ট, পাকিস্তান ৩ পয়েন্ট, শ্রীলঙ্কা ২ পয়েন্ট এবং নিউজিল্যান্ড ১ পয়েন্ট নিয়ে গ্রুপ ২ এর পয়েন্ট তালিকায় থাকবে।",
            "দৃশ্যকল্প ২: যদি নিউজিল্যান্ড তাদের বাকি দুটি ম্যাচের মধ্যে একটিতে জেতে ও একটিতে হারে, এবং পাকিস্তান তাদের শেষ ম্যাচে শ্রীলঙ্কাকে হারায়, তাহলে পাকিস্তান ও নিউজিল্যান্ড উভয়েরই সমান ৩ পয়েন্ট হবে।",
            "এই পরিস্থিতিতে, রানরেটের ভিত্তিতে যে দল এগিয়ে থাকবে, সেই দলই গ্রুপ ২ থেকে দ্বিতীয় সেরা দল হিসেবে সেমিফাইনালে যাবে।"
        ]
    },
    {
        "title": "জামায়াতের কেন্দ্রীয় কর্মপরিষদে নারী সদস্যদের নাম প্রকাশ ও সদস্যসংখ্যা বৃদ্ধি",
        "body": [
            "জামায়াতে ইসলামী তাদের কেন্দ্রীয় কর্মপরিষদের তালিকা প্রকাশ করেছে, যা দলের কেন্দ্রীয় কার্যনির্বাহী কমিটি হিসেবে কাজ করে।",
            "আগের ৭১ সদস্যের কর্মপরিষদকে এবার ৮৮ সদস্যের করা হয়েছে, যেখানে নারী সদস্যের সংখ্যা ১৫ থেকে বেড়ে ২১ জন হয়েছে।",
            "২২শে ফেব্রুয়ারি প্রকাশিত এই তালিকায় প্রাক্তন ও নবনির্বাচিত সংসদ সদস্য এবং শিবিরের সাবেক সভাপতি জাহিদুর রহমান ও আইনজীবী মোহাম্মদ শিশির মনিরের মতো নবীনদের স্থান দেওয়া হয়েছে।",
            "কেন্দ্রীয় সহকারী সেক্রেটারি জেনারেল হামিদুর রহমান আযাদ জানিয়েছেন যে, নবীন-প্রবীণ মিলিয়ে দলকে এগিয়ে নিতে অনেক নবীন মুখকে কেন্দ্রীয় কমিটিতে আনা হয়েছে।",
            "এবারই প্রথমবারের মতো জামায়াত কর্মপরিষদে থাকা নারী সদস্যদের নাম প্রকাশ করেছে, যার মধ্যে নূরুন্নিসা সিদ্দীকা, সাঈদা রুম্মান, মারজিয়া বেগম সহ মোট ২১ জন রয়েছেন।"
        ]
    }
]