[
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ খেলতে ভারতে যাবে না বাংলাদেশ",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) টি-টোয়েন্টি বিশ্বকাপ খেলতে ভারতে না যাওয়ার সিদ্ধান্ত নিয়েছে।",
            "আজ দুপুরে ১৭ জন বোর্ড পরিচালকের সভায় এই সিদ্ধান্ত গৃহীত হয়, যদিও গতকাল অনলাইন বৈঠকে অধিকাংশ পরিচালক কঠোর পদক্ষেপ না নেওয়ার পরামর্শ দিয়েছিলেন।",
            "সরকারের মনোভাব জানার পর বিসিবি তাদের পূর্বের অবস্থান পরিবর্তন করেছে।",
            "ক্রিকেট পরিচালনা বিভাগের প্রধান নাজমূল আবেদীন জানান, শিগগিরই সংবাদ বিজ্ঞপ্তির মাধ্যমে এ বিষয়ে আনুষ্ঠানিক অবস্থান পরিষ্কার করা হবে।",
            "ক্রীড়া উপদেষ্টা আসিফ নজরুল ফেসবুক পোস্টে নিশ্চিত করেছেন যে ভারতের ক্রিকেট বোর্ডের 'উগ্র সাম্প্রদায়িক নীতির প্রেক্ষিতে' এই সিদ্ধান্ত নেওয়া হয়েছে এবং তিনি এটিকে স্বাগত জানিয়েছেন।"
        ]
    },
    {
        "title": "মোস্তাফিজকে নিয়ে আইপিএলের ঘটনা ‘ন্যক্কারজনক’ ও ‘ঘৃণার রাজনীতি’র অংশ: ফারুকী",
        "body": [
            "আইপিএলে মোস্তাফিজুর রহমানকে নিয়ে ঘটে যাওয়া ঘটনাকে ‘ন্যক্কারজনক’ এবং ‘ঘৃণার রাজনীতি’র অংশ বলে মন্তব্য করেছেন সংস্কৃতিবিষয়ক উপদেষ্টা ফারুকী তার এক ফেসবুক পোস্টে।",
            "তিনি সন্দেহ প্রকাশ করেছেন যে, বাংলাদেশি খেলোয়াড়-বিরোধিতা ভারতে সংখ্যালঘু নির্যাতনের অভিযোগের সঙ্গে সম্পর্কিত হতে পারে।",
            "বাংলাদেশের পররাষ্ট্র মন্ত্রণালয় ইতোমধ্যে ভারতে সংখ্যালঘু মানুষের ওপর নির্যাতনের বিষয়ে উদ্বেগ জানিয়েছে, এবং ফারুকী মনে করেন মোস্তাফিজের ঘটনাও একই উদ্দেশ্য দ্বারা প্রভাবিত কিনা তা খতিয়ে দেখা উচিত।",
            "ভবিষ্যতে বাংলাদেশের ক্রিকেট বা ফুটবল দল ভারতে কতটা নিরাপদ থাকবে, সে বিষয়েও নিশ্চয়ই সংশ্লিষ্ট মহল নজর দেবে বলে তিনি উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "পুলিশের কাজে বাধা ও ঔদ্ধত্যপূর্ণ আচরণের অভিযোগে আটক যুবদল নেতা",
        "body": [
            "হবিগঞ্জের শায়েস্তাগঞ্জ থানায় আটক এক আসামিকে ছাড়িয়ে নিতে গিয়ে পুলিশের কাজে বাধা ও ঔদ্ধত্যপূর্ণ আচরণের অভিযোগে যুবদল নেতা মাহদী হাসানকে আটক করা হয়েছে।",
            "আদালত পুলিশের পরিদর্শক আবদুল তালেব মোল্লা জানান, মাহদী হাসান তার দলের নেতা-কর্মীদের নিয়ে থানায় উপস্থিত হয়ে আসামিকে ছাড়িয়ে নিতে চেষ্টা করেন এবং সরকারি কাজে বাধা দেন।",
            "আসামিপক্ষের আইনজীবী চৌধুরী আশরাফুল বারী নোমান ও এম এ মজিদ বলেছেন যে অভিযোগটি জামিনযোগ্য এবং মাহদী হাসান থানায় মুখ ফসকে বলা কথার জন্য অনুতপ্ত।",
            "আইনজীবীরা আরও জানান, মাহদী হাসান পুলিশের সাথে দুর্ব্যবহার করেননি এবং তার রাজনৈতিক সহকর্মীকে ভুল তথ্যে আটক করা হয়েছিল, যার প্রতিবাদ করতে গিয়ে তার মুখ ফসকে ভুল তথ্য প্রকাশিত হয়েছে।"
        ]
    },
    {
        "title": "দশম টি-টোয়েন্টি বিশ্বকাপ: খেলার সূচি ও চ্যালেঞ্জ",
        "body": [
            "বিসিসিআই সূত্র জানিয়েছে যে প্রতিদিন তিনটি ম্যাচের সময়সূচী নির্ধারণ করা বেশ জটিল, কারণ এতে দুটি দল, সম্প্রচার দল এবং সময়ের বিষয় জড়িত, বিশেষত যখন একটি ম্যাচ শ্রীলঙ্কায় অনুষ্ঠিত হবে।",
            "দশম টি-টোয়েন্টি বিশ্বকাপ ৭ ফেব্রুয়ারি থেকে শুরু হবে।",
            "প্রথম দিন কলম্বোয় পাকিস্তান বনাম নেদারল্যান্ডস ম্যাচ এবং কলকাতায় বাংলাদেশ বনাম ওয়েস্ট ইন্ডিজ ম্যাচ অনুষ্ঠিত হবে।",
            "গ্রুপ পর্বে বাংলাদেশের বাকি তিনটি ম্যাচের মধ্যে দুটি কলকাতায় এবং একটি মুম্বাইয়ে অনুষ্ঠিত হবে।",
            "বাংলাদেশ 'সি' গ্রুপে ওয়েস্ট ইন্ডিজ, ইংল্যান্ড, ইতালি এবং নেপালের সাথে খেলবে।"
        ]
    },
    {
        "title": "ব্যাংক হিসাব খুলতে প্রয়োজনীয় কাগজপত্র এবং আর্থিক ব্যবস্থাপনার গুরুত্ব",
        "body": [
            "ব্যাংক হিসাব খুলতে নিজের ছবি, জাতীয় পরিচয়পত্র (এনআইডি), নমিনির ছবি ও এনআইডি, এবং ওই ব্যাংকে হিসাব আছে এমন একজন পরিচয়দানকারীর প্রয়োজন হবে।",
            "ফরমে সবার স্বাক্ষর এবং জরুরি যোগাযোগের জন্য একজন ব্যক্তির নাম-ঠিকানা দিতে হবে।",
            "আর্থিক নিরাপত্তা জোরদার করতে এবং ভবিষ্যৎ সংকট মোকাবিলায় পরিকল্পিত সঞ্চয়ের গুরুত্ব অপরিসীম, বিশেষ করে উন্নয়নশীল দেশে যেখানে অনিশ্চয়তা বেশি।"
        ]
    },
    {
        "title": "বাংলাদেশে আইপিএল সম্প্রচার বন্ধ এবং মোস্তাফিজের বাদ পড়া নিয়ে প্রতিক্রিয়া",
        "body": [
            "তথ্য মন্ত্রণালয় সংশ্লিষ্টদের আইপিএল সম্প্রচার বন্ধ রাখার নির্দেশ দিয়েছে, যা তথ্য উপদেষ্টার বক্তব্যের একদিন পরেই এসেছে।",
            "ভারতীয় ক্রিকেট বোর্ড (বিসিসিআই)-এর নির্দেশে কলকাতা নাইট রাইডার্স (কেকেআর) এবারের আইপিএল থেকে পেসার মোস্তাফিজুর রহমানকে বাদ দিয়েছে, যার ফলে তিনি কেকেআর-এর হয়ে খেলতে পারছেন না।",
            "মোস্তাফিজুর রহমানের বাদ পড়াকে কেন্দ্র করে বাংলাদেশে ব্যাপক প্রতিক্রিয়া দেখা দিয়েছে এবং এর জেরে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) টি-টোয়েন্টি বিশ্বকাপ খেলতে ভারতে না যাওয়ার সিদ্ধান্ত নিয়েছে।"
        ]
    },
    {
        "title": "বাংলাদেশ ক্রিকেট দলের বিশ্বকাপ সূচি নিয়ে সম্ভাব্য সমাধান ও জটিলতা",
        "body": [
            "বাংলাদেশ বিশ্বকাপ থেকে নাম প্রত্যাহার করলে আইসিসি একটি বিকল্প দলকে অন্তর্ভুক্ত করতে পারে, যদিও সময় স্বল্পতার কারণে এটি বেশ কঠিন। ২০০৯ টি-টোয়েন্টি বিশ্বকাপে জিম্বাবুয়ে সরে যাওয়ায় স্কটল্যান্ডকে অন্তর্ভুক্ত করার নজির থাকলেও, তখন যথেষ্ট সময় ছিল।",
            "ক্রিকবাজের প্রতিবেদন অনুযায়ী, বিশ্বকাপ শুরুর মাত্র এক মাস আগে সূচিতে বড় পরিবর্তন আনা প্রায় অসম্ভব, তাই বিসিসিআই বিসিবিকে বর্তমান সূচি মেনে নিতে বোঝানোর চেষ্টা করতে পারে।",
            "গ্রুপ সি-তে বাংলাদেশের সঙ্গে ইংল্যান্ড ও ওয়েস্ট ইন্ডিজের মতো বড় দল থাকায়, একটি দলের ভেন্যু পরিবর্তন করলে পুরো টুর্নামেন্টের সূচিতে প্রভাব পড়বে, বিশেষত যদি বাংলাদেশ সুপার এইট নিশ্চিত করে।",
            "আইসিসি কর্মকর্তারা আগামী দুই দিন অভ্যন্তরীণ বৈঠক করবেন। আইসিসি মনে করে এটি মূলত বিসিসিআই ও বিসিবির দ্বিপক্ষীয় বিষয় এবং শেষ মুহূর্তে এতে জড়ানো উচিত নয়, তবে তারা বিসিবিকে বর্তমান সীমাবদ্ধতাগুলো বোঝাবে।"
        ]
    },
    {
        "title": "রাজনৈতিক প্রভাবে আইপিএল থেকে মোস্তাফিজ বাদ: বিসিবির বিশ্বকাপ ম্যাচ ভারত থেকে সরানোর আবেদন",
        "body": [
            "৯ কোটি ২০ লাখ রুপি মূল্যের ক্রিকেটার মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেওয়ার পেছনে উগ্রবাদী রাজনৈতিক শক্তির প্রভাবকে দায়ী করেছে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি)।",
            "বিসিবি এর প্রতিক্রিয়ায় আন্তর্জাতিক ক্রিকেট কাউন্সিলকে (আইসিসি) আনুষ্ঠানিকভাবে অনুরোধ করেছে আসন্ন টি-টোয়েন্টি বিশ্বকাপে বাংলাদেশের ম্যাচগুলো ভারত থেকে সরিয়ে অন্য দেশে আয়োজনের জন্য।",
            "এইবারের টি-টোয়েন্টি বিশ্বকাপ ভারত ও শ্রীলঙ্কায় ৭ ফেব্রুয়ারি থেকে শুরু হওয়ার কথা, যেখানে 'সি' গ্রুপে থাকা বাংলাদেশের তিনটি ম্যাচ কলকাতার ইডেন গার্ডেনে এবং একটি মুম্বাইয়ে হওয়ার কথা ছিল।",
            "বিসিবি মনে করে, বর্তমান পরিস্থিতিতে ভারতের কোনো শহরে বাংলাদেশ দল, বোর্ড কর্মকর্তা, দর্শক এবং সাংবাদিকসহ কেউই নিরাপদ থাকবে না।"
        ]
    },
    {
        "title": "বিসিসিআইয়ের সম্ভাব্য আর্থিক ক্ষতির বিশ্লেষণ",
        "body": [
            "হিন্দুস্থান টাইমসের প্রতিবেদন অনুযায়ী, ভারত থেকে বাংলাদেশের ম্যাচ সরিয়ে নিলে বিসিসিআইয়ের ৭ থেকে ৩০ কোটি রুপি লোকসান হতে পারে, যদি সেই জায়গায় অন্য কোনো ম্যাচ আয়োজন না করা হয় এবং দর্শক উপস্থিতি ও টিকিটের মূল্য নির্দিষ্ট থাকে।",
            "যদি বাংলাদেশের ম্যাচের বদলে অন্য কোনো কম গুরুত্বপূর্ণ দলের ম্যাচ আয়োজন করা হয়, তাহলে লোকসান কিছুটা কমবে। তবে ইংল্যান্ডের মতো হাই-ভোল্টেজ দলের ম্যাচ আয়োজন করলে লোকসানের বদলে লাভও হতে পারে।",
            "বাংলাদেশের চারটি ম্যাচ শ্রীলঙ্কায় সরিয়ে এবং শ্রীলঙ্কার চারটি ম্যাচ ভারতে নিয়ে আসা হলে আর্থিক ক্ষতির সম্ভাবনা কম। তবে এ ক্ষেত্রে লজিস্টিকস এবং নতুন পরিকল্পনার ধকল পোহাতে হবে, বিশেষ করে পাকিস্তান ও শ্রীলঙ্কার ম্যাচগুলো বাদ রেখে অন্যান্য দলের ম্যাচ স্থানান্তরের কথা ভাবতে হবে।"
        ]
    },
    {
        "title": "ডামুড্যায় যুবক হত্যা: তিন আসামি গ্রেপ্তার, বাবার আকুতি",
        "body": [
            "ডামুড্যা উপজেলায় খোকন দাস হত্যায় জড়িত থাকার অভিযোগে সোহাগ খান, রাব্বি মোল্যা ও পলাশ সরদার নামে তিন আসামিকে কিশোরগঞ্জ থেকে গ্রেপ্তার করেছে র‍্যাব।",
            "নিহত খোকনের বাবা পরেশ চন্দ্র দাস বৃহস্পতিবার রাতে ডামুড্যা থানায় এই তিনজনের বিরুদ্ধে মামলা দায়ের করেছিলেন।",
            "পরেশ চন্দ্র দাস তার একমাত্র ছেলেকে হারিয়েছেন এবং এখন বৃদ্ধ বয়সে তার স্ত্রী ও নাতিদের ভবিষ্যৎ নিয়ে উদ্বিগ্ন।",
            "খোকন হাসপাতালে চিকিৎসাধীন অবস্থায় হত্যাকারীদের নাম বলে গেছেন, যার ভিত্তিতেই মামলা দায়ের করা হয়।",
            "পরেশ চন্দ্র দাস বর্তমানে হত্যাকারীদের পক্ষ থেকে সম্ভাব্য আক্রমণের আশঙ্কায় আতঙ্কিত এবং অনিশ্চয়তার মধ্যে দিন কাটাচ্ছেন।"
        ]
    }
]