[
    {
        "title": "হেফাজত আমিরের জামায়াতকে নিয়ে জিহাদের ঘোষণা",
        "body": [
            "মুহিব্বুল্লাহ বাবুনগরী বলেছেন যে তারা সরওয়ার আলমগীরকে সামনে রেখে মওদুদির জামায়াতের সঙ্গে জিহাদ করছেন এবং এটি কোনো নির্বাচন নয়।",
            "তিনি সতর্ক করেছেন যে জামায়াত ক্ষমতায় এলে ইসলামের ও ইমানের গোড়া কেটে যাবে।",
            "হেফাজতের আমির জামায়াতে ইসলামীকে 'রগ কাটার গোষ্ঠী' হিসেবেও উল্লেখ করেছেন।",
            "উল্লেখ্য, হেফাজত আমির এর আগেও একাধিকবার জামায়াতে ইসলামীকে নিয়ে বিভিন্ন মন্তব্য করেছেন।"
        ]
    },
    {
        "title": "তরুণ প্রজন্মের কাছে রাজনৈতিক নেতৃত্বের দায়",
        "body": [
            "শফিকুর রহমান জুলাই বিপ্লব–পরবর্তী রাজনৈতিক বাস্তবতার কথা উল্লেখ করে বলেছেন যে দেশের তরুণ প্রজন্মের কাছে রাজনৈতিক নেতৃত্বের দায় রয়েছে।",
            "তাঁর মতে, রাজনীতি যে ভদ্র, শালীন ও সংঘাতমুক্ত হতে পারে, তা প্রমাণ করার সময় এসেছে।",
            "ভবিষ্যৎ শাসনব্যবস্থার মানদণ্ড হওয়া উচিত এমন, যা গণমাধ্যম ও জনগণের সরাসরি নজরদারির মধ্যে থাকবে, সমালোচনার জন্য উন্মুক্ত হবে এবং যেখানে জবাবদিহি ও স্বচ্ছতা নিশ্চিত করা হবে।"
        ]
    },
    {
        "title": "ফোর্স ম্যাজিউর: আইসিসি চুক্তির শর্তাবলী",
        "body": [
            "ফোর্স ম্যাজিউর হলো একটি চুক্তিগত সুরক্ষা যা অস্বাভাবিক, নিয়ন্ত্রণের বাইরের ঘটনার কারণে একটি পক্ষকে তার বাধ্যবাধকতা পূরণ থেকে মুক্তি দেয়।",
            "আইসিসির শর্তানুযায়ী, ফোর্স ম্যাজিউরের মধ্যে সাধারণত যুদ্ধ, সন্ত্রাসবাদ, প্রাকৃতিক দুর্যোগ এবং বাধ্যতামূলক সরকারি নির্দেশ অন্তর্ভুক্ত থাকে।",
            "এমপিএর ১২ নম্বর ধারা অনুযায়ী, একটি সদস্য বোর্ড ফোর্স ম্যাজিউর দাবি করতে পারে যদি ঘটনাটি বোর্ডের নিয়ন্ত্রণের বাইরে থাকে, সরাসরি চুক্তিগত বাধ্যবাধকতা পালনে বাধা দেয়, বোর্ড আইসিসিকে নথিপত্রসহ আনুষ্ঠানিকভাবে জানায়, এবং ঘটনার প্রভাব কমাতে যথাযথ চেষ্টা করা হয়।"
        ]
    },
    {
        "title": "আওয়ামী লীগের ষড়যন্ত্র সফল হতে দেওয়া হবে না: ডাকসু জিএস",
        "body": [
            "ডাকসুর সাধারণ সম্পাদক বলেছেন, আওয়ামী লীগের নির্বাচন পণ্ড করার ষড়যন্ত্র সফল হতে দেওয়া হবে না।",
            "তিনি অভিযোগ করেন যে প্রশাসন ও জনগণকে মুখোমুখি করিয়ে পুলিশে গুপ্ত থাকা আওয়ামী লীগের একটি অংশ এবং শাহবাগে জড়ো হওয়া আরেকটি অংশ এই ষড়যন্ত্র বাস্তবায়নে কাজ করছে।",
            "ডাকসুর এজিএস মুহা. মহিউদ্দিন খান আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সমালোচনা করে বলেন, জুলাই অভ্যুত্থানের পর তাদের অনুশোচনা হয়নি বরং তারা শহীদ হাদিকে নিয়ে 'মকারি' করেছে।",
            "তিনি প্রশাসন ও পুলিশের কর্মকর্তাদের প্রতি ধিক্কার জানান যারা শহীদদের নিয়ে উপহাস করে।"
        ]
    },
    {
        "title": "ভারত-বাংলাদেশ সম্পর্ক, চীনের সুযোগ এবং তারেক রহমানের ভবিষ্যৎ পরিকল্পনা",
        "body": [
            "ঢাকার একটি আদালতের রায়ে গত বছর শেখ হাসিনাকে মৃত্যুদণ্ড দেওয়া হয়েছে, যা বিক্ষোভ দমনে তার ভূমিকার জন্য। নয়াদিল্লির শেখ হাসিনাকে আশ্রয় দেওয়ার সিদ্ধান্ত বাংলাদেশ-ভারত সম্পর্ককে মারাত্মকভাবে ক্ষতিগ্রস্ত করেছে এবং বাংলাদেশে বিনিয়োগ ও রাজনৈতিক যোগাযোগ বাড়ানোর ক্ষেত্রে চীনের জন্য সুযোগ তৈরি করেছে।",
            "নির্বাচনে জয়ী হলে ভারত থেকে সরে গিয়ে চীনের দিকে ঝুঁকবেন কি না, এমন প্রশ্নের জবাবে তারেক রহমান বলেন, বাংলাদেশের সাড়ে ১৭ কোটি মানুষের অর্থনৈতিক প্রবৃদ্ধি ত্বরান্বিত করতে সক্ষম অংশীদারদের প্রয়োজন। তিনি তরুণদের জন্য কর্মসংস্থান সৃষ্টি, দেশে ব্যবসা-বাণিজ্য আনা এবং মানুষের জীবনযাত্রার মানোন্নয়নের ওপর জোর দেন।",
            "তারেক রহমান আরও বলেন যে বাংলাদেশের স্বার্থ ও সার্বভৌমত্ব রক্ষা করে যারা জনগণ ও দেশের জন্য জুতসই প্রস্তাব দেবে, তাদের সঙ্গেই বাংলাদেশ বন্ধুত্ব রাখবে, নির্দিষ্ট কোনো দেশের সঙ্গে নয়।",
            "শেখ হাসিনার সন্তানদের বিদেশ থেকে ফিরে এসে রাজনীতিতে যুক্ত হওয়ার বিষয়ে তারেক রহমান বলেন যে যদি জনগণ তাদের গ্রহণ করে এবং স্বাগত জানায়, তাহলে যে কারও রাজনীতি করার অধিকার রয়েছে।",
            "শেখ হাসিনার আওয়ামী লীগ বাংলাদেশে আসন্ন জাতীয় সংসদ নির্বাচনে অংশ নিতে পারছে না, কারণ তাদের কার্যক্রম নিষিদ্ধ। তার পতনের আগে বা সেই সময়ে দলটির অনেক জ্যেষ্ঠ নেতা এবং তার পরিবারের সদস্যরা বিদেশে চলে গেছেন।"
        ]
    },
    {
        "title": "রমেশ চন্দ্র সেনের মৃত্যুতে মির্জা ফখরুলের শোক",
        "body": [
            "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর ঠাকুরগাঁও-১ আসনের সাবেক সংসদ সদস্য ও মন্ত্রী রমেশ চন্দ্র সেনের মৃত্যুতে শোক জানিয়েছেন।",
            "আজ তাঁর ভেরিফায়েড ফেসবুক পেজে একটি শোকবার্তা প্রকাশ করা হয়েছে, যেখানে মির্জা ফখরুল গভীর শোক ও পরিবারের প্রতি সমবেদনা প্রকাশ করেছেন।",
            "উল্লেখ্য, মির্জা ফখরুল ইসলাম আলমগীর এবার ঠাকুরগাঁও–১ থেকে বিএনপির প্রার্থী হিসেবে নির্বাচন করছেন।"
        ]
    }
]