[
    {
        "title": "নতুন রাজনৈতিক প্ল্যাটফর্মে বাম ও মধ্যপন্থী ভাবাদর্শের নেতাদের যুক্ত হওয়ার খবর",
        "body": [
            "জুলাই গণ-অভ্যুত্থানে অংশগ্রহণকারী বাম ও মধ্যপন্থী ভাবাদর্শের অনেক নেতা একটি নতুন প্ল্যাটফর্মে যুক্ত হচ্ছেন।",
            "এনসিপির কেন্দ্রীয় কমিটি থেকে পদত্যাগ করা অনিক রায় (ছাত্র ইউনিয়নের সাবেক সাধারণ সম্পাদক), মঈনুল ইসলাম তুহিন (তুহিন খান, এনসিপির যুগ্ম সদস্যসচিব) এবং অলিক মৃ (আদিবাসী ছাত্রসংগ্রাম পরিষদের সাবেক নেতা ও এনসিপির উত্তরাঞ্চলের যুগ্ম মুখ্য সংগঠক) এই প্ল্যাটফর্মে থাকছেন।",
            "এছাড়াও ছাত্র ইউনিয়নের সাবেক সভাপতি বাকী বিল্লাহ, লেখক ও গবেষক মীর হুযাইফা আল মামদূহ, লেখক ফেরদৌস আরা রুমী, ছাত্র ইউনিয়নের নেত্রী ও বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়ক নাজিফা জান্নাত, ঢাকা বিশ্ববিদ্যালয় শাখার সভাপতি মেঘমল্লার বসু এবং সাধারণ সম্পাদক মাঈন আহমেদসহ আরও অনেকে যুক্ত হচ্ছেন।",
            "উদ্যোক্তারা জানিয়েছেন যে, বিভিন্ন মতাদর্শের তরুণ অ্যাকটিভিস্ট, ছাত্রনেতা, এবং বিভিন্ন ধর্ম ও জাতিগোষ্ঠীর অনুসারীরা এই প্ল্যাটফর্মে যোগ দেবেন।"
        ]
    },
    {
        "title": "বাংলাদেশের ম্যাচ নিরপেক্ষ ভেন্যুতে স্থানান্তরের প্রস্তাব বিসিবির",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আইসিসিকে পুনরায় প্রস্তাব দিয়েছে যেন বাংলাদেশের ম্যাচগুলো ভারতের বাইরে কোনো নিরপেক্ষ ভেন্যুতে সরিয়ে নেওয়া হয়।",
            "বিসিবি এই প্রস্তাবের কারণ হিসেবে ক্রিকেটার, কোচিং স্টাফ ও অফিশিয়ালদের নিরাপত্তা ও সুরক্ষাকে সবচেয়ে বেশি গুরুত্ব দেওয়ার কথা জানিয়েছে।",
            "আইসিসি এবং বিসিবি উভয় পক্ষই এই সংকটের সমাধান খুঁজতে আলোচনা চালিয়ে যেতে সম্মত হয়েছে এবং আগামী দিনগুলোতে এই বিষয়ে আরও আলোচনা হবে।"
        ]
    },
    {
        "title": "মোবাইল ফোন সংযোজনকারী শিল্পের জন্য আমদানি শুল্ক হ্রাস",
        "body": [
            "মোবাইল ফোন সংযোজনকারী দেশীয় প্রতিষ্ঠানগুলোকে প্রতিকূল প্রতিযোগিতা থেকে রক্ষা করতে আমদানি শুল্ক কমানো হয়েছে।",
            "একটি প্রজ্ঞাপনের মাধ্যমে মোবাইল ফোন সংযোজনকারী প্রতিষ্ঠানের উপকরণ আমদানিতে আমদানি শুল্ক ১০ শতাংশ থেকে ৫ শতাংশে নামিয়ে আনা হয়েছে।",
            "এই পদক্ষেপের ফলে মোবাইল ফোন সংযোজনকারী প্রতিষ্ঠানের উপকরণ আমদানিতে প্রযোজ্য বিদ্যমান আমদানি শুল্ক ৫০ শতাংশ কমানো হলো।"
        ]
    },
    {
        "title": "নির্বাচনী সুষ্ঠুতা ও আইনশৃঙ্খলা পরিস্থিতি নিয়ে উদ্বেগ",
        "body": [
            "বিএনপির স্বনির্ভরবিষয়ক সম্পাদক নিলুফার চৌধুরী মনি আইনশৃঙ্খলা পরিস্থিতি নিয়ে উদ্বেগ প্রকাশ করে বলেছেন যে মবের ঘটনায় আইনশৃঙ্খলা রক্ষাকারী বাহিনী 'তামাশা' দেখে।",
            "তিনি উল্লেখ করেন যে গণ-অভ্যুত্থানের পর লুট হওয়া ১ হাজার ৩৩৫টি অস্ত্র এখনো উদ্ধার হয়নি এবং কারাগার থেকে পালিয়ে যাওয়া ৭১৩ জন এখনো গ্রেপ্তার হয়নি, যা আগামী নির্বাচনের সুষ্ঠুতা নিয়ে প্রশ্ন তৈরি করে।",
            "নিলুফার চৌধুরী মনি রাজনৈতিক দলগুলোর ৫ শতাংশ আসনে নারী প্রার্থী মনোনয়ন না দেওয়ায় ক্ষোভ প্রকাশ করেন এবং 'জুলাই সনদে' নারীদের আসন নিয়ে আলোচনার পরও কোনো সংস্কার না হওয়ার সমালোচনা করেন।",
            "জাতীয় নাগরিক পার্টির (এনসিপি) যুগ্ম আহ্বায়ক সরোয়ার তুষার বলেন যে নির্বাচনের মাত্র ২৯ দিন বাকি থাকলেও এখনো কোনো নির্বাচনী আমেজ তৈরি হয়নি।",
            "সরোয়ার তুষার আরও বলেন যে জনগণ এখনো নির্বাচন নিয়ে আশ্বস্ত নয় এবং তাদের মনে প্রশ্ন রয়েছে যে নির্বাচন আসলেই হবে কি না।"
        ]
    },
    {
        "title": "নির্বাচনী প্রতিশ্রুতি ও সম্ভাব্য দুর্নীতি নিয়ে নাহিদ ইসলামের মন্তব্য",
        "body": [
            "নাহিদ ইসলাম অভিযোগ করেছেন যে একটি দল 'ফ্যামিলি কার্ড' ও 'কৃষক কার্ড'-এর মতো বিভিন্ন কার্ডের মাধ্যমে টাকা দেওয়ার কথা বললেও, সেই টাকার উৎস সম্পর্কে কিছু বলছে না।",
            "তিনি আশঙ্কা প্রকাশ করেন যে এই কার্ড প্রদানের ফলে ভ্যাট বাড়ানো হতে পারে, যা জনগণের ওপর চাপ সৃষ্টি করবে, অথবা এই কার্ডগুলো শুধু দলীয় লোকদের মধ্যে সীমাবদ্ধ থাকবে, ফলে দুর্নীতি ও স্বজনপ্রীতি বাড়বে।",
            "নাহিদ ইসলাম মন্তব্য করেন যে সস্তা প্রচার দিয়ে এবার মানুষকে আকৃষ্ট করা যাবে না, কারণ জনগণ সচেতন এবং ১৬ বছর ধরে ভোট দিতে না পারায় তাদের ভোট কেনা সম্ভব নয়।"
        ]
    }
]