[
    {
        "title": "ঢাকা বিশ্ববিদ্যালয়ের মাঠে বহিরাগতদের অবাধ প্রবেশে নিরাপত্তা সংকট ও শিক্ষার্থী হেনস্তা",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের শারীরিক শিক্ষাকেন্দ্রের মাঠটি শুধুমাত্র বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য নির্ধারিত।",
            "বহিরাগতদের অবাধ প্রবেশ দীর্ঘকাল ধরে একটি গুরুতর নিরাপত্তা সংকটে পরিণত হয়েছে।",
            "বহিরাগতদের দ্বারা নারী শিক্ষার্থীদের হেনস্তা, মোবাইল ফোন, মানিব্যাগ ও সাইকেল চুরির মতো ঘটনা ঘটছে।",
            "এসব ঘটনা শিক্ষার্থীদের ব্যক্তিগত নিরাপত্তা এবং শিক্ষাপ্রতিষ্ঠানের মর্যাদা ও নিরাপদ পরিবেশকে হুমকির মুখে ফেলছে।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ থেকে পাকিস্তানের সরে দাঁড়ানো নিয়ে আলোচনা",
        "body": [
            "পাকিস্তান ক্রিকেট বোর্ডের (পিসিবি) চেয়ারম্যান প্রধানমন্ত্রীকে স্মরণ করিয়ে দিয়েছেন যে বিশ্বকাপ থেকে সরে দাঁড়ালে অংশগ্রহণ ফি বাবদ বড় অঙ্কের আর্থিক ক্ষতি হবে।",
            "তবে, পিসিবি চেয়ারম্যান আরও জোর দিয়ে বলেছেন যে টি-টোয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে পাকিস্তানের না খেলার সিদ্ধান্ত ভারতের জন্য আরও বড় ক্ষতির কারণ হবে।",
            "এর আগে পাকিস্তানের সংবাদমাধ্যমগুলো জানিয়েছিল যে, পাকিস্তান দল টি-টোয়েন্টি বিশ্বকাপে খেলা বর্জন না করে শুধু ভারতের বিপক্ষে ম্যাচ থেকে সরে দাঁড়াতে পারে।",
            "ভারত ও শ্রীলঙ্কায় আগামী ৭ ফেব্রুয়ারি টি-টোয়েন্টি বিশ্বকাপ শুরু হবে, যেখানে 'এ' গ্রুপে পাকিস্তানের প্রতিদ্বন্দ্বী দলগুলো হলো ভারত, নামিবিয়া, নেদারল্যান্ডস ও যুক্তরাষ্ট্র।"
        ]
    },
    {
        "title": "ছাত্রলীগ নেতা সাদ্দামের অন্তর্বর্তীকালীন জামিন মঞ্জুর",
        "body": [
            "সন্ত্রাসবিরোধী আইনের একটি মামলায় হাইকোর্ট ছাত্রলীগের (নিষিদ্ধঘোষিত সংগঠন) বাগেরহাট সদর উপজেলার সভাপতি জুয়েল হাসান ওরফে সাদ্দামকে ছয় মাসের অন্তর্বর্তীকালীন জামিন দিয়েছেন।",
            "বিচারপতি জে বি এম হাসান ও বিচারপতি আজিজ আহমদ ভূঞার সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ সোমবার রুলসহ এই আদেশ দেন।",
            "বর্তমানে যশোর জেলা কারাগারে বন্দী সাদ্দামের স্ত্রী কানিজ সুবর্ণা (২২) ও ৯ মাস বয়সী ছেলে সেজাদ হাসানের ঝুলন্ত ও নিথর দেহ গত ২৩ জানুয়ারি বাগেরহাট সদর উপজেলার সাবেকডাঙ্গা গ্রাম থেকে উদ্ধার করা হয়।",
            "স্ত্রী-সন্তানের লাশ শেষবারের মতো দেখার জন্য তাদের যশোর কেন্দ্রীয় কারাগারে নেওয়া হয়, যা সামাজিক যোগাযোগমাধ্যমে ব্যাপক সমালোচনার জন্ম দেয় এবং মানবাধিকার সংগঠনগুলো সাদ্দামকে প্যারোলে মুক্তি না দেওয়ায় প্রশ্ন তোলে।"
        ]
    },
    {
        "title": "শিশুদের শারীরিক শাস্তি ‘অবৈধ ও অমানবিক’ – অধ্যাপক তাসলিমা ইয়াসমীন",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের সহযোগী অধ্যাপক তাসলিমা ইয়াসমীন শিশুদের শাস্তি দেওয়াকে অবৈধ, অমানবিক ও অমর্যাদাকর হিসেবে উল্লেখ করেছেন।",
            "জাতিসংঘ শিশু অধিকার সনদে অনুস্বাক্ষরকারী এবং আন্তর্জাতিক চুক্তির অংশ হিসেবে বাংলাদেশ শিশুদের শারীরিক শাস্তির বিরুদ্ধে একটি শক্ত অবস্থানে রয়েছে।",
            "উচ্চ আদালতের নির্দেশনা অনুযায়ী শিক্ষাপ্রতিষ্ঠানে শিশুদের শারীরিক শাস্তি অবৈধ, যা এখন সবক্ষেত্রে প্রযোজ্য এবং শিক্ষাপ্রতিষ্ঠান কর্তৃপক্ষকে এর দায় নিতে হবে।",
            "অধ্যাপক ইয়াসমীনের মতে, শৃঙ্খলা রক্ষার নামে কাউকে বিচারবহির্ভূত শাস্তি বা শারীরিক নির্যাতন (যেমন কান ধরে ওঠবস, চড়থাপ্পড়) করার অধিকার নেই, কারণ এটি সম্পূর্ণ অবৈধ।",
            "তিনি শিশু আইন ২০১৩ (বিশেষ করে ৭০ ধারা) এবং দণ্ডবিধি ১৮৬০-এ সংস্কার আনার প্রয়োজনীয়তার ওপর জোর দিয়েছেন, যাতে শিশুদের ওপর দুর্ভোগ সৃষ্টিকারী অপরাধ আরও বিস্তৃতভাবে সংজ্ঞায়িত করা যায়।"
        ]
    }
]