[
    {
        "title": "জরিপে আসন্ন নির্বাচনে বিএনপি জোটের সরকার গঠনের সম্ভাবনার ইঙ্গিত",
        "body": [
            "জরিপে অংশগ্রহণকারী ৬৬.৪ শতাংশ মানুষ বিশ্বাস করেন যে, আসন্ন নির্বাচনের পর বিএনপি জোট সরকার গঠন করতে সক্ষম হবে।",
            "৬৬.৩ শতাংশ ভোটার তাঁদের নিজ নিজ আসনে বিএনপি প্রার্থীর জয়ের ব্যাপারে মতামত ব্যক্ত করেছেন।",
            "জরিপটি দেশের সাধারণ মানুষের রাজনৈতিক আকাঙ্ক্ষা এবং একটি বৃহৎ পরিবর্তনের জন্য বিএনপির প্রতি প্রত্যাশাকে জোরালোভাবে তুলে ধরেছে।",
            "আগে আওয়ামী লীগকে ভোট দেওয়া ভোটারদের ৮০ শতাংশ আসন্ন নির্বাচনে বিএনপিকে ভোট দেওয়ার আগ্রহ প্রকাশ করেছেন।",
            "আওয়ামী লীগের সাবেক ভোটারদের ১৫ শতাংশ জামায়াতে ইসলামীকে এবং বাকি ৫ শতাংশ অন্যান্য রাজনৈতিক দলকে সমর্থন দেওয়ার কথা জানিয়েছেন।"
        ]
    },
    {
        "title": "ভোটকেন্দ্রে মুঠোফোন ব্যবহারের অনুমতিপ্রাপ্ত ব্যক্তি",
        "body": [
            "সাধারণ ভোটারদের ভোটকেন্দ্রে মুঠোফোন নিয়ে যাওয়ার ওপর নিষেধাজ্ঞা জারি করা হয়েছে।",
            "তিন ধরনের ব্যক্তি ভোটকেন্দ্রে মুঠোফোন ব্যবহার করতে পারবেন: প্রিসাইডিং অফিসার, ভোটকেন্দ্রের দায়িত্বপ্রাপ্ত পুলিশ ইনচার্জ, এবং 'নির্বাচন সুরক্ষা ২০২৬' অ্যাপ ব্যবহারকারী আনসার বা ভিডিপির দুই সদস্য।"
        ]
    },
    {
        "title": "পিসিবির শর্ত এবং ভারত-পাকিস্তান ক্রিকেটের ভবিষ্যৎ",
        "body": [
            "পাকিস্তান ক্রিকেট বোর্ড (পিসিবি) আইসিসির কাছে তিনটি শর্ত উত্থাপন করেছে, যার মধ্যে রয়েছে বাৎসরিক বরাদ্দ বৃদ্ধি, ভারতের সঙ্গে দ্বিপক্ষীয় সিরিজ পুনরায় চালু, এবং ভারত-পাকিস্তান ম্যাচে খেলোয়াড়দের মধ্যে সৌজন্যমূলক করমর্দন শুরু করা।",
            "আচরণসংক্রান্ত শর্তের মূল কারণ হলো ২০২৫ এশিয়া কাপে ভারতীয় খেলোয়াড়দের পাকিস্তানি খেলোয়াড়দের সঙ্গে সৌজন্যমূলক হাত না মেলানো, যা পাকিস্তান ভবিষ্যতে দেখতে চায় না।",
            "এনডিটিভি অন্য একটি সূত্রের বরাত দিয়ে জানিয়েছে যে পিসিবি বাংলাদেশের বিশ্বকাপ থেকে বাদ পড়া নিয়েও তিনটি শর্ত দিয়েছে: বাংলাদেশকে বর্ধিত ক্ষতিপূরণ প্রদান, টি-টোয়েন্টি বিশ্বকাপের অংশগ্রহণ ফি প্রদান, এবং ভবিষ্যতে একটি আইসিসি টুর্নামেন্ট আয়োজনের স্বত্ব দেওয়া।",
            "বাংলাদেশ সরকার বিশ্বকাপ ম্যাচ শ্রীলঙ্কায় স্থানান্তরের অনুরোধ করলেও আইসিসি তা না মেনে বাংলাদেশকে বিশ্বকাপ থেকে বাদ দেয়, যার ফলস্বরূপ পাকিস্তান সরকার ভারত-ম্যাচ বয়কটের ঘোষণা দিলে আইসিসি এই বিষয়ে আলোচনায় বসে।"
        ]
    },
    {
        "title": "জামায়াতের অঙ্গীকার: নতুন বাংলাদেশের পথে নির্বাচন ও নারীর ক্ষমতায়ন",
        "body": [
            "জামায়াতের আমির শফিকুর রহমান আগামী জাতীয় সংসদ নির্বাচনকে নতুন বাংলাদেশের পথে যাওয়ার একটি মহাসুযোগ হিসেবে উল্লেখ করেছেন।",
            "তিনি বলেন, বিগত দিনের অমীমাংসিত সমস্যা সমাধান এবং লুটেরা গোষ্ঠীকে নিয়ন্ত্রণের সুযোগ দেবে এই নির্বাচন।",
            "জামায়াতের আমির জনগণকে নিজেদের, তরুণদের, নারীদের, বয়স্ক, প্রান্তিক মানুষ, শ্রমিক ও উদ্যোক্তাদের জন্য কোন বাংলাদেশ চান, তা ঠিক করার আহ্বান জানান।",
            "তিনি সততা, ঐক্য, ইনসাফ, দক্ষতা ও কর্মসংস্থানে 'হ্যাঁ' এবং দুর্নীতি, ফ্যাসিবাদ, আধিপত্যবাদ, বেকারত্ব ও চাঁদাবাজিকে 'না' বলার আহ্বান জানিয়েছেন।",
            "জামায়াত ক্ষমতায় এলে নারীরা কেবল ঘরে নয়, সমাজের মূলধারার নেতৃত্বে থাকবেন এবং কর্পোরেট জগৎ থেকে রাজনীতি পর্যন্ত সবখানে তাদের মেধার মূল্যায়ন হবে বলে প্রতিশ্রুতি দেওয়া হয়েছে।"
        ]
    },
    {
        "title": "নির্বাচন ও গণমাধ্যমের নিরপেক্ষতা নিয়ে এনসিপির আহ্বায়কের বার্তা",
        "body": [
            "এনসিপির আহ্বায়ক প্রশাসন ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রতি নিরপেক্ষভাবে ১২ ফেব্রুয়ারির নির্বাচন পরিচালনার এবং জনগণের অধিকার ও গণতন্ত্র নিশ্চিত করার আহ্বান জানিয়েছেন।",
            "তিনি বলেন, গণঅভ্যুত্থানের শহীদের রক্তের ওপর দিয়ে এই নির্বাচন হচ্ছে এবং এর সঙ্গে বিশ্বাসঘাতকতা করলে দেশের মানুষ ক্ষমা করবে না।",
            "গণমাধ্যমের উদ্দেশে নাহিদ ইসলাম অভিযোগ করেন যে, তারা টাকার বিনিময়ে কেবল একটি দলের নির্বাচনের বিজ্ঞাপন প্রচার করছে এবং অন্যান্য জোটের মার্কা প্রচার করছে না, যা অনৈতিক ও অন্যায্য।",
            "তিনি অতীতের ১৬ বছরে গণমাধ্যমের অনিরপেক্ষতার সমালোচনা করে বলেন, তারা ফ্যাসিবাদের দালালি করে গণহত্যা ও ভোটাধিকার হরণের পক্ষে বৈধতা দিয়েছে।",
            "গণমাধ্যমকে তিনি প্রশ্ন করেন, এখন কে তাদের বাধ্য করছে অনিরপেক্ষ হতে এবং তাদের নাম জনসমক্ষে প্রকাশের আহ্বান জানান, অন্যথায় ধরে নেওয়া হবে যে তারা নতুন স্বৈরাচারের দালালি করছে।"
        ]
    }
]