[
    {
        "title": "ঢাকা বিশ্ববিদ্যালয়ের মাঠে বহিরাগতদের অবাধ প্রবেশে নিরাপত্তা সংকট ও শিক্ষার্থী হেনস্তা",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের শারীরিক শিক্ষাকেন্দ্রের মাঠটি শুধুমাত্র বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য নির্ধারিত।",
            "বহিরাগতদের অবাধ প্রবেশ দীর্ঘকাল ধরে একটি গুরুতর নিরাপত্তা সংকটে পরিণত হয়েছে।",
            "বহিরাগতদের দ্বারা নারী শিক্ষার্থীদের হেনস্তা, মোবাইল ফোন, মানিব্যাগ ও সাইকেল চুরির মতো ঘটনা ঘটছে।",
            "এসব ঘটনা শিক্ষার্থীদের ব্যক্তিগত নিরাপত্তা এবং শিক্ষাপ্রতিষ্ঠানের মর্যাদা ও নিরাপদ পরিবেশকে হুমকির মুখে ফেলছে।"
        ]
    },
    {
        "title": "টি-টোয়েন্টি বিশ্বকাপ থেকে পাকিস্তানের সরে দাঁড়ানো নিয়ে আলোচনা",
        "body": [
            "পাকিস্তান ক্রিকেট বোর্ডের (পিসিবি) চেয়ারম্যান প্রধানমন্ত্রীকে স্মরণ করিয়ে দিয়েছেন যে বিশ্বকাপ থেকে সরে দাঁড়ালে অংশগ্রহণ ফি বাবদ বড় অঙ্কের আর্থিক ক্ষতি হবে।",
            "তবে, পিসিবি চেয়ারম্যান আরও জোর দিয়ে বলেছেন যে টি-টোয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে পাকিস্তানের না খেলার সিদ্ধান্ত ভারতের জন্য আরও বড় ক্ষতির কারণ হবে।",
            "এর আগে পাকিস্তানের সংবাদমাধ্যমগুলো জানিয়েছিল যে, পাকিস্তান দল টি-টোয়েন্টি বিশ্বকাপে খেলা বর্জন না করে শুধু ভারতের বিপক্ষে ম্যাচ থেকে সরে দাঁড়াতে পারে।",
            "ভারত ও শ্রীলঙ্কায় আগামী ৭ ফেব্রুয়ারি টি-টোয়েন্টি বিশ্বকাপ শুরু হবে, যেখানে 'এ' গ্রুপে পাকিস্তানের প্রতিদ্বন্দ্বী দলগুলো হলো ভারত, নামিবিয়া, নেদারল্যান্ডস ও যুক্তরাষ্ট্র।"
        ]
    },
    {
        "title": "ছাত্রলীগ নেতা সাদ্দামের অন্তর্বর্তীকালীন জামিন মঞ্জুর",
        "body": [
            "সন্ত্রাসবিরোধী আইনের একটি মামলায় হাইকোর্ট ছাত্রলীগের (নিষিদ্ধঘোষিত সংগঠন) বাগেরহাট সদর উপজেলার সভাপতি জুয়েল হাসান ওরফে সাদ্দামকে ছয় মাসের অন্তর্বর্তীকালীন জামিন দিয়েছেন।",
            "বিচারপতি জে বি এম হাসান ও বিচারপতি আজিজ আহমদ ভূঞার সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ সোমবার রুলসহ এই আদেশ দেন।",
            "বর্তমানে যশোর জেলা কারাগারে বন্দী সাদ্দামের স্ত্রী কানিজ সুবর্ণা (২২) ও ৯ মাস বয়সী ছেলে সেজাদ হাসানের ঝুলন্ত ও নিথর দেহ গত ২৩ জানুয়ারি বাগেরহাট সদর উপজেলার সাবেকডাঙ্গা গ্রাম থেকে উদ্ধার করা হয়।",
            "স্ত্রী-সন্তানের লাশ শেষবারের মতো দেখার জন্য তাদের যশোর কেন্দ্রীয় কারাগারে নেওয়া হয়, যা সামাজিক যোগাযোগমাধ্যমে ব্যাপক সমালোচনার জন্ম দেয় এবং মানবাধিকার সংগঠনগুলো সাদ্দামকে প্যারোলে মুক্তি না দেওয়ায় প্রশ্ন তোলে।"
        ]
    },
    {
        "title": "শিশুদের শারীরিক শাস্তি ‘অবৈধ ও অমানবিক’ – অধ্যাপক তাসলিমা ইয়াসমীন",
        "body": [
            "ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের সহযোগী অধ্যাপক তাসলিমা ইয়াসমীন শিশুদের শাস্তি দেওয়াকে অবৈধ, অমানবিক ও অমর্যাদাকর হিসেবে উল্লেখ করেছেন।",
            "জাতিসংঘ শিশু অধিকার সনদে অনুস্বাক্ষরকারী এবং আন্তর্জাতিক চুক্তির অংশ হিসেবে বাংলাদেশ শিশুদের শারীরিক শাস্তির বিরুদ্ধে একটি শক্ত অবস্থানে রয়েছে।",
            "উচ্চ আদালতের নির্দেশনা অনুযায়ী শিক্ষাপ্রতিষ্ঠানে শিশুদের শারীরিক শাস্তি অবৈধ, যা এখন সবক্ষেত্রে প্রযোজ্য এবং শিক্ষাপ্রতিষ্ঠান কর্তৃপক্ষকে এর দায় নিতে হবে।",
            "অধ্যাপক ইয়াসমীনের মতে, শৃঙ্খলা রক্ষার নামে কাউকে বিচারবহির্ভূত শাস্তি বা শারীরিক নির্যাতন (যেমন কান ধরে ওঠবস, চড়থাপ্পড়) করার অধিকার নেই, কারণ এটি সম্পূর্ণ অবৈধ।",
            "তিনি শিশু আইন ২০১৩ (বিশেষ করে ৭০ ধারা) এবং দণ্ডবিধি ১৮৬০-এ সংস্কার আনার প্রয়োজনীয়তার ওপর জোর দিয়েছেন, যাতে শিশুদের ওপর দুর্ভোগ সৃষ্টিকারী অপরাধ আরও বিস্তৃতভাবে সংজ্ঞায়িত করা যায়।"
        ]
    },
    {
        "title": "বিদ্যুৎ উপদেষ্টার বক্তব্য: বেতন কমিশন ও এর সম্ভাব্য বাস্তবায়ন",
        "body": [
            "বিদ্যুৎ উপদেষ্টা জানিয়েছেন যে সরকারি কর্মচারীদের দীর্ঘদিনের দাবির পরিপ্রেক্ষিতে বেতন কমিশন গঠন করা হয়েছে এবং কমিশন তার প্রতিবেদন জমা দিয়েছে।",
            "তিনি স্পষ্ট করেছেন যে বর্তমান সরকার এই প্রতিবেদন বাস্তবায়নের বিষয়ে কোনো সিদ্ধান্ত নেয়নি এবং পরবর্তী সরকার চাইলে সিদ্ধান্ত পরিবর্তন করতে পারবে।",
            "বেতন কমিশনের সুপারিশগুলো সরাসরি বাস্তবায়ন করা হবে না, বরং সেগুলো পরীক্ষা করার জন্য মন্ত্রিপরিষদ সচিবের নেতৃত্বে একটি কমিটি গঠন করা হয়েছে।",
            "এই কমিটি আর্থিক সংস্থানসহ সকল দিক পর্যালোচনা করে সুপারিশ করবে এবং এতে সর্বোচ্চ ১ লাখ ৬ হাজার কোটি টাকা অতিরিক্ত ব্যয় হতে পারে বলে উল্লেখ করা হয়েছে।",
            "তবে বাস্তবে এই ধরনের বেতনকাঠামো একসঙ্গে বাস্তবায়িত হয় না, বরং সরকারের ওপর অতিরিক্ত চাপ এড়াতে তা ধাপে ধাপে বাস্তবায়ন করা হয়।"
        ]
    },
    {
        "title": "ঢাকায় মনোরেলের সুবিধা ও চ্যালেঞ্জ",
        "body": [
            "ঢাকায় মেট্রোরেল সব পথে নির্মাণ করা সম্ভব নয়, বিশেষ করে পুরান ঢাকা, খিলগাঁও, গোড়ান ও বাসাবোর মতো সরু ও অপরিকল্পিত এলাকায় যেখানে বাসও চলতে পারে না।",
            "বিশেষজ্ঞদের মতে, এসব সরু রাস্তায় মেট্রোরেল করতে হলে পাতাল পথ নির্মাণ করতে হবে যা অত্যন্ত ব্যয়বহুল, সময়সাপেক্ষ ও ঝুঁকিপূর্ণ; সেখানে মনোরেল সহজেই স্থাপন করা সম্ভব, এমনকি আঁকাবাঁকা পথেও।",
            "মনোরেল গণপরিবহনের একটি বিকল্প হলেও, জাকার্তার মতো বড় শহরে যাত্রীর চাপ সামাল দিতে মনোরেলের সক্ষমতা নিয়ে প্রশ্ন উঠতে পারে, যে কারণে তাদের একটি প্রকল্প বাতিলও হয়েছিল।",
            "বিশ্বজুড়ে অনেক শহর মেট্রোরেল, মনোরেল, উড়ালসড়ক এবং বিআরটিএ-এর মতো বহুমাত্রিক গণপরিবহন ব্যবস্থা গ্রহণ করেছে, যেমন ভারতের মুম্বাইতে মেট্রোরেলের পাশাপাশি মনোরেলও বিদ্যমান।"
        ]
    },
    {
        "title": "মিরসরাইয়ে সামরিক অর্থনৈতিক অঞ্চল স্থাপনের নীতিগত সিদ্ধান্ত",
        "body": [
            "সরকার চট্টগ্রামের মিরসরাইয়ে সামরিক ও প্রতিরক্ষাশিল্পে সক্ষমতা বাড়ানোর লক্ষ্যে 'ডিফেন্স ইকোনমিক জোন' বা সামরিক অর্থনৈতিক অঞ্চল স্থাপন করবে।",
            "এই সামরিক অর্থনৈতিক অঞ্চলটি মিরসরাইয়ে বাতিল হওয়া ভারতীয় অর্থনৈতিক অঞ্চলের প্রস্তাবিত স্থানে স্থাপন করা হবে।",
            "সোমবার বাংলাদেশ অর্থনৈতিক অঞ্চল কর্তৃপক্ষের (বেজা) গভর্নিং বোর্ডের সভায় এ বিষয়ে নীতিগত সিদ্ধান্ত নেওয়া হয়, যেখানে অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস সভাপতিত্ব করেন।",
            "বেজার নির্বাহী চেয়ারম্যান আশিক চৌধুরী সংবাদ সম্মেলনে জানান যে, সামরিকশিল্পে অস্ত্র ও অন্যান্য উপকরণ উৎপাদন এবং দেশের নিজস্ব সক্ষমতা বৃদ্ধির জন্য এই অঞ্চল গুরুত্বপূর্ণ।",
            "সশস্ত্র বাহিনী বিভাগ, বেজা, প্রতিরক্ষা মন্ত্রণালয় এবং প্রধান উপদেষ্টার কার্যালয় এই প্রস্তাব নিয়ে কাজ করছিল, যা অবশেষে বেজার গভর্নিং বোর্ডে নীতিগত অনুমোদন লাভ করে।"
        ]
    }
]