[
    {
        "title": "বিসিবি কর্তৃক 'আলটিমেটাম' সংক্রান্ত সংবাদ অস্বীকার",
        "body": [
            "বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) কিছু গণমাধ্যমে প্রচারিত খবর অস্বীকার করেছে যে আইসিসি বোর্ডকে কোনো 'আলটিমেটাম' দিয়েছে।",
            "বিসিবি স্পষ্টভাবে জানিয়েছে যে এই দাবিগুলো সম্পূর্ণ ভিত্তিহীন, বানোয়াট এবং অসত্য।",
            "আইসিসি থেকে প্রাপ্ত বার্তার বিষয়বস্তু বা ধরনের সঙ্গে 'আলটিমেটাম' সংক্রান্ত খবরের কোনো মিল নেই বলে বিসিবি জানিয়েছে।"
        ]
    },
    {
        "title": "নতুন ভিসা বন্ডের শর্ত কার্যকর হচ্ছে ২৬টি দেশের ওপর",
        "body": [
            "বাংলাদেশসহ ২৬টি দেশের নাগরিকদের জন্য নতুন ভিসা বন্ডের শর্ত কার্যকর হচ্ছে।",
            "এই দেশগুলোর মধ্যে রয়েছে আলজেরিয়া, অ্যাঙ্গোলা, অ্যান্টিগুয়া অ্যান্ড বার্বুডা, বেনিন, বুরুন্ডি, কেপভার্দে, কিউবা, জিবুতি, ডোমিনিকা, ফিজি, গ্যাবন, আইভরি কোস্ট, কিরগিজিস্তান, নেপাল, নাইজেরিয়া, সেনেগাল, তাজিকিস্তান, টোগো, টোঙ্গা, টুভালু, উগান্ডা, ভানুয়াতু, ভেনেজুয়েলা ও জিম্বাবুয়ে।"
        ]
    },
    {
        "title": "রাশিয়ার তেল কেনায় ভারতের ওপর শুল্ক আরোপে মোদি খুশি নন: ট্রাম্প",
        "body": [
            "মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প জানিয়েছেন যে রাশিয়ার কাছ থেকে তেল কেনার কারণে ওয়াশিংটন দিল্লির ওপর শুল্ক আরোপ করায় প্রধানমন্ত্রী নরেন্দ্র মোদি তাঁর ওপর 'তেমন একটা খুশি নন'।",
            "ট্রাম্প এই মন্তব্যটি করেছেন প্রতিনিধি পরিষদের রিপাবলিকান সদস্যদের এক সম্মেলনে বক্তৃতা করার সময়।"
        ]
    },
    {
        "title": "অস্ত্র বিক্রি বাড়াচ্ছে পাকিস্তান",
        "body": [
            "পাকিস্তান জেএফ-১৭ যুদ্ধবিমানগুলো ব্যবহার করে অস্ত্র রপ্তানি বাড়াচ্ছে, যা তাদের সামরিক অস্ত্র উন্নয়ন কর্মসূচির মূল ভিত্তি।",
            "আজারবাইজান এবং লিবিয়ান ন্যাশনাল আর্মির সাথে ৪ বিলিয়ন ডলারের অস্ত্র চুক্তিতে এই যুদ্ধবিমানগুলো অন্তর্ভুক্ত রয়েছে।",
            "পাকিস্তানের প্রতিরক্ষামন্ত্রী খাজা আসিফ বলেছেন যে অস্ত্র খাতের সাফল্য দেশের অর্থনীতিকে পরিবর্তন করতে পারে এবং আন্তর্জাতিক মুদ্রা তহবিলের উপর নির্ভরতা কমিয়ে আনতে পারে।",
            "তিনি আরও উল্লেখ করেছেন যে পাকিস্তানের যুদ্ধবিমানগুলো পরীক্ষিত এবং দেশটি এত বেশি অর্ডার পাচ্ছে যে ছয় মাসের মধ্যে আন্তর্জাতিক মুদ্রা তহবিলের প্রয়োজন নাও হতে পারে।"
        ]
    },
    {
        "title": "বিভিন্ন বিভাগের ফলাফল ঘোষণা করেছে চবি শিক্ষক সমিতি নির্বাচন",
        "body": [
            "চট্টগ্রাম বিশ্ববিদ্যালয় (চবি) শিক্ষক সমিতির নির্বাচনের ফলাফল ঘোষণা করা হয়েছে বিভিন্ন বিভাগের জন্য।",
            "ভূগোল ও পরিবেশ, লোকপ্রশাসন, নৃবিজ্ঞান, ফার্মেসি, সিএসই, জেনেটিক ইঞ্জিনিয়ারিং, ফিন্যান্স, মার্কেটিং, অনুজীব বিজ্ঞান, দর্শন, বায়োকেমিস্ট্রি, প্রাণীবিদ্যা, উদ্ভিদবিজ্ঞান, পরিসংখ্যান, সমাজকর্ম, সমাজবিজ্ঞান, আইন ও ভূমি প্রশাসন, গণিত, ইসলামিক স্টাডিস, গণযোগাযোগ ও সাংবাদিকতা, সংগীত, রসায়ন, মনোবিজ্ঞান, ইংরেজি, আইইআর ইনস্টিটিউট এবং চারুকলা অনুষদ কেন্দ্রের ফলাফল ঘোষণা করা হয়েছে।",
            "নির্বাচন কমিশনার জুলফিকার মাহমুদ, আনিসুর রহমান ও কানিজ ফাতেমা কাকলী এই ফলাফল ঘোষণা করছেন।"
        ]
    },
    {
        "title": "এলপিজি সিলিন্ডার বিক্রি বন্ধের ঘোষণা, বিইআরসি’র সঙ্গে বৈঠক আজ",
        "body": [
            "বুধবার রাত ১১টায় এলপি গ্যাস ব্যবসায়ী সমিতির সভাপতি সেলিম খান প্রথম আলোকে জানান যে, বৃহস্পতিবার সকাল থেকে এলপিজি সিলিন্ডার বিক্রি বন্ধ থাকবে।",
            "আজ (বৃহস্পতিবার) বেলা তিনটায় বাংলাদেশ এনার্জি রেগুলেটরি কমিশনের (বিইআরসি) সঙ্গে ব্যবসায়ীদের একটি বৈঠক হওয়ার কথা রয়েছে।",
            "বৈঠকে দাবি মেনে নেওয়া হলে এলপিজি সিলিন্ডার বিক্রি পুনরায় শুরু হবে, অন্যথায় বিক্রি বন্ধ থাকবে।",
            "এলপি গ্যাস ব্যবসায়ী সমবায় সমিতির লিখিত বক্তব্য অনুযায়ী, বিইআরসি পরিবেশকদের সঙ্গে আলোচনা ছাড়াই মূল্য সমন্বয় করেছে, যা এলপিজি সিলিন্ডারের সংকট দূর না করে বিতর্কের জন্ম দিচ্ছে।",
            "ভোক্তা অধিকারের অভিযানের ফলে ব্যবসায়ীরা আতঙ্কিত এবং অনেকে ব্যবসা বন্ধ করতে বাধ্য হচ্ছেন বলে সমিতি অভিযোগ করেছে।"
        ]
    },
    {
        "title": "ছাত্রদল ও শিবির–সমর্থিত প্যানেলের জয়লাভ",
        "body": [
            "ছাত্রদল–সমর্থিত প্যানেল তিনটি সম্পাদকীয় পদে জয়লাভ করেছে: সাহিত্য ও সংস্কৃতি সম্পাদক পদে তাকরিম মিয়া (৫৩৮৫ ভোট), পরিবহন সম্পাদক পদে মাহিদ হোসেন (৪০২৩ ভোট) এবং পাঠাগার ও সেমিনার সম্পাদক পদে মো. রিয়াসাল রাকিব (৪৬৯৮ ভোট)।",
            "কার্যনির্বাহী সদস্যের সাতটি পদের মধ্যে শিবির–সমর্থিত প্যানেল থেকে পাঁচজন বিজয়ী হয়েছেন। সর্বোচ্চ ভোট পেয়েছেন ফাতেমা আক্তার অওরিন (৩৮৫১ ভোট), এছাড়াও আকিব হাসান, শান্তা আক্তার, মো. মেহেদী হাসান ও মো. আবদুল্লাহ আল ফারুক জয়ী হন।",
            "ছাত্রদল–সমর্থিত প্যানেল থেকে মোহাম্মদ সাদমান আমিন (৩৩০৭ ভোট) সদস্যপদে জয়লাভ করেছেন।",
            "সদস্যপদে স্বতন্ত্র প্রার্থী জাহিদ হাসান (৩১২৪ ভোট) বিজয়ী হয়েছেন।"
        ]
    }
]