[
    {
        "title": "টি–টুয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে খেলবে না পাকিস্তান, বাংলাদেশের পাশে দাঁড়ানোর ঘোষণা",
        "body": [
            "পাকিস্তানের প্রধানমন্ত্রী শাহবাজ শরিফ ঘোষণা করেছেন যে টি-টুয়েন্টি বিশ্বকাপে তার দেশ ভারতের বিপক্ষে খেলবে না।",
            "তিনি 'খেলার মাঠে রাজনীতি' থাকার অভিযোগ তুলে এই সিদ্ধান্তের কথা জানান।",
            "শাহবাজ শরিফ আরও বলেন যে, পাকিস্তান সরকার বিশ্বকাপ থেকে বাদ পড়া বাংলাদেশের পাশে দাঁড়ানোর সিদ্ধান্ত নিয়েছে।",
            "তিনি এটিকে একটি 'খুবই উপযুক্ত সিদ্ধান্ত' বলে উল্লেখ করেছেন।"
        ]
    },
    {
        "title": "জামায়াতকে জড়িয়ে বিএনপির মিথ্যাচারের অভিযোগ এবং সিল উদ্ধার তদন্ত",
        "body": [
            "বিএনপির সংবাদ সম্মেলনের পর জামায়াতে ইসলামী লক্ষ্মীপুর প্রেসক্লাবে সংবাদ সম্মেলন করে জানায় যে, ভোটের সিলসহ গ্রেপ্তার ব্যক্তির সঙ্গে জামায়াতকে জড়িয়ে বিএনপি মিথ্যাচার করছে।",
            "পুলিশের একজন ঊর্ধ্বতন কর্মকর্তা জানান, উদ্ধার হওয়া সিলের বিষয়টি গুরুত্ব সহকারে তদন্ত করা হচ্ছে এবং দুটি দিক খতিয়ে দেখা হচ্ছে: সিলগুলো ভোটারদের প্রশিক্ষণ বা মহড়া দেওয়ার জন্য তৈরি হয়েছিল কিনা এবং নির্বাচনের দিন ভোট কারচুপি বা কোনো অসৎ উদ্দেশ্যে ব্যবহারের পরিকল্পনা ছিল কিনা।",
            "লক্ষ্মীপুর সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা ওয়াহেদ পারভেজ বলেন যে, সিল তৈরির পেছনের উদ্দেশ্য এবং এতে অন্য কেউ জড়িত আছে কিনা তা খতিয়ে দেখা হচ্ছে এবং তদন্তের স্বার্থে জব্দ করা আলামত পর্যালোচনা করা হচ্ছে।"
        ]
    },
    {
        "title": "আসামির জামিন আবেদন ও বিচারকের প্রশ্ন",
        "body": [
            "আসামিপক্ষের আইনজীবী মো. আলমগীর দাবি করেছেন যে তার মক্কেলকে রাজনৈতিক কারণে আটক করা হয়েছে এবং তিনি ঘটনার সঙ্গে জড়িত নন, তাই জামিন আবেদন করেছেন।",
            "বাদীপক্ষের আইনজীবী মো. আবদুর রাজ্জাক ও অন্যরা আসামির জামিনের বিরোধিতা করেছেন। তারা বলেছেন যে আসামির বিরুদ্ধে সুনির্দিষ্ট অভিযোগ রয়েছে, তার মোবাইলের ফরেনসিক রিপোর্ট পাওয়া গেছে এবং নির্বাচনে বিশৃঙ্খলা সৃষ্টির চেষ্টার অভিযোগ রয়েছে।",
            "জামিন পেলে আসামি পলাতক হতে পারে এমন আশঙ্কায় বাদীপক্ষ তার জামিন বাতিলের প্রার্থনা করেছেন।",
            "বিচারক আসামিকে উদ্দেশ্য করে জানতে চান তিনি কিছু বলতে চান কিনা, উত্তরে আসামি ছরওয়ারে আলম জানান যে তিনি এ ধরনের কাজ করেননি এবং তদন্ত কর্মকর্তাকে সহযোগিতা করতে চেয়েছেন।"
        ]
    },
    {
        "title": "দেবীদ্বারে উপনির্বাচনে বিএনপির সমর্থন ও প্রচারাভিযান",
        "body": [
            "প্রার্থী জসিম উদ্দিন আশাবাদী যে তিনি মূল প্রতিদ্বন্দ্বী হাসনাত আবদুল্লাহকে মোকাবিলা করতে পারবেন এবং বিএনপির সমর্থন তাকে বিজয়ী করবে।",
            "জসিম উদ্দিন দেবীদ্বারকে বিএনপির ঘাঁটি হিসেবে উল্লেখ করেছেন এবং কম সময় থাকলেও প্রতিটি মুহূর্তকে কাজে লাগাতে দৃঢ় প্রতিজ্ঞ।",
            "বিএনপির সাবেক সংসদ সদস্য মঞ্জুরুল আহসান মুন্সী দলের সকল নেতা-কর্মীকে ট্রাক প্রতীকের প্রার্থীর পক্ষে মাঠে নামার নির্দেশ দিয়েছেন, 'দেবীদ্বারে এখন ট্রাক প্রতীকই ধানের শীষ' বলে মন্তব্য করে।",
            "নির্বাচন কমিশনের তফসিল অনুযায়ী, ত্রয়োদশ জাতীয় সংসদ নির্বাচনের প্রচার-প্রচারণা আগামী ১০ ফেব্রুয়ারি সকাল সাড়ে ৭টায় শেষ হচ্ছে, এর মধ্যে ট্রাক প্রতীকের পক্ষে বিএনপির সমর্থনকে চ্যালেঞ্জ হিসেবে দেখছেন স্থানীয় নেতা-কর্মীরা।"
        ]
    }
]