{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Analysis: ‘Bomb first’ - Trump’s approach to war-making in his second term | Donald Trump News | Al Jazeera",
            "time": "2025-07-24T17:54:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-22T023941Z_188307186_RC2E7FABCTK4_RTRMADP_3_IRAN-NUCLEAR-1750563820.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC – </strong>During the first six months of his second term, Donald Trump pushed the limits of US presidential power while aiming to reorient US foreign policy to “America First”.</p>\n<p>His first months in office have also offered a window into the future of his administration’s approach to war-making, what analysts characterise as an at times contradictory tactic that oscillates between avowed anti-interventionism and quicksilver military attacks, justified as “peace through strength”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>While questions remain over whether Trump has indeed pursued a coherent strategy when it comes to direct US involvement in international conflict, one thing has been clear in the first portion of Trump’s second four-year term: US air attacks, long Washington’s tool of choice since <a href=\"/news/2023/5/1/the-us-war-on-terror-20-years-after-mission-accomplished\">launching</a> the so-called “war on terror” in the early 2000s, have again surged.</p>\n<p>According to a report released last week by the Armed Conflict Location and Event Data Project (ACLED), since Trump’s re-entry into office on January 20, the US has carried out 529 air attacks in 240 locations across the Middle East, Central Asia and Africa.</p>\n<p>That figure, which accounts for just the first five months of Trump’s four-year term as president, is already nearing the 555 attacks launched by the administration of US President Joe Biden over his whole term from 2021 to 2025.</p>\n<p>“The most extreme tool at his disposal – targeted airstrikes – is being used not as a last resort, but as the first move,” Clionadh Raleigh, a professor of political geography and conflict and founder of ACLED, said in a statement accompanying the report.</p>\n<p>“While Trump has repeatedly promised to end America’s ‘forever wars’, he has rarely elaborated on how. These early months suggest the plan may be to use overwhelming firepower to end fights before they begin, or before they drag on.”</p>\n<h2 id=\"a-trump-doctrine\">A ‘Trump Doctrine’?</h2>\n<p>Trump’s willingness to unleash lethal force abroad – and the inherent risk that the brazen approach carries of dragging the US into protracted conflict – has already roiled influential segments of the president’s Make America Great Again (MAGA) base, coming to a head over Trump’s <a href=\"/news/longform/2025/3/21/discordant-how-trumps-attacks-on-the-houthis-split-his-republican-base\">six-week bombing campaign</a> against the Houthis in Yemen and, more recently, his June decision to <a href=\"/news/2025/6/19/how-trumps-position-has-changed-on-iran-splitting-maga-base\">strike three nuclear facilities</a> in Iran amid Israel’s offensive on its neighbour.</p>\n<p>In turn, Trump’s top officials have sought to bring coherence to the strategy, with Vice President JD Vance in late June offering the clearest vision yet of a Trump blueprint for foreign intervention.</p>\n<p>“What I call the ‘Trump Doctrine’ is quite simple,” Vance said at the Ohio speech. “Number one, you articulate a clear American interest, and that’s in this case that Iran can’t have a nuclear weapon.”</p>\n<p>“Number two, you try to aggressively diplomatically solve that problem,” he said.</p>\n<p>“And number three, when you can’t solve it diplomatically, you use overwhelming military power to solve it, and then you get the hell out of there before it ever becomes a protracted conflict.”</p>\n<p>But the reality of Trump’s early diplomatic and military adventures has not matched the vision outlined by Vance, according to Michael Wahid Hanna, the US Program Director at Crisis Group. He called the statement an attempt to “retrofit coherence”.</p>\n<p>While Hanna cautioned against putting too much stock into a unified strategy, he did point to one “consistent thread”: a diplomatic approach that appears “haphazard, not fully conceived, and characterised by impatience”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>“For all of the talk about being a peacemaker and wanting to see quick deals, Trump has a particularly unrealistic view of the ways in which diplomacy can work,” he told Al Jazeera.</p>\n<p>The US president had vowed to transform peace efforts in the Russia-Ukraine war, but an earlier pressure campaign against Ukrainian President Volodymyr Zelenskyy has since seen Trump <a href=\"/opinions/2025/7/18/trump-talks-tough-on-russia-but-will-he-follow-through\">circle back</a> to the Biden administration’s hardline approach to Russia, with little progress made in between.</p>\n<p>After an initial ceasefire in Gaza, Trump officials have failed to make meaningful progress in reigning in <a href=\"/news/2025/7/21/uk-france-and-other-countries-demand-israels-war-on-gaza-must-end-now\">Israel’s war</a>, leaving the threat of knock-on conflicts, including with Iran and the Houthis in Yemen, unanswered.</p>\n<p>Earlier diplomatic overtures to address Iran’s nuclear programme stalled as Trump took a maximalist approach seeking to block any uranium enrichment. The effort dissolved after the US failed to constrain Israel’s military campaign against Tehran, as the US continues to provide billions in military funding to the “ironclad ally”.</p>\n<p>“It’s hard to argue, as Vance did, that the United States has really pushed as hard as they can on diplomacy,” Hanna told Al Jazeera.</p>\n<p>Under Vance’s logic, he added, “that leaves them with no other means than to respond militarily”.</p>\n<h2 id=\"bomb-first-and-ask-questions-later\">‘Bomb first and ask questions later’?</h2>\n<p>The early emphasis on air attacks has been accompanied by vows by Trump and his Secretary of Defence Pete Hegseth to restore a “warrior ethos” within the US military.</p>\n<p>Indeed, Trump has appeared to relish the military actions, posting a video of the attack on an ISIL (ISIS) affiliated target in Somalia on February 1, just 10 days after taking office.</p>\n<p>He made a point to draw a comparison to Biden, who tightened rules of engagement policies Trump had loosened during his first term and entered office vowing to severely limit the reliance on US strikes.</p>\n<p>Trump wrote that “Biden and his cronies wouldn’t act quickly enough to get the job done”.</p>\n<p>“I did! The message to ISIS and all others who would attack Americans is that “WE WILL FIND YOU, AND WE WILL KILL YOU!”</p>\n<p>All told since taking office six months ago, Trump has carried out at least 44 air strikes in Somalia, where the US has <a href=\"/news/2025/6/24/under-trump-us-strikes-on-somalia-have-doubled-since-last-year-why\">long targeted</a> both a local ISIL offshoot and al-Shabab, according to ACLED data. The Biden administration carried out just over 60 such strikes during his entire four years in office.</p>\n<p>The US president has posted <a href=\"/video/newsfeed/2025/4/6/trump-posts-video-of-us-strike-on-yemen-which-may-have-hit-civilians\">similarly boastful</a> messages about strikes in Yemen, where his administration conducted a bombing campaign from March to May, accounting for the vast majority of overall strikes during his second term, as well as US strikes on Iran’s nuclear facilities, which Trump declared were “obliterated like nobody’s ever seen before”, long before any <a href=\"/news/2025/7/18/new-reports-cast-doubt-on-impact-of-us-strikes-on-irans-nuclear-sites\">in-depth assessment</a> had been made.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Raleigh, who is also a professor of political geography and conflict at the University of Sussex, said the increase could possibly be attributed to Trump’s pivot away from the soft-power policy of Biden, which has included <a href=\"/news/2025/7/12/us-state-department-begins-layoffs-in-trumps-shake-up-of-diplomatic-corps\">shearing down</a> the US State Department and <a href=\"/news/2025/7/17/us-senate-approves-cutting-billions-in-foreign-aid-as-trump-demands\">dismantling</a> the US foreign aid apparatus.</p>\n<p>That could further be viewed as an effort by Trump to place the US as a “player in a new internationalised conflict environment”, where overall violence by state actors on foreign soil has increased steadily in recent years, currently accounting for 30 percent of all violent events ACLED tracks globally.</p>\n<p>“But I would say there’s still no clear Trump doctrine, as much as Vance wants to claim that there is,” Raleigh told Al Jazeera. “And at the moment, it’s looking a little bit like ‘bomb first and ask questions later.'”</p>\n<p>That approach has proven to have particularly deadly consequences, according to Emily Tripp, the director of Airwars. She drew a parallel to Trump’s first term, when he also surged air strikes, outpacing those of his predecessor, former President Barack Obama, who himself oversaw an expansion of <a href=\"/opinions/2016/12/23/the-troubling-legacy-of-obamas-drone-campaign\">drone warfare</a> abroad.</p>\n<p>The monitor has tracked 224 reported civilian casualties in Yemen from US strikes under Trump in 2025, nearly totaling the 258 reported civilian casualties from US actions in the country during the 23 years prior. The administration has also used particularly powerful – and expensive – munitions in its strikes, which Airwars has assessed as appearing to have been deployed against a broader set of targets than under Biden.</p>\n<p>Two of the Trump administration’s strikes on Yemen, one on Ras Isa Port and another on a <a href=\"/news/2025/4/28/at-least-8-killed-in-latest-us-air-attacks-on-yemens-capital-saana\">migrant detention</a> centre in Saada, have been deemed possible war crimes by Amnesty International and Human Rights Watch.</p>\n<p>“That’s not typical, or necessarily something you’d expect in a campaign whose remit, as defined by Trump, Hegseth, and [US Central Command], is on largely economic targets,” Tripp told Al Jazeera.</p>\n<p>“There’s really no reason for there to be such high levels of civilian harm,” she said.</p>\n<p>Tripp added she was still waiting to assess how the Pentagon approaches civilian casualty investigations and transparency under Trump’s second term.</p>\n<h2 id=\"questions-over-efficacy\">Questions over efficacy</h2>\n<p>It remains unclear whether the administration’s reliance on swift and powerful military strikes will actually prove effective in keeping the US troops out of protracted conflict.</p>\n<p>While a tenuous ceasefire continues to hold with the Houthis, the results of the US bombing campaign “have been pretty underwhelming”, the Crisis Group’s Hanna said, noting that few underlying conditions have changed.</p>\n<p>The group has continued to strike vessels in the Red Sea and to launch missiles at Israel in opposition to the war in Gaza. An attack in early July prompted State Department spokesperson Tammy Bruce to warn the US “will continue to take necessary action to protect freedom of navigation and commercial shipping”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The jury also remains out on whether Trump’s strikes on Iran’s nuclear facilities will lead to a diplomatic breakthrough on Iran’s nuclear programme, as the White House has maintained. Little progress has been made since a ceasefire was reached shortly after Tehran launched retaliatory strikes on a US base in Qatar.</p>\n<p>Crisis Group’s Hanna assessed that Trump has relied on air strikes in part because they have become somewhat “antiseptic” in US society, with their toll “shielded from a lot of public scrutiny”.</p>\n<p>But, he added: “There are limits in terms of what air power alone can do…That’s just the reality.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Columbia University pays $221m to settle anti-Semitism claims | Newsfeed | Al Jazeera",
            "time": "2025-07-24T17:40:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753378807.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Jul 2025</span><span aria-hidden=\"true\">24 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Has media freedom in the US collapsed? | Media News | Al Jazeera",
            "time": "2025-07-24T17:28:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753378036.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US television network CBS seemingly handed President Donald Trump two major victories this week after announcing that $16m would settle his lawsuit against 60 Minutes and cancelling the show of one of his fiercest critics, Stephen Colbert. But will this mark a turning point for media freedom in the United States?</p>\n</div></div></body></html>"
        },
        {
            "title": "Verstappen says Horner’s exit has no impact on future plans | Motorsports News | Al Jazeera",
            "time": "2025-07-24T17:15:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-09T154225Z_462922748_RC2QQDAMB7UE_RTRMADP_3_MOTOR-F1-HORNER-1753374930.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Verstappen says Horner’s exit has no impact on future plans</h1><p class=\"article__subhead\"><em>Christian Horner’s departure as Red Bull boss will not affect Max Verstappen’s future with Mercedes move rumoured.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Max Verstappen has insisted that Christian Horner’s shock departure as team boss of Red Bull will have no impact on his future plans.</p>\n<p>The four-time world champion, who has been linked with a move to Mercedes next year, suggested on Thursday that he expects to stay with Red Bull until the conclusion of his current contract in 2028.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Speaking to reporters in the paddock before this weekend’s Belgian Grand Prix, one of his “home” races as he was born in Belgium and his mother is Belgian, the 27-year-old Dutchman said he was concerned only with improving the speed and performance of his car.</p>\n<p>The rest, he said, was not of great interest to him, adding that past tensions between Horner and his father, Jos Verstappen, had no bearing on decisions about his future.</p>\n<p>Asked if Horner’s exit after 20 years as team boss made it more probable that he would stay at Red Bull next year, Verstappen said, “No, it doesn’t. Not really.”</p>\n<p>He said the well-publicised discord between his father and Horner was never a problem.</p>\n<p>“People can have a difference of opinion, and I expect that to happen because if everyone agrees, there is a problem.</p>\n<p>“You need to have differences in opinion. Now, we will work in a different direction, and I am excited about it, and I don’t think it will matter at all for the decision over my future.</p>\n<p>“The only thing that matters is that we work on the car and make it as fast as we can and try and be more competitive this year, a little bit, but for sure with the new regulations next year.”</p>\n<p>Verstappen had earlier welcomed the appointment of Frenchman Laurent Mekies, promoted from junior team Racing Bulls, as Horner’s successor and clearly sensed that it could usher in a stronger technical and engineering focus at the team.</p>\n<p>He gave an oblique response when asked if he had a decision to make about his future.</p>\n<p>“There is also the possibility of not waking up tomorrow, and so there is no driving.</p>\n<p>“Life is unpredictable and, in general, I am happy with where I am at.”</p>\n<p>He added, “The target was that when I signed my deal, I would drive here until the end of my career.”</p>\n<p>Verstappen will be hoping to end the speculation and give both the team and new boss Mekies a boost with a convincing performance this weekend on his favourite circuit.</p>\n<p>The Dutchman finds himself in the unaccustomed position of third in the drivers’ standings, behind leader Oscar Piastri and Lando Norris, both of McLaren.</p>\n</div></div></body></html>"
        },
        {
            "title": "US Justice Department to discuss Epstein with Ghislaine Maxwell | Donald Trump News | Al Jazeera",
            "time": "2025-07-24T17:14:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T234127Z_1209100761_RC2MSFAF6L25_RTRMADP_3_USA-TRUMP-EPSTEIN-1753373781.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Officials from the United States Department of Justice (DOJ) are set to interview sex offender Ghislaine Maxwell in Florida, as pressure continues to mount on the administration of US President Donald Trump over the handling of the files of disgraced financier Jeffrey Epstein.</p>\n<p><a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">Former British socialite</a> Maxwell is serving a 20-year sentence after being convicted in 2021 of sex trafficking minors on behalf of Epstein, who died in jail in 2019 while awaiting trial in his own paedophile trafficking case.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p class=\"p1\">Deputy Attorney General Todd Blanche – Trump’s former personal lawyer for his hush money trial and two federal criminal cases – was to interview Maxwell on Thursday at a federal courthouse in Tallahassee, Florida, multiple US media outlets reported.</p>\n<p class=\"p1\">In a social media post on Tuesday, Blanche said that Trump “has told us to release all credible evidence” and that if Maxwell has information about anyone who has committed crimes against victims, the FBI and the DOJ “will hear what she has to say.”</p>\n<p class=\"p1\">A DOJ spokesman did not immediately return a message from The Associated Press seeking comment on Thursday.</p>\n<p class=\"p1\">The person who confirmed the meeting to The Associated Press insisted on anonymity to describe a closed-door encounter.</p>\n<p class=\"p1\">Maxwell, the daughter of the late British press baron Robert Maxwell, is the only former Epstein associate who was convicted in connection with his activities, which conspiracy theorists allege included trafficking young models for VIPs.</p>\n<p class=\"p1\">Joyce Vance, an ex-federal prosecutor who now teaches law at the University of Alabama, said any “‘new’ testimony [Maxwell] offers is inherently unreliable unless backed by evidence.”</p>\n<p class=\"p1\">“Trump could give Ghislaine Maxwell a pardon on his last day in office, in exchange for favourable testimony now,” Vance said in a post on X. “She knows he’s her only chance for release.”</p>\n<h2 id=\"client-list\">‘Client list’</h2>\n<p class=\"p1\">The meeting with Maxwell marks another attempt by the Trump administration to defuse anger among the Republican president’s own supporters over what they have long seen as a cover-up of sex crimes by Epstein, a wealthy financier with high-level connections.</p>\n<p>On July 7, the DOJ and the Federal Bureau of Investigation (FBI) issued a <a href=\"https://www.justice.gov/opa/media/1407001/dl?inline\" target=\"_blank\" rel=\"noopener\">memo</a> saying that a review of Epstein’s case yielded no new evidence, including no “client list”.</p>\n<p>But that finding caused an uproar among Trump’s Make America Great Again (MAGA) base, which noted that US Attorney General Pam Bondi herself had referred to a client list “sitting on my desk right now” earlier this year.</p>\n<p>Members of Trump’s base have long embraced conspiracy theories about rings of sex offenders in the highest levels of government, and some have questioned the circumstances surrounding Epstein’s death, speculating that it was an orchestrated cover-up.</p>\n<p>On Wednesday, the House Oversight Committee subpoenaed Maxwell to appear before Congress next month, noting in a statement that “the facts and circumstances surrounding both your and Mr Epstein’s cases have received immense public interest and scrutiny”.</p>\n<p>The committee’s Republican chair, US Representative James Comer, noted in his statement that while the DOJ was moving forward with its interview, “It is imperative that Congress conduct oversight of the federal government’s enforcement of sex trafficking laws generally and specifically its handling of the investigation and prosecution of you and Mr Epstein.”</p>\n<p>Democrats have also pushed for the release of the Epstein files, and on Wednesday, a Republican-led panel pushed forward a Democrat-led subcommittee subpoena demanding that the DOJ release the Epstein files.</p>\n<p>In an interview with political commentator Brian Tyler Cohen, US Representative Jasmine Crockett, a Democrat, said she would trust Congress to interview Maxwell more than the DOJ, noting the potential for “them sanitising the information that we get, or potentially engaging in some type of threats, or potentially offering a pardon if certain things were said or not said”.</p>\n</div></div></body></html>"
        },
        {
            "title": "UK and India sign free trade agreement during Modi visit | International Trade News | Al Jazeera",
            "time": "2025-07-24T17:01:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250724__67P67BN__v1__HighRes__BritainIndiaPoliticsDiplomacy-1753372992.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom and India have signed a trade agreement that will reduce tariffs on goods from textiles to whisky, cars and spices and allow more market access for businesses.</p>\n<p>British Prime Minister Keir Starmer hailed the agreement on Thursday as a “landmark moment” for both countries. Starmer hosted Indian Prime Minister Narendra Modi at his Chequers country estate, northwest of London, where the UK and Indian trade ministers, Jonathan Reynolds and Piyush Goyal, formally signed the agreement.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Starmer and Modi announced in May that they had struck a free trade agreement after three years of stop-start negotiations, with both sides hastening efforts to clinch a deal in the shadow of tariff turmoil unleashed by United States President Donald Trump. The deal must still be ratified by the UK Parliament.</p>\n<p>“This is not the extent or the limit of our collaboration with India,” said Starmer. “We have unique bonds of history, of family and of culture, and we want to strengthen our relationship further, so that it is even more ambitious, modern and focused on the long term.”</p>\n<p>Starmer also said the deal was “the biggest and most economically significant trade deal” <a href=\"/tag/brexit/\">the UK has made since leaving the European Union in 2020</a>, though the Office for Budget Responsibility (OBR) has forecast that UK exports and imports will be about 15 percent lower in the long run compared with if Brexit had not occurred.</p>\n<p>Modi, standing alongside Starmer during a media appearance, described the deal as a “blueprint for our shared prosperity”.</p>\n<p>For India, the deal represents its biggest strategic partnership with an advanced economy, and one which could provide a template for a long-mooted deal with the EU as well as talks with other regions.</p>\n<p>The two countries also announced almost 6 billion pounds ($8nm) in trade and investment deals in areas including AI, aerospace and dairy products, and pledged to work more closely together in areas such as defence, migration, climate and health.</p>\n<p>The UK and India hope the accord will boost trade between the two countries by 25.5 billion pounds ($34.4bn) and eventually add 4.8 billion pounds ($6.5bn) a year to the UK economy.</p>\n<p>The UK government said the deal will reduce India’s average tariff on British goods from 15 percent to 3 percent. Import taxes on whisky and gin will be halved from 150 percent to 75 percent before falling to 40 percent by year 10 of the deal. Automotive tariffs will fall from more than 100 percent to 10 percent under a quota.</p>\n<p>India’s Ministry of Commerce and Industry said in May that 99 percent of Indian exports will face no import duty under the deal, which applies to products including clothes, shoes and food.</p>\n<p>Britain and India are the sixth and fifth largest global economies respectively, with a trade relationship worth about 41 billion pounds ($55.3bn) and investment supporting more than 600,000 jobs across both countries.</p>\n<p>During Modi’s two-day visit, Starmer and the Indian prime minister were also likely to discuss <a href=\"/news/2025/6/12/air-india-plane-crashes-shortly-after-take-off-in-ahmedabad\">last month’s Air India disaster</a> in which 241 people died when a London-bound flight crashed after taking off from Ahmedabad in western India.</p>\n<p>Some 169 Indian passengers and 52 British nationals were killed in the June 12 crash, one of the deadliest plane disasters in terms of the number of British fatalities.</p>\n<p>Starmer and Modi have met twice recently, at the G7 summit in Canada last month and at the G20 meeting in Brazil last year.</p>\n<p>Modi was also due to meet with King Charles III during his brief stay in the UK, his fourth visit since becoming India’s leader in 2014.</p>\n</div></div></body></html>"
        },
        {
            "title": "US wrestling icon Hulk Hogan dies at 71 | Entertainment News | Al Jazeera",
            "time": "2025-07-24T16:54:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25205580434133-1753375395.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US wrestling icon Hulk Hogan dies at 71</h1><p class=\"article__subhead\"><em>Hogan helped elevate US wrestling to a global phenomenon during the 1980s with his flair and bravado.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hulk Hogan, the American sport and entertainment star who made professional wrestling a global phenomenon, has died at the age of 71, World Wrestling Entertainment said.</p>\n<p>“WWE is saddened to learn WWE Hall of Famer Hulk Hogan has passed away,” World Wrestling Entertainment wrote in a social media post on Thursday. “One of pop culture’s most recognizable figures, Hogan helped WWE achieve global recognition in the 1980s. WWE extends its condolences to Hogan’s family, friends, and fans.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Hogan, whose legal name was Terry Bollea, became a universal symbol of WWE during the 1980s, with a beach-blonde handlebar moustache, bandanas, and towering physique that he paired with an over-the-top persona that endeared him to fans and captured the spectacle of wrestling entertainment. He referred to his bulging arms as “24-inch pythons” and often waved a US flag in the ring.</p>\n<p>Hogan was twice inducted into the WWE Hall of Fame and was never shy about his icon status, calling himself as the “Babe Ruth” of wrestling in a reference to the US baseball phenom who became synonymous with the sport.</p>\n<figure id=\"attachment_3855443\" aria-describedby=\"caption-attachment-3855443\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855443\" src=\"/wp-content/uploads/2025/07/AP25205582935851-1753375437.jpg?w=770&amp;resize=770%2C831&amp;quality=80\" alt=\"Hulk Hogan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855443\" class=\"wp-caption-text\">Hulk Hogan fires up the crowd between matches at WrestleMania 21 at the Staples Center in Los Angeles, California, on April 3, 2005 [Chris Carlson/AP Photo]</figcaption></figure>\n<p>Hogan’s flair and bravado helped elevate US wrestling entertainment into a global phenomenon during the 1980s. He later became more involved in US politics, serving as governor of the state of Minnesota in 1999-2003 and offering a full-throated endorsement of Donald Trump in the 2024 election.</p>\n<p>“Let Trumpamania run wild, brother!” he said during a speech at the 2024 Republican National Convention as he ripped off his shirt. “Let Trumpamania rule again!”</p>\n<p>Hogan also attracted controversy when a recording emerged of him using an anti-Black racial slur, for which he was suspended by WWE in 2015. He was later reinstated in 2018.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Hogan also became one of the first WWE athletes to use his fame and success as a wrestler to pursue opportunities in Hollywood, appearing in films such as Rocky III and Santa With Muscles.</p>\n<p>He was married three times and had two children.</p>\n</div></div></body></html>"
        },
        {
            "title": "US fertility rate drops to a new low, CDC data finds | Health News | Al Jazeera",
            "time": "2025-07-24T16:53:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203830374677-1753372249.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US fertility rate drops to a new low, CDC data finds</h1><p class=\"article__subhead\"><em>The US birth rate has fluctuated over the years and can be influenced by factors such as economic stability.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The fertility rate in the United States has dropped to a new low of 1.6 children per woman, according to new data from the US Centers for Disease Control and Prevention (CDC).</p>\n<p>The data released on Thursday continues a trend in birth rates that has been sliding downward for nearly two decades.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We’re seeing this as part of an ongoing process of fertility delay. We know that the US population is still growing, and we still have a natural increase — more births than deaths,” Leslie Root, a University of Colorado Boulder researcher focused on fertility and population policy, told The Associated Press news agency.</p>\n<p>The US fertility rate has gone up and down over the years, reaching 3.5 percent in the early 1960s before dropping to 1.7 percent by 1976 and then rebounding to 2.1 percent in 2007.</p>\n<p>Lower fertility rates are common in wealthier countries, and the new figures put the US roughly on par with its Western European counterparts.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The birth rate trends can be influenced by a variety of factors, including economic stability and the affordability of necessities such as housing. Experts pointed to how those influences can place strains on households and affect mental health.</p>\n<p>“Worry is not a good moment to have kids,” Karen Guzzo, the director of the Carolina Population Center at the University of North Carolina, told The Associated Press.</p>\n<p>Some lawmakers have expressed alarm over declining fertility rates and called on the government to take a more active role in encouraging people to have children and promoting policies that facilitate that goal.</p>\n<p>Officials within the administration of US President Donald Trump have floated the idea of changing tax policy to favour people who have children, and Trump issued an executive order meant to reduce barriers to processes such as in vitro fertilisation.</p>\n<p>At an event during Women’s History Month, Trump even dubbed himself the “fertility president”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>But the administration has also moved to slash funding for social programmes that experts say can offer an important safety net for working people who want to have a family but may be worried about the financial strain.</p>\n<p>Cuts have also affected medical researchers investigating fertility-related treatments.</p>\n<p>“The things that they are doing are really symbolic and not likely to budge things for real Americans,” said Guzzo.</p>\n</div></div></body></html>"
        },
        {
            "title": "Dozens injured, including children, in Russian attack on Kharkiv | Military | Al Jazeera",
            "time": "2025-07-24T16:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753375517.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Jul 2025</span><span aria-hidden=\"true\">24 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "American Airlines restores forecast amid economic uncertainty | Travel News | Al Jazeera",
            "time": "2025-07-24T16:45:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25143766341334-1753370814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>American Airlines has restored its full-year outlook as broader economic uncertainty continues to weigh on <a href=\"/economy/2025/6/11/save-what-we-can-economic-uncertainty-trump-rhetoric-hits-us-travel\" target=\"_blank\" rel=\"noopener\">domestic consumer demand</a> across the travel industry.</p>\n<p>The Fort Worth, Texas-based carrier on Thursday offered a wide range for its full-year forecast on the heels of its earnings report, saying the broader economic uncertainty is hobbling consumer spending. The airline had suspended financial guidance in April.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The airline says it expects an adjusted loss per share of 20 cents a share to a profit of 80 cents a share in 2025. The midpoint of the forecast is 30 cents per share, compared with analysts’ average estimate of 61 cents a share, according to LSEG data.</p>\n<p>American, which generates more than two-thirds of its passenger revenue from the US domestic market, said that if domestic travel demand continues to strengthen, it expects to hit the top end of its outlook. But if the economy weakens, it only expects to be at the bottom end of the forecast.</p>\n<p>“The domestic network has been under stress because of the uncertainty in the economy and the reluctance of domestic passengers to get in the game,” CEO Robert Isom told analysts on an earnings call.</p>\n<p>American said tepid domestic travel demand affected its bookings in July. Isom, however, said the performance is expected to improve sequentially in August and September.</p>\n<p>“We expect that July will be the low point,” he said.</p>\n<p>The company expects its domestic unit revenue, or revenue generated from each seat, to remain lower year-over-year in the third quarter. Its non-fuel operating costs are estimated to be up as much as 4.5 percent in the September quarter.</p>\n<p>American expects an adjusted loss per share in the range of 10 cents to 60 cents in the third quarter, compared with analysts’ estimates of a loss of 7 cents, according to data compiled by LSEG.</p>\n<p>The company’s outlook contrasts with upbeat forecasts of rival Delta and United Airlines. Alaska Air Group has also reported improvements in passenger traffic and pricing power.</p>\n<p>Most US airlines withdrew their financial forecasts in April as President Donald Trump’s trade war created the biggest uncertainty for the industry since the COVID-19 pandemic. While some have reinstated their expectations, there is lingering uncertainty as to how the economy will fare in an ever-evolving tariff landscape.</p>\n<p>Demand in the domestic travel market has remained subdued, with budget travellers approaching their plans with caution, hurting carriers that primarily service the US domestic market and price-sensitive customers.</p>\n<p>Even summer, typically the peak money-making season for airlines, is falling short this year, with unsold standard economy seats forcing carriers to cut fares.</p>\n<p>It dented the second-quarter earnings of Southwest Airlines, the largest US domestic airline.</p>\n<p>At American, the domestic market was the weakest in the second quarter, with its unit revenue declining 6.4 percent from a year ago. The company’s unit revenue in international markets was up, led by a 5 percent annual jump in the transatlantic market.</p>\n<p>On Wall Street, the stock is taking a hit and was down 7.2 percent from the market open as of 11:30am in New York (15:30 GMT).</p>\n</div></div></body></html>"
        },
        {
            "title": "Usyk set to face Parker in heavyweight title fight on WBO orders | Boxing News | Al Jazeera",
            "time": "2025-07-24T16:04:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-19T225327Z_1360845917_UP1EL7J1RL19Y_RTRMADP_3_BOXING-HEAVYWEIGHT-USYK-DUBOIS-1753372422.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Usyk set to face Parker in heavyweight title fight on WBO orders</h1><p class=\"article__subhead\"><em>Unified heavyweight champion Oleksandr Usyk is set to face the WBO’s interim heavyweight champion Joseph Parker.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The WBO has ordered negotiations for a bout between its interim heavyweight champion Joseph Parker and the unified heavyweight champion Oleksandr Usyk, the ruling body has said.</p>\n<p>Both parties have 30 days to agree on terms for a mandatory defence of Usyk’s title, and if they fail to do so, the WBO will open a purse bid.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The minimum bid in the Heavyweight division is one million dollars … any of the parties herein may request purse bid proceedings at any time during negotiation stages,” the WBO said in a statement on Thursday.</p>\n<p>Usyk has held the WBO belt since 2021, when he won it from Anthony Joshua along with the WBA and IBF titles, and has defended it four times, also taking the WBC belt from Tyson Fury to become the unified champion.</p>\n<figure id=\"attachment_3847030\" aria-describedby=\"caption-attachment-3847030\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847030\" src=\"/wp-content/uploads/2025/07/2025-07-19T214406Z_1930899199_UP1EL7J1ODG54_RTRMADP_3_BOXING-HEAVYWEIGHT-USYK-DUBOIS-1752964673.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Oleksandr Usyk knocks down Daniel Dubois and wins the fight\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847030\" class=\"wp-caption-text\">Oleksandr Usyk knocks down Daniel Dubois and wins the fight at Wembley [Andrew Couldridge/Reuters]</figcaption></figure>\n<p>The undefeated Ukrainian vacated the IBF belt last year after opting not to face the sanctioning body’s interim champion Daniel Dubois in favour of a rematch with Fury, which he won by unanimous decision in December.</p>\n<p>Usyk, 38, <a href=\"/sports/2025/7/19/usyk-knocks-out-dubois-to-unify-heavyweight-boxing-belts\">knocked out Dubois</a> on Saturday to regain the IBF belt and undisputed status.</p>\n<p>New Zealand’s Parker won the interim WBO championship last year in a majority decision over Zhilei Zhang. He defended it in February, knocking out Martin Bakole.</p>\n</div></div></body></html>"
        },
        {
            "title": "Brazil’s Supreme Court declines to arrest Bolsonaro over social media ban | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-07-24T15:52:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T205151Z_386405466_RC2KSFAHDAWD_RTRMADP_3_BRAZIL-BOLSONARO-1753370859.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Brazilian Supreme Court has confirmed it has no plans to take former President Jair Bolsonaro into custody for now, after it warned earlier this week he could be arrested for a potential violation of a social media ban.</p>\n<p>On Thursday, Justice Alexandre de Moraes described the incident as “isolated” and opted against an arrest warrant.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>De Moraes has overseen a case into whether Bolsonaro, a popular far-right figure, attempted a coup against the government of current President Luiz Inacio Lula da Silva, following his defeat in the 2022 presidential election.</p>\n<p>The case has been a flashpoint in national and international politics, with Bolsonaro’s supporters — among them, United States President Donald Trump — calling the prosecution <a href=\"/news/2025/7/19/us-restricts-visas-for-brazilian-officials-over-bolsonaro-witch-hunt\">politically motivated</a>.</p>\n<p>Bolsonaro has long denied orchestrating a scheme to retain power after his four-year term came to a close in 2023.</p>\n<p>But prosecutors have accused the former president and his allies of scheming to topple Lula’s incoming government by undermining confidence in the vote, declaring a state of emergency to suspend the government’s functions, and ultimately holding a new election.</p>\n<p>Bolsonaro never publicly acknowledged his loss in 2022, and he left the country at the end of his term rather than hand over power to Lula.</p>\n<p>His supporters, meanwhile, stormed police headquarters in the capital, blocked highways, and eventually <a href=\"/news/2025/1/9/brazil-marks-the-anniversary-of-the-january-8-attack-on-its-capital\">ransacked government buildings</a> representing the presidency, Congress and the Supreme Court, in an apparent attempt to spark a military uprising.</p>\n<p>In June, Bolsonaro testified for the first time in the case, forcefully rejecting the allegations against him: “There was never any talk of a coup.”</p>\n<p>Prosecutors, meanwhile, <a href=\"/news/2025/6/10/brazils-bolsonaro-testifies-before-supreme-court-over-alleged-coup-plan\">have pointed to testimony</a> indicating that Bolsonaro had received and edited a draft from his allies for the declaration of emergency. They say Bolsonaro even had a speech prepared to announce the alleged coup.</p>\n<p>The high-stakes trial has prompted <a href=\"/news/2025/7/9/trump-singles-out-brazil-for-fifty-percent-tariffs-citing-political-motives\">a backlash from Trump</a>, who threatened to impose 50 percent tariffs on Brazilian imports to the US, starting on August 1, to force an end to the prosecution.</p>\n<p>In a letter announcing the tariffs, Trump called the proceedings “an international disgrace” and compared his myriad legal woes to Bolsonaro’s.</p>\n<p>“This trial should not be taking place,” Trump wrote. “It is a Witch Hunt that should end IMMEDIATELY!”</p>\n<figure id=\"attachment_3855274\" aria-describedby=\"caption-attachment-3855274\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855274\" src=\"/wp-content/uploads/2025/07/2025-07-21T205223Z_159587683_RC28RFADWWLK_RTRMADP_3_BRAZIL-BOLSONARO-1753370918.jpg?w=770&amp;resize=770%2C995&amp;quality=80\" alt=\"Jair Bolsonaro lifts a pant leg to show his ankle monitor to supporters and news media.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855274\" class=\"wp-caption-text\">Former Brazilian President Jair Bolsonaro lifts his pant leg to show off his ankle monitor in Brasilia, Brazil, on July 21 [Adriano Machado/Reuters]</figcaption></figure>\n<p>Justice de Moraes cited international pressure as he imposed <a href=\"/news/2025/7/18/brazil-police-raid-former-president-jair-bolsonaros-home-headquarters\">a suite of restrictions</a> last Friday to cut off Bolsonaro’s interactions with foreign officials and curtail his movements.</p>\n<p>Already, Bolsonaro’s passport had been confiscated, for fear he might be a flight risk. But to prevent him from fleeing abroad, de Moraes ruled that Bolsonaro should be placed under house arrest on nights and weekends.</p>\n<p>In addition, the justice decided that Bolsonaro needed to wear an ankle monitor and cease posting to social media, in addition to severing contact with foreign governments.</p>\n<p>Since that time, however, Bolsonaro has made media appearances to show off his ankle monitor and blast the Supreme Court’s decisions, excerpts of which have been shared widely on social media.</p>\n<p>“This is a symbol of the utmost humiliation,” Bolsonaro said of his ankle monitor.</p>\n<p>De Moraes accused Bolsonaro of having “delivered a speech to be shown on digital platforms” and questioned whether it may have been a breach of the ban he imposed.</p>\n<p>He gave Bolsonaro’s lawyers a window of 24 hours to respond to his concerns and warned that a violation could result in Bolsonaro’s arrest.</p>\n<p>Bolsonaro’s defence team, in response, denied breaching the social media ban and asked for clarity about its scope. The ban had restricted Bolsonaro’s use of third parties to spread his messaging — but it was unclear whether news media fell within that category.</p>\n<p>In a court filing on Friday, de Moraes ultimately declined to detain Bolsonaro but warned that any future violations of his restrictions would culminate in his arrest.</p>\n<p>He clarified that Bolsonaro is not restricted from giving interviews to news outlets.</p>\n</div></div></body></html>"
        },
        {
            "title": "Former UK Labour leader Jeremy Corbyn launching new left-wing party | Politics News | Al Jazeera",
            "time": "2025-07-24T15:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-04T141107Z_1098244168_RC2PP8AOW5JK_RTRMADP_3_BRITAIN-POLITICS-CORBYN-1753369040.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former UK Labour leader Jeremy Corbyn launching new left-wing party</h1><p class=\"article__subhead\"><em>New party set to challenge Labour from the left as government’s popularity wanes over welfare policy, war in Gaza.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Kingdom lawmaker Jeremy Corbyn has announced he is launching a <a href=\"/news/2025/7/15/corbyn-sultana-to-form-uk-party-flash-in-the-pan-or-real-alternative\">new political party</a> to run to the left of the Labour party that he previously led.</p>\n<p>On Thursday, Corbyn and Member of Parliament Zarah Sultana, who both became independents after leaving Labour, announced the new party, which did not yet have an officially registered name but was temporarily dubbed “Your Party” on its website.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In a joint statement, they said it was “time for a new kind of political party” focused on righting social injustices and combating a “rigged” system.</p>\n<p>“The system is rigged when the government says there is no money for the poor, but billions for war,” the statement said, envisioning a party “rooted in our communities, trade unions and social movements”.</p>\n<p>It further laid out broad policy objectives, including “mass redistribution of wealth and power” and a commitment to a  “free and independent Palestine”.</p>\n\n<p></p>\n<p>The statement called on supporters to sign up to “be part of the founding process”, adding that an inaugural conference would be held to determine the party’s structure of leadership, direction and policies.</p>\n<p>While the timeline of the party’s launch was not immediately clear, the announcement comes when Labour leader Keir Starmer has been haemorrhaging support after his party ended nearly two decades of Conservative rule in last year’s July general election.</p>\n<p>Starmer has faced particular criticism for failing to unify his party behind signature legislation seeking to pare down the country’s welfare spending. In the end, Starmer passed a <a href=\"/news/2025/7/1/uk-pm-starmer-gets-watered-down-welfare-bill-passed-amid-labour-uprising\">softened version</a> of the bill, later suspending a handful of the Labour rebels who led opposition to the proposed cuts.</p>\n<p>Starmer has also faced pressure to more firmly reset ties with Israel amid its <a href=\"/news/2025/7/21/uk-france-and-other-countries-demand-israels-war-on-gaza-must-end-now\">war on Gaza</a> and to recognise a Palestinian state.</p>\n<p>The 76-year-old Corbyn, who took control of the opposition Labour party in 2015, had stepped down as leader after a trouncing by the Conservatives in the 2019 general election.</p>\n<p>The Labour party under Starmer then suspended Corbyn in 2020 after he refused to fully accept the findings of a probe into claims that anti-Semitism had become rampant within Labour’s ranks under his leadership.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Corbyn maintained that anti-Semitism had been “dramatically overstated for political reasons”.</p>\n<p>The avowed socialist, who was one of the most left-wing Labour party leaders in decades, ran as an independent in last year’s general election, winning his Islington North seat handily.</p>\n<p>Sultana, meanwhile, has been a member of parliament for six years, and had been a member of Labour’s young, left-leaning flank.</p>\n<p>She was also suspended from the party in 2024, after she broke from the party in her opposition to a cap on benefits for parents with more than two children.</p>\n<p>In a post on X on Thursday, Sultana addressed the naming of the new party, which has generated some confusion.</p>\n<p>“It’s not called Your Party!” she wrote.</p>\n</div></div></body></html>"
        },
        {
            "title": "What’s in the $200m deal Trump has struck with Columbia University? | Explainer News | Al Jazeera",
            "time": "2025-07-24T15:39:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2024-05-01T195622Z_30484558_RC2SH7ATZM5F_RTRMADP_3_ISRAEL-PALESTINIANS-USA-PROTESTS-1741925937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New York City-based Columbia University has agreed to pay $221m to settle claims by US President Donald Trump’s administration that it failed to curb anti-Semitism on campus, in exchange for the reinstatement of billions of dollars in federal funding.</p>\n<p>The deal, agreed on Wednesday, comes after <a href=\"/gallery/2024/5/8/student-protests-against-israels-war-on-gaza-spread-across-europe\">sweeping university campus protests</a> against Israel’s war in Gaza during the spring and summer of 2024 and this year were criticised as veering into anti-Semitism.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In February, the government <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">cut $400m in federal research funding</a> for Columbia in a bid to force its administrators to respond to alleged harassment of Jewish students and faculty.</p>\n<p>The unprecedented agreement marks a victory in Trump’s efforts to exert greater control over higher education, including campus activism, and could offer a framework for future deals with other universities.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"what-s-in-the-deal-trump-has-struck-with-columbia\">What’s in the deal Trump has struck with Columbia?</h2>\n<p>Columbia has agreed to pay $200m to the government over three years, as well as making a separate $21m payment to settle claims by the Equal Employment Opportunity Commission.</p>\n<p>In exchange, the “vast majority” of the frozen $400m in federal funding will be reinstated, the university said. Columbia will also regain access to billions of dollars’ worth of current and future grants under the deal.</p>\n<p>Columbia is required, within 30 days, to appoint an administrator who will report to the university president and will be responsible for overseeing the deal’s compliance. This includes verifying that the institution ends programmes that promote “unlawful efforts to achieve race-based outcomes, quotas [and] diversity targets”.</p>\n<p>Additionally, Columbia must review its Middle East curriculum to make sure it is “comprehensive and balanced” and appoint new faculty staff to its Institute for Israel and Jewish Studies.<strong> </strong></p>\n<p>Columbia said the agreement establishes Bart Schwartz, of the compliance firm Guidepost Solutions, as an independent monitor who will report to the government on its progress every six months.</p>\n<p>The university will be expected to compile a report for the monitor to ensure its programmes “do not promote unlawful DEI [diversity, equity, and inclusion] goals”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"why-have-they-come-to-this-agreement\">Why have they come to this agreement?</h2>\n<p>Columbia said the agreement formalises <a href=\"/amp/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">already-announced reforms</a> to address harassment of Jewish students and staff, including the hiring of additional public safety personnel, changes to disciplinary processes, and efforts to foster “an inclusive and respectful learning environment”.</p>\n<p>The dispute between Columbia and the Trump administration began after Jewish students and faculty complained of harassment on campus by pro-Palestine demonstrators, while pro-Palestinian advocates accused critics of often wrongly conflating opposition to Israel with the hatred of Jews.</p>\n<p>Columbia’s acting president, Claire Shipman, said the agreement marked “an important step forward after a period of sustained federal scrutiny and institutional uncertainty”.</p>\n<p>“The settlement was carefully crafted to protect the values that define us and allow our essential research partnership with the federal government to get back on track. Importantly, it safeguards our independence, a critical condition for academic excellence and scholarly exploration, work that is vital to the public interest,” she added.</p>\n<p>Trump hailed the settlement as “historic” in a post on his Truth Social platform. “Numerous other Higher Education Institutions that have hurt so many, and been so unfair and unjust, and have wrongly spent federal money, much of it from our government, are upcoming,” he wrote.</p>\n<h2 id=\"how-have-students-and-activists-reacted\">How have students and activists reacted?</h2>\n<p>Student activist group Columbia University Apartheid Divest (CUAD) slammed the settlement as “a bribe”. “Imagine selling your students out just so you can pay Trump $221 million dollars and keep funding genocide,” the group wrote on X.</p>\n<p>It added that Columbia’s disciplinary action against students, including suspensions and expulsions, this week was a punishment that “hugely” exceeded the precedent for non-Palestine-related demonstrations.</p>\n<p>Non-governmental organisation Palestine Legal accused Columbia of “weaponising claims of antisemitism to punish those calling for freedom for Palestinians”.</p>\n<p>“It is clear that Columbia’s desire to create a community ‘where all feel welcome’ doesn’t extend to students who call for an end to Israel’s genocide,” the group posted on X.</p>\n<p>Hasan Piker, a left-wing activist, political commentator and a critic of Trump, said the US president was “underwater on everything and Columbia is still caving to Trump on everything”, adding “it seems like some of these institutions were looking for the pretext to go right”.</p>\n<h2 id=\"what-steps-has-columbia-already-taken-to-pacify-the-trump-administration\">What steps has Columbia already taken to pacify the Trump administration?</h2>\n<p>In March, Columbia <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">agreed to a list of demands</a> laid down by Trump in return for negotiations to reinstate its $400m federal funding, which he had revoked a month before, citing “a failure to protect Jewish students from antisemitic harassment”.</p>\n<p>Among other concessions, the university agreed to ban face mask coverings during protests, as well as to install 36 campus police officers with special powers to arrest students.</p>\n<p>Earlier this month, Columbia adopted a <a href=\"/news/2024/5/8/will-the-us-adopt-ihras-anti-semitism-definition-whats-the-controversy\">controversial definition of anti-Semitism</a> drafted by the International Holocaust Remembrance Alliance (IHRA), which has been criticised for what some say is conflating criticism of the state of Israel and Zionism with anti-Semitism.</p>\n<p>Critics have warned that the definition could be used to stifle dissent and curb academic freedom. In a <a href=\"/news/2023/4/4/rights-groups-urge-un-not-to-adopt-ihra-anti-semitism-definition#:~:text=Dozens%20of%20rights%20groups%20have,anti%2DSemitism%20and%20subsequent%20activities.\">letter</a> sent to the United Nations in 2023, 60 human and civil rights organisations said the definition should not be used.</p>\n<p>“The IHRA definition has often been used to wrongly label criticism of Israel as antisemitic, and thus chill and sometimes suppress, non-violent protest, activism and speech critical of Israel and/or Zionism, including in the US and Europe,” they wrote.</p>\n<p>On Tuesday, Columbia also announced it would suspend, expel or revoke degrees for nearly 80 students who participated in a Butler Library demonstration on its campus on May 7, 2025 and a “Revolt for Rafah” <a href=\"/news/2024/5/1/columbias-hamilton-hall-a-history-of-student-action-at-gaza-protest-hub\">encampment</a> on May 31, 2024 during the university’s annual alumni weekend.</p>\n<p><span>During protests, students demanded that the university’s $14.8bn endowment stop investing in weapons makers and other companies that support Israel.</span></p>\n<p>Protest organiser and former student <a href=\"/news/longform/2025/3/11/a-dangerous-moment-advocates-denounce-arrest-of-activist-mahmoud-khalil\">Mahmoud Khalil</a>, 29, was the first person to be detained during the Trump administration’s push to deport pro-Palestinian activists who are not US citizens.</p>\n<p>The school also said it would no longer engage with pro-Palestinian group CUAD.</p>\n<h2 id=\"which-other-universities-has-trump-set-his-sights-on-and-why\">Which other universities has Trump set his sights on, and why?</h2>\n<p>The Trump administration is focusing attention on 10 universities that it deems noteworthy in its campaign to root out anti-Semitism. These are Columbia; George Washington University; Harvard; Johns Hopkins University; New York University; Northwestern; the University of California, Berkeley; the University of California, Los Angeles; the University of Minnesota; and the University of Southern California.</p>\n<p>Columbia University was the first college to see its funding slashed, but several Ivy League schools have been subjected to or threatened with funding cuts since Trump took office in January 2024.</p>\n<p>More than $2bn in total was frozen for Cornell, Northwestern, Brown and Princeton universities.</p>\n<p>In April, the administration also threatened to freeze $510m in grants to Brown University over alleged violations “relating to antisemitic harassment and discrimination”.</p>\n<p>Harvard University was the first – and has so far been the only – major higher education institution to defy Trump’s demands and fight back in federal court.</p>\n<p>This week, it argued in <a href=\"/news/2025/7/21/hearing-begins-in-harvards-case-against-the-trump-administration\">federal court</a> that the Trump administration had illegally cut $2.6bn in funding in what were politically motivated attempts to reshape the institution.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"are-deals-with-other-universities-expected-as-well\">Are deals with other universities expected as well?</h2>\n<p>Some universities are also believed to be in talks with the Trump administration, so more deals could be forthcoming.</p>\n<p>In particular, US news outlets have reported that officials from the Trump administration and Harvard are continuing negotiations, despite the court case brought by Harvard.</p>\n<p>In June, Trump posted on social media that “if a Settlement is made on the basis that is currently being discussed, it will be ‘mindbogglingly’ HISTORIC, and very good for our Country”.</p>\n</div></div></body></html>"
        },
        {
            "title": "From hospital bed to Euro hero - Spain’s Bonmati back to her best | Football News | Al Jazeera",
            "time": "2025-07-24T15:36:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-23T212709Z_93961406_UP1EL7N1NL7XO_RTRMADP_3_SOCCER-EURO-GER-ESP-1753364044.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“You could write a book about this,” said Aitana Bonmati on Wednesday as she reflected on the last few weeks in her life after scoring the goal that took Spain into the final of the Women’s Euro 2025.</p>\n<p>At the end of June, the world’s leading women’s footballer was lying in hospital with viral meningitis, and it looked like she might not be able to play for Spain at the tournament in Switzerland.</p>\n<p>Now, she is preparing to lead her team into Sunday’s final against England in Basel, in a rematch of the 2023 World Cup decider, which Spain won, after converting the only goal of the last-four clash with Germany late in extra time.</p>\n<p>“When the ball went in, I started running around like a crazy person. I didn’t know where to go,” a smiling Bonmati said as she spoke to the media at the Letzigrund Stadium in Zurich after collecting the trophy for player of the match.</p>\n<p>“It is so special to score in games like these, and if I can help the team to keep making history, that is very special indeed.”</p>\n<figure id=\"attachment_3855043\" aria-describedby=\"caption-attachment-3855043\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855043\" src=\"/wp-content/uploads/2025/07/2025-07-23T213100Z_850772799_UP1EL7N1NRMY4_RTRMADP_3_SOCCER-EURO-GER-ESP-1753363999.jpg?w=770&amp;resize=770%2C463&amp;quality=80\" alt=\"Spain's Aitana Bonmati celebrates scoring their first goal against Germany with Alexia Putellas and Athenea del Castillo \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855043\" class=\"wp-caption-text\">Spain’s Aitana Bonmati celebrates scoring their first goal with Alexia Putellas and Athenea del Castillo [Piroschka Van De Wouw/Reuters]</figcaption></figure>\n<p>Barcelona midfielder Bonmati, who has won the Ballon d’Or in each of the last two years, was taken to hospital at the end of June after reporting feeling unwell.</p>\n<p>Tests confirmed that she was suffering from a bout of viral meningitis, and Bonmati could only watch from bed as her teammates beat Japan in a friendly.</p>\n<p>Viral meningitis is less serious than the rarer bacterial variant, which can lead to death within 24 hours, but it still seemed like a long shot for her to recover in time for the Euros.</p>\n<p>Yet she did recover, and appeared as a late substitute in Spain’s opening game at the tournament, a 5-0 win over Portugal in Bern on July 3.</p>\n<p>The 27-year-old was back in the starting lineup for their final group match, a 3-1 victory over Italy, and retained her place for the quarterfinal against the host nation before scoring the winner against Germany.</p>\n<p>“I don’t believe in destiny, just in hard work and in my own mentality. I can only thank everyone who has supported me because it has not been easy,” Bonmati admitted.</p>\n<p>“She didn’t have an easy start to the Euros, but she has managed to overcome her health problems and has worked hard to get fit again,” remarked coach Montse Tome.</p>\n<p>Spain are now into their first-ever senior women’s European Championship final, two years after winning the World Cup for the first time.</p>\n<figure id=\"attachment_3855072\" aria-describedby=\"caption-attachment-3855072\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855072\" src=\"/wp-content/uploads/2025/07/2023-10-30T221307Z_652632552_UP1EJAU1PPTD8_RTRMADP_3_SOCCER-BALLON-1753364715.jpg?w=770&amp;resize=770%2C528&amp;quality=80\" alt=\"Barcelona's Aitana Bonmati after winning the women's Ballon d'Or \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855072\" class=\"wp-caption-text\">Barcelona’s Aitana Bonmati has won the last two women’s Ballon d’Or awards [Stephanie Lecocq/Reuters]</figcaption></figure>\n<p>Bonmati was one of the stars of that superb team that defeated England in Sydney, and is now dreaming of another title.</p>\n<p>La Roja are the favourites, even if England are the defending continental champions, in the latest instalment of a growing rivalry between the nations.</p>\n<p>As well as the 2023 Women’s World Cup final, Spain beat England in the final of the men’s Euros last year in Berlin.</p>\n<p>In late May, an Arsenal side featuring several members of Sarina Wiegman’s current England squad defeated Barcelona in the final of the Women’s Champions League.</p>\n<p>Seven of the players who started for Barcelona that day in Lisbon also started against Germany on Wednesday, among them goalkeeper Cata Coll, who made several vital saves before Bonmati got the winner.</p>\n<p>“Cata played really well, with some big saves when we were suffering,” Bonmati said of Coll, who missed all of Spain’s three group games due to tonsillitis.</p>\n<p>“Neither of us had the start we wanted at this Euros due to illness, but we are lucky to be here today.</p>\n<p>“It shows what can happen in life. In the end, we have had good news.”</p>\n</div></div></body></html>"
        },
        {
            "title": "China v EU: The fight for Europe’s electric vehicle market | Business and Economy | Al Jazeera",
            "time": "2025-07-24T15:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753365528.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">China’s cheap electric vehicles could help Europe meet ambitious climate targets but threaten jobs in Europe.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>China makes the cheapest electric vehicles in the world. Europe needs them to meet ambitious climate targets.</p>\n<p>But imports could send European car manufacturers into a tailspin. Will either side compromise?</p>\n<p>Also this week: President Trump is fighting hard to get lower interest rates in the US. But will that send domestic inflation up? And what’s the global effect?</p>\n<p>And figures suggest only five million people from a population of 240 million pay tax in Pakistan. Can the government change the system to keep the IMF happy and stay in power amid the threat of protests?</p>\n</div></div></body></html>"
        },
        {
            "title": "Several killed and dozens injured in northern Syria explosion | Military | Al Jazeera",
            "time": "2025-07-24T14:42:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753368089.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Jul 2025</span><span aria-hidden=\"true\">24 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Blast in Syria’s Idlib province kills at least four people | Syria's War News | Al Jazeera",
            "time": "2025-07-24T13:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/06/WEB-1000x562-SYRIA-IDLIB-DAMASCUS.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Blast in Syria’s Idlib province kills at least four people</h1><p class=\"article__subhead\"><em>Health Ministry says four killed, 116 others wounded after explosion in Maarat Misrin in the northern Idlib countryside.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four people have been killed and more than 100 others were wounded in an explosion in Idlib province, northwestern <a href=\"/news/2025/7/24/saudi-arabia-pledges-2-9bn-for-syria-infrastructure-part-of-wider-package\">Syria</a>, state news agency SANA reported.</p>\n<p>In a statement on Thursday, carried by SANA, Syria’s Ministry of Health said that the explosion occurred in the town of Maarat Misrin in the northern Idlib countryside.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It was not immediately clear what caused the explosion.</p>\n<p>The ministry said that “four people were killed and 116 others were wounded,” according to a preliminary death toll.</p>\n<p>The Syria Civil Defence, also known as the White Helmets, said at least six people were killed in the blast.</p>\n<p>“This is the death toll only of those recovered by Syria Civil Defence teams, who continue to search for those trapped under the rubble,” the White Helmets said in a statement.</p>\n<p>Raed Al-Saleh, Syria’s minister of emergency and disaster management, said in a post on X that the country’s Civil Defence teams rushed to the scene of the blast and were working in dangerous and complex conditions.</p>\n<p>He said the teams were carrying out evacuation and rescue operations amid ongoing secondary blasts.</p>\n<p>Saleh urged residents to avoid the site for their own safety.</p>\n<p>The blast was the third in the region this month. Earlier in July, two explosions rocked the Kafriya and al-Fu’ah regions.</p>\n</div></div></body></html>"
        },
        {
            "title": "Indian football ‘hurt, scared’ as domestic game hits new low | Football News | Al Jazeera",
            "time": "2025-07-24T13:37:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-01-23T115821Z_1446605235_UP1EK1N0X98B5_RTRMADP_3_SOCCER-ASIANCUP-SYR-IND-REPORT-1753362224.jpg?resize=1742%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former FIFA President Sepp Blatter once called India a “sleeping giant” of football, but the sport is mired in a new crisis in the country, and faces problems from the top down to the grassroots.</p>\n<p>The men’s national team are without a coach, and the Indian Super League (ISL) – India’s top competition – is in danger of collapsing over a dispute between the federation and its commercial partner.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“Everybody in the Indian football ecosystem is worried, hurt, scared about the uncertainty we are faced with,” Sunil Chhetri, the celebrated veteran striker, wrote on X about the fate of the ISL.</p>\n<p>The former national skipper unwittingly summed up one of the issues facing Indian football when he came out of international retirement in March, aged 40.</p>\n<p>The striker has 95 goals for his country and is only behind Cristiano Ronaldo (138), Lionel Messi (112) and Ali Daei (108) in the all-time international scoring charts.</p>\n<p>His best days are well behind him, but with no younger replacements coming through, he returned to the national side.</p>\n<p>India’s men are 133rd in the FIFA rankings – their lowest placing in nearly a decade – and have won just one of their last 16 matches.</p>\n<p>They have never reached the World Cup, and Spaniard Manolo Marquez stepped down this month as head coach after just one year and one win in eight games.</p>\n<p>His last act was to oversee a 1-0 defeat in Asian Cup qualifying to Hong Kong, population 7.5 million to India’s 1.4 billion.</p>\n<figure id=\"attachment_3854980\" aria-describedby=\"caption-attachment-3854980\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854980\" src=\"/wp-content/uploads/2025/07/2024-10-31T072925Z_1438279455_RC2DVAAF7O4V_RTRMADP_3_INDIA-POLLUTION-1753362102.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Boys play football on a lawn on a smoggy morning in New Delhi, India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854980\" class=\"wp-caption-text\">Boys play football on a lawn on a smoggy morning in New Delhi, India [Anushree Fadnavis/Reuters]</figcaption></figure>\n<p>The ISL is usually played between September and April.</p>\n<p>But a rights agreement between the All India Football Federation (AIFF) and Football Sports Development Limited (FSDL), the company that runs the ISL, ends on December 8 and is yet to be renewed.</p>\n<p>The league is now paralysed in advance of the new campaign, and the uncertainty has affected more than 5,000 players, coaches, staff and others.</p>\n<p>National football team director and former captain Subrata Paul is confident the sport in India – a country obsessed with cricket – will come out stronger.</p>\n<p>“Indian football, like any growing ecosystem, will face its share of challenges and transitions,” Paul, regarded as one of India’s best-ever goalkeepers, told the AFP news agency.</p>\n<p>“I see this as a time to pause, reflect and refocus. Yes, the recent results and the uncertainty around the ISL are difficult for all of us who love the game, but I see a silver lining as well.</p>\n<p>“It’s an opportunity to strengthen our foundation by investing in youth development, infrastructure and quality coaching.”</p>\n<p>The franchise-based ISL started in 2014 as a league that brought global stars, including Italy’s Alessandro Del Piero, to India, and aimed to promote the game in a new avatar.</p>\n<p>Bur rather than boom, the ISL has seen dwindling TV ratings and declining sponsor interest.</p>\n<p>Football’s global bosses have long been eager to tap India’s potential, as the world’s most populous country.</p>\n<p>Arsene Wenger, the former Arsenal manager and now FIFA’s chief of global football development, visited in 2023 to inaugurate an academy.</p>\n<p>Last month, AIFF President Kalyan Chaubey, who is also a politician with the governing Bharatiya Janata Party, met Wenger, who has backed India’s football development, particularly at the grassroots level.</p>\n<p>Chaubey said Wenger believes starting football at 13 years of age, as is the norm in India, is too late. Players should start by eight, he said.</p>\n<p>While India has never reached the World Cup and again will be absent in North America next year, there has been modest success in the distant past.</p>\n<p>India qualified for the Olympics four times between 1948 and 1960. At the 1956 Melbourne Games, India came fourth after losing the bronze-medal match to Bulgaria.</p>\n<p>Since Blatter’s “sleeping giant” characterisation in 2007, India has remained in a deep slumber.</p>\n<p>Football is a distant third in popularity in India after cricket and hockey, with the eastern city of Kolkata and the southern state of Kerala hotspots for the sport.</p>\n<p>Compounding football’s struggles in India, there has long been mismanagement by Indian football chiefs, said veteran sport journalist Jaydeep Basu.</p>\n<p>“The fact that the team, which was ranked 99 in September 2023, has come down to 133 basically shows poor management,” Basu told AFP.</p>\n<p>“There is a caucus working in the AIFF of two or three people who are running the show for their own benefit,” added Basu, who recently authored a book titled, Who Stole My Football?</p>\n<p>AFP has contacted the AIFF for comment.</p>\n</div></div></body></html>"
        },
        {
            "title": "Video: WHO chief says 2.1 million people face starvation in Gaza | World Health Organization | Al Jazeera",
            "time": "2025-07-24T13:18:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753363089.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Jul 2025</span><span aria-hidden=\"true\">24 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How Israel pushed Gaza to breaking point, ‘starving, alone, and hunted’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-24T13:15:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250723__67L34NQ__v2__HighRes__TopshotPalestinianIsraelConflict-1753284393.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Through its unrelenting war on Gaza, Israel has killed <a href=\"/news/liveblog/2025/7/23/live-israel-pounds-gaza-as-deaths-from-starvation-mount\">over 59,000 Palestinians, injured 143,000 others</a>, and pushed hundreds of thousands into forced starvation caused by its blockade on the enclave and its militarised distribution system.</p>\n<p>More than 100 Palestinians have <a href=\"/news/2025/7/22/at-least-15-starve-to-death-in-24-hours-in-gaza-as-israel-continues-attacks\">starved to death</a> as a result in recent weeks, 80 of them children.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Whatever its ultimate intention, according to analysts, Israel has pushed the people of Gaza to the breaking point.</p>\n<p>“Israeli policy has left Gaza uninhabitable,” said Derek Summerfield, a United Kingdom-based psychiatrist who has written on the effects of war and atrocity.</p>\n<p>“It’s destroyed the idea of a society and every institution that might serve it, from universities to hospitals to mosques. It’s become a sociocidal war,” he added, describing a conflict intended to destroy a society’s entire structures and sense of identity. “People have been left with nothing, and are feeling they can’t go on.”</p>\n<p>The constant spectre of death and the complete devastation of Gaza have driven many Palestinians there to desperation. Some are <a href=\"/news/2025/3/28/voices-from-gaza-protests-demand-an-end-to-war-and-suffering\">trying to leave</a> – even temporarily – due to the horrors they have experienced and in a conflict that may continue for months or years to come.</p>\n<p>Others continue to <a href=\"/news/2025/3/27/palestinians-face-struggle-to-survive-in-gaza-or-being-forced-out-by-israel\">cling to their homes</a> in defiance of escalating Israeli aggression.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h3>Famine in Gaza</h3>\n<p>The mass starvation that aid agencies have warned about has become a reality for Palestinians in Gaza, as aid workers and journalists join the ranks of the hungry and the malnourished.</p>\n<p>On Wednesday, <a href=\"/news/2025/7/23/more-than-100-ngos-warn-israels-forced-mass-starvation-stalks-all-gaza\">more than 100 aid agencies</a> issued an open letter urging the Israeli government to work with the United Nations and allow aid into Gaza.</p>\n<p>Al Jazeera has <a href=\"/news/2025/7/23/al-jazeera-calls-for-global-action-to-protect-gaza-journalists\">called for action</a> to protect all journalists trapped in Gaza, many of whom are no longer able to report due to their own acute hunger and deteriorating health. <a href=\"/news/2025/7/23/afp-calls-on-israel-to-allow-evacuation-of-its-journalists-from-gaza\">AFP agency</a> made a similar call.</p>\n<p>“Famine isn’t just physical, it’s mental,” said Alex de Waal, executive director of the World Peace Foundation at Tufts University, who has written extensively on famine.</p>\n<p>“It dehumanises and degrades the sufferer … It’s the experience of – and then the memory of –  having searched through garbage for food and everything you have done to survive.”</p>\n<p>“You need to remember, starvation is an act, and as often as not a criminal one,” he continued.</p>\n<p>“It’s also one that takes time. It’s not like dropping a bomb… Starvation can take 60 to 80 days. Semi-starvation, such as we’re seeing in Gaza, can take longer.</p>\n<p>“Israel has had ample and stark warnings that its actions are leading to mass starvation. This should surprise no one.”</p>\n<figure id=\"attachment_3852239\" aria-describedby=\"caption-attachment-3852239\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852239\" src=\"/wp-content/uploads/2025/07/AFP__20250722__67G33ZW__v2__HighRes__TopshotPalestinianIsraelConflictFood-1753266180.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians, mostly children, push to receive a hot meal at a charity kitchen in the Mawasi area of Khan Yuni\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852239\" class=\"wp-caption-text\">Palestinians, mostly children, push to receive a hot meal at a charity kitchen in Mawasi Khan Younis on July 22, 2025 [AFP]</figcaption></figure>\n<p>“This isn’t just about starving kids. It’s about dismantling a society and reducing its people to desperate, starving victims,” de Waal added. “It also encourages the abuser to think of the sufferer as dehumanised, so it becomes self-justifying.”</p>\n<h3>A strategy of annihilation</h3>\n<p>Through its 21-month war, Israel’s leaders have repeatedly claimed their war on Gaza was to “defeat Hamas” and rescue the captives held in the territory.</p>\n<p>However, with every new offensive, its critics around the world have accused it of either turning a blind eye to the humanitarian consequences of its actions or actively seeking to punish Palestinians and force starvation upon them.</p>\n<p>“I don’t know if you can call this a strategy,” said Yossi Mekelberg, a senior consulting fellow at Chatham House.</p>\n<p>“I don’t know how much is planned, how much is tactical, cynical, opportunistic or just incompetence. It all depends where you look.”</p>\n<p>Mekelberg broke down the factions competing for final say in Israeli policy, from the messianic ambitions of ultranationalist government ministers, such as Itamar Ben-Gvir and Bezalel Smotrich, who would like to see the Palestinians of Gaza and the West Bank expelled, to a security establishment that Mekelberg described as divided over whether it should continue or end the war.</p>\n<p>“Lastly, you have the cynical and the opportunistic,” he continued, “which is essentially Benjamin Netanyahu and his adherents. To them, this is all about politics and surviving for another day,” Mekelberg said of the prime minister, who is on trial on multiple corruption charges.</p>\n<figure id=\"attachment_3835332\" aria-describedby=\"caption-attachment-3835332\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3835332\" src=\"/wp-content/uploads/2025/07/2025-07-09T185432Z_1911545309_RC26JFARLUUE_RTRMADP_3_USA-ISRAEL-1752418834.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Netanyahu\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3835332\" class=\"wp-caption-text\">Israel’s Prime Minister Benjamin Netanyahu has been on trial on corruption charges throughout much of the war on Gaza [File: Evelyn Hockstein/Reuters]</figcaption></figure>\n<h3>The legacy of destruction</h3>\n<p>The consequences of Israel’s actions in Gaza will last generations, analysts said.</p>\n<p>Those who survive Israel’s current war will carry its scars, as will their descendants, while those who leave are unlikely to be allowed to return.</p>\n<p>“Israel has adopted a formula in the last few weeks where it is making conditions in Gaza intolerable and unable to support human life,” said Mouin Rabbani, co-editor of Jadaliyya.</p>\n<p>“If it can reduce life to such a level and at the same time increase the level of chaos and anarchy [across Gaza], the thinking is that people will leave.”</p>\n<p>Once they have been forced from their homeland, either through the conditions that Israel has imposed, or via the one-way entrance into what Israeli government ministers call a <a href=\"/news/2025/7/14/lapid-olmert-slam-israels-plans-for-concentration-camps-in-gazas-rafah\">“humanitarian city”</a>, while many critics call it a concentration camp, it intends to construct along the border with Egypt, they won’t be allowed back, Rabbani said.</p>\n<p>Hardly a day has gone by since Israel’s assault upon Gaza began in October 2023 that its war has not dominated headlines.</p>\n<p>In recent weeks, as starvation and the extent of the near-total destruction that Israel has visited upon the enclave have grown, <a href=\"/news/2025/7/18/is-the-international-community-finally-speaking-up-about-israel\">so too has the disquiet </a>among the international community.</p>\n<p>However, in the face of the protests, and with ceasefire negotiations supposedly ongoing, Israel’s war has shown few signs of slowing.</p>\n<p>That has left Gaza’s population, in the words of Summerfield, left to “wander Gaza; starving, alone and hunted”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Ex-Barcelona star Neymar in Santos fan row after goal ruled out | Football News | Al Jazeera",
            "time": "2025-07-24T13:09:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T010544Z_2009078334_UP1EL7O031I18_RTRMADP_3_SOCCER-BRAZIL-SAN-INT-1753360702.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-Barcelona star Neymar in Santos fan row after goal ruled out</h1><p class=\"article__subhead\"><em>Former Barcelona forward Neymar was involved in a confrontation with a fan after Santos’s latest defeat in Brazil.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Striker Neymar had a heated exchange with a fan after his late goal was ruled out, condemning his club Santos to a 2-1 defeat and leaving them in the Brazilian Serie A relegation zone.</p>\n<p>The 33-year-old, who has had a frustrating time since returning to his boyhood club this year, went over to the stands at the end of the game with Internacional on Wednesday night to talk to a fan who appeared to be remonstrating with him.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Videos showed Neymar agitated and gesticulating, then raising a thumbs-up as a teammate ushered him away.</p>\n<p>Santos had been pushing for a comeback from two goals, with Alvaro Martin Barreal scoring a minute into added time. Three minutes later, Neymar thought he had scored with a left-footed shot and celebrated in front of cheering home fans.</p>\n<figure id=\"attachment_3854963\" aria-describedby=\"caption-attachment-3854963\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854963\" src=\"/wp-content/uploads/2025/07/2025-07-24T024538Z_1183777287_UP1EL7O07O02C_RTRMADP_3_SOCCER-BRAZIL-SAN-INT-1753361299.jpg?w=770&amp;resize=770%2C546&amp;quality=80\" alt=\"Santos' Neymar is seen with fans after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854963\" class=\"wp-caption-text\">Neymar with fans after the Santos vs Internacional match at Estadio Urbano Caldeira, Santos, Brazil on July 23, 2025 [Thiago Bernardes/Reuters]</figcaption></figure>\n<p>But boos rang out across the stadium in Vila Belmiro as the referee ruled the ball had not crossed the line.</p>\n<p>Santos are 17th in the 20-club league, where the bottom four are relegated to Serie B at the end of the season.</p>\n<p>The former Barcelona and Paris Saint-Germain player has had a torrid time since returning: sidelined with injury, sent off for a handball and suffering COVID-19.</p>\n</div></div></body></html>"
        },
        {
            "title": "Russia seeking to create ‘buffer zones’ in Ukraine, says Kremlin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-24T12:13:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250724__67NN7XX__v1__HighRes__UkraineRussiaConflictWar-1753356572.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces are pushing to create “buffer zones” along the border with Ukraine, the Kremlin has said, as fighting rages on in the wake of a third round of peace talks that again failed to yield any progress towards a ceasefire, in a fourth year of war.</p>\n<p>Kremlin spokesman Dmitry Peskov made the comments during a briefing on Thursday, signalling that Russia had no intention of de-escalating its war on Ukraine following <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">a brief meeting</a> Wednesday between delegations in Istanbul that lasted just 40 minutes.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Negotiators in the Turkish city discussed further prisoner swaps, but remained far apart on a ceasefire and a proposed face-to-face meeting between Russian President Vladimir Putin and his Ukrainian counterpart Volodymyr Zelenskyy, sought by the latter.</p>\n<p>At a news conference in Istanbul following the talks, Vladimir Medinsky, the head of the Russian delegation, said an exchange of prisoners had been carried out on the Ukraine-Belarus border, with about 250 people returned to each side.</p>\n<h2 id=\"more-than-1-000-ukrainians-returned\">More than 1,000 Ukrainians returned</h2>\n<p>Zelenskyy confirmed the exchange, saying in a post on social media that Wednesday’s prisoner swap – the ninth stage of an exchange process agreed to by the parties in Istanbul – meant that more than 1,000 Ukrainian prisoners had been returned under the agreement.</p>\n<p>“For a thousand families, this means the joy of embracing their loved ones again,” Zelenskyy said, adding that many of the prisoners had been in captivity for more than three years.</p>\n<p>“It is important that the exchanges are ongoing and our people are coming home,” he said.</p>\n<p>“We will continue doing everything possible to ensure that every one of our people returns from captivity.”</p>\n<figure id=\"attachment_3854790\" aria-describedby=\"caption-attachment-3854790\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854790\" src=\"/wp-content/uploads/2025/07/AFP__20250723__67MT9WE__v1__HighRes__UkraineRussiaConflictWar-1753356348.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"This handout photograph taken and released by the Ukrainian Presidential Press Service on July 23, 2025, shows Ukrainian prisoners of war (POWs) posing for a picture following an exchange of prisoners at an undisclosed location in Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854790\" class=\"wp-caption-text\">Ukrainian prisoners of war following their return home in a prisoner swap with Russia [Handout: Ukrainian Presidential Press Service / AFP]</figcaption></figure>\n<h2 id=\"drone-and-missile-attacks\">Drone and missile attacks</h2>\n<p>Following the brief meeting in Istanbul, Russia and Ukraine continued their air attacks against each other, with Russian drones and missiles targeting Ukrainian territory overnight and casualties reported in Russia.</p>\n<p>Russia launched 103 attack drones and four missiles at Ukraine overnight, killing three people in the Kharkiv region, Zelenskyy said in a social media post on Thursday. More than 10 others were wounded in Cherkasy, including a 9-year-old child, he added.</p>\n<p>He noted that, just a day earlier, Ukraine’s delegation in Istanbul had reiterated its “proposal for an immediate and full ceasefire”.</p>\n<p>“In response, Russian drones struck residential buildings and the Pryvoz market in Odesa, apartment blocks in Cherkasy, energy infrastructure in the Kharkiv region, a university gym in Zaporizhzhia,” he said.</p>\n<p>“We will make every effort to ensure that diplomacy works,” he added. “But it is Russia that must end this war.”</p>\n\n<p></p>\n<p> </p>\n<p>In Russia, emergency officials in the Krasnodar region on the Black Sea said debris from a falling drone struck and killed a woman in the Adler district near the resort city of Sochi, while a second woman was seriously injured, the Reuters news agency reported.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Deadly Cyprus wildfire claims two lives, forces mass evacuations | In Pictures News | Al Jazeera",
            "time": "2025-07-24T12:10:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/afp_6881ec6e2b4b-1753345134.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A devastating wildfire in southern Cyprus has killed two people and prompted hundreds to flee as flames ravaged approximately 100 square kilometres (38 square miles) of territory in a wine-producing region north of the city of Limassol.</p>\n<p>The blaze erupted around midday on Wednesday and continues raging across multiple fronts, endangering more than a dozen villages.</p>\n<p>Authorities discovered two victims in a charred vehicle, trapped by the rapidly advancing inferno. At least 10 others suffered injuries, with two in serious condition.</p>\n<p>Extreme weather has fuelled the fire’s intensity, with temperatures soaring to 43 degrees Celsius (109.4 degrees Fahrenheit) on Wednesday and forecast to reach 44C (111.2F) on Thursday, making it the year’s hottest day. Powerful, erratic winds have severely hampered containment efforts.</p>\n<p>The Ministry of Interior mandated immediate evacuations throughout a 14km (8.7 miles) stretch of mountainous area. Children at a campsite near Lofou village were also moved to safety. Video footage revealed trees, vegetation, and homes consumed by flames, while thick smoke shrouded the region.</p>\n<p>President Nikos Christodoulides visited the command centre in Ayios Efraim and implored residents to heed evacuation directives.</p>\n<p>More than 250 firefighters are combating the inferno with assistance from 13 aircraft. Spain is dispatching two firefighting planes, while Jordan has sent helicopters, and a British RAF Chinook based in Cyprus is providing additional support.</p>\n<p>Officials have not been able to identify the fire’s cause, but stressed that unpredictable, gusty winds significantly contributed to its spread.</p>\n<p>Cyprus is simultaneously experiencing severe drought conditions, with the nearby Kouris reservoir — the island’s largest — at merely 15.5 percent capacity, compounding the environmental crisis.</p>\n<p>This wildfire ranks among the most severe the island has experienced in years, with conditions worsening under extreme heat and dangerously arid circumstances.</p>\n</div></div></body></html>"
        },
        {
            "title": "What we know about clashes on the Thai-Cambodian border | ASEAN News | Al Jazeera",
            "time": "2025-07-24T12:05:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T081703Z_1633814273_RC2VSFAU3WIB_RTRMADP_3_THAILAND-CAMBODIA-1753346102.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 11 people have been killed in <a href=\"/news/liveblog/2025/7/24/live-at-least-2-killed-as-thai-cambodian-troops-clash-at-disputed-border\">deadly clashes</a> along the Thai-Cambodian border between both countries’ troops and involving heavy weapons, rockets and fighter jets on Thursday.</p>\n<p>The outbreak of fighting between the South Asian neighbours follows weeks of tensions which have been brewing since May, when a Cambodian soldier was killed in an armed confrontation on the border. In February, a dispute over Prasat Ta Moan Thon, a Khmer temple close to the border in Thailand, intensified when Thai police stopped Cambodian tourists from singing their national anthem at the contested site.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Shelling damaged hospitals and other civilian locations in Thailand during Thursday’s fighting, resulting in deaths and injuries, according to statements from the government. Thailand said it had retaliated with air attacks, but it is not yet clear if there have been casualties in Cambodia.</p>\n<p>Each side blames the other for launching the first attack, as they have cut diplomatic relations with each other. Thailand said it had closed all border crossings with Cambodia.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Here’s what we know about the clashes so far:</p>\n<h2 id=\"what-has-happened-and-where\">What has happened and where?</h2>\n<p>Armed fighting broke out on Thursday morning near the disputed, ancient Prasat Ta Moan Thom Temple in Surin province, Thailand, very close to the border with Cambodia, where tensions have been running high in recent weeks.</p>\n<p>It’s unclear yet who fired the first shot, with each side blaming the other.</p>\n<p>The Thai military accused Cambodian soldiers of “provocation”.</p>\n<p>Cambodian troops deployed a surveillance drone at 7:35am (00:35 GMT) before soldiers with rocket launchers approached a Thai military post, according to the Thai military. Thereafter, Cambodian forces opened fire towards the eastern side of the temple, 200 metres (650ft) from the Thai military base, and also targeted a local community with rockets, the Thai military said.</p>\n<p>Deputy army spokesperson Richa Suksuwanon told reporters that air attacks were launched in response, including six F-16 fighter jets which attacked sites over the border in Cambodia and reportedly destroyed two military targets.</p>\n<p>However, Cambodian defence officials denied that their troops fired first and said the country only responded after Thai troops launched an “armed assault on Cambodian forces”.</p>\n<p>Spokeswoman Maly Socheata accused Thailand of violating Cambodia’s territorial integrity and said Cambodian troops “exercised their right to defend their sovereignty” after Thai fighter jets dropped two bombs on a road.</p>\n<figure id=\"attachment_3854563\" aria-describedby=\"caption-attachment-3854563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854563\" src=\"/wp-content/uploads/2025/07/Interactive_Thailand_Cambodia_clashes-1753350191.png?quality=80\" alt=\"Interactive_Thailand_Cambodia_clashes-1753350191\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854563\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"how-many-casualties-have-there-been\">How many casualties have there been?</h2>\n<p>At least 11 people have been killed in Thailand – mostly civilians – the Ministry of Public Health said. An eight-year-old child was among the dead.</p>\n<p>Six people were killed and 10 were wounded in one strike when a Cambodian rocket hit a busy gas station in Sisaket province, the Thai army said in a statement.</p>\n<p>Three other deaths were recorded in Surin and Ubon Ratchathani provinces.</p>\n<p>It is still unknown if there have been any casualties in Cambodia.</p>\n<figure id=\"attachment_3854830\" aria-describedby=\"caption-attachment-3854830\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854830\" src=\"/wp-content/uploads/2025/07/2025-07-24T105249Z_1325649251_RC2YSFAUADCE_RTRMADP_3_THAILAND-CAMBODIA-1-1753357216.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"shelter\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854830\" class=\"wp-caption-text\">People rest at a shelter, following recent clashes along the disputed border between Thailand and Cambodia, in Surin province, Thailand, on July 24, 2025 [Pansira Kaewplung/Reuters]</figcaption></figure>\n<h2 id=\"why-has-fighting-broken-out\">Why has fighting broken out?</h2>\n<p>Thai-Cambodia relations are at their worst in more than a decade.</p>\n<p>The 818km (508-mile) border between the two countries has long been a source of tension and rivalry, as they both dispute demarcations drawn in 1907, during French colonial rule in Cambodia. There have been skirmishes before, but this is the first time fighter jets have been involved, marking a significant escalation.</p>\n<p>The border areas are replete with centuries-old historical temples, some of which are claimed by both sides.</p>\n<p>Although the establishment of a demilitarised zone has been discussed in the past, there are no formal zones in place now.</p>\n<p>Troops from both sides clashed in 2011 near the Preah Vihear temple, a UNESCO World Heritage Site, killing 15-20 people and causing the displacement of thousands.</p>\n<p>Cambodia first took the issue to the International Court of Justice (ICJ) in 1963. In 2011, Cambodia again went to the ICJ in relation to the Preah Vihear Temple. The ICJ ruled in Cambodia’s favour and handed it control of the immediate area around the temple in 2013.</p>\n<p>However, the court did not address any of the other disputed areas, especially those within the “Emerald Triangle”, a shared border region between Cambodia, Laos and Thailand, where troops also frequently clash.</p>\n<p>Thailand has refused to acknowledge the ICJ’s jurisdiction in this issue. Tensions have simmered until this year’s escalation.</p>\n<p>“The whole situation has been spiralling downwards for weeks, with Cambodia laying landmines that injured Thai soldiers, and Bangkok’s expulsion of the Cambodian ambassador was apparently the last straw,” Phil Robertson, director of the Asia Human Rights and Labour Advocates Consultancy, told Al Jazeera.</p>\n<p>“So now the question is really how long will both sides continue fighting, and how many civilians will get killed in the indiscriminate crossfire that is already apparent,” he added.</p>\n<h2 id=\"how-have-tensions-escalated-between-thailand-and-cambodia-this-year\">How have tensions escalated between Thailand and Cambodia this year?</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>On February 13, Cambodian soldiers escorted 25 civilians to the Prasat Ta Moan Thon Temple, where they reportedly sang the Cambodian national anthem. Thai military officials said they stopped the tourists from singing, on the basis that it violated mutual agreements about tourist protocols.</li>\n<li>On February 17, the Thai army sent a warning letter to the Cambodian military, accusing it of “inappropriate behaviour” and instructing it not to repeat the incident of February 13. In a statement, the Thai Ministry of National Defence said the temple was officially in Thai territory and that while Cambodian citizens could visit, singing the country’s national anthem “raises concerns”.</li>\n<li>On May 28, both sides clashed in the disputed border area of the Emerald Triangle, leaving one Cambodian soldier dead. The tri-border area connects Cambodia, Thailand, and Laos. Again, each side blamed the other for starting the violence.</li>\n<li>On June 12, Cambodian Prime Minister Hun Manet announced that Cambodia would stop relying on Thai electricity and internet infrastructure due to “threats”. Cambodian TV stations stopped broadcasting Thai movies, and Cambodia also blocked imports of fuel and gas, as well as fruit and vegetables, from Thailand.</li>\n<li>On June 14, officials from both countries met in Phnom Penh, Cambodia, for talks. However, no concrete agreement for peace was reached. Both countries instead boosted border security and tightened checks at crossings.</li>\n<li>On June 15, Prime Minister <a href=\"/news/2024/8/16/who-is-paetongtarn-shinawatra-thailands-new-youngest-prime-minister\">Paetongtarn Shinawatra</a>, who is the country’s youngest premier at 38, held a call with former Cambodian leader Hun Sen and discussed the tensions. Hun Sen is the father of the current prime minister, Hun Manet.</li>\n<li>On June 26, Thailand ordered operators to stop providing broadband and mobile internet connections to Cambodia.</li>\n<li>On July 1, Shinawatra was suspended after her phone call with Hun Sen was leaked to the public. In it, Shinawatra appeared to criticise the Thai military’s actions, signalling discord between the government and the army. Pro-military protesters have since called for her resignation.</li>\n<li>On July 16, a Thai soldier lost a leg in a landmine explosion while on patrol in First was in the Chong Bok area of Nam Zuen district, Ubon Ratchathani, Thailand, escalating tensions.</li>\n<li>On July 23, a second blast injured five Thai soldiers near Chong An Ma point, in Ubon Ratchathani province, causing a second soldier to lose a leg. Thailand immediately recalled its ambassador to Cambodia and shut border checkpoints at Chong An Ma, Chong Sa-ngam, Chong Chom and Chong Sai Takoo. Ta Moan Thom and Ta Kwai temples were also closed.</li>\n<li>On July 24, violence erupted between the two sides, involving heavy weapons and air attacks. Cambodia also recalled its diplomatic staff in Thailand.</li>\n</ul>\n<figure id=\"attachment_3854833\" aria-describedby=\"caption-attachment-3854833\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854833\" src=\"/wp-content/uploads/2025/07/2025-07-08T061146Z_947459385_RC24IFAMKY93_RTRMADP_3_THAILAND-ECONOMY-1753357315.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thai PM\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854833\" class=\"wp-caption-text\">Thailand’s Minister of Culture, Paetongtarn Shinawatra reacts after a cabinet meeting, after Thailand’s Constitutional Court suspended her from duty as prime minister pending a case seeking her dismissal, at the Government House in Bangkok, Thailand, on July 8, 2025 [Chalinee Thirasupa/Reuters]</figcaption></figure>\n<h2 id=\"how-do-the-military-forces-of-thailand-and-cambodia-compare\">How do the military forces of Thailand and Cambodia compare?</h2>\n<h3>Thailand</h3>\n<p>According to data from the International Institute for Strategic Studies, cited by Reuters, Thailand has a large military with more than 360,000 active armed forces personnel.</p>\n<p>Its military is well-funded, with a defence budget of $5.7bn last year.</p>\n<p>It has about 400 battle tanks, more than 1,200 armoured personnel carriers and some 2,600 artillery weapons.</p>\n<p>It also has a fleet of aircraft, comprising passenger planes, helicopters and unmanned aerial vehicles.</p>\n<h3>Cambodia</h3>\n<p>The International Institute for Strategic Studies data shows that last year, Cambodia had a defence budget of $1.3bn and has at least 124,300 active military personnel.</p>\n<p>Cambodia’s armed forces were established in 1993 following the merger of the country’s former communist military and two other resistance armies. Of these, the Cambodian army is the largest force, with some 75,000 soldiers.</p>\n<p>It has more than 200 battle tanks and some 480 pieces of artillery.</p>\n<h2 id=\"what-does-each-side-say-about-the-conflict\">What does each side say about the conflict?</h2>\n<p>Thailand’s acting premier, Phumtham Wechayachai, said in a statement on Thursday that the dispute was “delicate” and must be resolved according to international law.</p>\n<p>Suspended Prime Minister Shinawatra – who is also the culture minister – condemned Cambodia, in a news briefing, for opening fire and accused the country of allowing the situation to escalate beyond diplomatic levels.</p>\n<p>“We have always respected international protocols, but now Cambodia has forced our hand. We may have to take actions we have tried to avoid in the past,” she said.</p>\n<p>For his part, Cambodia’s prime minister, Hun Manet, has urged an emergency meeting of the United Nations Security Council (UNSC) to stop “Thailand’s aggression”. Manet said Thai forces launched “unprovoked, premeditated and deliberate attacks” on the Cambodian border, violating international law.</p>\n<p>“Facing this flagrant aggression, Cambodian troops had no option but to respond in self-defence in order to safeguard Cambodia’s sovereignty and territorial integrity,” Manet wrote in a letter to UNSC President Asin Iftikhar Ahmad.</p>\n<p>“It is profoundly reprehensible that this act of aggression occurs while Cambodia is actively pursuing peaceful and impartial legal avenues to resolve outstanding border issues with Thailand through both bilateral and international mechanisms,” he added.</p>\n<p>Both countries have closed borders and announced evacuations of their citizens from the border zones. The Thai embassy in Phnom Penh urged citizens to leave Cambodia.</p>\n<h2 id=\"what-reactions-have-there-been-from-other-nations-and-international-bodies\">What reactions have there been from other nations and international bodies?</h2>\n<p>The United States and China issued warnings to their citizens to be vigilant in the border areas.</p>\n<p>The US embassy in Thailand urged Americans to heed advice from Thai authorities, who commenced evacuation from the worst-hit areas on Thursday.</p>\n<p>Chinese Foreign Ministry spokesperson Guo Jiakun told reporters at a news conference on Thursday that China is “deeply concerned” about escalating tensions between its neighbours, and stressed the importance of “maintaining friendly relations” with “long-term interests on both sides”.</p>\n<p>China will “continue to play a constructive role in promoting peace and dialogue to help ease tensions”, the spokesperson said.</p>\n<p>Anwar Ibrahim, the prime minister of Malaysia and current chairman of the Association of Southeast Asian Nations (ASEAN), of which Thailand and Cambodia are members, said he would engage both sides in negotiations.</p>\n<p>“I have sent messages to both prime ministers and look forward to speaking with them later today or tonight,” he told reporters.</p>\n<p>“The least we can expect is for them to stand down and hopefully try to enter into negotiation,” Ibrahim said, calling the situation “worrying” and describing Thailand and Cambodia as key ASEAN members.</p>\n<h2 id=\"will-this-situation-escalate-further\">Will this situation escalate further?</h2>\n<p>Robertson of AHRLA said the situation would likely “get worse before it gets better”.</p>\n<p>Bad blood between Cambodian PM Hun Sen and former Thai PM Thaksin Shinawatra, respectively the fathers of both countries’ current leaders, could add to the political will to continue fighting, Robertson said.</p>\n<p>Although Thaksin and Hun Sen were longtime allies, Robertson said Hun Sen’s leaking of the recording of  the damaging <a href=\"/news/2025/7/1/court-suspends-thailands-pm-pending-case-over-leaked-phone-call\">phone call</a> between him and Thaksin’s daughter, suspended PM Shinawatra, means “the gloves are now off between the two sides.</p>\n<p>“Right now, neither side wants to be seen as conceding any ground to the other, so the fighting is likely to continue for some time, primarily in the form of firing across the border with artillery and firefights across the border in disputed areas,” he said.</p>\n<p>Robertson added: “We’re not going to see either side invade the other, but the damage will be lasting and it’s hard to see how this will be mediated towards peace, at least in the short-to-medium term.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        }
    ]
}