{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Ukraine pulls plug on Russian Starlink, beefs up drone defence | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-06T14:55:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T161019Z_1251568062_RC2ZEJANV0E6_RTRMADP_3_UKRAINE-CRISIS-ENERGY-PLANT-1770387800.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine braced for more attacks on its energy infrastructure this week as winter temperatures continued to fall to -20 degrees Celsius (-4 degrees Fahrenheit), and sought to adapt its defences against Russian drones.</p><p>On Thursday, Ukraine’s energy minister, <a href=\"https://www.reuters.com/business/energy/ukraine-energy-minister-warns-more-power-cuts-possible-russian-attacks-2026-02-04/\">Denys Shmyal</a>, warned Ukrainians to prepare for more power blackouts in the coming days as Russian air attacks continued.</p><p>Prime Minister Yulia Svyrydenko said Russia had struck energy infrastructure 217 times this year. Shmyal said 200 emergency crews were working to restore power to 1,100 buildings in Kyiv alone.</p><p>Russia has been targeting Ukrainian power stations, gas pipelines and power cables since mid-January, leaving hundreds of thousands of people without heat or electricity at various points.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 29, US President Donald Trump told a cabinet meeting that Russian President Vladimir Putin had agreed to halt strikes on Ukraine’s energy infrastructure for a week, something the Kremlin confirmed.</p><p>“I personally asked President Putin not to fire into Kyiv and various towns for a week, and he agreed to do that,” Trump said.</p><p>It was unclear when that conversation happened, exactly, but on Tuesday this week, Russia unleashed one of its <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">biggest strikes ever</a> on energy infrastructure in Kyiv and Kharkiv, deploying 71 missiles and 450 drones.</p><p>Ukraine’s Air Force spokesperson Yurii Ihnat said Ukraine had only managed to shoot down 38 of the missiles because a very high proportion of them were ballistic.</p><p>Russia’s defence ministry claimed it was targeting storage sites for unmanned aerial vehicles, defence enterprises and their energy supply.</p><p>The strike coincided with a visit to Kyiv by NATO Secretary-General Mark Rutte, and came a day before <a href=\"/features/2026/1/23/russia-targets-ukraines-energy-as-trilateral-talks-loom\">tripartite talks</a> among Russia, Ukraine and the US resumed in Abu Dhabi.</p><p>“Last night, in our view, the Russians broke their promise,” Ukrainian President Volodymyr Zelenskyy said in his news conference with Rutte. “So, either Russia now thinks that a week is less than four days instead of seven, or they are genuinely betting only on war.”</p><p>The strike also came just as Kyiv had managed to reduce the number of apartment buildings without heat from <a href=\"https://www.president.gov.ua/en/news/vranci-stalas-tehnologichna-avariya-na-merezhi-zaraz-trivaye-102653\" target=\"_blank\" rel=\"noopener\">3,500</a> three days earlier, to about 500.</p><p>At least two people, both aged 18, were killed as they walked on a street in Zaporizhzhia, southeast Ukraine.</p><p>Even on relatively quiet days, Russia causes civilian deaths. On Sunday, February 1, Russia killed a dozen miners when a drone struck the bus that was taking them to work in Ukraine’s central Dnipro region.</p><figure id=\"attachment_4288262\" aria-describedby=\"caption-attachment-4288262\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288262\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1770213849.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1770213849\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288262\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"evolving-drone-tactics\">Evolving drone tactics</h2><p>During the few days in which it did observe the moratorium on energy-related strikes, Russia focused on striking Ukrainian logistics instead and made attempts to extend the reach of its drones.</p><p>Ukrainian Defence Ministry Adviser on Technology and Drone Warfare Serhiy “Flash” Beskrestnov reported that Russian drones were striking Ukrainian trucks 50km (31 miles) from the front line. He also said Russia had adapted its Geran drone to act “as a carrier” for smaller, first-person view (FPV) drones, doubling up two relatively cheap systems for greater range.</p><p>Ukrainian broadcaster Suspilne said Russia had begun these new tactics in mid-January.</p><p>Ukraine’s Air Force has managed to down about 90 percent of Russia’s long-range drones, and a high proportion of its missiles – almost 22,000 targets in January alone.</p><p>Zelenskyy recently demanded better results, however, and one of the Ukrainian responses to Russian tactics has been a new, short-range “small air defence” force that uses drones to counter drones.</p><p>“Hundreds of UAV [unmanned aerial vehicle] crews have already been transferred to the operational control of the Air Force grouping – they are performing tasks in the first and second echelons of interception,” wrote Ukrainian commander-in-chief Oleksandr Syrskii on Wednesday this week.</p><p>Ukraine’s second response has been to disable Russian Starlink terminals, which Russia uses extensively on the battlefield, and has recently begun mounting on UAVs.</p><p>Starlink uses low-orbit satellites and is impervious to jamming, allowing Russia to change a drone’s intended target while it is in mid-flight.</p><p>Ukraine’s newly installed defence minister, Mykhailo Fedorov, has been creating a “white list” of Starlink terminals used by the armed forces of Ukraine, and sent them to Starlink owner Elon Musk, asking him to keep these operational while shutting down all others in the Ukraine theatre.</p><p>“Soon, only verified and registered terminals will operate in Ukraine. Everything else will be disconnected,” Fedorov wrote on Telegram.</p><p>“Looks like the steps we took to stop the unauthorized use of Starlink by Russia have worked. Let us know if more needs to be done,” <a href=\"https://x.com/elonmusk/status/2017868971479818599\" target=\"_blank\" rel=\"noopener\">Musk</a> wrote on Twitter on Sunday.</p><p>Fedorov and Beskrestnov have been asking Ukrainian soldiers and civilians to register any Starlink terminals they acquire privately on the white list.</p><figure id=\"attachment_4288258\" aria-describedby=\"caption-attachment-4288258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288258\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1770213840.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1770213840\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288258\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"more-sanctions-on-the-way\">More sanctions on the way</h2><p>On the day of Russia’s large strike, Zelenskyy appealed to the US to pass a bill long in the making that would impose more sanctions on buyers of Russian oil. China is the biggest, followed by India.</p><p>The previous day, Trump said Indian Prime Minister Narendra Modi had <a href=\"/news/2026/2/3/modi-trump-announce-india-us-trade-deal-what-we-know-and-what-we-dont\">agreed to stop buying Russian oil</a>. “He agreed to stop buying Russian Oil, and to buy much more from the United States and, potentially, Venezuela. This will help END THE WAR in Ukraine,” he wrote on his social media platform.</p><p>A Russian government source told Reuters that an assumed 30 percent drop in oil sales to India, and lower sales to other customers, could triple Moscow’s planned budget deficit this year from 1.6 percent of GDP to 3.5 percent or 4.4 percent. Government data released on Wednesday showed the Kremlin’s revenues from energy at $5.13bn in January, half the level of January 2025.</p><p>Zelenskyy also discussed a 20th sanctions package under preparation with European Commission President Ursula von der Leyen. “We can already see what is happening to the Russian economy and what could follow if the pressure is applied effectively,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russia has made little headway in its ground war in the past three years, a fact repeatedly documented, most recently by a <a href=\"https://www.csis.org/analysis/russias-grinding-war-ukraine\" target=\"_blank\" rel=\"noopener\">CSIS report</a>. Despite this, its top officials continued to insist last week on terms of peace that would force Ukraine to give up control of four of its southeastern regions, cut down its armed forces and agree not to join NATO – terms Ukraine refuses.</p><p>The resumed <a href=\"/news/2026/2/4/ukraine-says-first-day-of-peace-talks-with-russia\">talks</a> in Abu Dhabi on Wednesday and Thursday yielded only a prisoner-of-war exchange of 157 a side.</p><figure id=\"attachment_4288260\" aria-describedby=\"caption-attachment-4288260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288260\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1770213844.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1770213844\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288260\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Iraq’s Shia bloc divided over tactics after US rejects al-Maliki for PM | Politics News | Al Jazeera",
            "time": "2026-02-06T14:44:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6984f470-1770321008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Najaf, Iraq –</strong> Leaders of Iraq’s Coordination Framework – the Shia political coalition that came out on top in <a href=\"/news/2025/11/12/iraqi-pm-al-sudanis-coalition-comes-first-in-parliamentary-election\">November’s parliamentary elections</a> – are adamant that Nouri al-Maliki will be their candidate for the Iraqi premiership, even after threats from United States President Donald Trump.</p><p>Trump warned in late January that if al-Maliki, who previously served as Iraq’s prime minister between 2006 and 2014, returned to the role, then the US would cut off aid to Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If we are not there to help, Iraq has ZERO chance of success, prosperity or freedom,” the US president wrote in a post on his Truth Social website.</p><p>Trump, and the US administration, view al-Maliki as part of Iran’s direct network of influence in Iraq, and fear that his return would undermine American efforts to weaken Iran’s power in its western neighbour, including limiting the reach of Iran-backed armed groups.</p><p>But, even with pressure ramping up, it appears that a majority of the Coordination Framework’s most influential actors are <a href=\"/news/2026/1/31/iraq-shia-bloc-reiterates-support-for-al-maliki-despite-trumps-threats\">not willing to give up</a> on al-Maliki, and are determined to find a way to push his candidacy forward.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"coordination-framework-divided\">Coordination Framework divided</h2><p>The Coordination Framework (CF) is a coalition of Shia political parties established in 2021. It represents the biggest Shia bloc in the Iraqi parliament.</p><p>The loose nature of the coalition that makes up the CF means that opinions on al-Maliki’s candidacy are varied, with some opposing it, others willing to bend to Trump’s will and switch their backing, and still others who are adamant that they will push forward.</p><p>And it seems as though the majority are in the latter camp.</p><p>The CF issued a statement on Saturday reiterating its support for al-Maliki. “Choosing the prime minister is an exclusively Iraqi constitutional matter … free from foreign interference,” the statement added.</p><p>The statement reflects the position of various pro-Maliki forces in the CF, including former deputy parliament speaker Mohsen al-Mandalawi; the Badr Organization, led by Hadi al-Amir; and the Islamic Supreme Council, led by cleric Humam Hamoudi.</p><p>Current Prime Minister Mohammed Shia al-Sudani, whose party received the most votes in the elections but who did not receive the CF nomination despite his membership within it, is also officially supportive of al-Maliki’s nomination, even if he has not abandoned the possibility of continuing as prime minister himself.</p><p>Several of these factions did well in last year’s parliamentary elections, including al-Maliki’s own State of Law Coalition, as well as Badr and al-Sudani’s Reconstruction and Development Coalition.</p><p>But, with support from Kurdish and Sunni parties, the Shia al-Maliki sceptics have enough seats, and enough of a voice, to block the nomination if they desire to do so.</p><p>These include important Shia figures such as Qais al-Khazali, the leader of the Asaib Ahl al-Haq group; Ammar al-Hakim, the leader of the National State Forces alliance; and former Prime Minister Haider al-Abadi.</p><p>Al-Hakim, whose parliamentary bloc has 18 seats, warned that there would be “incoming economic repercussions” if al-Maliki was chosen, and added that “public interest must be prioritised over private interests”.</p><p>Meanwhile, the Victory Alliance, led by al-Abadi, issued a statement calling for “[the prioritisation of] the people’s vital interests given the exceptional circumstances Iraq and the region are experiencing”. Al-Abadi’s group has no seats in parliament, but retains an important voice within the CF.</p><p>Both statements contain a tacit acknowledgment of Iraq’s inability to withstand US pressure and the need for an alternative candidate suited to the current reality.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"other-roadblocks\">Other roadblocks</h2><p>The CF, therefore, still has an uphill battle to confirm al-Maliki as prime minister. Outside of the Shia political groups, there is also <a href=\"/opinions/2026/1/25/what-al-malikis-return-would-mean-for-iraq-and-the-region\">opposition to al-Maliki</a>, a divisive figure remembered negatively by many Iraqis, particularly Sunnis.</p><p>And there are also divisions within the non-Shia groups that are also slowing down the nomination process.</p><p>Under the Iraqi Constitution, parliament must first elect a president for Iraq, who then mandates the nominee of the largest parliamentary bloc to form the government. According to Iraq’s post-2003 “muhasasa” system of dividing political offices by sect and ethnicity, the prime minister must be a Shia, the president a Kurd, and the parliamentary speaker a Sunni.</p><p>To date, the main Kurdish factions – the Kurdistan Democratic Party (KDP) led by Masoud Barzani and the Patriotic Union of Kurdistan (PUK) led by Bafel Talabani – have failed to agree on a consensus candidate for the presidency.</p><p>The CF is attempting to broker an agreement between the Kurds. Recent efforts included a delegation led by al-Sudani meeting with both parties, and a personal visit by al-Maliki to Barzani. But these initiatives have not yet succeeded, and without a political agreement on the presidency, the process of designating a prime minister cannot proceed.</p><p>And even if the Kurds reach an agreement and don’t stand in the way of al-Maliki, the CF must persuade a long list of the former prime minister’s opponents.</p><p>Among them is Mohammed al-Halbousi, former speaker of parliament and leader of the Takadum Party, who issued a statement prior to the US veto implicitly rejecting al-Maliki’s candidacy.</p><p>Collectively, the anti-al-Maliki groups could gather roughly a third of the seats in parliament, enough to prevent a presidential election session due to a lack of quorum.</p><p>To avoid that scenario, the CF would have to either reset internal negotiations regarding the next prime minister, or nominate al-Sudani for a second term.</p><p>Al-Sudani’s party issued a statement on January 28 calling for “positive relationships with the United States” – a move interpreted as an indirect pitch for his renewal, leveraging his proven track record of managing relations with Washington during his tenure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-leverage\">US leverage</h2><p>The US may no longer be the occupying power in Iraq, but it still has enormous economic leverage over the country.</p><p>The revenue from Iraq’s main export – oil – is routed through the US Federal Reserve Bank in New York.</p><p>Trump may decide not to renew a presidential executive order, issued originally by President George W Bush in the wake of the Iraq War, that grants legal protection for the oil revenue funds and prevents them from being frozen by Iraq’s creditors. The order had been expected to be renewed as a formality upon its expiration in May.</p><p>If the US president decides against renewal, creditors will seek to claim their funds, and New York courts may issue rulings to freeze the Iraqi assets. This would disrupt the transfer of funds necessary to pay public salaries and sustain the economy for months or even years. In practical terms, the Iraqi economy would grind to a halt.</p><p>That therefore explains why the pro-al-Maliki bloc in the CF is attempting to persuade the US to change its position, rather than simply ignore Trump.</p><p>A high-ranking source in the CF’s State of Law coalition, who wished to remain anonymous in order to speak freely on the topic, told Al Jazeera there are “ongoing attempts to convince the US administration to lift the veto on al-Maliki”.</p><p>Aqeel al-Fatlawi, the State of Law spokesperson, also said he was hopeful that the US “will change its stance in the coming period”.</p><p>While blaming regional states, including Turkiye and Syria, for the US position towards him, al-Maliki himself has sought to soften his positions.</p><p>Syria has been one of the main points of difference between al-Maliki and the US, which has backed Syria’s President Ahmed al-Sharaa, even as the former Iraqi prime minister has denounced him for his past membership of al-Qaeda.</p><p>In a televised interview on Tuesday, al-Maliki used al-Sharaa’s full name, rather than the Syrian leader’s nom de guerre of “al-Jolani”, an attempt to emphasise that he was willing to move on from the past. Al-Maliki also attempted to soften his stance towards the Syrian government, directing his criticism towards the former regime of ousted President Bashar al-Assad and its role in supporting “terrorism” in Iraq.</p><p>Whether these attempts will go far enough to placate the US remains to be seen.</p><p>Reports indicate that US Special Envoy to Iraq Mark Savaya may have been removed from his position, although there is no official confirmation. His replacement would likely be Tom Barrack, currently the US ambassador to Turkiye and special envoy to Syria.</p><p>The CF favours Savaya, who has proven to be more supportive of using a more gradual approach in reducing the power of Iraq’s Shia militias, versus Barrack, who is viewed by the CF more negatively for his role in weakening Hezbollah in Lebanon and his support for Syria’s al-Sharaa.</p><p>An official announcement of a change could indicate where Trump’s thoughts are in the critical next few weeks – and whether the president will choose to not renew the US guarantee to protect Iraq’s oil revenue in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Yemen’s crumbling health system leaves patients without treatment options | Health News | Al Jazeera",
            "time": "2026-02-06T14:43:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2022-03-17T113822Z_1176556192_RC2K1T9HS5BO_RTRMADP_3_YEMEN-SECURITY-CHILDREN-1770326100.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sanaa, Yemen –</strong> Hadeel Abdullah, a 23-year-old college student in Sanaa, was in a lecture hall when she suddenly felt faint, and fell to the ground. Her classmates raised her frail body, moved her to the dining hall and gave her water.</p><p>After 30 minutes, she felt better and returned home. She often loses consciousness, and that was not the first time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hadeel has been struggling with abdominal pain for one year. Her stomach is sensitive to many types of food and beverages, including chicken, meat, and milk.</p><p>She has visited multiple doctors in the Yemeni capital Sanaa and had many medical tests in search of the right diagnosis and the perfect prescription. All her efforts, along with the expenses she endured, have been to no avail.</p><p>“I have adhered to the prescribed medications without fail. My body regains strength for a short time, but I fall sick again. This has exhausted my health and my finances,” she said.</p><p>Hadeel says she has lost faith in health facilities in Yemen, where the country’s more than decade-long war has taken a heavy toll on the healthcare system. The idea of seeking treatment abroad increasingly occupies her mind.</p><p>However, boarding a commercial flight from her city, which has been repeatedly bombed during the war, and is <a href=\"/news/2026/1/14/mapping-who-controls-what-in-yemen-in-2026\">controlled by the Houthi rebels</a>, is not an option at present.</p><p>“I am trapped between a deteriorating health sector and travel restrictions,” she told Al Jazeera. “Both have denied me access to the proper treatment.”</p><p>Hadeel’s circumstances are not rare. In northern Yemen, thousands of patients endure prolonged agony or die prematurely amid a crippled health sector and the absence of commercial flights.</p><p>With this new year, United Nations officials say the health crisis in the country is getting worse amid renewed political and security tensions.</p><p>“We’re going to see a major change where the health system is not going to be supported in the way it has been in the past,” Julien Harneis, UN Resident and Humanitarian Coordinator in Yemen, said on January 19.</p><p>Dr Hanan Balkhy, the World Health Organization regional director, indicated last month that the emergency in Yemen receives far less attention but remains just as urgent.</p><p>She specifically pointed out the gravity of the health crisis in northern Yemen, warning that the ongoing security situation in the north risks leaving millions without <a href=\"/news/2026/1/19/yemen-faces-worst-food-crisis-since-2022-aid-group-warns\">humanitarian assistance</a>, including emergency health services.</p><p>Hadeel and thousands of other patients in that region recognise that health facilities are too under-resourced to heal their conditions.</p><p>Instead, they wait for a flight from Sanaa International Airport – with other operational airports in the country being too far away, across the mountains and through front lines. Many succumb to their illnesses before they can leave.</p><figure id=\"attachment_4237481\" aria-describedby=\"caption-attachment-4237481\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237481\" src=\"/wp-content/uploads/2026/01/Interactive_Yemen_afterSTC_Jan13_2026-03-1768386157.png?quality=80\" alt=\"Interactive_Yemen_Hunger_Food_Insecurity_MAP_Jan14_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237481\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"airport-deadlock\">Airport deadlock</h2><p>Israel hit Sanaa International Airport a number of times during the last year, leaving massive damage and destroying seven commercial planes in May. The Israeli operations came as a response to missile and drone assaults launched by the Houthis in solidarity with Palestinians in Gaza.</p><p>Today, authorities in Sanaa maintain that the airport has been repaired and that it is ready to resume operations. Houthi officials accuse regional and international actors of banning the resumption of flights.</p><p>The director of Sanaa International Airport, Khalid al-Shaef, said in December that the “American-Saudi-Emirati aggression alliance” continues imposing a blockade on the airport.</p><p>Al-Shaef noted that more than 500,000 Yemeni patients are registered as critical cases in urgent need of immediate travel, describing the ban on the airport as a “war crime not subject to a statute of limitations”.</p><p>Tayseer al-Samei, a media officer at the Ministry of Public Health and Population in central Yemen’s Taiz province, told Al Jazeera that thousands of patients in Yemen die while waiting for a flight.</p><p>“The patients are denied the right to travel for treatment purposes, which means they are denied the right to life,” al-Samei said.</p><p>He indicated that some diseases, such as cancer, are often not treatable in Yemen, which necessitates treatment abroad for those who can afford it.</p><p>“In Taiz alone, the health authorities documented 1,967 cases of cancer in 2025, recording a 21 percent increase compared to the previous year,” al-Samei said.</p><p>In late December, the Minister of Public Health and Population of the <a href=\"/news/2026/1/16/regained-momentum-sets-yemen-governments-eyes-on-houthis-in-the-north\">UN-recognised government</a>, Qasim Buhaibeh, revealed that authorities record 30,000 new cancer cases annually in the country.</p><p>Al-Samei posed a sobering question: “How many of these patients would have been saved if the airports were operating and medical evacuation were possible?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"high-cost-of-misdiagnosis\">High cost of misdiagnosis</h2><p>A faulty diagnosis or botched operation can turn a patient’s life into a misery. That is what happened to Maram’s 55-year-old father. In June last year, he had a tumour on his face.</p><p>He went to a local hospital in Sanaa, and an operation was conducted to remove the tumour.</p><p>Maram, 22, and the whole family were optimistic that treatment would be effective. However, the result was not what they expected.</p><p>“That wound expanded instead and became cancerous,” said Maram. That forced him to travel for treatment abroad three months ago.</p><p>To catch a flight, he had to travel from Sanaa to the southern port city of Aden, under the control of the government. “My father spent 15 hours on a bus to reach Aden Airport. If Sanaa Airport were operational, that would have taken him only 15 minutes to the terminal,” she added.</p><p>Suad, a doctor in Sanaa, told Al Jazeera that particular medical appliances in some clinics or hospitals are increasingly outdated. This shortage of modern equipment severely compromises the accuracy of diagnostic tests, particularly for cancer screenings and prenatal care.</p><p>She shared a story of a patient who visited her three months ago. The woman, two months pregnant, arrived suffering from nausea, vomiting and abdominal pain.</p><p>“Using an ultrasound, I checked the fetal pulse. It was zero. I informed the patient of the fetal demise,” Suad said.</p><p>However, the woman was not happy with the news. She went to another clinic and did a second ultrasound. There, the practitioner told her the fetal pulse was weak but still there.</p><p>“She clung to that result because she did not want a miscarriage,” said Suad. Two months later, the patient’s body began to swell, and the fetus had to be removed to save the mother’s life.</p><p>Suad emphasised that many clinics and health centres need to be equipped with modern medical appliances, which can provide accurate results to spare patients unnecessary suffering.</p><p>“This is the shared responsibility of the Yemeni authorities, the private sector, and international humanitarian organisations to ensure that reliable medical testing is accessible to patients,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aid-cuts-claiming-lives\">Aid cuts claiming lives</h2><p>Ahmed Yahya has worked as an aid worker with multiple local and foreign humanitarian organisations in rural areas of Yemen’s Hodeidah and Raymah provinces during the war.</p><p>The aid offered to the health sector, he told Al Jazeera, has saved lives, improved the personal health of countless people, and kept health facilities functional.</p><p>UN reports say more than 450 facilities in Yemen have already closed, and thousands more are at risk of losing funding.</p><p>“Medications, medical appliances and health-related training programmes have been among the aid packages humanitarian organisations have provided to different areas of Yemen. Without such health aid, death would have taken many more lives,” Yahya said.</p><p>The declining aid is a grave and increasingly visible concern. “Lately, humanitarian organisations have largely reduced their aid programmes in the areas where I have engaged in humanitarian activities.”</p><p>He added, “For example, therapeutic nutrition for malnourished children and pregnant and lactating women has decreased over the past year. The reduction seems set to continue this year.”</p><p>The UN itself has acknowledged the situation.</p><p>On January 19, Harneis, the UN coordinator, said: “For 10 years, the UN and humanitarian organisations were able to improve mortality and improve morbidity … this year, that’s not going to be the case.”</p><p>Last month, the UN Office for the Coordination of Humanitarian Affairs (OCHA) indicated that Yemen’s 2025 Humanitarian Needs and Response Plan is just 25 percent funded.</p><p>The funding gap has forced agencies to scale back life-saving services across all sectors, leaving millions of Yemenis on the brink of total health collapse.</p><p>The security situation in northern Yemen, where the Houthis govern, presents further challenges.</p><p>Authorities in Sanaa have detained 73 UN aid workers since 2021 on accusations of espionage, prompting UN organisations to suspend operations.</p><p>The Houthi authorities control northern Yemen, where 70 to 80 percent of the country’s 42 million people live.</p><p>This hostile environment forces organisations to stop or scale back their programmes, leaving millions of people in desperate health and living conditions.</p><p>“When aid stops flowing, families feel helpless,” Yahya said. “They lose access to life-saving healthcare and vital assistance.”</p><p>“As long as the war drags on, humanitarian support should continue, and patient evacuation should be facilitated,” he added. “The collective punishment of the population is unfair and inhumane.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "18 Senegalese detainees from AFCON final in Morocco go on hunger strike | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-02-06T14:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-19T100415Z_2004705345_RC2X3JACDLUN_RTRMADP_3_SOCCER-NATIONS-FIFA-1770385672.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>18 Senegalese detainees from AFCON final in Morocco go on hunger strike</h1><p class=\"article__subhead\"><em>Senegal lifted the AFCON title but a penalty for hosts Morocco led to disruption on and off the field with arrests made.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eighteen Senegalese football fans detained in Morocco over “hooliganism” during last month’s Africa Cup of Nations (AFCON) final have begun a hunger strike pending their trial.</p><p>Lawyer Patrick Kabou said his clients told him they have been “waiting to learn the charges against them since January 18”, the day they were arrested after <a href=\"/sports/2026/1/29/senegal-and-morocco-handed-fines-and-bans-after-afcon-final-farce\">a heated AFCON final</a> in which Senegal beat Morocco in Rabat.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kabou, speaking to the news agency AFP, said the group complained that police officers had questioned them in French and Arabic, whereas they “only speak Wolof”, their native language.</p><p>Minutes before the end of last month’s match, some Senegalese supporters attempted to storm the pitch while Senegal’s players halted the game for nearly 20 minutes to protest against a late penalty awarded to Morocco.</p><p>Some fans were also seen throwing objects onto the field, including a chair.</p><p>The group said they were being denied their “right to justice” and pledged to continue the strike “until Moroccan justice gives us the chance to be heard”, Kabou added.</p><p>A first court hearing in late January had been adjourned by the judge, and the second hearing on Thursday was also put off amid an ongoing lawyers’ strike in Morocco.</p><p>The trial is set to resume next week.</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action-linked remand prisoner Umer Khalid admitted to hospital | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-06T14:36:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-22-at-11.30.40-AM-1769072157.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Palestine Action-linked remand prisoner Umer Khalid admitted to hospital</h1><p class=\"article__subhead\"><em>After his heart rate slowed and organs failed due to his hunger strike, Umer Khalid, 22, has been hospitalised again.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom –</strong> A British pro-Palestine remand prisoner whose <a href=\"/news/2026/1/27/gravely-ill-pro-palestine-activist-ends-hunger-thirst-strike-in-prison\">hunger strike</a> brought him to the brink of death is being treated in hospital again, his family understands, renewing fears for his health.</p><p>Umer Khalid, 22, last spoke to his mother, Shabana, by phone on January 26. He had been rushed to intensive care a day earlier with a dangerously slow heart rate and organ failure. Soon after, he ended his 17-day hunger strike protest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She has not heard from him since. Wormwood Scrubs prison informed her on January 28 that he had been hospitalised again and was being monitored.</p><p>But Khalid’s mother told Al Jazeera that prison authorities are not forthcoming with further information about his condition or level of care, despite her repeated calls and emails.</p><p>“I fear for his life,” she told Al Jazeera on Friday. “Mentally, he’s probably stressed and distraught.</p><p>“We’re not having contact with anybody. I hope he’s doing OK, but I don’t know because I don’t know what’s wrong with him.”</p><p>She said that when they last spoke, Khalid sounded tired and complained of a dry mouth; towards the end of his hunger strike, he had also been refusing liquids in an escalation of his protest.</p><p>“He was just lying down and taking some rest because he just felt really tired. He was too weak to stand up,” she said.</p><p>At the time of publishing, the UK Ministry of Justice had not responded to Al Jazeera’s request for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khalid is among five activists accused of breaking into the UK’s largest airbase, RAF Brize Norton, in Oxfordshire, last June and spray-painting two Voyager refuelling and transport planes. The activists all deny the charges against them of damaging property and entering a prohibited place for a purpose prejudicial to the UK’s safety.</p><p>The incident, which was claimed by Palestine Action, caused millions of pounds’ worth of damage, according to the British government, which later proscribed Palestine Action as a “terrorist” organisation. Critics have condemned the ban as illiberal overreach, given that the direct action group’s <a href=\"/video/the-take-2/2025/7/10/is-direct-action-for-palestine-terrorism-the-uk-says-it-is\">stated objective</a> is to counter Israel’s genocidal war against Palestinians and what it says is British complicity in it by disrupting the UK arms industry.</p><p>Earlier this week, a jury <a href=\"/news/2026/2/4/uk-pro-palestinian-activists-not-guilty-of-aggravated-burglary\">acquitted</a> six other Palestine Action-linked detainees of aggravated burglary during a 2024 raid on ⁠a factory operated by the Israeli defence firm Elbit in Bristol.</p><p>Khalid, who suffers from limb-girdle muscular dystrophy, a condition that causes muscle weakness and wasting, is part of a collective of eight remand prisoners linked to Palestine Action that began a rolling hunger strike in November. All have since ended their protests.</p><p>Friends and family of the other hunger strikers have previously told Al Jazeera that when their loved ones were hospitalised, prison authorities did not provide regular updates about their health.</p><p>His trial date is set for January 2027, by which time he would have spent a year and a half in prison – well beyond the standard six-month pre-trial detention limit.</p></div></div></body></html>"
        },
        {
            "title": "‘Crypto winter’: Why is Bitcoin crashing despite Trump’s support? | Crypto News | Al Jazeera",
            "time": "2026-02-06T13:54:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-18T105107Z_1670925093_RC2KCBA02VPW_RTRMADP_3_FINTECH-CRYPTO-BITCOIN-1763482151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Crypto markets came under pressure this week when the price of the world’s most popular cryptocurrency, Bitcoin, <a href=\"/economy/2026/2/6/bitcoin-plummets-in-value-again-after-week-of-heavy-losses\">tumbled</a> to its lowest level in more than a year.</p><p>On Thursday afternoon, the price of Bitcoin fell below $66,000 and was hovering at about $62,900 on Friday morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The fall in the price of the digital asset kicked off in the last weekend of January, when it fell below $80,000.</p><p>In October last year, Bitcoin hit an all-time peak of more than $127,000 before falling back to about $90,000 in December.</p><p>Following its latest tumble, Bitcoin is currently down by about 30 percent more since the start of the year.</p><p>Here’s what we know about what’s going on in the world of cryptocurrency:</p><h2 id=\"why-is-the-price-of-bitcoin-falling\">Why is the price of Bitcoin falling?</h2><p>Volatility in other markets is one of the main drivers.</p><p>Analysts say a sell-off of global stocks amid geopolitical uncertainty and <a href=\"/economy/2026/2/3/gold-and-silver-prices-soared-then-plummeted-whats-going-on\">recent volatility in the price of gold and silver</a> are part of the reason for the drastic fall in the price of Bitcoin.</p><p>“Institutional demand has reversed materially,” CryptoQuant, an organisation which provides analysis of global markets to cryptocurrency investors, wrote in a report on Wednesday.</p><p>The report noted that US exchange-traded funds (ETFs) – a form of pooled investment – which had been buying up Bitcoin last year, are selling it this year.</p><p>Deutsche Bank analysts wrote in a note to clients this week that these ETFs “have seen billions of dollars flow out each month since the October 2025 downturn”, referring to investors in the funds cashing out of them.</p><p>Furthermore, they added that specialised US spot Bitcoin ETFs suffered outflows of more than $3bn in January this year, following outflows of about $7bn and $2bn in November and December 2025, respectively.</p><p>“This steady selling in our view signals that traditional investors are losing interest, and overall pessimism about crypto is growing,” the analysts said.</p><p>Adam Morgan McCarthy, product specialist at Kaiko, an organisation that provides crypto market data and analyses, told Al Jazeera: “The fall in Bitcoin prices has been largely tied to less interest in the markets and lower trading volumes. This leads to less liquidity, so any move higher or lower is exacerbated.”</p><p>He explained that the crypto market relies heavily on “hype-driven” cycles where people buy due to a fear of “missing out” on an opportunity.</p><p>“This hype forms the foundation of trading volumes, and that is what we mean by liquidity. Essentially, more trading volumes mean more liquidity, as it makes it easier to quickly buy and sell Bitcoin,” he said.</p><p>“Right now, that foundation is disappearing and this tends to happen during bear markets or ‘crypto winters’, making it much harder to effectively trade assets, and they become even less appealing then. So it’s quite a vicious circle that leads to these downward spirals,” he added.</p><p>A “crypto winter” is an extended period of declining or stagnant prices, something that can be driven by worsening macroeconomic conditions or tightening market regulations, among other reasons.</p><p>Volatility in gold and silver prices in the past two weeks has also dampened market sentiment, affecting the price of cryptocurrencies. Analysts say geopolitical instability and the prospects of a rising US dollar have led investors to sell precious metals, resulting in the sudden downturn.</p><p>Then, last week, prices came back sharply, with the price of gold hitting a record peak of almost $5,595 an ounce, while silver hit an all-time high of nearly $122.</p><p>But this peak did not last long, and this week, the prices of these precious commodities plunged – again – with gold falling to $4,872.83 per ounce on Thursday and silver falling to $77.36 an ounce.</p><p>Other cryptocurrencies like Ether, the second-largest cryptocurrency, have also fallen. The price of Ether has fallen by 19 percent this week, closing at $1,854 late on Thursday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"does-this-mean-crypto-friendly-policies-in-the-us-aren-t-working\">Does this mean ‘crypto-friendly’ policies in the US aren’t working?</h2><p>The price of Bitcoin soared after United States President Donald Trump’s return to the White House last year, with analysts expecting he would adopt a “crypto-friendly” regulatory regime.</p><p>At a Bitcoin conference in July 2024, as part of his pre-election rally, Trump had said the US is the “crypto capital of the planet” and pledged to also create a Bitcoin “strategic reserve” if he became president.</p><p>In March 2025, on taking office, Trump <a href=\"/news/2025/3/4/trump-announces-us-crypto-reserve-what-it-is-and-why-it-matters\">announced</a> his government would create a national strategic crypto reserve which would include five cryptocurrencies – Bitcoin and Ether as well as smaller currencies XRP, Cardano and Solana.</p><p>In July last year, Trump also <a href=\"/economy/2025/7/18/trump-says-newly-signed-crypto-law-will-establish-american-dominance\">announced</a> the GENIUS Act, a new cryptocurrency legislation that would establish regulations and consumer protections for “stablecoin”, a type of cryptocurrency whose value is linked to a fixed currency or commodity.</p><p>Then, last month, the US also unveiled draft legislation that would create a regulatory framework for cryptocurrency, which, if signed into law, would clarify financial regulators’ jurisdiction over the cryptocurrency sector.</p><p>The US president has a personal interest as his family owns the <a href=\"/news/2025/10/24/is-trumps-pardon-of-binance-boss-changpeng-zhao-a-conflict-of-interest\">cryptofirm</a> World Liberty Financial (WLFI).</p><p>Last March, WLFI launched its own “stablecoin” – a dollar-pegged cryptocoin backed by US treasuries – called USD1.</p><p>But the president’s personal interest in cryptocurrencies and supportive policies have not shielded the digital asset from external market factors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"have-we-seen-crypto-winters-before\">Have we seen ‘crypto winters’ before?</h2><p>Yes.</p><p>A crypto winter was triggered after Bitcoin peaked in December 2017 and then tumbled in December 2018 due to intense regulatory crackdowns in the US, Canada and other countries, among other reasons.</p><p>Another such winter occurred in November 2022 after a peak in October 2021, due to the <a href=\"/economy/2022/11/11/distressed-crypto-exchange-ftx-files-for-bankruptcy#:~:text=The%20trading%20platform%20had%20been,after%20a%20wave%20of%20withdrawals.\">FTX currency exchange scandal</a>. In November that year, crypto exchange FTX initiated US bankruptcy proceedings after a liquidity crisis prompted intervention from regulators around the world.</p><p>In a Thursday briefing note, analysts at Kaiko said the downward trend in prices “truly accelerated” after Trump appointed Kevin Warsh as the new Federal Reserve Chair.</p><p>Warsh will replace Jeremy Powell, who Trump has lambasted for not lowering interest rates.</p><p>The Kaiko briefing note stated: “Powell’s recent announcement on January 28th that interest rates would remain unchanged, combined with the appointment of the new Chairman, constituted a true turning point, acting as a catalyst for a sharp acceleration of the decline. The reaction was all the more pronounced given that the crypto market, particularly sensitive to changes in the macroeconomic regime, was already weakened,” the report said.</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>Hougan noted that crypto winters typically last for about 13 months and assured investors that the current “winter” will not last for long.</p><p>“As a veteran of multiple crypto winters, I can tell you that the end of those crypto winters feels a lot like now: Despair, desperation, and malaise. But there is nothing about the current market pullback that’s changed anything fundamental about crypto,” he said in his report.</p><p>“I think we’re going to come roaring back sooner rather than later. Heck, it’s been winter since January 2025. Spring is surely coming soon,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Iranian, US officials meet separately with Omani mediator | Conflict | Al Jazeera",
            "time": "2026-02-06T13:38:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96D42UB__v2__HighRes__TopshotOmanIranUsDiplomacy_cropped-1770384962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "India vs United States: T20 World Cup - teams, start time, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-06T13:24:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-28T150501Z_1621342576_UP1EL9S15WCT8_RTRMADP_3_CRICKET-ASIACUP-IND-PAK-1770379583.jpg?resize=1696%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> India vs United States<br>\n<strong>What:</strong> 2026 ICC T20 World Cup<br>\n<strong>Where:</strong> Wankhede Stadium in Mumbai, India<br>\n<strong>When:</strong> Saturday, February 7, at 7pm (13:30 GMT)</p><p>The 2026 edition of the ICC T20 World Cup begins in India and Sri Lanka on Saturday, with holders and favourites India among the main attractions on the opening day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan play Nepal in the first match of the day in Colombo, before attention turns to Mumbai as the co-hosts face the United States in a repeat of the group stage match at the 2024 edition.</p><p>The final game of the opening day pits the West Indies against Scotland, the team that replaced Bangladesh following their controversial expulsion from the tournament.</p><p>The eyes of the cricketing world will be on India, though, with their remarkable run of form, and whether they will lay down an early marker or whether the US team can provide what would surely be the competition’s greatest upset.</p><p>Al Jazeera Sport takes a closer look at the game.</p><h2 id=\"what-have-india-said-before-the-t20-world-cup-opener\">What have India said before the T20 World Cup opener?</h2><p>India captain Suryakumar Yadav admitted “there will be nerves” when India open their T20 World Cup campaign in front of more than 30,000 fanatical home supporters in Mumbai, but pledged to give them “entertainment”.</p><p>Suryakumar is only too aware that India, the top-ranked T20 team in the world, are overwhelming favourites to retain their title.</p><p>But he said his team will try to feed off the positive vibes from a billion-plus home supporters and not be crushed by the huge weight of expectation.</p><p>“When you’re playing at home, there is always an added pressure. I’m not running away from the fact,” Suryakumar told reporters in advance of India’s final training session on Friday.</p><p>“To be honest, there will be nerves, there will be pressure, but if you see the positive side of it, there’ll be a lot of cheer around.</p><p>“There’s so many people coming to watch in the stadiums, I’ve told my boys the same thing, 30,000-35,000 people coming and so many watching at home.</p><p>“Let’s give them a good time. Let’s give them entertainment.”</p><h2 id=\"what-is-india-s-record-in-t20-world-cup-cricket\">What is India’s record in T20 World Cup cricket?</h2><p>Not only are India the defending champions, following their <a href=\"/sports/2024/6/29/india-vs-south-africa-icc-t20-world-cup-final-result-match-report-champions-rohit-markram-bumrah-shamsi\">victory against South Africa</a> at the 2024 edition, but they are also the joint-record winners of the T20 World Cup.</p><p>The Indian side won their inaugural event in 2007, beating Pakistan in the final, but that made for a long wait for the second win at the last edition.</p><p>England and the West Indies have both also recorded two tournament wins.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-the-us-record-in-t20-world-cup-cricket\">What is the US record in T20 World Cup cricket?</h2><p>The US cricket team made their debut at an ICC World Cup when they co-hosted the 2024 edition with the West Indies.</p><p>It led to the greatest cricketing upset of all time, when they <a href=\"/sports/liveblog/2024/6/6/live-usa-vs-pakistan-icc-t20-world-cup-2024-group-a-cricket-match-commentary-score-babar-azam-shaheen-afridi-coverage\">beat Pakistan</a> in the group stage with a stunning super over victory.</p><h2 id=\"what-have-india-said-about-the-us\">What have India said about the US?</h2><p>India know that their opening opponents are a rising force in cricket, and Suryakumar said no team would be taken lightly.</p><p>“I don’t see any weak teams in the competition. All 20 teams are very much capable of playing some good cricket,” he said.</p><p>“In this format, one or two batters can make a difference. Or it takes one or two bowlers to have a good 24 balls on any given day.</p><p>“So we will have to play the same way as we’ve been playing against all the teams.”</p><p>India’s batters are smashing out the runs in the shortest format, with the side not dropping below 215 in each of their last three matches (two against New Zealand and one against South Africa).</p><p>In the fifth and final match of New Zealand’s tour of India, they hit 271-5, before hitting the South Africans for 240-5 in their final warm-up game in advance of the T20 World Cup.</p><p>Suryakumar’s side have won seven of their last nine completed T20 matches.</p><h2 id=\"india-team-news\">India team news</h2><p>The captain said there were fitness doubts over fast bowler Harshit Rana, who was injured in a warm-up game on Wednesday.</p><p>Rana bowled just one over before leaving the field clutching his knee.</p><p>“Harshit Rana has not been ruled out yet; the physios are assessing him, but it does not look good,” said Suryakumar, fearing that the paceman’s World Cup could be over before it starts.</p><p>“If we miss him, we will definitely miss him.”</p><h2 id=\"united-states-team-news\">US team news</h2><p>The US team will be shorn of one of its biggest names, with Aaron Jones suspended due to multiple corruption charges.</p><p>The 31-year-old, who was born in Barbados, will miss the entire tournament following the news of five alleged breaches.</p><h2 id=\"india-squad\">India squad</h2><p>Suryakumar Yadav (captain), Abhishek Sharma, Sanju Samson (wicketkeeper), Tilak Varma, Hardik Pandya, Shivam Dube, Axar Patel, Rinku Singh, Jasprit Bumrah, Harshit Rana, Arshdeep Singh, Kuldeep Yadav, Varun Chakaravarthy, Washington Sundar, Ishan Kishan (wicketkeeper)</p><h2 id=\"united-states-squad\">US squad</h2><p>Monank Patel (captain), Jessy Singh, Andries Gous (wicketkeeper), Shehan Jayasuriya, Milind Kumar, Shayan Jahangir, Saiteja Mukkamala, Sanjay Krishnamurthi, Harmeet Singh, Nosthush Kenjige, Shadley van Schalkwyk, Saurabh Netravalkar, Ali Khan, Mohammad Mohsin, Shubham Ranjane</p><figure id=\"attachment_4288501\" aria-describedby=\"caption-attachment-4288501\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288501\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-copy-1770220851.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026 copy-1770220851\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288501\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Canada, France to open consulates in Greenland amid ongoing US threats | News | Al Jazeera",
            "time": "2026-02-06T13:13:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007350267999-1768349832.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada, France to open consulates in Greenland amid ongoing US threats</h1><p class=\"article__subhead\"><em>Move comes as US President Donald Trump insists on securing the semi-autonomous island belonging to Denmark, citing security concerns.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada and France will open diplomatic <a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\">consulates in Greenland</a> in a strong show of support for NATO ally Denmark and in the wake of US efforts to secure control of the Arctic island.</p><p>Canadian Foreign Minister Anita Anand travelled to Nuuk on Friday to open the consulate, which officials say could enhance cooperation on climate change and Inuit rights.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She was accompanied by Canada’s Indigenous governor general, Mary Simon.</p><p>France’s Ministry for Europe and Foreign Affairs said Jean-Noel Poirier also would take up his duties as consul general, making it the first European Union country to establish a consulate general in Greenland.</p><p>Poirier will be “tasked with working to deepen existing cooperation projects with Greenland in the cultural, scientific, and economic fields, while also strengthening political ties with the local authorities,” the ministry said.</p><p>“The first item on the agenda will be to listen to Greenlanders, to hear them, to let them explain in detail their position, and from our side to confirm to them our support, as much as they and the Danish side want,” Poirier told the AFP news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Canada, which Trump has called upon to give up its sovereignty and become <a href=\"/video/newsfeed/2025/5/6/canadas-carney-rejects-trumps-51st-state-talk-in-oval-office\">the 51st state</a> of the US, pledged to open a consulate in Greenland in 2024, before Trump’s recent talk of a takeover, and the formal inauguration was delayed from November because of bad weather.</p><p>Since returning to the White House last year, Trump has insisted that Washington needs to control the strategic, mineral-rich Arctic island for security reasons.</p><p>Trump last month backed off threats to seize Greenland after saying he had struck a “framework” deal with NATO chief Mark Rutte to ensure greater US influence.</p><p>A US-Denmark-Greenland working group has been established to discuss Washington’s security concerns in the Arctic, but details have not been made public.</p><p>Iceland opened a consulate in Nuuk in 2013, while the United States, which had a consulate in the Greenlandic capital from 1940 to 1953, reopened its mission in 2020.</p></div></div></body></html>"
        },
        {
            "title": "Manchester United vs Tottenham: Premier League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-06T13:09:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69858e3e86-1770360382_f49f4f-1770364587.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Manchester United vs Tottenham Hotspur<br>\n<strong>What: </strong>English Premier League<br>\n<strong>Where:</strong> Old Trafford, Manchester, UK<br>\n<strong>When: </strong>Saturday at 12:30pm (12:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 10:00 GMT in advance of our live text commentary stream.</p><p>A rejuvenated Manchester United will look to extend interim coach Michael Carrick’s <a href=\"/sports/2026/2/1/man-utd-strike-late-as-carrick-extends-perfect-start-in-fulham-thriller\">perfect start</a> and make it four wins out of four against a troubled and injury-ravaged Spurs side.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Carrick’s United followed up statement wins over Manchester City and league leaders Arsenal with a battling 3-2 victory over Fulham on Sunday, leaving the Red Devils in fourth place in the table with 41 points.</p><p>While Spurs are languishing in 14th place on 29 points and are without a win in six Premier League games, they are also unbeaten in their last four games, including an impressive comeback from two goals down to draw 2-2 with Manchester City on Sunday.</p><p>And while Tottenham’s dire home form has hobbled their season, five of their seven league victories this season have come on the road, with only Arsenal and Aston Villa winning more away points than Spurs so far.</p><p>Tottenham have also recently become a bit of a bogey team for United, who have not beaten Spurs in their last eight encounters.</p><h2 id=\"carrick-stresses-importance-of-munich-air-disaster-to-united-s-history\" class=\"p1\">Carrick stresses importance of Munich air disaster to United’s history</h2><p class=\"p1\">United’s players must “understand the history” of the <a href=\"/features/2020/2/17/harry-gregg-the-hero-of-1958-manchester-united-tragedy\">Munich air disaster</a>, Carrick says, as the club prepare to mark the 68th anniversary of the tragedy.</p><p class=\"p1\">The United team were on their way back from a European Cup draw with Red Star Belgrade on February 6, 1958, when their plane crashed in Munich, after a stop to refuel, causing 23 deaths, including 11 players and staff of the English giants.</p><p class=\"p1\">Carrick made the comments at Thursday’s pre-match news conference ahead of the clash against Tottenham, moved forward a day so as not to coincide with Friday’s service at Old Trafford to mark the disaster.</p><p>“Munich is probably the biggest part of the history of this club in terms of the tragedy itself, how the team and the football club bounced back from it and then went on to success, and everything from there was carried on,” said Carrick, who has served United as a player, coach and manager.</p><figure id=\"attachment_4292121\" aria-describedby=\"caption-attachment-4292121\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292121\" src=\"/wp-content/uploads/2026/02/getty_6985aa32d5-1770367538.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MANCHESTER, ENGLAND - FEBRUARY 01: Michael Carrick, Manager of Manchester United acknowledges the fans after the Premier League match between Manchester United and Fulham at Old Trafford on February 01, 2026 in Manchester, England. (Photo by Carl Recine/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292121\" class=\"wp-caption-text\">Carrick acknowledges the fans after the 3-2 win over Fulham at Old Trafford on February 1, 2026 [Carl Recine/Getty Images]</figcaption></figure><h2 id=\"tottenham-certainly-bring-a-challenge\">Tottenham ‘certainly bring a challenge’</h2><p>Looking ahead to Saturday’s game, Carrick said Spurs would pose a tough test for his side.</p><p>“They’ve got really good attackers who look to stretch the backline and play forward and attack the box an awful lot. It’s something we’ve got to be aware of,” he said.</p><p>“A slightly different game to maybe what we have played over recent weeks in some ways, but we’re looking forward to it. We’re in a good place, the boys have worked well again this week.”</p><p>He added that while “the three wins have been fantastic in different ways” United need to keep their “feet on the ground, let’s not get carried away with what has gone on.</p><p>“It’s about what’s next. A big challenge ahead but we’re looking forward to it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"spurs-boss-says-romero-outburst-dealt-with-internally\" class=\"p1\">Spurs boss says Romero outburst ‘dealt with internally’</h2><p class=\"p1\">Tottenham Hotspur manager Thomas Frank said Cristian Romero’s outspoken social media comments about the club’s transfer policy had been “dealt with internally” as he refused to confirm whether the Spurs skipper had been disciplined.</p><p class=\"p1\">Romero made headlines on Monday when he revealed on Instagram that he played with an illness in Sunday’s 2-2 draw against City and called it “disgraceful” that the squad were left with only 11 fit players.</p><p class=\"p1\">It was a view which resonated with many Tottenham fans, given the north London club’s lack of transfer activity since the signing of Conor Gallagher on January 14, especially as Spurs have lost nine players to injuries since the start of 2026.</p><p class=\"p1\">But Frank, speaking ahead of Saturday’s trip to United, said: “If you want to know what he meant, you of course need to ask him.”</p><p class=\"p1\">Frank added: “[Romero] is a very passionate character and player. He wants to leave everything on the pitch and he is very ambitious and wants to win every time.</p><p class=\"p1\">“Sometimes when you are like that, sometimes there can be an outburst, which happened this time. It is something we have dealt with and dealt with internally.”</p><figure id=\"attachment_4292130\" aria-describedby=\"caption-attachment-4292130\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292130\" src=\"/wp-content/uploads/2026/02/getty_6985aa8d05-1770367629.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FRANKFURT AM MAIN, GERMANY - JANUARY 28: Cristian Romero of Tottenham Hotspur acknowledges the fans after the UEFA Champions League 2025/26 League Phase MD8 match between Eintracht Frankfurt and Tottenham Hotspur at Frankfurt Stadion on January 28, 2026 in Frankfurt am Main, Germany. (Photo by Alex Grimm/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292130\" class=\"wp-caption-text\">Romero celebrates after Spurs win away at Eintracht Frankfurt on January 28, 2026 [Alex Grimm/Getty Images]</figcaption></figure><h2 id=\"we-are-getting-closer-and-closer\">‘We are getting closer and closer’</h2><p>Tottenham’s poor season has put Frank’s position in peril, but the Spurs boss said he saw signs of improvement in recent games and pleaded for patience.</p><p>“I think there has been, I said it for a while, I think the performances are more competitive and consistent. Are they perfect? No, but we are getting closer and closer,” he said.</p><p>He acknowledged that while some recent second-half performances were encouraging, ” I think we can also add up more in the first half. [But] I think we are in a place where we can look forward.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Manchester United and Tottenham Hotspur have faced each other 206 times, with United winning 96 of those encounters, Spurs winning 58, and 52 ending as draws.</p><p>Spurs are unbeaten in their last eight games with United, winning five and drawing three – with the most consequential win being the 1-0 <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">Europa League final victory</a> in May.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"united-s-team-news\">United’s team news</h2><p class=\"p1\">Patrick Dorgu remains out with a hamstring injury he picked up after scoring in the 3-2 win at Arsenal, while Carrick said Matthijs de Ligt and Mason Mount are nearing a return to action but will miss the Tottenham game.</p><p><strong>Predicted lineup:</strong></p><p>Lammens (GK); Dalot, Maguire, Martinez, Shaw; Casemiro, Mainoo; Diallo, Fernandes, Cunha; Mbeumo</p><h2 id=\"tottenham-s-team-news\">Tottenham’s team news</h2><p>Frank has to contend with a lengthy injury list, as Kevin Danso, Richarlison, Pedro Porro, Lucas Bergvall, Rodrigo Bentancur, Mohammed Kudus, Ben Davies, Dejan Kulusevski, and James Maddison are all ruled out.</p><p>Dominic Solanke starred with two goals against City last weekend after returning from a lengthy injury layoff, however, he is again a worry for Spurs after he limped off in the second half of Sunday’s game.</p><p>Defender Micky van de Ven has returned to training and is available for selection. Romero and Djed Spence are also both expected to be declared fit to play after recovering from illness and a calf problem.</p><p><strong>Predicted lineup:</strong></p><p>Vicario (GK); Spence, Romero, Van de Ven, Udogie; Bissouma, Gallagher; Odobert, Simons, Kolo Muani; Solanke</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Art Basel Qatar: Making a new equilibrium in the Middle East | Arts and Culture News | Al Jazeera",
            "time": "2026-02-06T13:02:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/s1-1770375260.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Doha –</strong> The first-ever edition of Art Basel Qatar opened its doors with an exhibition-style art fair this week, first for VIPs and then the general public, along with a series of talks by eminent voices spread across upscale Msheireb in the Qatari capital, Doha.</p><p>This is the fifth event in Art Basel’s calendar after the original Swiss edition, which has also hosted prestigious fairs in artistic epicentres Paris, Hong Kong and Miami, and is historic as the inaugural Art Basel event in the Middle East.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>M7 Msheireb Cultural Forum staged Pablo Picasso, Jean-Michel Basquiat, Shirin Neshat and other well-known artists – while the fair extended over multiple other galleries, crossing the opulent, yet understated courtyard with an interactive installation by South African Sumayya Vally, leading to Doha’s Design District.</p><figure id=\"attachment_4292474\" aria-describedby=\"caption-attachment-4292474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292474\" src=\"/wp-content/uploads/2026/02/s13-1770376081.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pablo Picasso exhibit at Art Basel Qatar [Showkat Shafi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292474\" class=\"wp-caption-text\">The Pablo Picasso exhibit at Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure><p>Aisha Ahmad, a 25-year-old Qatari artist, was taking her time in front of each art display to absorb the works in front of her.</p><p>She said it is hard for her to believe that she can see these artists in her own country.</p><p>“If you want to observe art like that, you would have to travel abroad. It’s exciting for the locals and amazing to see people from different countries, people travelling all the way to come to this country,” said Ahmad.</p><figure id=\"attachment_4292463\" aria-describedby=\"caption-attachment-4292463\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292463\" src=\"/wp-content/uploads/2026/02/s22-1770375940.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sumayya Vally’s plywood and cement eight channel sound installation at a Msherib courtyard at Art Basel Qatar [Showkat Shafi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292463\" class=\"wp-caption-text\">Sumayya Vally’s plywood and cement eight-channel sound installation at a Msheireb courtyard at Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure><p>Artistic director Wael Shawky designed the exhibit with a balance of representation, with half of the artists being from the Global South, in particular, the Middle East.</p><p>Shawky departed from the booth-like format that art fairs usually have, allowing art connoisseurs and buyers to see multiple pieces from the same artist for purchase. Art Basel Qatar had a gallery format, with each artist given a certain space to display their works.</p><p>Aiza Ahmed, a 28-year-old artist from the Pakistani diaspora who lives between the United States and Dubai, had an entire corner set aside for her with free-flowing muslin cloth mixed-media paintings of larger-than-life men in various uniforms.</p><figure id=\"attachment_4292458\" aria-describedby=\"caption-attachment-4292458\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292458\" src=\"/wp-content/uploads/2026/02/s33-1770375846.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aiza Ahmed’s mixed media installation at Gallery 1, Doha Design District, Msherib, Art Basel Qatar [Showkat Shafi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292458\" class=\"wp-caption-text\">Aiza Ahmed’s mixed-media installation at Gallery 1, Doha Design District, Msheireb, Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure><p>Ahmed praised Shawky’s direction, saying it gave her the space to finetune her exhibit and create something people from her part of the world can resonate with.</p><p>Ahmed said her inspiration was drawn from witnessing the flag ceremony at the India-Pakistan border, at Wagah-Attari, where border guards put on a daily display cheered on by the crowds on either side.</p><p>She was 10 years old, and the border drawn by British colonists left a deep impression on her, given her own family’s history of migration from India; first to Bangladesh, and then on to Pakistan when Bangladesh, initially East Pakistan until 1971, broke away to independence.</p><p>“It’s been a dream come true, really, and it’s been a privilege to work with him [Shawky], given the focus is so artist-driven, and to have been in conversation with him so closely,” says Ahmed.</p><p>Khalil Rabah, a Palestinian artist from Jerusalem, has an installation in the landing of Doha Design District, with various elements of household life and construction elements called “Transition”. Found objects and discarded materials are made into sculpture-like forms that represent uprooting, survival and reinvention.</p><figure id=\"attachment_4292454\" aria-describedby=\"caption-attachment-4292454\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292454\" src=\"/wp-content/uploads/2026/02/s26-1770375784.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sarah Al Mehairi’s ‘Off-centred’ series at Doha Design District, Msherib, Art Basel Qatar [Showkat Shafi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292454\" class=\"wp-caption-text\">Sarah Al Mehairi’s ‘Off-centred’ series at Doha Design District, Msheireb, Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure><p>Loujain, 27 and Aalia, 25, who were experiencing Rabah’s installation, were visiting from Bahrain with their family. They said that seeing representation of regional and international artists was a welcome start.</p><p>“I want to see people from our parts of the world, and I want them to have the same platform and the same exposure, because you don’t feel like there’s a ceiling because of where you’re from,” said Aalia.</p><p>Loujain said local and regional artists have skills and different stories to tell, so they should be given a platform. “They have valued equity because the artists have aspirations, and across the board to give people [artists] weight, the weight they deserve.”</p><p>She explained that the regional artists have stepped up their game and presented art parallel to that of their peers around the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Nazar Yahya, 60 an Iraqi painter visiting from the US state of Texas specifically for Art Basel Qatar, said Shawky’s exhibition had affected him with a refined balance in his choice of galleries and artists, while his representation of artists of colour does not feel like a token gesture.</p><p>Yahya said it was important for him to see this new balance of representation because “it shows that in Arab countries we have [serious] artists”.</p><p>Sarah Al Mehairi, a 27-year-old Emirati artist, has a series of mixed media in paintings and sculptures in monochrome colours, making a dramatic exit from Gallery 2 of Doha’s Design District.</p><figure id=\"attachment_4292447\" aria-describedby=\"caption-attachment-4292447\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292447\" src=\"/wp-content/uploads/2026/02/s36-1770375669.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Sarah Al Mehairi’s ‘Off-centred’ series at Doha Design District, Msherib, Art Basel Qatar [Showkat Shafi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292447\" class=\"wp-caption-text\">Sarah Al Mehairi’s ‘Off-centred’ series at Doha Design District, Msheireb, Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure><p>Al Mehairi said Art Basel Qatar was not only memorable but groundbreaking for the Middle East.</p><p>“I would say that the region has always been serious and important for arts and culture, and with moments like these, Art Basel Qatar and Frieze coming to Abu Dhabi in November of this year, it’s showing that, you know, this is the centre right now. This is where people should be looking,” she said.</p><figure id=\"attachment_4292438\" aria-describedby=\"caption-attachment-4292438\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292438\" src=\"/wp-content/uploads/2026/02/s32-1770375501.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohamed Monaiseer’s ‘Gypsum’\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292438\" class=\"wp-caption-text\">Mohamed Monaiseer’s ‘Gypsum’ series at Doha Design District, Msheireb, Art Basel Qatar [Showkat Shafi/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Survivor of deadly mine collapse in DR Congo recounts rescue | Mining | Al Jazeera",
            "time": "2026-02-06T12:53:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770382372.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘I came back from the dead’: 21 hours underground after DRC mine collapse | Mining News | Al Jazeera",
            "time": "2026-02-06T12:35:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25136541713222-1770379480.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Goma, Democratic Republic of the Congo –</strong> It was the afternoon of Thursday, January 29 in the eastern Congolese city of Goma. More than 24 hours had passed since Grace Barata’s relatives had any word about him.</p><p>For days, Barata had been in the town of Rubaya, about 60km (37 miles) northwest of Goma, at a mine where he worked. But the day before, news had reached the family that there was a <a href=\"/news/2026/1/31/more-than-200-killed-in-mine-collapse-in-eastern-dr-congo-report\">huge landslide</a> and hundreds of people were dead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Almost sure they would never see him again, Barata’s family began making funeral arrangements.</p><p>Then, at about 6pm on Thursday, they were shocked and overjoyed as he was brought through the door of the house, weary and exhausted – but alive.</p><p>“We had already begun to mourn our brother,” Munguiko Ntacyumpenze, Barata’s cousin, told Al Jazeera from the family home in Goma.</p><p>“We were overwhelmed and found it difficult to accept this situation because we did not expect [that he was alive]. By the grace of God, he has returned from the dead,” he said with a smile.</p><p>Barata, 35, who began working on the mines in 2012, was one of the rare survivors.</p><p>Rebel authorities in charge of the town say at least 200 people were killed when the coltan mine in the mineral-rich eastern DRC city collapsed last week.</p><p>Many victims died of asphyxiation due to a lack of oxygen, while others were crushed by the weight of the earth caving in around them.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"heavy-rains-landslides\">Heavy rains, landslides</h2><p>Above the mines of Rubaya are hills that rise steep and green. From the flanks of the mountainside, orange‑brown terraces have been carved out, cutting into the slopes. Mounds of mud and rock sit beside trenches filled with murky water.</p><p>On the slopes on any given day, lines of artisanal miners climb and descend, some with sacks of wet earth slung over their shoulders, others swinging pickaxes into the walls of the pit.</p><p>Rubaya is a small town that sits on stores of some of the world’s most <a href=\"/features/2026/2/4/we-are-exploited-congolese-fear-losing-out-as-us-makes-minerals-deals\">strategic and valuable minerals</a> – coltan, tin and tungsten, which are essential for use in modern technology such as smartphones and electric cars.</p><p>But most people there live simple lives.</p><p>Every day, thousands of small-scale miners come to work in the vast open mining pits, digging by hand. While the resources they find are to power expensive modern technology, for most of those doing the mining, life is a daily routine of risk and survival.</p><p>Wednesday, January 28, at the Luwowo mining site in Gasasa, on the Rubaya mining perimeter, where the mine collapse happened, was a typical work day.</p><p>That overcast morning, hundreds of people – men, mostly miners, and women who are mainly vendors selling food and local drinks – hurried to the mining site, locals told Al Jazeera.</p><p>By the afternoon, heavy rains lashed the area, which witnesses said caused a landslide at the mining site.</p><p>As a result, the mine collapsed, trapping hundreds of men underground.</p><figure id=\"attachment_4292493\" aria-describedby=\"caption-attachment-4292493\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292493\" src=\"/wp-content/uploads/2026/02/1005397964-1770376394.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Grace Barata congo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292493\" class=\"wp-caption-text\">Grace Barata, 35, survived a mine collapse in Rubaya, eastern DRC [Al Jazeera]</figcaption></figure><h2 id=\"i-found-myself-in-darkness\">‘I found myself in darkness’</h2><p>Sitting at his family home in Goma after his return, Barata recounts the day of the collapse.</p><p>“It started raining around 3pm local time, and we took shelter from the rain in the mine,” the survivor told Al Jazeera, speaking calmly with a distant look in his eyes.</p><p>“I heard rocks rubbing together and thought it was pebbles being washed away by the water, and then I found myself in darkness.”</p><p>Below ground, some people were crushed in the collapse, while those who were alive felt afraid.</p><p>“My biggest concern underground was the lack of oxygen,” Barata said, adding that he managed to calm himself down, and soon “we heard the voices of the crowds who came to our rescue.”</p><p>Above ground, local authorities had launched a search and rescue operation to reach those buried under the mine, with locals stepping in to help.</p><p>The typically ordered terraces had become a raw slope of fallen earth, as mud covered what used to be clear pathways between them. Where miners once stood and worked, rescuers were gathered, wading into the thick mud, digging with shovels and bare hands, to haul survivors and dead bodies from the slurry.</p><p>Around the landslide, the community gathered to watch – many faces tight with grief – as they waited for news of survivors.</p><p>After 21 hours underground, rescuers finally pulled Barata from the earth on Thursday at about 1pm.</p><p>He feels lucky to have been rescued alive, along with two of his friends, but says that dozens of others who were with him in the mine shaft did not survive.</p><p>“There were many of us in the same shaft, which I would describe as a tomb,” said Barata, a bandage covering part of his head.</p><p>“We saw the light from afar and knew we would be rescued,” he remembers, but laments that “the others died before our eyes, without saying a word.”</p><figure id=\"attachment_4292592\" aria-describedby=\"caption-attachment-4292592\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292592\" src=\"/wp-content/uploads/2026/02/AP25136541152189-1770379448.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"congo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292592\" class=\"wp-caption-text\">A coltan mining quarry in Rubaya, DRC [File: Moses Sawasawa/AP]</figcaption></figure><h2 id=\"trading-blame\">Trading blame</h2><p>Last year, the antigovernment Alliance Fleuve Congo (AFC) and M23 rebel coalition stormed through eastern DRC, <a href=\"/news/2025/3/13/people-need-a-break-drc-conflict-reignites-dark-memories-of-congo-wars\">seizing</a> key towns and cities from government control, including North Kivu’s Goma and Rubaya.</p><p>The AFC-M23 officials who now control the area reported at least 200 deaths in the Rubaya mine tragedy, but local civil society says the number may rise.</p><p>The Congolese authorities in Kinshasa say M23 and Rwanda – who they accuse of backing the rebels – are behind the deadly mine tragedy.</p><p>According to government spokesperson Patrick Muyaya, the Rubaya mining area is classified as “red status”, which prohibits all mining and commercialisation of minerals, including artisanal mining. He emphasises that digging activities that continue there are in “flagrant” violation of the law and do not comply with any safety standards.</p><p>Kinshasa and regional experts have also accused M23 of smuggling minerals out of the DRC and into Rwanda, to be sold to the international market – an accusation Rwanda rejects.</p><p>“It is clear that the more than 200 percent increase in coltan exports by Rwanda is the result of this illegal and uncontrolled exploitation,” claimed Muyaya.</p><p>The AFC-M23 coalition rejects these accusations, instead claiming that Kinshasa is attempting to “exploit” an accident caused by torrential rains for “political” purposes.</p><p>In a statement on February 1, the group referred to the “irresponsible, politicised and misinformed attitude” of Kinshasa, saying the DRC government is “choosing to manipulate public opinion to mask its appalling record on miner safety”.</p><p>It urged Kinshasa to instead conduct an audit of its own governance, particularly in the mining, flood management, and sanitation sectors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"natural-wealth-material-poverty\">Natural wealth, material poverty</h2><p>Daniel Kalalizi, an environmental analyst, said the Rubaya collapse is a human tragedy as well as a revealing environmental disaster. Such landslides are also the result of unregulated and illegal mining, he added, because that activity weakens the soil, destroys vegetation cover, and disregards basic safety standards.</p><p>“The responsibility lies with the Congolese state, which is responsible for regulating the mining sector, enforcing environmental laws, and protecting citizens,” he said.</p><p>“The lack of effective control of mining sites contributes directly to this type of tragedy,” he added, calling on miners to focus on safety over profits and saying mineral supply chains must prioritise sustainability in their sourcing.</p><p>Mines in Rubaya produce between 15 and 30 percent of the world’s coltan and are believed to account for over 60 percent of global coltan reserves.</p><p>However, despite the region’s immense natural wealth, observers say the local population still languishes in undignified living conditions, working in extreme and unsafe circumstances just to make a living.</p><p>Barata, who is now recovering in Goma from the trauma of what he endured, says that because of economic concerns, he has no choice but to return to the mines for work.</p><p>But in the meantime, he tries to focus on the fond memories of the miners who were with him underground.</p><p>Although several people he knew died that day, he remembers the last good hours he spent underground with a man named Bosco, a father of two, whose funeral took place on Friday, January 30, in Goma.</p><p>Barata says on the evening before the collapse, the two shared their meals, towels and even sleeping space. When the collapse happened, they talked about whether they would make it out alive.</p><p>“Before the oxygen ran out in the shaft, we told each other to repent so that we would not miss what we had come for or the kingdom of heaven,” Barata remembers.</p><p>Bosco didn’t make it, he says, but “I came back from the dead.”</p></div></div></body></html>"
        },
        {
            "title": "Hundreds of thousands flee as fighting escalates in South Sudan | Genocide | Al Jazeera",
            "time": "2026-02-06T12:32:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770381069.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s war on Gaza’s healthcare continues in full force under ‘ceasefire’ | Health | Al Jazeera",
            "time": "2026-02-06T12:29:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6985db61-1770380129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On November 5, 2023, just a couple of months after the beginning of this latest assault on Palestine, my dear friend and colleague, Dr Maisara Azmi Al Rayyes, aged 28, was brutally murdered along with most of his close family in an Israeli military missile strike on his family home in Gaza City. A brilliant and gifted young doctor specialising in women’s and children’s health, Dr Maisara had returned to serve his besieged and occupied homeland after completing his master’s degree at King’s College London as a Chevening Scholar in 2019. Until the day he was killed, he repeatedly risked his life to provide desperately needed healthcare to his people under relentless Israeli attacks.</p><p data-start=\"966\" data-end=\"1080\">Dr Maisara was just one of more than 1,700 Palestinian healthcare professionals killed in Gaza since October 7, 2023.</p><p data-start=\"1082\" data-end=\"2027\">As I wrote this, I received news from Gaza that paramedic Hussein Hassan Al-Samiri, aged 48, from the Palestinian Red Crescent Society, had been killed in an Israeli air strike targeting clearly identified ambulance crews in the al-Mawasi area, west of Khan Younis. The strike hit the rescue team as they attempted to reach people wounded in an attack on tents sheltering displaced families – an attack that killed 21 people, including five children.</p><p data-start=\"1082\" data-end=\"2027\">Al-Samiri was the fourth healthcare worker killed in Gaza since a so-called “ceasefire” was declared in October 2025 and the second in less than 24 hours. He was killed in a double-tap attack: an initial strike followed by a second, deliberate attack targeting medical responders and rescue teams as they rushed to treat the wounded. This war crime had been in the Israeli playbook for many decades. I personally witnessed double-tap attacks on ambulances and rescue teams in Beirut during the brutal and bloody Israeli invasion of Lebanon in 1982, and later in Gaza during innumerable Israeli attacks.</p><p data-start=\"2029\" data-end=\"2135\">In the past two years, many Palestinian health workers were also executed by Israeli forces merely for doing their jobs.</p><p data-start=\"2137\" data-end=\"2503\">Last March, for example, Israeli soldiers <a href=\"/video/newsfeed/2025/3/31/what-happened-to-missing-medics-killed-in-gaza\">executed</a> 15 Palestinian paramedics and civil defence rescuers one by one in the al-Hashaashin area as they rushed to help the wounded at the site of a missile attack, before burying their bodies in a shallow mass grave in an apparent attempt to conceal the crime. <a href=\"/news/2025/4/5/unprecedented-video-shows-last-moments-of-gaza-medics-killed-by-israel\">Video footage</a> of the killings, recovered from the phone of one of the dead rescue workers, later circulated widely across international media.</p><p data-start=\"2505\" data-end=\"2647\">The execution of medical responders in al-Hashaashin marked one of the most extreme manifestations of Israel’s targeting of healthcare workers.</p><p data-start=\"2649\" data-end=\"3001\">The gruesome footage shocked many, but — like irrefutable evidence of double-tap strikes  — it did not prove enough to move Western governments backing Israel into meaningful action. A few issued mournful statements, others delivered stern warnings, but none acted to stop or effectively sanction Israel.</p><p data-start=\"3003\" data-end=\"3652\">Would these governments have remained silent if Palestinian resistance had targeted Israeli healthcare workers and ambulance crews in the same way? Would they have merely paid lip service to human rights or swiftly condemned, sanctioned and punished the perpetrators? We know the answer. The continuation of carnage in Gaza reflects profound racist structural violence sustained by Western indifference. This indifference grants the settler-colony’s genocidal government impunity, and poses a deadly threat not only to Palestinian lives, healthcare and human rights, but also to the credibility of what is described as the rules-based international order, to all of us.</p><p data-start=\"3654\" data-end=\"4218\">The scale of destruction facing Gaza’s population is staggering. According to Gaza’s Ministry of Health, at least 71,000 Palestinians have been killed since October 7, with tens of thousands more still trapped beneath the rubble. Civilian death rates exceed 80 percent, with children, women and elderly people forming the overwhelming majority of victims. Life expectancy in Gaza has collapsed from approximately 74 years to around 35 years as a result of military violence, starvation, displacement, disease and the systematic destruction of medical infrastructure.</p><p data-start=\"4220\" data-end=\"4564\">Today, Palestinian healthcare workers continue to operate under unimaginable conditions. Hospitals and clinics have been bombed, invaded or burned, yet their services continue, often at minimal capacity. The <a href=\"/news/2025/11/15/gazas-medical-students-help-health-system-decimated-by-israels-war\">resilience and bravery</a> of Gaza’s medical professionals is extraordinary, but cannot compensate for the systematic dismantling of the healthcare system.</p><p data-start=\"4566\" data-end=\"5086\">The so-called “ceasefire” that went into effect on October 10, 2025 and presented internationally as a step towards ending hostilities, did nothing to lift Palestinians out of this misery. Their suffering continues under the cloak of this pretend “peace”. Since the “ceasefire”, Israeli military attacks have killed at least 529 Palestinians and wounded more than 1,400 others. Gaza authorities report more than 1,450 violations of the ceasefire between October 2025 and January 2026 through Israeli air strikes, artillery fire and direct shootings.</p><p data-start=\"5088\" data-end=\"5669\">One of the promises attached to this ceasefire charade was safe evacuation routes for the <a href=\"/news/2026/2/5/gaza-patients-head-to-rafah-crossing-as-people-return-amid-israeli-attacks\">sick and wounded</a>. On January 26, the World Health Organization was able to facilitate the evacuation of just 24 children from Gaza to Jordan, accompanied by 36 caregivers. On February 2, only five critically ill patients were permitted to leave. Meanwhile, nearly 20,000 patients remain trapped inside Gaza, including 4,500 children in urgent need of treatment unavailable within the territory. More than 1,200 patients have died while waiting for permission to leave Gaza for life-saving medical care.</p><p data-start=\"5671\" data-end=\"5878\">Israel has not only devastated Gaza’s healthcare system by destroying hospitals and killing doctors and nurses; it has also trapped the sick and wounded inside what has become an apocalyptic open-air concentration camp.</p><p data-start=\"5880\" data-end=\"6394\">The man-made catastrophe facing Gaza’s healthcare system is not the result of any failure by Gaza’s medical professionals. It is the outcome of 18 years of siege, compounded by more than two years of sustained bombardment, and <a href=\"/news/2024/11/24/dying-in-hell-palestinian-medics-jailed-by-israel\">the detention</a>, <a href=\"/video/newsfeed/2024/5/6/family-says-al-shifa-doctor-was-tortured-to-death-in-israeli-prison\">torture</a> and targeted killing of medical personnel. The World Health Organization has recorded more than 1,800 attacks on healthcare facilities and staff across the occupied Palestinian territories since October 2023, killing more than 1,000 people and injuring nearly 2,000 others.</p><p data-start=\"426\" data-end=\"953\">These attacks are part of a longer historical pattern. Over the past two decades, at least 3,254 Israeli attacks on healthcare have been documented by WHO across the occupied Palestinian territories, killing or injuring more than 4,200 patients and medical staff. Each cycle of Israeli military assault further erodes Gaza’s already fragile medical system, deepening the exhaustion of a healthcare infrastructure already <a href=\"/news/2025/12/23/gaza-patients-facing-death-as-israel-continues-to-block-medical-supplies\">crippled</a> by <a href=\"/news/2025/12/7/no-gauze-no-gloves-israels-severe-restrictions-on-medical-aid-to-gaza\">chronic shortages</a> of medicines, equipment, maintenance, fuel, repair capacity and international protection.</p><p data-start=\"955\" data-end=\"1554\">The humanitarian consequences are visible everywhere. Gaza is now enduring its third consecutive winter under conditions of mass displacement. More than 80 percent of buildings have been damaged or destroyed. Families are living in overcrowded shelters, exposed to storms and freezing temperatures. Children have already died from hypothermia. Disease outbreaks are spreading rapidly, with more than 88,600 acute respiratory infections and approximately 11,000 cases of acute watery diarrhoea reported in recent weeks, about 80 percent affecting children, according to the World Health Organization.</p><p data-start=\"308\" data-end=\"927\">Humanitarian assistance itself is under direct attack. Israel has refused to renew operating licences, banning at least 37 internationally recognised humanitarian organisations from working in Gaza, including <a href=\"/news/2026/2/1/israel-says-it-will-ban-msf-from-operating-in-gaza\">Doctors Without Borders</a> and the Norwegian Refugee Council. At the same time, Israel’s parliament has passed legislation allowing the cutting of electricity and water supplies to United Nations agencies providing life-saving aid, healthcare and education to more than 2.5 million Palestinian refugees. The consequences are obvious and deliberate: humanitarian collapse, collective punishment and ethnic cleansing as policy.</p><p data-start=\"1913\" data-end=\"2219\">What is unfolding in Gaza is not only a war on a population but a direct assault on the principles of international law, including the obligation to protect civilians and medical services during armed conflict. With consistent backing from the United States, Israel is replacing legal norms with raw power.</p><p data-start=\"2221\" data-end=\"2426\">Europe once vowed “never again” after the Holocaust. That promise was meant to warn humanity that tolerating racist violence leads not to stability but to catastrophe. Today, that warning is being ignored.</p><p data-start=\"2428\" data-end=\"2750\">The genocide in Gaza represents one of the defining ethical tests of our time. Humanitarian aid, while essential, cannot address the root causes of illness and premature death in Gaza and the West Bank. These root causes lie in the structural realities of the Israeli occupation and apartheid, shaping every aspect of Palestinian life.</p><p data-start=\"2752\" data-end=\"3005\">The new year has brought no renewal for Gaza, only the continuation of a slow genocide and the collapse of Western moral leadership. Yet hope remains in the resilience and resistance of the Palestinian people and the growing global solidarity demanding accountability.</p><p data-start=\"3007\" data-end=\"3118\">“Never again,” the world declared in 1945. For Palestinians, the urgency of those words has never been greater.</p><p data-start=\"3007\" data-end=\"3118\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Dozens killed in suicide bomb attack at Pakistan mosque | Politics | Al Jazeera",
            "time": "2026-02-06T12:12:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770379895.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Spain v social media giants: What’s the big dispute about? | Child Rights News | Al Jazeera",
            "time": "2026-02-06T11:44:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6985b23df254-1770369598.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Spanish Prime Minister Pedro Sanchez has clashed with social media platform owners over plans to ban social media for under-16s in the country.</p><p>Describing social media platforms as the “Wild West”, Sanchez announced plans to hold platform executives responsible for criminal or harmful content.</p><p>Social media executives, including tech billionaire and X owner Elon <a href=\"/news/2026/2/4/musk-labels-spain-pm-tyrant-after-madrid-proposes-social-media-curbs\">Musk</a> and the Russian Telegram founder Pavel Durov, hit back, with Elon Musk calling Sanchez a “true fascist totalitarian” over the proposed measures this week.</p><p>Then, in an open Telegram message to all users in Spain, Durov accused Sanchez’s government of “pushing dangerous new regulations that threaten your internet freedoms”.</p><p>He claimed the measures would turn Spain “into a surveillance state under the guise of ‘protection’”.</p><p>In response, unnamed government sources told the media: “Telegram founder Pavel Durov used his unrestricted control of the app to send a mass message to all users in Spain, spreading several lies and making illegitimate attacks against the government. This is the first time this has happened in our country’s history.</p><p class=\"dcr-130mj7b\">“Spaniards cannot live in a world where foreign tech oligarchs can flood our phones with propaganda at will simply because the government has announced measures to protect minors and enforce the law.”</p><p>So what is the dispute about, and why has it become so heated?</p><h2 id=\"what-has-sanchez-announced\">What has Sanchez announced?</h2><p>Speaking at the World Governments Summit in Dubai on Tuesday, Sanchez said that by banning social media for children under 16, Spain aimed to “protect them from the digital Wild West”.</p><p>Currently, social media platforms such as Facebook and TikTok require users to be at least 13 years old.</p><p>Sanchez said, “Our children are exposed to a space they were never meant to navigate alone … We will no longer accept that.”</p><p>Sanchez added that Spain would also devise a law to hold social media company executives responsible for the illegal, hateful or harmful content on their platforms.</p><p>“The power of the state is there to protect democracies from the attacks they suffer and also children and adolescents from that toxic, unpunished world that social media has unfortunately become,” Sanchez said.</p><p>“They won’t break us, because the voice of reason … will not be silenced by these techno-oligarchs of the algorithm.”</p><p>Sanchez also announced that Spain has joined a group of five European countries, which he termed the “Coalition of the Digitally Willing”, to discuss cross-border regulation of social media.</p><p>Sanchez did not provide details of what this collaborative effort could entail, nor did he name which countries would participate, but added that they would meet in the upcoming days.</p><p>“We know that this is a battle that far exceeds the boundaries of any country,” he said.</p><p>The proposed ban would be introduced as an amendment to an existing bill on digital protection for minors that is currently being debated in parliament, the Reuters news agency reported, quoting an unnamed government spokesperson.</p><p>Furiously. On Tuesday, Musk responded to a video of Sanchez’s speech on X, writing: “He is a traitor to the people of Spain.”</p><p>He then reposted the video of the speech, writing, again: “Dirty Sanchez is a tyrant and traitor to the people of Spain.”</p><p>Grok, which is the AI platform on X, was the number one mobile application in Spain last month, Musk claimed.</p><p>However, Musk has been accused of platforming the far-right and white supremacists, particularly in Europe. He addressed a political rally of the far-right <a href=\"http://aljazeera.com/news/2025/5/2/german-security-service-designates-far-right-afd-as-extremist\">Alternative for Germany (AfD) party</a> in the German city of Halle last year.</p><p>On Wednesday, Telegram founder Pavel Durov also lashed out at Sanchez in a message on Telegram, writing: “These aren’t safeguards; they’re steps toward total control. We’ve seen this playbook before – governments weaponizing ‘safety’ to censor critics.”</p><p><a href=\"/news/2024/8/26/who-is-telegram-founder-pavel-durov-all-to-know-about-his-arrest-in-france\">Durov was arrested</a> in Paris in August 2024 for failing to curb alleged criminal activity on the messaging app and was charged with 12 offences. He denied any wrongdoing in a statement last March. He was allowed to leave France in March under judicial supervision, but the case remains open.</p><h2 id=\"what-do-people-in-spain-want\">What do people in Spain want?</h2><p>The Ipsos Education Monitor 2025, published in late August 2025, reported that 82 percent of people in Spain support banning social media for children under the age of 14, a rise from 73 percent in 2024.</p><p>The survey was conducted in 30 countries, and a majority of respondents in all 30 countries supported banning social media for children under 14.</p><p>While social media has long provided easy access to unregulated graphic content, misinformation and hate speech, the recent explosion of AI‑generated material poses new risks to the wellbeing of children and young people, experts say.</p><p>The American Psychological Association published an advisory last year warning that generative AI systems can amplify harmful content such as violent or sexual videos.</p><p>It also added that adolescents are less likely than adults to question the accuracy of AI-generated content. “They may also be unaware of the persuasive intent underlying an AI system’s advice or bias,” the advisory stated.</p><p>AI can also <a href=\"/news/2024/3/1/could-ai-exacerbate-inequalities-in-our-world-today?traffic_source=KeepReading\">amplify</a> pre-existing <a href=\"/news/2024/3/9/why-google-gemini-wont-show-you-white-people\">societal prejudices</a>, according to Ayo Tometi, co-creator of the US-based antiracist movement Black Lives Matter.</p><p>Children worldwide are also worried about the misuse of AI for online child sexual exploitation and “deepfakes”, according to UNICEF research on children’s perspectives and AI published in October 2025.</p><p>Governments appear to be taking this seriously.</p><p>Musk’s Grok recently came under fire for allowing users to generate sexually explicit fake images of women and minors. This triggered an <a href=\"/news/2026/1/26/eu-launches-probe-into-grok-ai-feature-creating-deepfakes-of-women-minors\">investigation</a> by the European Commission last month.</p><p>On Tuesday, French prosecutors raided X’s offices in France as part of an investigation into allegations including spreading Child Sexual Assault Material (CSAM).</p><p>On the same day, the United Kingdom’s Information Commissioner’s Office (ICO) opened a formal investigation “in relation to the Grok artificial intelligence system and its potential to produce harmful sexualised image and video content,” the office noted.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In December 2025, Australia <a href=\"/news/2025/12/9/why-is-australia-banning-social-media-for-teenagers\">banned children under 16 from social media</a>, becoming the world’s first country to do so. Under the law, 10 of the biggest platforms will face $33m in fines if they fail to take “reasonable steps” to purge Australian-based users younger than 16.</p><p>As of January 16, social media companies revoked access to about 4.7 million accounts identified as belonging to children in Australia, according to officials.</p><p class=\"p1\">“We stared down everybody who said it couldn’t be done, some of the most powerful and rich companies in the world and their supporters,” Australian Communications Minister Anika Wells told reporters last month.</p><p>Days after Australia’s ban took effect, Reddit, which was one of the 10 platforms required to purge minors, lodged a challenge to the ban in the High Court, while still complying with it.<strong> </strong></p><p>In 2023, France adopted a law mandating that social media platforms obtain parental consent before children under 15 could open accounts. However, local media report that technical difficulties have hampered enforcement.</p><p>In Germany, children aged between 13 and 16 require parental consent to be able to use social media platforms. In Italy, children under 14 need parental consent to set up social media accounts.</p><p>Last year, the Chinese internet regulator Cyberspace Administration of China (CAC) introduced a “minor mode” that applies device‑level controls and app-specific rules to limit screen time by age.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In November 2025, Denmark said it would introduce a ban on social media platforms for children under 15. Most parties said they would back this move in a parliamentary vote.</p><p>In the same month, Malaysia said it would ban social media for people under the age of 16, starting from 2026.</p><p>In January, UK Prime Minister Keir Starmer announced that his country was considering a ban similar to the one in Australia.</p><p>Greece will also announce a similar social media ban to the Spanish one for children under the age of 15, Reuters reported on Tuesday, quoting an unnamed senior government source.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump’s America First doctrine is remaking global diplomacy | Donald Trump | Al Jazeera",
            "time": "2026-02-06T11:21:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6932cdce8683-1764937166.jpg?resize=1920%2C1308",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">8 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--single-avatar\"><div class=\"byline-content\"><p class=\"author-title-or-tagline\">Republican political strategist, foreign policy analyst and former surrogate for Donald Trump’s 2016 and 2024 presidential campaigns.</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Unlike his 46 predecessors, Donald Trump’s political career began with a direct bid for the presidency rather than through a progression of elected or appointed offices. His political trajectory and election as President of the United States were unprecedented. Without a track record in politics, his first term was, by definition, a foray into the ways of Washington and the conduct of international affairs. The successes of his first term enabled him to master the intricacies of American governance and prepared him for his second, which places greater emphasis on foreign policy.</p><p>One year after his second election, President Trump’s foreign policy doctrine has reshaped the global order and redirected America’s role in the world at lightning speed, from defence alliances to resource security strategy. Critics dismiss the Trump Doctrine as nothing more than a chaotic combination of isolationism, dismantlement of multilateralism, and imperialism. Yet the reality is quite the opposite. President Trump’s vision is methodical and strategically results-driven. Although unorthodox, Trump’s bold and sometimes deliberately provocative pronouncements unnerve adversaries, often leading to concessions and desired outcomes. Whether friend or foe, America-first interests define his agenda and tactics. He aptly practises the “art of the deal” to achieve his goals. Nowhere is this strategy clearer than in Greenland. Trump threatened an invasion, a maximalist bargaining position, if Denmark refused to cede the island, which he deems vital to US security. The result: an agreement in which Denmark and the US will greatly increase their joint military footprint and open investment almost exclusively to the United States while excluding Chinese and Russian encroachment. Mission accomplished: enhanced US strategic access while reinforcing Western security architecture. Trump believes that by placing American interests first, the free world will also benefit, prosper and be more secure. Trump argues that prioritising American strength ultimately stabilises and secures the broader democratic alliance.</p><p>To accomplish his objectives, Trump has discarded what he sees as the role of the United Nations and argues that the 80-year-old organisation is at best ineffective and at worst a forum for anti-Americanism and left-wing activism, frequently paralysed by veto politics and incapable of enforcing meaningful accountability. Instead, his approach is bilateral or regional, reflecting a doctrine that prioritises direct power relationships over multilateral consensus. Regional alliances, such as the North Atlantic Treaty Organization (NATO), have been redefined by Trump’s insistence on collective engagement and greater contributions by member states, rebalancing alliance obligations to strengthen deterrence while reducing US overextension. Wealthy allies in Europe and Asia will now shoulder more of the financial burden for their own defence. At its core, the Trump Doctrine rests on two strategic pillars designed to secure peace through strength and prosperity through leverage. First, enhanced American military strength through a proposed doubling of the defence budget to 6 percent of the United States’ Gross Domestic Product (GDP), aimed at restoring overwhelming military deterrence in an era of great power competition. Second, the promotion of investment and equitable free trade. Trade and tariffs are instruments used by Trump not only to achieve equitable trade agreements but also as strategic tools designed to shape global behaviour and advance foreign policy objectives, ranging from curtailing Russian oil purchases in support of Ukraine to combating the global illicit drug trade, demonstrating Trump’s belief that economic leverage can be as decisive as military strength in shaping global outcomes.</p><p>In no region of the world has Trump invested more energy and political capital than the Middle East, which has become a central arena for his foreign policy approach. The Trump Doctrine has reaffirmed and strengthened the American-Israeli relationship while expanding the United States’ historic ties to Arab allies through the Abraham Accords that Trump championed in his first term, positioning them as a framework for broader regional cooperation. President Biden labelled Saudi Arabia a “pariah state”; Trump, in turn, considers the Kingdom a pivotal ally and a cornerstone of regional stability. Trump’s sway with Arab allies, including Egypt, Saudi Arabia, Jordan, Qatar, and the United Arab Emirates, was instrumental in achieving a ceasefire in Gaza, using regional alliances to advance negotiations. Trump’s vision for the Middle East is largely based on a philosophy that prosperity and opportunity, particularly for the Palestinians, is the cornerstone to achieve peace. Hence, his references to the development of Gaza and investments to make it prosperous. Trump’s 20-point, three-phase Gaza peace plan and Peace Council seek to balance Palestinian self-rule with Israeli security requirements. By marshaling the resources and commitments of Turkey and key Arab allies in the region, Trump is prepared to take calculated gambles to resolve the long-festering Israeli-Palestinian conflict, applying similar regional coalition-building efforts, just as he has done with the warring parties in Syria and with his support of the Sharaa-led government. Where Trump draws a red line is with respect to Iran. The Trump Administration subscribes to the view that most of the instability in the region is attributable to the Iranian regime’s meddling and support of terrorism and Iranian proxies in Yemen, Gaza, and Lebanon. Beyond being a state sponsor of terrorism, Iran’s nuclear ambitions also pose a global threat and, if successful, would serve to impose Iran’s hegemony over the entire region. Whether by military force or through a verifiable negotiated agreement, Trump is determined to conclusively end the Iranian threat, seeking to contain or dismantle Iran’s strategic capabilities for the long term. Trump is the first American President to strike Iran and is prepared to do so again. With Iran’s containment or with regime change through internal revolution supported by the United States, Trump would have much more leeway to press for a Palestinian state and the necessary security arrangements for both Israel and the Palestinians. In Trump’s vision, the guarantors of such a peace would be the United States and a cadre of Arab leaders representing an expanded Abraham Accords roster that would include Saudi Arabia, Qatar, Syria, and Lebanon, alongside other Arab states committed to regional security cooperation.</p><p>It is essential to consider the Trump Administration’s global foreign policy achievements and objectives through a broad lens, recognising them as part of a deliberate and coherent strategic doctrine. The Trump Doctrine’s principles are anchored in an unprecedented expansion of national defence, the pursuit of fair and equitable trade, and steadfast support for American allies. Unorthodox as Trump’s approach may be, its outcomes, according to its supporters, have demonstrated tangible strategic gains. In many respects, Donald Trump is portrayed as a 21st century Theodore Roosevelt, a leader willing to project strength to secure national interests. Both Presidents put America First and carried a big stick, prioritising national power as the foundation of global influence and stability.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Top players to watch at the 2026 tournament | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-06T10:58:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-24T183330Z_1316526792_UP1EL9O1FJT9V_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1770307914.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The ICC T20 World Cup has been a showcase of the big-time – and biggest hitting – stars of cricket since the tournament’s inception in 2007.</p><p>The <a href=\"/sports/2026/1/30/whats-the-format-and-full-match-schedule-of-the-t20-world-cup-2026\">latest edition</a> in India and Sri Lanka will be no different, with the evolution of the shortest format of the game continuing to break records and defy the odds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al Jazeera Sport takes a look at five of the top names at the tournament that will be hoping to lead their side to the 2026 final on March 8.</p><h2 id=\"abhishek-sharma-india\">Abhishek Sharma – India</h2><p>The world appears to be at the feet of Abhishek Sharma; indeed, it has appeared that way since he was signed by Delhi Daredevils in the Indian Premier League at the age of 17.</p><p>Now 25, the left-hander has established himself as one of the most feared T20 batters in world cricket – striking at nearly 200 in his 38 T20 international appearances on arrival at the tournament. The Punjab-born opener has yet to appear in Test or one-day international cricket for India, but has already recorded two centuries and eight fifties for his country in the shortest format.</p><figure id=\"attachment_4290828\" aria-describedby=\"caption-attachment-4290828\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290828\" src=\"/wp-content/uploads/2026/02/2025-09-24T154543Z_1902624916_UP1EL9O17S34H_RTRMADP_3_CRICKET-ASIACUP-IND-BGD-1770310206.jpg?w=770&amp;resize=770%2C509&amp;quality=80\" alt=\"India's Abhishek Sharma \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290828\" class=\"wp-caption-text\">India’s Abhishek Sharma made his international debut in 2024 [Satish Kumar/Reuters]</figcaption></figure><h2 id=\"sikandar-raza-zimbabwe\">Sikandar Raza – Zimbabwe</h2><p>An elder statesman at the tournament, Sikandar Raza commands huge respect not only in Zimbabwe but also in Pakistan. Born in Punjab, the 39-year-old switched Asia for Africa with his family just after the turn of the century.</p><p>The right-handed batter, who also bowls both off and leg-break, made his debut for Zimbabwe in 2013 and has 152 appearances across all formats on arrival at the T20 World Cup. It is in the shortest format where he has achieved the most success, becoming a gun player for numerous T20 sides the world over.</p><figure id=\"attachment_4291220\" aria-describedby=\"caption-attachment-4291220\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291220\" src=\"/wp-content/uploads/2026/02/AP25324512211826-1770324530.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zimbabwe's Sikandar Raza plays a shot during the tri-series T20 cricket match between Sri Lanka and Zimbabwe, in Rawalpindi, Pakistan, Thursday, Nov. 20, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291220\" class=\"wp-caption-text\">Zimbabwe’s Sikandar Raza has one T20 international century and 16 fifties to his name [Anjum Naveed/AP]</figcaption></figure><h2 id=\"abrar-ahmed-pakistan\">Abrar Ahmed – Pakistan</h2><p>Wrist spinners have long been regarded as the key to any successful T20 side and, in Abrar Ahmed, Pakistan have a player capable of turning a match on sixpence. The 27-year-old leg-break bowler only made his Test debut in 2022 and had to wait until 2024 to make his bow in both white-ball formats.</p><p>Then, 116 wickets for his country followed, including 46 in T20 internationals at an average of 17 with an economy just below seven. The greatest challenge for Abrar in his career has sadly been persistent back injuries, which slowed his early years and delayed his international debut. Both he and Pakistan will hope those problems are long behind him now.</p><figure id=\"attachment_4291226\" aria-describedby=\"caption-attachment-4291226\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291226\" src=\"/wp-content/uploads/2026/02/AP26029509272229-1770324612.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pakistan's Abrar Ahmed celebrates after the dismissal of Australia's Josh Philippe during the first T20 cricket match between Pakistan and Australia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291226\" class=\"wp-caption-text\">Pakistan’s Abrar Ahmed took six wickets in the recent 3-0 T20 series win against Australia [K M Chaudary/AP]</figcaption></figure><h2 id=\"harry-brook-england\">Harry Brook – England</h2><p>Arguably England’s most exciting talent, Harry Brook certainly has the ability to be their most explosive. The 26-year-old batter already has 134 caps for his country, with 13 centuries in that time, and claimed a T20 World Cup winners’ medal at the 2022 edition.</p><p>The right-hander was the first Englishman to score a triple century in Test cricket since Graham Gooch’s 333 against India in 1990. Brook’s effort came in Pakistan in 2024 and was achieved at nearly a run-a-ball. He has already represented three teams in the IPL and has 169 T20 appearances to his name in total, with three centuries and 16 fifties at a strike rate of 152.</p><figure id=\"attachment_4291237\" aria-describedby=\"caption-attachment-4291237\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291237\" src=\"/wp-content/uploads/2026/02/2026-02-01T151224Z_1006274158_UP1EM21168NWU_RTRMADP_3_CRICKET-T20-LKA-ENG-1770324832.jpg?w=770&amp;resize=770%2C537&amp;quality=80\" alt=\"England's Harry Brook in action against Sri Lanka\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291237\" class=\"wp-caption-text\">England’s Harry Brook in action [Lahiru Harshana/Reuters]</figcaption></figure><h2 id=\"glenn-maxwell-australia\">Glenn Maxwell – Australia</h2><p>Maxwell has long been the darling of white-ball cricket the world over. The best example of his incredible talent came when, severely hampered by injury, he dragged Australia into the semifinals of the 2023 Cricket World Cup with an unbeaten double century.</p><p>The 37-year-old had the nickname “The Big Show” long before that knock, and has been a near ever-present – and one of the highest earners – in the Indian Premier League. Maxwell arrives in India and Sri Lanka with 281 international appearances under his belt, and – even with age against him – one of cricket’s greatest game changers could well have another trick up his sleeve for Australia.</p><figure id=\"attachment_4291257\" aria-describedby=\"caption-attachment-4291257\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291257\" src=\"/wp-content/uploads/2026/02/13266290-1770325404.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Australia's Glenn Maxwell\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291257\" class=\"wp-caption-text\">Glenn Maxwell made his Australia debut in 2012 [Darren England/EPA]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "If Jamaat comes to power, Bangladeshi Hindus will be safe. I am the proof | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-06T10:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26034328142472-1770355701.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>My name is Krishna Nandi. I am a Hindu. I am a businessman. I am also a parliamentary candidate of Bangladesh Jamaat-e-Islami.</p><p>For many readers, this combination appears unusual. For me, it reflects a deeper truth about politics in Bangladesh that has long been obscured by fear, misinformation and political convenience.</p><p>My nomination has generated national debate because it challenges a long-held assumption that an Islamic political party cannot genuinely represent religious minorities. I welcome this debate. My candidacy exists precisely to confront this assumption directly and openly.</p><p>I want to state clearly what I have said repeatedly to people across my constituency. If Jamaat-e-Islami comes to power, no Hindu will have to leave Bangladesh. No Hindu will be forced to go to India. Instead, Hindus will live in this country with dignity, safety and respect. When I say that Hindus will be treated with honour, I am not speaking symbolically. I am talking about concrete guarantees of security, justice and equal citizenship under the law.</p><p>For decades, fear has been deliberately planted in the minds of minority communities. Hindus have been told that Islamic politics automatically means their persecution. This narrative has been politically useful for some but deeply harmful for national unity. My nomination itself is a living contradiction of this claim, and it has already restored confidence among many who had lost faith in politics altogether.</p><p>I joined Jamaat-e-Islami in 2003, not out of convenience but out of conviction. I found discipline, accountability and moral clarity within the party. Jamaat does not buy votes with money. It does not rely on intimidation, extortion or violence.</p><p>These are not rhetorical claims. They are principles enforced internally. That is why many ordinary citizens, including minorities, are now reassessing their political choices.</p><p>People are losing confidence in traditional political parties. This includes parties that once spoke the language of democracy but gradually normalised corruption, violence and impunity. Citizens are not simply voting against something. They are searching for an alternative that is serious about justice, governance and moral responsibility.</p><p>Jamaat is increasingly being seen as that alternative. In my constituency of Khulna-1, people have suffered for years due to extortion, political violence and fear. Hindus, in particular, have faced targeted attacks, discrimination and economic marginalisation. Many have lost jobs unfairly. Families have lived under constant pressure.</p><p>I have said clearly that these injustices will not be ignored. Those dismissed unfairly will receive justice through lawful procedures. Violence and intimidation against any community will not be tolerated.</p><p>I do not believe in broker-based politics. I do not operate through intermediaries. My phone number is with the people, and it will remain so. Representation should be direct, accountable and continuous — not something activated only during election seasons.</p><p>There have been attempts to intimidate me. Local power structures, including figures linked to established parties, have tried to apply pressure. My response has been firm. I cannot be silenced and I cannot be pushed aside. Fear has dominated our politics for too long. If we surrender to it, nothing will change.</p><p>Another issue that deserves honesty is history. I do not deny that minorities in Bangladesh have suffered at different moments under different governments. That suffering cannot be erased by rhetoric. What matters is whether a political movement is willing to confront injustice rather than deny it.</p><p>My presence within Jamaat-e-Islami is not an attempt to rewrite history but to shape the future. Many ask whether Jamaat is only for Muslims. My answer is straightforward. Jamaat is an Islamic party in values but a national party in responsibility. Justice, accountability and human dignity are not owned by any one religion.</p><p>During the July 2024 uprising in Bangladesh, naturally many amongst minority religious communities felt unsafe and insecure. However, it was members of organisations like Jamaat-e-Islami who gave us protection and safe guarded our temples and places of worship.</p><p>A state governed by justice protects minorities better than a state governed by slogans. When families fall into poverty, Jamaat-linked welfare networks step in without asking about religion or political loyalty. This culture of service explains why many citizens see Jamaat not as a party of slogans but as a party of discipline, structure and responsibility.</p><p>For international observers, I want to be equally clear. This election is not about importing ideology or exporting fear. It is about restoring trust between citizens and the state.</p><p>Bangladesh is a plural society by reality, not by charity. Any political force that ignores that fact cannot govern sustainably. My candidacy is not only about winning a seat, it is also about opening a new political conversation in Bangladesh. A conversation beyond fear, beyond communal suspicion and beyond the idea that identity must divide us.</p><p>I stand as a Hindu candidate, not in spite of Jamaat-e-Islami but because I believe its principles can help build a safer, fairer Bangladesh for all. This country belongs to all of us.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Pakistan admit politics calls for ‘A-game’ on the field | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-06T10:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25260666554086-1770369241.jpg?resize=1676%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>T20 World Cup: Pakistan admit politics calls for ‘A-game’ on the field</h1><p class=\"article__subhead\"><em>Pakistan play their first T20 World Cup game against Netherlands on Saturday, and admit group stage needs to be perfect.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Captain Salman Ali Agha has warned that his Pakistan team must bring their “A-game” to the 2026 T20 World Cup to reach the knockout stages after forfeiting their group match against India.</p><p>The tournament has been overshadowed by an acrimonious political build-up as Bangladesh were <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">replaced</a> by Scotland, and Pakistan <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">refused to face co-hosts</a> India in their Group A fixture.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan will lose two points for the forfeit and also suffer a significant blow to their net run rate, leaving little margin for error.</p><p>Even one abandoned match due to bad weather could complicate their path to the next round.</p><p>Pakistan open their campaign on Saturday in Sri Lanka against the Netherlands and will also face Namibia and the United States.</p><p>“We need to be cautious and bring our A-game,” Agha told reporters on Friday, admitting Pakistan have limited experience of the Netherlands and “don’t know many” of their players.</p><p>“We intend to unleash all our spin options because we feel they are vulnerable against quality spin,” he said.</p><p>The 2009 champions will lean heavily on their explosive opening pair, Fakhar Zaman and Saim Ayub, with Agha slated for number three.</p><p>Former skipper Babar Azam, who has struggled for form, slots in at number four.</p><p>“Babar has been working overtime on his game. He’s a key player in these conditions and can change a match in a few overs. We depend on him heavily,” Agha said.</p><p>Pakistan are on a high after a 3-0 whitewash of Australia at home.</p><p>The team will seek advice from their government if they reach the knockout phase and meet archrivals India.</p><p>Tournament co-hosts Sri Lanka <a href=\"/sports/2026/2/5/t20-world-cup-sri-lanka-urge-pakistan-to-reconsider-india-boycott\">urged Pakistan</a> on Thursday to reconsider their boycott of the match against India, which was to be staged in Colombo on February 15.</p></div></div></body></html>"
        },
        {
            "title": "Israel kills two in northern Gaza as Rafah crossing sees little movement | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-06T10:53:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6985aa3b79f0-1770367547.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two Palestinians have been killed by Israeli forces in the northern Gaza Strip, emergency services said, with multiple attacks reported across the coastal enclave as <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel presses its genocidal war</a> despite the “ceasefire” it has violated daily since October 10.</p><p>The bodies of those killed in the cities of Jabalia and Beit Lahiya were transported on Friday to al-Shifa Medical Complex in Gaza City.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In southern Gaza’s Khan Younis, Israel struck a Palestinian home, with the military, claiming the attack was in response to its soldiers being shot near the <a href=\"/news/2026/1/26/yellow-line-the-de-facto-israeli-buffer-zone-shaping-life-in-gaza\">so-called yellow line</a> – the demarcation line where the Israeli army entrenched under the first phase of the Gaza ceasefire, creating its own buffer zone.</p><p>“Within half an hour, the house was evacuated. It was cleared out, and then it was bombed,” resident Saleh Abu Hatab told Al Jazeera, adding it was located “opposite a school sheltering displaced people”.</p><figure id=\"attachment_4292128\" aria-describedby=\"caption-attachment-4292128\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292128\" src=\"/wp-content/uploads/2026/02/afp_6985aa53c749-1770367571.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A displaced Palestinian boy sits on the rubble and debris after Israeli aircraft targeted a five floor house last night, in Khan Yunis, southern Gaza Strip on February 6, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292128\" class=\"wp-caption-text\">A displaced Palestinian boy sits on the rubble after Israeli aircraft attacked a five-storey house in Khan Younis, southern Gaza Strip [AFP]</figcaption></figure><h2 id=\"traumatising-palestinians\">‘Traumatising Palestinians’</h2><p>Al Jazeera’s Hind Khoudary, reporting from Khan Younis, said the attack hit a multistorey building belonging to the Abu Hatab family.</p><p>“No injuries or deaths were reported,” she said. Khoudary added that Israeli forces also attacked an area of empty land in Sheikh Ijilin in Gaza City.</p><p>“Despite the ceasefire … Israeli forces continue to attack different areas across the Gaza Strip, which is traumatising Palestinians,” she added.</p><p>Elsewhere, in the central enclave, several Israeli tanks and engineering vehicles advanced east of Deir el-Balah, bulldozing and conducting clearing operations in the area.</p><p>The attacks come two days after <a href=\"/news/2026/2/4/israel-suspends-evacuation-of-palestinians-via-rafah-crossing-red-crescent\">Israel killed at least 23 Palestinians</a> on Wednesday, one of the deadliest days since the Gaza US-brokered “ceasefire” began in early October.</p><p>In that period, Israeli attacks have killed at least 574 people with 1,518 wounded, according to the Gaza Ministry of Health.</p><h2 id=\"palestinian-families-united\">Palestinian families united</h2><p>Twenty-one Palestinians stranded in Egypt were reunited with their families on Thursday in southern Gaza via the Rafah crossing.</p><p>The journey back from the Egyptian city of El Arish took many hours amid Israeli restrictions and obstacles at the crossing, with returnees looking visibly exhausted.</p><p>The Rafah crossing on the border with Egypt – the only way in and out for almost all of Gaza’s more than two million residents – was kept shut by Israeli authorities for most of the war and only partially reopened on Monday.</p><p>With its limited reopening, Israel is allowing a mere trickle of people to travel, finally permitting Palestinians who had been <a href=\"/news/2026/2/5/gaza-patients-head-to-rafah-crossing-as-people-return-amid-israeli-attacks\">stranded outside</a> to return and enabling the transfer of patients desperately needing medical treatment abroad, a key condition of the US-brokered “ceasefire” deal intended to end the genocidal war on Gaza. Israel has dragged its feet on that condition even after its last remaining captive’s body in Gaza was returned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>To date, only a few dozen people have been allowed to enter and leave the war-devastated coastal enclave.</p><p>Khoudary, citing the Red Crescent, said there were currently no plans for any movement at the crossing on Friday.</p><p>“There is a very big challenge that not only journalists are facing right now, but also the Palestinians themselves, where no one is informing Palestinians about when does this crossing open. When does it close? What is the process?” Khoudary said.</p><p>Khoudary added that the processing time at the crossing was “very long”, including for those returning, who were also being interrogated.</p><p>“They are being interrogated, they’re being handcuffed, blindfolded, and they’re also being harassed by the Israeli forces,” she added.</p><p>“This is not what Palestinians were looking forward to. They want real freedom of movement,” she added.</p><p>Meanwhile, the pace of medical evacuations since the crossing’s partial reopening has been slower than the numbers promised, and far short of what was required to meet the needs of the approximately 20,000 patients in need of medical treatment in other countries.</p><p>While the agreement had spoken of 50 patients being evacuated each day, accompanied by two family members each, only about <a href=\"/news/2026/2/5/gaza-patients-head-to-rafah-crossing-as-people-return-amid-israeli-attacks\">30 had been transferred</a> so far this week.</p><p>Gaza’s healthcare system <a href=\"/news/2026/2/4/how-israel-destroyed-gazas-health-system-deliberately-and-methodically\">has been devastated</a> by Israel’s genocidal war on the enclave, with 22 hospitals put out of service and 1,700 medical workers killed, according to the Palestinian Health Ministry.</p></div></div></body></html>"
        },
        {
            "title": "Just how ‘excellent’ was Trump and Xi Jinping’s phone call, really? | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T10:30:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251030__82GC2NQ__v4__HighRes__TopshotSkoreaUsChinaDiplomacy-1770228582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has hailed his Wednesday phone call with his key trade rival, China’s President Xi Jinping, in which they discussed a wide range of issues, as “excellent”.</p><p>But while Trump, who hopes to persuade China to further isolate Iran, claimed after the call that China had promised to increase the volume of soya beans it buys from the US, Xi appeared more concerned with warning the US to stay away from Taiwan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a post on his Truth Social website, Trump described the conversation as “excellent” and claimed the two countries are on friendly terms. Relations between the two countries have been rocky, however, and last year, Trump instigated a bitter trade <a href=\"/news/2025/10/13/trumps-100-tariff-threat-history-of-us-trade-measures-against-china\" target=\"_blank\" rel=\"noopener\">war</a> with Beijing.</p><p>“The relationship with China, and my personal relationship with President Xi, is an extremely good one, and we both realize how important it is to keep it that way,” Trump wrote in his post on Wednesday.</p><p>The two leaders were understood to have discussed a planned trip by the US president to Beijing later this year, Trump said, adding that he was “looking forward to it”.</p><p>China reacted in a more muted manner to the call, with state media reporting that both sides discussed opportunities to meet in the coming year. There was no mention of Trump’s visit to Beijing, nor of buying soya beans.</p><p>According to China’s state news agency Xinhua, Xi told Trump that he was willing to “work with you to steer the giant ship of China-US relations steadily forward through winds and storms, and accomplish more big things and good things”.</p><p>While the call indicates that both sides wish to keep talks on an even keel, it does not disguise the competing interests of each, analyst Manoj Kewalramani of the India-based Takshashila Institution told Al Jazeera.</p><p>“Implicit in this is the understanding the relationship is likely to remain difficult owing to the underlying strategic competition (between them),” he added.</p><p>Beijing is set to host the Asia-Pacific Economic Cooperation (APEC) Leaders’ Meeting in November. The US, meanwhile, is hosting the G20 Summit in December.</p><p>The two leaders last held a phone call in November to discuss several topics, including trade, amid the US’s tariff war. Trump’s erratic trade policies caused Chinese exports to the US to fall, but also saw Beijing’s exports to other countries <a href=\"/news/2026/1/14/chinas-trade-surplus-hits-new-heights-in-2025-despite-us-tariff-war\" target=\"_blank\" rel=\"noopener\">soar last year.</a></p><p>Here’s what we know about the latest phone call and what it means for US-China relations:</p><figure id=\"attachment_4203187\" aria-describedby=\"caption-attachment-4203187\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4203187\" src=\"/wp-content/uploads/2025/12/2025-12-30T041747Z_802381822_RC2RQIALJQYG_RTRMADP_3_CHINA-TAIWAN-DRILLS-1767075756.jpg?w=770&amp;resize=770%2C573&amp;quality=80\" alt=\"A Taiwan Coast Guard vessel travels near a China Coast Guard vessel as China conducts military drills around Taiwan, in this handout image provided December 30, 2025. Taiwan Coast Guard/Handout via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4203187\" class=\"wp-caption-text\">A Taiwan Coast Guard vessel travels near a China Coast Guard vessel as China conducts military drills around Taiwan, in this handout image provided December 30, 2025 [Taiwan Coast Guard/Handout via Reuters]</figcaption></figure><h2 id=\"what-was-discussed-regarding-taiwan\">What was discussed regarding Taiwan?</h2><p>Both sides confirmed that several topics were discussed, but the Chinese government, in its statement, said the “most important issue” was Taiwan.</p><p>China has long made known its plans to “reunify” with the democratic island it views as part of its own territory, and has not explicitly ruled out using force to do so.</p><p>Historically, the US has been an ally of Taiwan. Past administrations have maintained a “strategic ambiguity” position, which does not clearly rule in or out that Washington would step in to defend Taipei in case of a Chinese attack – leaving Beijing guessing.</p><p>Unlike previous governments, however, Trump has not prioritised support for Taiwan and has instead focused on making deals.</p><p>The US’s 2026 National Defense Strategy, published last month, made no mention of Taiwan, although earlier versions of it noted China’s “provocative” overtures in the waters close to Taiwan. Most recently, China held <a href=\"/news/2025/12/30/how-are-chinas-new-war-games-around-taiwan-different-from-earlier-drills\">military drills</a> in the waters and airspace around Taiwan’s main island in late December last year.</p><p>In December, the US announced a huge arms sales package to Taiwan valued at more than $10bn, including medium-range missiles, drones and howitzers, drawing anger from China.</p><p>Xi told Trump on the Wednesday phone call to handle any weapons sales to Taiwan with “prudence”, according to Chinese state media.</p><p>The Chinese leader also warned that Taiwan was part of “China’s territory”, and that China “must safeguard its own sovereignty and territorial integrity”, the Xinhua news agency reported.</p><p>“China will never allow Taiwan to be separated,” state broadcaster CGTN quoted Xi as saying.</p><h2 id=\"has-trump-persuaded-china-to-buy-more-us-goods\">Has Trump persuaded China to buy more US goods?</h2><p>China and the US are the world’s largest economies and are also important trading partners. However, the US imports more from China than it exports to the country, with the trade deficit reaching about $300bn by 2024. This trade imbalance is what Trump sought to change when he slapped tariffs on China of 145 percent last year.</p><p>The US’s top export to China is soya beans. Following his call with Xi on Wednesday, the US president claimed the two had discussed Beijing’s purchase of US oil, increased purchase of US soya beans and the delivery of aeroplane engines. However, this has not been specifically confirmed by China since the call between Trump and Xi.</p><p>China has shown some willingness to cede to these sorts of demands from Trump, however. The country’s state-run Sinograin and COFCO have already bought about 12 million tonnes of US soya beans since October trade talks with the US, paying close to $100m more than they would have done for Brazilian beans.</p><p>“Is there a market logic at the moment for China procuring a bunch more US soya beans, just as Brazil’s harvest comes in? No,” Even Rogers Pay, director of Beijing-based consultancy Trivium China, told the Reuters news agency on Thursday. “But could it smooth the path for an even more productive and lucrative state visit by Trump in April? Perhaps.”</p><p>Last year’s trade war between Washington and Beijing saw both sides increase tariffs in a series of announcements. US tariffs on Chinese imports reached 145 percent, while China’s retaliatory taxes reached 125 percent. Following negotiations and an in-person meeting between Trump and Xi in South Korea in October, the US reduced tariffs to 47.5 percent while China lowered them to 31.9 percent.</p><p>“Beijing is particularly pleased with its own handling of the trade war with the United States, which Chinese analysts largely view as having played out to China’s advantage,” said analyst Patricia Kim of the Brookings Institution.</p><p>“From their perspective, President Trump’s evident desire to reach a trade deal with China, combined with the expectation of multiple leader-level engagements over the course of the year, has effectively bought China time and strategic breathing room from the most hawkish policy impulses in Washington,” she added.</p><h2 id=\"what-other-bones-of-contention-exist-between-trump-and-xi\">What other bones of contention exist between Trump and Xi?</h2><h3>Iran</h3><p>Trump said the two leaders discussed “the situation in Iran” among other topics.</p><p>Tensions between Washington and Tehran are currently high due to the Iranian government’s <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\" target=\"_blank\" rel=\"noopener\">deadly crackdown on wide antigovernment demonstrations</a> that were held between December and early January.</p><p>Trump has also said he’s considering military action in Iran that <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\" target=\"_blank\" rel=\"noopener\">analysts say</a> could lead to government change there. Since late January, the US has been amassing military forces in the Arabian Sea, triggering concerns of a potential Venezuela-style US invasion that saw President Nicolas Maduro abducted and taken to the US to be tried on guns-and-drugs charges in December.</p><p>The US, which <a href=\"/news/2025/6/23/us-israeli-strikes-on-iran-nuclear-sites-how-big-are-radiation-risks\" target=\"_blank\" rel=\"noopener\">attacked</a> three Iranian nuclear sites during last July’s Iran-Israel war, has been <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\" target=\"_blank\" rel=\"noopener\">pressing</a> Tehran to abandon its nuclear programs and not enrich uranium at all, even for civilian purposes.</p><p>Iran has repeatedly resisted US orders, insisting it doesn’t have plans to manufacture military-grade nuclear weapons. US and Iranian officials are expected to hold talks in Oman on Friday on the issue.</p><p>Last week, the US announced sanctions on unnamed Iranian government officials it said were responsible for the crackdowns on protesters. Washington has long imposed sanctions on Tehran, which have significantly weakened the Iranian economy.</p><p>In January, Trump announced a new 25 percent trade tariff on countries trading with Iran, in a bid to pressure and isolate Tehran.</p><p>China is Iran’s largest trading partner and buys most of Iran’s oil. It’s unclear, however, if Trump directly asked Xi to stop buying Iranian oil in the way he has pressured India to stop buying Russian oil. China has not commented on this.</p><figure id=\"attachment_4289851\" aria-describedby=\"caption-attachment-4289851\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4289851\" src=\"/wp-content/uploads/2026/02/reuters_698462ae-1770283694.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Firefighters work near a building damaged in a Russian overnight drone attack, amid Russia's attack on Ukraine, in a place given as Kyiv, Ukraine February 5, 2026, in this screengrab from a handout video. State Emergency Service Of Ukraine In Kyiv Region/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. MANDATORY CREDIT. DO NOT OBSCURE LOGO.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4289851\" class=\"wp-caption-text\">Firefighters work near a building damaged in a Russian overnight drone attack, amid Russia’s attack on Ukraine, in a place given as Kyiv, Ukraine, February 5, 2026, in this screengrab from a handout video [State Emergency Service of Ukraine in Kyiv Region/Handout via Reuters]</figcaption></figure><h3 id=\"russia\">Russia</h3><p>The leaders also discussed Russia’s war in Ukraine.</p><p>China is a strong ally of Russia and its largest buyer of oil. Both have sought to present a strong front, and Beijing has never denounced the invasion of Ukraine in February 2022.</p><p>The US, meanwhile, is attempting to secure a permanent ceasefire to the four-year Ukraine war. This week, Russian and Ukrainian officials are meeting in Abu Dhabi in talks brokered by the US.</p><p>Beijing imports Russian oil, coal, timber and copper. Amid Western sanctions on Russia, Beijing’s trade with Moscow has proven an economic lifeline, particularly as Washington has successfully used tariffs to force countries like India to <a href=\"/economy/2026/2/2/trump-to-slash-us-tariffs-on-india-from-50-percent-to-18-percent\" target=\"_blank\" rel=\"noopener\">stop buying Russian oil</a>.</p><p>Both are founding members of the BRICS economic bloc, which stands for the original member countries Brazil, Russia, India, China and South Africa. Iran, which also joined, participated last month, together with Russia and China, in <a href=\"/news/2026/1/23/why-is-south-africa-upset-about-iran-joining-brics-naval-drills\">military training</a> in South Africa.</p><p>President Xi separately held a phone call with Russian President Vladimir Putin also on Wednesday and said both sides would continue working together strategically, although neither went into details. There was no mention of Ukraine.</p><p>Beijing has so far shown no signs of scaling back its trade relations with Russia or Iran, experts say, and is not likely to do so.</p><p>“Chinese officials frame its economic relationships as matters of sovereignty and principle, and insist they will continue trading with partners of their choosing,” Kim of the Brookings Institution said.</p><p>The Trump administration has not explicitly tied progress in the two countries’ trade negotiations to exerting economic pressure on Moscow or Tehran, and that “makes it easier for Beijing to disregard those requests”, Kim said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Critical minerals</h3><p>Critical minerals have been a recurring source of tension between the two countries. Important minerals, which include rare earth metals like samarium and promethium, are important for the manufacture of high-tech gadgets and devices, from smartphones and electric cars to fighter jets.</p><p>China currently dominates the mining and processing of such minerals, but the US wants to break that hold. Last year, China tightened export controls on rare-earth metals amid its tense trade war with the US. The move dealt a blow to US supplies and affected US industries that are highly reliant on Chinese supplies.</p><p>Following a truce called by Trump and Xi in October last year, Beijing has paused some of these restrictions, but experts say its dominance remains a key leverage in dealing with the US.</p><p>On Monday, Trump announced a new $12bn US critical mineral reserve – <a href=\"/economy/2026/2/2/what-is-the-us-strategic-minerals-stockpile\" target=\"_blank\" rel=\"noopener\">“Project Vault”</a>, in a bid to boost US stockpiles. He has also held a critical minerals “ministerial” with representatives from 50 countries in Washington this week, to discuss ways to diversify supply chains and break China’s stranglehold.</p><p>On Wednesday, during that ministerial, US Vice President JD Vance proposed a critical mineral trading bloc, with South Korea, India, Thailand, Japan, Germany, Australia, and the <a href=\"/features/2026/2/4/we-are-exploited-congolese-fear-losing-out-as-us-makes-minerals-deals\" target=\"_blank\" rel=\"noopener\">Democratic Republic of the Congo</a>, among others, in attendance.</p></div></div></body></html>"
        },
        {
            "title": "What are Iranians saying about the threat of war? | Politics | Al Jazeera",
            "time": "2026-02-06T10:22:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770373349.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "At least 31 killed, dozens wounded in suicide blast at Islamabad mosque | News | Al Jazeera",
            "time": "2026-02-06T09:29:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96DM4T3__v1__HighRes__PakistanUnrest-1770373811.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: an hour ago</span><span aria-hidden=\"true\">Updated: an hour ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A suicide bombing attack at a Shia mosque in Islamabad has killed at least 31 people and wounded dozens more, in one of the worst such incidents to hit Pakistan’s capital.</p><p>The powerful explosion occurred at Khadija Tul Kubra mosque, in southeastern Islamabad’s Tarlai Kalan area, during Friday prayers.</p><p>Pakistan’s Defence Minister Khawaja Asif said the mosque’s security guards tried to intercept the suspect, who opened fire at them before detonating his explosives among the worshippers.</p><p>Asif alleged the attacker had been travelling to and from Afghanistan.</p><p>In a statement, the Islamabad administration said 169 people were transferred to hospital after rescue teams reached the site of the explosion.</p><p>Footage shared on social media and verified by Al Jazeera showed bloodied bodies lying on the floor of the mosque, surrounded by broken glass and debris.</p><p>Islamabad resident Aun Shah said his father was “badly” injured in the attack. “He has a hole in his stomach,” he said.</p><figure id=\"attachment_4292549\" aria-describedby=\"caption-attachment-4292549\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292549\" src=\"/wp-content/uploads/2026/02/AFP__20260206__96DV9HT__v1__HighRes__PakistanUnrest-1770377984.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Security personnel stand guard outside a mosque following an explosion, in Islamabad on February 6, 2026. A blast at a Shiite mosque in Pakistan's capital Islamabad on February 6 killed 15 people and wounded at least 80, local authorities said. (Photo by Farooq NAEEM / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292549\" class=\"wp-caption-text\">Security personnel stand guard outside the mosque following the deadly blast [Farooq Naeem/AFP]</figcaption></figure><p>Pakistan’s Deputy Prime Minister Ishaq Dar condemned the incident as a “cowardly suicide attack on innocent worshippers”.</p><p>“Targeting places of worship and civilians is a heinous crime against humanity and a blatant violation of Islamic principles. Pakistan stands united against terrorism in all its forms,” he posted on X.</p><p>At the Pakistan Institute of Medical Sciences hospital, AFP news agency journalists saw several adults and children being carried in on stretchers or by their arms and legs.</p><p>Medics and bystanders helped unload victims with blood-soaked clothes from the back of ambulances and vehicles. At least one casualty arrived in the boot of a car, while friends and relatives of the wounded screamed as they arrived at the hospital’s heavily guarded emergency ward, the news agency reported.</p><figure id=\"attachment_4292600\" aria-describedby=\"caption-attachment-4292600\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292600\" src=\"/wp-content/uploads/2026/02/afp_6985d936aca6-1770379574.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"EDITORS NOTE: Graphic content / Shiite Muslims mourn outside a mosque following an explosion, in Islamabad on February 6, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292600\" class=\"wp-caption-text\">People mourning outside the mosque [AFP]</figcaption></figure><p>In a statement, Pakistan’s Prime Minister Shehbaz Sharif expressed his “deep grief” following the incident. Meanwhile, President Asif Ali Zardari said “targeting innocent civilians is a crime against humanity”.</p><p>“The nation stands with the affected families in this difficult time,” he added.</p><p>Top Pakistani Shia leader Raja Abbas Nasir said the incident was not only “a serious failure in protecting human lives but also raises significant questions about the performance of the authorities and law enforcement agencies”.</p><p>The United Kingdom’s ambassador to Pakistan, Jane Marriott, condemned the attack in a statement on social media, calling the violence “abhorrent”.</p><p>“Outraged and heartbroken by the horrific attack at Imambargah in Islamabad during Friday prayers,” she said. “My thoughts and prayers are with those killed and injured and their families.”</p><p>The Delegation of the The European Union in Pakistan said it “condemns all acts of terrorism” and offered its condolences to the families of the victims.</p><p>In November last year, a suicide bomber <a href=\"/news/2025/11/11/blast-outside-islamabad-court-in-pakistan-injures-at-least-eight\">blew himself up</a> at the entrance of the Islamabad District Judicial Complex, killing at least 12 people and wounding dozens.</p><p>In September 2008, a suicide bomber detonated a dump truck at Islamabad’s Marriott hotel, killing at least 63 people and wounding more than 250.</p><p><em><strong>Al Jazeera’s Abid Hussain contributed to this report.</strong></em></p></div></div></body></html>"
        }
    ]
}