{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,268 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-15T00:38:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-13T155421Z_1618210156_RC2A6GAV3R5V_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1755213610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,268</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,268 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, August 15:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian drones struck two Russian cities in attacks that injured at least 16 people, local authorities said.</li>\n<li>Thirteen people were wounded, two seriously, when a drone struck an apartment building in the southern Russian city of Rostov-on-Don, and three civilians were wounded in the city of Belgorod near the border with Ukraine.</li>\n<li>The Ukrainian military said its drones hit a Russian refinery in the Volgograd region overnight, causing huge fires.</li>\n<li>Russia’s Defence Ministry said Russian forces captured the settlements of Shcherbynivka and Andriivka-Klevtsove in Ukraine’s eastern Donetsk region.</li>\n<li>Ukrainian troops have stabilised an area of eastern Ukraine where Russian forces had made a sudden push this week to pierce Ukrainian defences, the Donetsk region’s Governor Vadym Filashkin said.</li>\n<li>Ukraine said small groups of Russian infantry had thrust some 10 kilometres (six miles) towards its main defensive line near the town of Dobropillia, raising fears of a wider breakthrough on the front line that would further threaten key Ukrainian cities.</li>\n<li>The Russian advance, coming as United States President Donald Trump and Russian President Vladimir Putin are due to meet in Alaska on Friday, appears aimed at pressuring Kyiv to give up land in return for peace with Russia, observers said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alaska-summit\">Alaska summit</h2><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said he had a detailed discussion on possible security guarantees for Ukraine during a “productive meeting” with the United Kingdom’s Starmer.</li>\n<li>Zelenskyy said Kyiv had so far secured $1.5bn from its European allies to buy US weapons as part of a mechanism – the NATO Prioritised Ukraine Requirements List initiative – that he said “truly strengthens our defence”.</li>\n<li>French President Emmanuel Macron said Trump expressed a willingness to European leaders on Wednesday that the US and other allies should be part of giving Ukraine security guarantees to end Russia’s war in Ukraine.</li>\n<li>The US Agency for International Development (USAID) did not monitor the uses of 5,175 Starlink terminals sent to Ukraine, with nearly half of the operational units ending up in areas fully or partly held by Moscow, according to a report by the agency’s internal watchdog.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"prisoners-of-war\">Prisoners of war</h2><ul class=\"spaced-bullet-spacing\">\n<li>The United Arab Emirates has successfully mediated a new exchange of captives between Russia and Ukraine. Some 84 captives were released from each side, bringing the total number exchanged through UAE mediation to 4,349.</li>\n<li>Ukraine brought home 84 prisoners of war that included 51 civilians, Ukrainian officials said, at least one of whom had been held for more than a decade.</li>\n</ul><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian State Duma Chairman Vyacheslav Volodin met with North Korean leader Kim Jong Un during an official visit to Pyongyang, the Russian parliament said. Volodin, a close ally of Putin, conveyed greetings from the Russian leader and thanked Kim for North Korea’s support of Russia’s military campaign in Ukraine.</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Prime Minister Yulia Svyrydenko ordered a review of all licences to mine strategic minerals in the country, as part of a broader effort to help the war-ravaged economy and secure new investments under a minerals deal with the US.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Serbian antigovernment protests escalate in third night of clashes | Protests News | Al Jazeera",
            "time": "2025-08-14T22:20:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250814__69KP7T6__v2__HighRes__SerbiaPoliticsCorruptionDemo-1-1755205951.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Serbian antigovernment protests escalate in third night of clashes</h1><p class=\"article__subhead\"><em>Protests started last year after deadly collapse of rail station roof, with President Vucic accused of corruption.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters took to the streets across Serbia, smashing windows of the governing party’s headquarters in the northern city of <a href=\"/news/2024/11/21/serbia-arrests-11-as-anger-surges-over-roof-collapse-at-train-station\">Novi Sad</a>, where the country’s antigovernment revolt started more than nine months ago.</p><p>The protesters came out in force for a third night on Thursday, following <a href=\"/news/2025/8/13/serbia-government-supporters-and-opponents-clash-during-protests\">major clashes</a> earlier in the week that saw dozens detained or injured, demanding that President <a href=\"/news/2025/6/30/what-are-serbias-protesters-demanding-and-whats-next\">Aleksandar Vucic</a> call an early election.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In Novi Sad, where a train station canopy collapsed last year, killing 16 people and creating public anger over alleged corruption in infrastructure projects, protesters attacked the offices of the governing Serbian Progressive Party (SNS), carrying away furniture and documents, and splashing paint on the entrance.</p><p>“He is finished,” they shouted, with reference to the president as they demolished the offices. The police and Vucic’s supporters, who have guarded the office in Serbia’s second-largest city for months, were nowhere to be seen.</p><p>In Belgrade, the Serbian capital, hundreds of protesters and SNS supporters threw flares and firecrackers at each other on one of the city’s main boulevards. Police fired tear gas at least two locations to disperse the protesters and keep the opposing camps apart.</p><p>Similar protests were held in towns across the country.</p><p>Vucic told pro-government Informer television that “the state will win” as he announced a crackdown on antigovernment protesters, accusing them of inciting violence and of being “enemies of their own country”.</p><p>“I think it is clear they did not want peace and Gandhian protests. There will be more arrests,” he said during the broadcast.</p><p>He reiterated earlier claims that the protests have been organised from abroad, offering no evidence.</p><p>The previous night, there were gatherings at some 90 locations in the country, according to Interior Minister Ivica Dacic the following day.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Interior Minister Ivica Dacic said that 47 people were arrested in Wednesday’s clashes, with about 80 civilians and 27 police officers left injured.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The EU’s Commissioner for Enlargement Marta Kos said on X that the reports of violence were “deeply concerning”.</p><p>“Advancing on the EU path requires citizens can express their views freely and journalists can report without intimidation or attacks,” Kos said on X.</p><p>The Serbian president denies allegations of allowing organised crime and corruption to flourish in the country, which is a candidate for European Union membership.</p></div></div></body></html>"
        },
        {
            "title": "Air Canada has cancelled flights as a strike looms. Here’s what it means | Aviation News | Al Jazeera",
            "time": "2025-08-14T22:11:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T190155Z_1683231078_RC255GA20I9U_RTRMADP_3_AIR-CANADA-LABOR-1-1755199760.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air Canada, the country’s largest airline, <a href=\"/news/2025/8/14/air-canada-plans-to-cancel-500-flights-by-friday-as-cabin-crew-strike-looms\">started suspending flights</a> on Thursday morning ahead of a potential strike by its flight attendants.</p><p>Hundreds of flights are expected to be cancelled by the end of the week if the flight attendants walk off their jobs as expected.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Air Canada and the flight attendants’ union have struggled to agree upon a deal that would increase compensation for the airline workers.</p><p>Here is what we know about the labour dispute and its potential consequences:</p><h2 id=\"what-is-happening-to-air-canada\">What is happening to Air Canada?</h2><p>The Montreal-based airline has reached an impasse with the union representing more than 10,500 flight attendants in a dispute over compensation, despite eight months of negotiations. Both the company and the union have issued notices that disruptions to the airline’s services will begin on Saturday.</p><h2 id=\"what-services-will-be-affected-and-when\">What services will be affected, and when?</h2><p>Air Canada said it will reduce flights gradually over three days, starting with dozens of cancellations on Thursday and about 500 more by Friday evening. By 1am Toronto time (05:00 GMT) on Saturday, all flights will be halted.</p><p>Cargo services will also be affected, but Air Canada Express regional flights will operate as usual, as they rely on contracts with other airlines.</p><p>However, these partners handle only about 20 percent of Air Canada’s daily passengers. Air Canada and Air Canada Rouge, a subsidiary that offers low-cost flights, <a href=\"https://www.aircanada.com/media/air-canada-receives-72-hour-strike-notice-from-cupe-and-issues-lockout-notice-in-response/\">carry roughly 130,000 passengers a day</a>.</p><p>In response to the walkout anticipated for early Saturday, Air Canada has announced its own “lockout”, a strategy that prevents employees from coming into work in order to force them to the negotiating table.</p><p>The airline has warned that once the lockout begins, about 1:30am Toronto time (05:30 GMT), it may not be able to quickly restore flights.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Mark Nasr, the chief operations officer for Air Canada, explained that a restart, “under the best circumstances, will take a full week to complete”.</p><figure id=\"attachment_3888922\" aria-describedby=\"caption-attachment-3888922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3888922 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/2025-08-14T142541Z_45681574_RC255GA85F9U_RTRMADP_3_AIR-CANADA-LABOR-STRIKE-1755195136.jpg?resize=770%2C514&amp;quality=80\" alt=\"Air Canada protests with a line of flight attendants holding signs that read, &quot;Unpaid work won't fly&quot;\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3888922\" class=\"wp-caption-text\">Air Canada flight attendants, represented by the Canadian Union of Public Employees, form a picket line at the Toronto Pearson international airport on August 11 [Carlos Osorio/Reuters]</figcaption></figure><h2 id=\"why-are-flight-attendants-striking\">Why are flight attendants striking?</h2><p>Wages are the main sticking point in the negotiations.</p><p>The Canadian Union of Public Employees (CUPE) said its negotiators are unhappy with Air Canada’s proposed wage hikes and other compensation terms, and they have therefore turned down an offer to move the contract discussions into arbitration.</p><p>“For the past nine months, we have put forward solid, data-driven proposals on wages and unpaid work, all rooted in fairness and industry standards,” said Wesley Lesosky, president of the Air Canada component of CUPE, <a href=\"https://cupe.ca/air-canada-flight-attendants-forced-issue-strike-notice-end-unpaid-work#:~:text=Wesley%20Lesosky%2C%20President%20of%20the%20Air%20Canada%20Component%20of%20CUPE\" target=\"_blank\" rel=\"noopener\">in a statement</a>. “Air Canada’s response to our proposals makes one thing clear: they are not interested in resolving these critical issues.”</p><p>According to the union, the airline declined to raise flight attendant pay to meet industry standards, keep pace with inflation or match the federal minimum wage.</p><p>Since 2000, starting wages for flight attendants with Air Canada have risen only $3 per hour, while inflation has climbed 69 percent over the same period, the union explained.</p><p></p><p>Air Canada, however, <a href=\"https://www.aircanada.com/media/air-canada-declares-an-impasse-in-cupe-negotiations-as-midnight-threshold-for-a-strike-or-lockout-notice-nears/#\" target=\"_blank\" rel=\"noopener\">said</a> the union turned down a proposal sent on Monday that included a 38-percent pay increase over four years, along with other benefits and protections.</p><p>But the union disputed the benefits of that deal. Instead, it explained that the flight attendants suffered a 9-percent cut in their last contract, meaning that an 8-percent increase over the first year of the new deal is inadequate to recoup the costs.</p><p>“It is, in effect, a pay cut,” CUPE said in its statement.</p><p>The union also argues that Air Canada does not currently offer “ground pay”, an industry term that describes compensation given for all the services provided before a plane’s doors close.</p><p>That work can include assistance given to travellers in the airport, baggage handling and helping travellers get settled in their seats as the plane prepares to push back from the airport gate.</p><p>“[For] any of our federally regulated safety checks, which we do an hour before boarding, we are not compensated. We are not compensated for boarding and deplaning,” Shanyn Elliott, the chair of the CUPE strike committee, told the news outlet Global National.</p><p>“It averages about 35 hours a month that we are at work not paid.”</p><p>The union said that it is seeking full pay for all hours worked, along with cost-of-living increases.</p><p>Ground pay, also called “boarding pay”, has been a key issue in negotiations at US airlines as well, since many carriers do not compensate flight attendants at their hourly rate during crucial periods before or after the flight.</p><figure id=\"attachment_3888939\" aria-describedby=\"caption-attachment-3888939\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3888939 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/2025-08-14T165720Z_2013197635_RC227GAKQZ5P_RTRMADP_3_AIR-CANADA-LABOR-STRIKE-1755196679.jpg?resize=770%2C578&amp;quality=80\" alt='Union activists hold placards that read \"UnfAIR Canada\" and \"Poverty wages = unCanadian\"' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3888939\" class=\"wp-caption-text\">Union activists hold placards as they interrupt a news conference by Air Canada executives on August 14 [Kyaw Soe Oo/Reuters]</figcaption></figure><h2 id=\"how-many-passengers-will-be-affected-and-what-will-they-get-in-return\">How many passengers will be affected, and what will they get in return?</h2><p>The airline, which serves 64 countries with a fleet of 259 aircraft, said the shutdown poses “a major risk” to both the company and its employees. The disruption could impact 130,000 passengers each day, including 25,000 Canadians, during the height of the summer travel season.</p><p>Air Canada <a href=\"https://www.aircanada.com/ca/en/aco/home/about/corporate-profile.html#/\">has nearly 430 daily flights</a> between Canada and the US, reaching more than 50 US airports. It also provides domestic service to 50 Canadian airports and averages more than 500 daily flights.</p><p>The airlines said that passengers whose flights are cancelled will be notified and can receive a full refund online.</p><p>The airline has also arranged with other Canadian and international carriers to offer alternative travel options where possible. But it emphasised that some flight alternatives may not be feasible.</p><p>“Given other carriers are already very full due to the summer travel peak, securing such capacity will take time and, in many cases, will not be immediately possible,” the airline explained.</p><h2 id=\"how-has-the-government-responded\">How has the government responded?</h2><p>Air Canada has said it has sought government-directed arbitration to resolve the situation.</p><p>Under Canada’s Labour Code, the government’s labour minister has the power to intervene and trigger the imposition of a deal through the Canada Industrial Relations Board.</p><p>That, in turn, could force flight attendants back to work. The union has <a href=\"https://www.facebook.com/accomponent/posts/pfbid02GrQ1saC1QzRKtFPq8A2eRAB4eUV1etfuPbYRa8ieixofJJB1ntG8G7Eshgx1jvDCl#\" target=\"_blank\" rel=\"noopener\" data-component=\"link\">asked</a> Canada’s PM Mark Carney “to refrain from intervening”. It argued that government action would tip the negotiations in Air Canada’s favour.</p><p>“Why would any employer bother negotiating if they know the government is going to bail them out when negotiations get tough?” the union wrote in a letter posted to social media.</p><p>Canada’s Labour Minister Patty Hajdu urged both sides to return to the bargaining table. “To be clear: deals that are made at the bargaining table are the best ones,” Hajdu said.</p><p>“I urge both parties to put their differences aside, come back to the bargaining table and get this done now for the many travellers who are counting on you,” she added.</p><p></p></div></div></body></html>"
        },
        {
            "title": "US government in talks to take stake in Intel: Report | Technology News | Al Jazeera",
            "time": "2025-08-14T21:49:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25139388612140-1755203622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US government in talks to take stake in Intel: Report</h1><p class=\"article__subhead\"><em>Talks for an undisclosed stake come days after President Donald Trump called for Intel’s CEO to resign.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump is in talks with Intel to have the US government potentially take a stake in the chipmaker.</p><p>Intel’s shares surged more than 7 percent in regular trading and then another 2.6 percent after the bell on Thursday, following Bloomberg News’ initial report of the potential deal, which cited people familiar with the plan.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It is unclear what size stake the federal government will take, but Bloomberg reports that the deal will help “shore up” a planned factory in Ohio that has been delayed.</p><p>The plan stems from a meeting this week between Trump and Intel CEO Lip-Bu Tan, the report said.</p><p>Tan also met Commerce Secretary Howard Lutnick and Treasury Secretary Scott Bessent.</p><p>“The meeting was a very interesting one,” Trump said on Truth Social on Monday, adding that his cabinet members and Tan are going to spend time together and bring suggestions to him during the next week.</p><p>The meeting came after Trump publicly demanded the resignation of Tan <a href=\"/news/2025/8/7/trump-calls-on-ceo-of-tech-firm-intel-to-resign-over-china-investments\" target=\"_blank\" rel=\"noopener\">over his past investments</a> in Chinese tech companies, some linked to the Chinese military.</p><p>Intel declined to comment on the report but said it was deeply committed to supporting Trump’s efforts to strengthen US technology and manufacturing leadership.</p><p>“Discussion about hypothetical deals should be regarded as speculation unless officially announced by the administration,” said White House spokesman Kush Desai.</p><p>The details of the stake and price are still being discussed, according to the report.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"struggling-business\">Struggling business</h2><p>Any agreement and potential cash infusion will help the years-long efforts to turn around the company’s fortunes. Once the undisputed leader in chip manufacturing, Intel has lost its position in recent years.</p><p>The chipmaker’s stock market value has plummeted to $104bn from $288bn in 2020.</p><p>Intel’s profit margins – once the envy of the industry – are also at about half their historical highs.</p><p>Tan has been tasked to undo years of missteps that left Intel struggling to make inroads in the booming AI chip industry dominated by Nvidia, while investment-heavy contract manufacturing ambitions led to heavy losses.</p><p>Any agreement would likely help Intel build out its planned chip complex in Ohio, Bloomberg reported.</p><p>Intel’s planned $28bn chip fabrication plants in Ohio have been delayed, with the first unit now slated for completion in 2030 and operations to begin between 2030 and 2031, pushing the timeline back by at least five years.</p><p>Taking a stake in Intel would mark the latest move by Trump, a Republican, to deepen the government’s involvement in the US chip industry, seen as a vital security interest to the country.</p><p>Earlier this week, <a href=\"/economy/2025/8/11/nvidia-amd-to-pay-15-of-china-chip-sales-to-us-government-reports-say\" target=\"_blank\" rel=\"noopener\">Trump made a deal with Nvidia</a> to pay the US government a cut of its sales in exchange for resuming exports of banned AI chips to China.</p></div></div></body></html>"
        },
        {
            "title": "California governor boosts redistricting effort in growing feud with Trump | Donald Trump News | Al Jazeera",
            "time": "2025-08-14T21:16:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-14T191141Z_1240288692_RC267GATAQUD_RTRMADP_3_USA-ELECTION-TEXAS-REDISTRICTING-NEWSOM-1755201958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>California governor boosts redistricting effort in growing feud with Trump</h1><p class=\"article__subhead\"><em>Governor Gavin Newsom takes combative stance against Trump, urges other Democratic leaders to ‘punch back’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>California Governor <a href=\"/economy/2025/6/27/california-governor-newsom-sues-fox-news-over-alleged-defamation\">Gavin Newsom</a> has said that the country’s most populous state will promote a partisan redistricting scheme aimed at countering controversial Republican-led redistricting efforts in Texas ahead of the United States’ 2026 midterm elections.</p><p>Speaking at a news conference on Thursday, <a href=\"/news/2025/6/17/does-california-have-lower-homicide-rates-than-some-southern-us-states\">Newsom</a> took a combative stance against US President Donald Trump and said that Democrats must respond to what he said were conservative efforts to politicise the electoral process.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Today is liberation day in the state of California,” Newsom said, appropriating a term used by Trump to refer to the imposition of tariffs on foreign countries.</p><p>Newsom and Trump have frequently sparred as the US president seeks to exert pressure on Democrat-led states that have pushed back against his political agenda on issues such as immigration enforcement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During his remarks, Newsom said that masked immigration enforcement agents had gathered around the venue, which he depicted as a form of intimidation. Trump prompted outrage in California earlier in the year when he <a href=\"/news/2025/6/8/trump-deploys-national-guard-to-quell-protests-against-ice-in-los-angeles\">deployed</a> the military and National Guard to Los Angeles during a round of aggressive immigration raids, and suggested at the time that Newsom should be arrested.</p><p>“Donald Trump, you have poked the bear, and we will punch back,” said Newsom, who is seen as a possible Democratic contender for the presidency in 2028.</p><p>Newsom said that the redistricting scheme, which would favour the Democrats and could net them five additional seats in the 2026 midterm elections, will go before voters in a special election on November 4.</p><p>The California governor said the scheme was a direct response to a similar <a href=\"/news/2025/8/4/us-democrats-block-vote-on-trump-backed-texas-redistricting-map\">redistricting effort</a> in the Republican-led state of Texas, which would help secure five additional likely seats for the Republican Party.</p><p>He stressed that, unlike in Texas, it would be up to California voters to approve or shoot down the new maps, and that they would only go forward if Texas and other states move forward with their own partisan redistricting efforts.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>He added that the planned maps, which are expected to be released on Friday, would be in effect until 2030.</p><p>Earlier this month, Democrat lawmakers in Texas fled the state to block a House vote on redistricting efforts that would create an additional five Republican-leaning districts.</p><p class=\"p1\">On Thursday, the lawmakers moved closer to ending their nearly two-week walkout that has blocked the GOP’s redrawing of US House maps and put them under escalating threats by Republicans back home.</p><p class=\"p1\">The Democrats announced they will return so long as Texas Republicans end a special session and California releases its own redrawn map proposal, both of which were expected to happen on Friday.</p><p class=\"p1\">Democrats did not say what day they might return.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Newsom’s move underscores calls within the Democratic Party to take a stronger stance against Trump and the Republicans, including moves that violate previously held norms and rules that Democrats say the US right has long since abandoned.</p><p>“We cannot unilaterally disarm,” he said, calling on other Democrat-led states to join California.</p><p>“Other blue states need to stand up. We need to be firm,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Family of Gaza football legend Suleiman al-Obeid mourn his death | Gaza | Al Jazeera",
            "time": "2025-08-14T20:51:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755204693.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump: Putin ‘won’t mess around with me’ at Alaska summit | Humanitarian Crises | Al Jazeera",
            "time": "2025-08-14T20:45:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755204309.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Going to be good for 90 years’: Trump defends record on Social Security | Donald Trump News | Al Jazeera",
            "time": "2025-08-14T20:45:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25226647425433-1755202389.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has marked the 90th anniversary of Social Security with a defence of his administration’s policies toward the programme — and attacks on his Democratic rivals.</p><p>On Thursday, Trump signed a presidential proclamation in the Oval Office, wherein he acknowledged the “monumental” importance of the social safety-net programme.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I recommit to always defending Social Security,” the <a href=\"https://www.whitehouse.gov/presidential-actions/2025/08/90th-anniversary-of-the-social-security-act/\" target=\"_blank\" rel=\"noopener\">proclamation reads</a>.</p><p>“To this day, Social Security is rooted in a simple promise: those who gave their careers to building our Nation will always have the support, stability, and relief they deserve.”</p><p>But Trump’s second term as president has been dogged by accusations that he has undermined programmes like Social Security in the pursuit of other agenda items, including his restructuring of the federal government.</p><h2 id=\"what-is-social-security\">What is Social Security?</h2><p>Social Security in the US draws on payroll taxes to fund monthly payments to the elderly, the spouses of deceased workers, and the disabled. For many recipients, the payouts are a primary source of income during retirement.</p><p>The programme is considered widely popular: In 2024, the Pew Research Center found that 79 percent of Americans believe Social Security should not be cut in any way.</p><p>Additionally, four out of 10 people surveyed sided with the view that Social Security should be expanded to include more people and more benefits.</p><p>But the programme faces significant hurdles to its long-term feasibility.</p><p>Last year, the Social Security Administration (SSA) <a href=\"http://ssa.gov/OACT/TR/2024/tr2024.pdf\" target=\"_blank\" rel=\"noopener\">published a report</a> that found the costs for old-age, disability and survivors’ insurance outstripped the programmes’ income.</p><p>It noted that the trust funds fuelling those programmes “are projected to become depleted during 2033” if measures are not taken to reverse the trend.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>At Thursday’s Oval Office appearance, Trump sought to soothe those concerns, while taking a swipe at the Democratic Party.</p><p>“ You keep hearing stories that in six years, seven years, Social Security will be gone,” Trump said.</p><p>“And it will be if the Democrats ever get involved because they don’t know what they’re doing. But it’s going to be around a long time with us.”</p><p>He added that Social Security was “going to be destroyed” under his Democratic predecessor, former President Joe Biden, a frequent target for his attacks.</p><h2 id=\"criticism-of-trump-s-track-record\">Criticism of Trump’s track record</h2><p>But Trump himself has faced criticism for weakening Social Security since returning to the White House for a second term in January.</p><p>Early on, Trump and his then-adviser Elon Musk laid out plans to slash the federal workforce and reduce spending, including by targeting the Social Security Administration (SSA).</p><p>In February, the <a href=\"https://blog.ssa.gov/social-security-announces-workforce-and-organization-plans/\" target=\"_blank\" rel=\"noopener\">Social Security Administration said</a> it would “reduce the size of its bloated workforce and organizational structure”, echoing Trump and Musk’s rhetoric.</p><p>The projected layoffs and incentives for early retirement were designed to cut Social Security’s staff from 57,000 to 50,000, a 12.3-percent decrease.</p><p>Under Trump, the Department of Government Efficiency (DOGE) has also announced plans to pare back Social Security’s phone services, though it has since backtracked in the face of public outcry.</p><p>In addition, Musk and Trump have attacked Social Security’s reputation, with the former adviser telling podcast host Joe Rogan, “Social Security is the biggest Ponzi scheme of all time.”</p><p>The two men even claimed Social Security is paying benefits to millions of long-dead individuals, though critics point out that those claims do not appear to be true.</p><p>The COBOL programming system used by the Social Security Administration marks incomplete entries with birthdates set 150 years back, according to the news magazine Wired. Those entries, however, generally do not receive benefits.</p><p>The Office of the Inspector General overseeing the Social Security Administration has repeatedly looked into these older entries. It confirmed that these entries are not active.</p><p>“We acknowledge that almost none of the numberholders discussed in the report currently receive SSA payments,” a <a href=\"https://oig.ssa.gov/assets/uploads/a-06-21-51022.pdf\" target=\"_blank\" rel=\"noopener\">report from 2023</a> said.</p><p>It also indicated that the Social Security Administration would have to pay between $5.5m and $9.7m to update its programming, though the changes would yield “limited benefits” in the fight against fraud.</p><p>Still, Trump doubled down on the claim that dead people were receiving benefits on Thursday.</p><p>“We had 12.4 million names where they were over 120 years old,” Trump said. “There were nearly 135,000 people listed who were over 160 years old and, in some cases, getting payments. So somebody’s getting those payments.”</p><h2 id=\"questions-after-one-big-beautiful-bill\">Questions after ‘One Big Beautiful Bill’</h2><p>Critics have also questioned whether Trump’s push to cut taxes will have long-term effects that erode Social Security.</p><p>In July, Trump’s signature piece of legislation, the so-called One Big Beautiful Bill Act (OBBBA), cemented his 2017 tax cuts. It also increased the tax deductions for earners who rely on tips or Social Security benefits.</p><p>But groups like the Committee for a Responsible Federal Budget, a bipartisan think tank, estimate that the One Big Beautiful Bill Act will shorten the timeline for Social Security’s insolvency.</p><p>“The law dictates that when the trust funds deplete their reserves, payments are limited to incoming revenues,” <a href=\"https://www.crfb.org/blogs/retirees-face-18100-benefit-cut-7-years\" target=\"_blank\" rel=\"noopener\">the committee said</a> in late July.</p><p>“For the Social Security retirement program, we estimate that means a 24 percent benefit cut in late 2032, after the enactment of OBBBA.”</p><p>Still, Trump has repeatedly promised to defend Social Security from any benefit cuts. He reiterated that pledge in Thursday’s appearance.</p><p>“American seniors, every single day, we’re going to fight for them. We’re going to make them richer, better, stronger in so many different ways,” Trump said.</p><p>“But Social Security is pretty much the one that we think about, and we love it, and we love what’s happening with it, and it’s going to be good for 90 years and beyond.”</p><p>More than 69.9 million Americans received Social Security benefits as of July.</p></div></div></body></html>"
        },
        {
            "title": "Sexual violence surged amid war in DRC’s North Kivu last year: UN | Sexual Assault News | Al Jazeera",
            "time": "2025-08-14T20:17:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-03-03T124813Z_298092623_RC2E2DAI270J_RTRMADP_3_CONGO-SECURITY-DESERTIONS-1755194146.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sexual violence surged amid war in DRC’s North Kivu last year: UN</h1><p class=\"article__subhead\"><em>A total of 22,000 cases registered in province in 2023; in first five months of 2024, figure had already reached 17,000.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Healthcare providers in the war-torn eastern Democratic Republic of the Congo (DRC) treated more than 17,000 victims of sexual violence over just five months last year, according to a United Nations report.</p><p>UN Secretary-General Antonio Guterres’s annual report on conflict-related sexual violence, released on Thursday, said the cases were registered in the province of North Kivu between January and May last year, as fighting between Congolese forces and Rwanda-backed M23 rebels intensified.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Many survivors sought care after violent sexual attacks, including penetration with objects, perpetrated by multiple perpetrators,” said the report, which charted crimes like rape, gang rape and sexual slavery.</p><p>The conflict, which has killed <a href=\"Ongoing%20violence%20and%20instability%20have%20forced%20millions%20to%20flee%20their%20homes,%20with%20at%20least%207,000%20people%20killed%20in%20recent%20months%20and%20many%20more%20injured.\">thousands</a> this year alone and displaced millions, is still ongoing despite a Qatar-mediated <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">agreement</a> between DRC and M23 last month that was supposed to pave the way to a ceasefire, running parallel to United States efforts to <a href=\"/news/2025/7/1/turning-point-or-pointless-turn-will-dr-congo-rwanda-deal-bring-peace\">broker peace</a> between Kinshasa and Kigali.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year’s figure marked a continued surge in sexual violence as the Rwanda-backed M23 rampaged through the east, with a total of 22,000 cases registered throughout 2023. That figure was more than double the previous year’s tally.</p><p>In 2023, the spike in violence occurred as the conflict spilled over from North Kivu into South Kivu, forcing UN peacekeeping mission MONUSCO to withdraw from the latter.</p><p>The report said that MONUSCO’s operations narrowed, “owing to military operations and widespread insecurity”. The mission had documented 823 cases of sexual violence in 2024, affecting 416 women, 391 girls, seven boys and nine men.</p><p>The UN said that 198 of last year’s cases were perpetrated by DRC “state actors”, including the army. It found that “M23 elements”, which “continued to receive instructions and support from the Rwanda Defence Force”, were implicated in 152 cases.</p><p>According to the report, survivors reported that they were exposed to the threat of sexual violence while searching for food in the fields and areas around displacement sites.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Many displaced women had resorted to prostitution to survive, “highlighting the nexus between food insecurity and sexual violence”.</p><p>Denis Mukwege, who was awarded the Nobel Peace Prize in 2018 for his work combating sexual violence in DRC, told The Times newspaper this year: “When you have people raping with complete immunity – and think they can go on and on without any consequence, nothing will change.”</p><p>Guterres’s report charted <a href=\"/news/2025/8/13/un-chief-warns-israel-russia-over-reports-of-sexual-abuse-by-armed-forces\">violations</a> in 21 countries, with the highest numbers recorded in DRC, the Central African Republic, Haiti, Somalia and South Sudan.</p><p>While women and girls made up 92 percent of victims, men and boys were also targeted.</p></div></div></body></html>"
        },
        {
            "title": "US Supreme Court declines to pause new Mississippi social media law | Social Media News | Al Jazeera",
            "time": "2025-08-14T19:45:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24212556616234-1755197933.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court has declined to put on hold a Mississippi law requiring that users of social media platforms verify their age and that minors have parental consent.</p><p>The high court made the decision on Thursday not to accept the challenge by NetChoice, a trade group that included tech giants such as Meta, Facebook and Instagram’s parent company, Alphabet which owns YouTube, and Snapchat.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The justices denied a request to block the law while the Washington-based tech industry trade association’s legal challenge to the law, which, it argues, violates the US Constitution’s protections against government abridgement of free speech, plays out in lower courts.</p><p>Justice Brett Kavanaugh in a statement about the court’s order said the Mississippi law was likely unconstitutional, but that NetChoice had not met the high bar to block the measure at this early stage of the case.</p><p>In a statement, Paul Taske, co-director of the NetChoice Litigation Center, said Kavanaugh’s view “makes clear that NetChoice will ultimately succeed” in its challenge. Taske called the Supreme Court’s order “an unfortunate procedural delay.”</p><p>NetChoice had turned to the Supreme Court after the New Orleans-based 5th US Circuit Court of Appeals let the law take effect even though a judge found it likely runs afoul of the First Amendment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>NetChoice sued in federal court in 2024 in a bid to invalidate the law, which was passed unanimously in the state legislature amid concern by lawmakers about the potential negative effects of social media use on the mental health of children.</p><p>Its emergency request to the justices marked the first time the Supreme Court was asked to consider a social media age-verification law.</p><p>The law requires that a social media platform obtain “express consent” from a parent or guardian of a minor before a child can open an account. It also states that regulated social media platforms must make “commercially reasonable” efforts to verify the age of users.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Under the law, the state can pursue civil penalties of up to $10,000 per violation as well as criminal penalties under Mississippi’s deceptive trade practices law.</p><h2 id=\"multiple-lawsuits\">Multiple lawsuits</h2><p>US District Judge Halil Suleyman Ozerden in Gulfport, Mississippi, last year blocked Mississippi from enforcing the restrictions on some NetChoice members.</p><p>Ozerden issued a second order in June pausing the rules against those members, including Meta and its Instagram and Facebook platforms, Snapchat and YouTube.</p><p>The 5th Circuit on July 17 issued a one-sentence ruling that paused the judge’s order, without explaining its reasoning.</p><p>Courts in seven states have preliminarily or permanently blocked similar measures, according to NetChoice.</p><p>Some technology companies are separately battling lawsuits brought by US states, school districts and individual users alleging that social platforms have exacerbated mental health problems. The companies have denied wrongdoing.</p><p>NetChoice said the social media platforms of its members already have adopted extensive policies to moderate content for minors and provide parental controls.</p><p>In its request to the Supreme Court, the state told the justices that age-verification and parental consent requirements “are common ways for states to protect minors”.</p><p>In May, Texas passed a law <a href=\"/economy/2025/5/27/texas-to-require-age-verification-for-app-purchases\" target=\"_blank\" rel=\"noopener\">requiring</a> Apple and Alphabet’s Google to verify the age of users of their app stores.</p></div></div></body></html>"
        },
        {
            "title": "What’s driving Sudan’s worst cholera outbreak in years? | Health | Al Jazeera",
            "time": "2025-08-14T19:25:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755199040.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Thousands at risk as foreign aid cuts hit humanitarian efforts.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s worst cholera outbreak in years is spreading in a country ravaged by conflict.</p><p>Health and aid workers are battling desperately to stop it from escalating and crossing into neighbouring countries.</p><p>What’s driving the outbreak – and how serious is it?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Mathilde Vu – Advocacy manager for Sudan at the Norwegian Refugee Council</p><p>Simon Mane – Sudan national director at the humanitarian organisation, World Vision International</p><p>Mitch Rhyner – Deputy head of mission at Doctors Without Borders, Sudan</p></div></div></body></html>"
        },
        {
            "title": "Lawyers in Brazil submit final statement for Bolsonaro in coup trial | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-08-14T19:12:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25198571584452-1753146742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lawyers have submitted a final statement on behalf of Brazilian ex-President Jair Bolsonaro in a trial focused on his alleged role in a <a href=\"/news/2025/7/15/bolsonaro-tried-to-incite-insurrection-prosecutor-tells-brazil-top-court\">plot to stay in power</a> despite losing the 2022 election.</p><p>In a statement submitted on Wednesday evening, Bolsonaro’s legal representatives denied the charges against him and said that prosecutors had presented no convincing evidence.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“There is no way to convict Jair Bolsonaro based on the evidence presented in the case, which largely demonstrated that he ordered the transition … and assured his voters that the world would not end on December 31st,” the document states.</p><p>The right-wing former president faces up to 12 years in prison if convicted of attempting to mount a coup after losing a presidential election to left-wing rival and current <a href=\"/news/2025/7/17/brazils-lula-slams-trump-says-there-is-no-logic-to-us-tariff-threat\">President Luiz Inacio Lula da Silva</a>.</p><p>On Thursday, Supreme Court Justice Alexandre de Moraes asked the president of the panel he is part of within the court to schedule Bolsonaro’s trial, according to a court document.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2025/8/3/rallies-held-in-brazil-in-support-of-embattled-bolsonaro-facing-legal-peril\">Bolsonaro</a>, who raised alarm in the months leading up to the election by casting doubt on the voting process, has denied involvement in the plot, which allegedly included plans for Lula’s assassination.</p><p>The former leader’s legal representatives say the fact that he authorised the transition contradicts the coup allegations.</p><p>“This is evidence that eliminates the most essential of the accusatory premises,” they said.</p><p>Prosecutor-General Paulo Gonet submitted final arguments in July, citing handwritten notes, digital files, message exchanges, and spreadsheets that he said show details of a conspiracy to suppress democracy.</p><p>Following Bolsonaro’s election loss, crowds of his supporters gathered outside of military bases, calling on the armed forces to intervene and prevent Lula from taking office. A group of Bolsonaro’s supporters also <a href=\"/news/2025/1/9/brazil-marks-the-anniversary-of-the-january-8-attack-on-its-capital\">stormed federal buildings</a> in the capital of Brasilia on January 8, 2023. Some drew parallels to a military coup in the 1960s that marked the beginning of a decades-long period of dictatorship, for which Bolsonaro himself has long expressed fondness.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Bolsonaro and his allies, including United States President Donald Trump, have depicted the trial as a politically motivated “witch hunt”.</p><p>A recent survey conducted by Datafolha, a Brazilian polling institute, found that more than 50 percent of Brazilians agree with the court’s decision to place Bolsonaro under <a href=\"/news/2025/8/4/brazil-supreme-court-justice-orders-house-arrest-of-embattled-bolsonaro\">house arrest</a> in August. The survey also found that a majority believe that Supreme Court Justice <a href=\"/news/2025/7/30/us-sanctions-brazils-supreme-court-judge-overseeing-case-against-bolsonaro\">de Moraes</a>, a frequent target of right-wing ire and central figure in the trial, is following the law.</p><p>Respondents also largely disagreed with the claim that Bolsonaro was being persecuted for political reasons, with 39 percent in agreement and 53 percent in disagreement.</p><p>Speaking from the White House on Thursday, Trump said Bolsonaro was an “honest man” and the victim of an attempted “political execution”.</p><p>The Trump administration has mounted a pressure campaign to push the court to drop Bolsonaro’s case, <a href=\"/news/2025/7/30/us-sanctions-brazils-supreme-court-judge-overseeing-case-against-bolsonaro\">sanctioning</a> de Moraes and announcing severe sanctions on Brazilian exports to the US. That move has met anger in Brazil and been depicted as an attack on Brazilian sovereignty.</p></div></div></body></html>"
        },
        {
            "title": "Putin praises Trump’s ‘sincere efforts’ to end war on Ukraine | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-14T19:07:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250812__69DJ6CZ__v1__HighRes__RussiaPoliticsGovernmentEconomy_cropped-1755198238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Smotrich announces Israeli plan to split occupied West Bank in half | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-14T18:18:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250814__69HV6DR__v1__HighRes__IsraelPalestinianConflictSettlementPolitics-1755194568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The conscience of humanity is being tested in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-14T17:59:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689df47359ec-1755182195.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"131\" data-end=\"1030\">The humanitarian tragedy unfolding in the Gaza Strip must not be perceived merely as a conflict confined to a narrow strip of land; rather, it should be regarded as a deepening humanitarian catastrophe that wounds the collective conscience of humanity with each passing day. Israel’s months-long bombardments have targeted women, children, and the elderly, rendering cities uninhabitable. Homes, hospitals, schools, and places of worship have been reduced to rubble; essential services such as food, water, healthcare, and electricity have collapsed. Hunger, thirst, and the threat of epidemic disease are propelling Gaza towards a total humanitarian collapse. To date, more than 61,000 Palestinians — the majority of them women and children — have been killed in Israeli attacks. This picture is not only the mark of war, but also a stark testament to a systematic policy of annihilation.</p><p data-start=\"1032\" data-end=\"1911\">In the face of such a dire picture, the world’s silence or its feeble responses only deepen the suffering and pave the way for the continuation of oppression. The West’s double standards — rushing to act in other crises while adopting an ambivalent approach to Gaza — undermine the credibility of an international order purportedly founded upon principles and rules. It is a fact that had the swift and comprehensive sensitivity shown towards the crisis in Ukraine also been displayed in the face of the atrocities in Gaza, the landscape we confront today would be entirely different. Israel’s ability to act without the slightest sanction has accelerated the erosion of international law and human rights norms. The crisis in Gaza stands before us as a litmus test of whether the international community is willing and able to uphold the most fundamental human values.</p><p data-start=\"1913\" data-end=\"2763\">From the outset, Turkiye has demonstrated a resolute, consistent, and principled stance to end the atrocities and the worsening humanitarian disaster in Gaza. Our Disaster and Emergency Management Presidency (AFAD), the Turkish Red Crescent, and our civil society organisations are working actively on the ground, and despite all obstacles, food, medicines, and medical supplies are being delivered to the region with the support of brotherly nations in the vicinity. Wounded Gazans are being evacuated and treated in Turkiye. These relief efforts not only address urgent needs, but also proclaim to the world that the people of Gaza are not alone. On the diplomatic front, our calls for a ceasefire continue within the United Nations and the Organisation of Islamic Cooperation, and our mediation efforts between Palestinian groups are ongoing.</p><p data-start=\"2765\" data-end=\"3336\">At the NATO Summit held in The Hague on June 25, I underlined that the fragile ceasefire must be transformed into a lasting peace, warning that “Gaza has no time to lose.” I have openly defined Israel’s attacks and policy of collective punishment — in flagrant disregard for international law — as genocide. We are working closely, particularly with Qatar, on humanitarian access, ceasefire negotiations, and reconstruction. We value Qatar’s leading role in facilitating humanitarian aid and in advancing diplomatic initiatives aimed at bringing the massacre to an end.</p><p data-start=\"3338\" data-end=\"3907\">The violence in Gaza threatens not only the Palestinian people but also the stability of the entire region. Tensions between Israel and Iran heighten the risk of a broader conflict, with the potential to disrupt the security balance from the Eastern Mediterranean to the Gulf. The deepening of the crisis poses serious threats in the form of new waves of displacement, increased radicalisation, and risks to energy security. The Gaza question is, therefore, not solely a humanitarian crisis, but also a matter of strategic importance for global security and peace.</p><p data-start=\"3909\" data-end=\"4610\">The path to a solution is, in essence, clear. An immediate ceasefire must be declared, and all attacks must be halted unconditionally. Humanitarian corridors must be opened to ensure the unimpeded delivery of food, water, and medical aid, and international mechanisms must be established to protect civilians. Turkiye stands ready to serve as an actor in shaping this process. War crimes and human rights violations must be investigated before the International Criminal Court and the International Court of Justice; perpetrators must be held to account before the law. Sustainable resources must be secured for aid organisations — particularly the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) — which are being strangled by Israeli pressure.</p><p data-start=\"4612\" data-end=\"5249\">The reconstruction of Gaza must not be confined to rebuilding destroyed structures; it must evolve into a comprehensive process that safeguards the rights to education, healthcare, infrastructure, economic development, and political representation. This process should be conducted with the direct participation of the local population and under the oversight of the United Nations and regional organisations. The foundation of lasting peace lies in the recognition of an independent and sovereign State of Palestine with its territorial integrity safeguarded. A two-state solution is the sole key to peace and stability in the region.</p><p data-start=\"5251\" data-end=\"5967\">The events in Gaza once again demonstrate that war also targets those who pursue truth. In recent months, numerous journalists have been murdered simply for doing their duty, striving to bring the reality of conflict zones to the world. The losses suffered by Al Jazeera, in particular, rank among the most brutal assaults on press freedom and the right to information. The death of courageous individuals who strive to bring the truth to the world and to lift the veil of lies and propaganda that shrouds war is a profound loss for us all. Their memory will remain a symbol of the pursuit of justice. I extend my condolences to the families of the deceased, to their colleagues, and to the entire media community.</p><p data-start=\"5969\" data-end=\"6684\">The cause of Palestine and Gaza transcends borders; it is a common test for humanity. We must never forget the heavy price borne by human dignity when the world turned a blind eye to the tragedies of Bosnia and Rwanda. For this reason, Turkiye’s unwavering stance on Gaza is both a moral obligation and a strategic necessity. Together with all actors who believe in humanitarian diplomacy, foremost among them Qatar, we will continue our efforts towards a lasting, just, and honourable peace. We hold the view that achieving peace is not beyond reach, but rather an essential goal that has been awaited for far too long. We are committed to making every effort to achieve peace and will persist in our endeavours.</p><p data-start=\"6686\" data-end=\"6983\">History is bearing witness to those who took action and to those who turned away from the cruelty in Gaza. Gaza has no time to lose; the international community must heed the voice of the global conscience and act. The future of humanity will be shaped by the courage of the steps we take today.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"6686\" data-end=\"6983\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Trump says he thinks Putin will ‘make a deal’ on Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-14T17:54:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250814__69HD3BM__v1__MidRes__PutinTrumpSummitInAlaska-1755192787.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>One day before the leaders of Russia and the United States are <a href=\"/news/2025/8/13/trump-touts-second-trilateral-meeting-before-putin-summit-zelenskyy-pushes\">set to meet</a> in the US state of Alaska to discuss ending the Russia-Ukraine war, US President Donald Trump said he believes his Russian counterpart is ready “to make a deal”.</p><p>In an interview on Fox News Radio on Thursday, Trump said he believed Russian President Vladimir Putin “wanted the whole thing” – in an apparent reference to his territorial aspirations in Ukraine – but was willing to come to the table and make a deal due to the relationship between the two men.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I think he wants to get it done. I really feel he wanted the whole thing. I think if it weren’t me, if it were somebody else, he would not be talking to anybody,” Trump told interviewer Brian Kilmeade.</p><p>Trump and Putin will meet in Alaska on Friday for talks on the more than three-year conflict. Ukrainian President Volodymyr Zelenskyy will not be present at the talks, though Trump has said that should Putin signal a willingness to end the war, another meeting between the two leaders would follow.</p><p>“I don’t know that we’re going to get an immediate ceasefire, but I think it’s going to come. See, I’m more interested in an immediate peace deal – getting peace fast. And depending on what happens with my meeting, I’m going to be calling up President Zelenskyy and [saying] let’s get him over to wherever we’re going to meet,” Trump said.</p><p>He added that there was the possibility they could simply “stay in Alaska”, but also stressed that if the meeting went poorly, “I’m not calling anyone. I’m going home.”</p><p>That hedging represents a seeming cautiousness by Trump, who has spoken about being frustrated by Putin’s broken promises in the past.</p><p>Speaking from Washington, DC, Al Jazeera’s Shihab Rattansi said Trump’s metric for success could be boiled down to what read he had on Putin.</p><p>“He very much made it clear that what success means in this context is him being convinced that Vladimir Putin is serious about peace, and then arranging a second meeting that would involve the Ukrainians,” he said.</p><p>Earlier on Thursday, <a href=\"/news/2025/8/14/starmer-hosts-zelenskyy-ahead-of-high-stakes-trump-putin-meeting\">Putin praised</a> Trump, saying he was “making quite energetic and sincere efforts to end the fighting”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The words came shortly after Zelenskyy met with British Prime Minister Keir Starmer in London, where they discussed security guarantees for Ukraine that could “make peace truly durable if the United States succeeds in pressing Russia to stop the killings and engage in genuine, substantive diplomacy”, Zelenskyy wrote on X.</p><p>The meeting, said Al Jazeera’s Jonah Hull, “was about a show of unity ahead of that summit in Alaska”.</p><p>Hull noted there was a “sense of some optimism” following <a href=\"/news/2025/8/14/ukraine-eu-us-leaders-speak-ahead-of-trump-putin-meeting-key-takeaways\">the Wednesday call</a> between Trump, Zelenskyy and European leaders.</p><p>“[Trump] took a somewhat stronger line against Putin than was expected, saying the Russian president faced severe consequences if he didn’t meaningfully engage in ceasefire talks,” he noted.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Why countries back Palestinian statehood but arm Israel | News | Al Jazeera",
            "time": "2025-08-14T17:43:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755193370.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia is joining a growing list of countries saying they will recognize Palestine as a state – a move Palestinians and their advocates warn is symbolic at best, and dangerous at worst – even as those same countries continue supplying arms to Israel. So what does recognizing Palestinian statehood actually mean?</p></div></div></body></html>"
        },
        {
            "title": "Aerial footage shows devastating scale of Gaza destruction | Humanitarian Crises | Al Jazeera",
            "time": "2025-08-14T17:43:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755193300.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukrainian drone hits apartment building in southern Russia | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-14T17:43:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755192908.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Spain suffers third wildfire death as thousands remain displaced in Europe | Climate Crisis News | Al Jazeera",
            "time": "2025-08-14T17:42:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25226532791877-1755189692.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Spain has recorded its third death from wildfires this week while Greece began beating back a blaze threatening its third-largest city as a heatwave that began last week continues to sweep through Southern Europe.</p><p>Spanish authorities reported the death on Thursday of a 37-year-old volunteer firefighter who sustained severe burns while battling flames in the northwestern Castile and Leon region, taking the toll to three <a href=\"/news/2025/8/12/wildfires-in-spain-kill-one-person-as-thousands-forced-to-flee\">after earlier reported deaths there</a> and near Madrid this week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Spanish Prime Minister Pedro Sanchez expressed his condolences in an online post.</p><p>“The wildfire situation remains serious, and taking extra precautions is essential. Thank you, once again, to all those working tirelessly to fight the flames.”</p><p>The extreme summer heat, which scientists say human-driven climate change is lengthening and intensifying, has fuelled blazes and stretched firefighters across Southern Europe, including in Portugal and the Balkans.</p><p>The fires have particularly scorched Spain, devouring more than 157,000 hectares (388,000 acres) this year – more than triple the area burned during the same period in 2024.</p><p>Thousands of people have been evacuated from their homes this week in Spain because of the fires, mostly in Castile and Leon.</p><p>Spanish investigators said Thursday they had arrested four people suspected of starting forest fires, taking the total number of accused this season to 30.</p><p>France announced it would send two water bombers to Spain, which has also appealed to the European Union for aircraft to reinforce hard-pressed firefighting teams battling on several fronts, notably in the northwest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Greece, which had requested assistance from the EU to battle its wildfires, gained ground against a major blaze that had closed in on the western port city of Patras.</p><p>Firefighters faced “scattered” pockets of flames, but the fire was “still active” in the eastern outskirts of Patras, fire brigade spokesperson Vassilis Vathrakogiannis said. At least 15 firefighters had been hospitalised or received medical attention for burns, smoke inhalation or exhaustion, he added.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Some 600 ground crews and nearly 30 water bombing aircraft were deployed from dawn in all locations, said Vathrakogiannis, but gentler winds were helping the firefighting effort.</p><p>Major outbreaks also stretched emergency services on the tourist island of Zante, the Aegean island of Chios and near the western town of Preveza.</p><p>Citing data from the EU’s Copernicus satellite monitoring programme, the National Observatory of Athens said those fires and the Patras blaze had burned more than 10,000 hectares (24,710 acres).</p><p>Authorities said three men, aged 19 to 27, had been detained on suspicion of starting some of the fires around Patras on Tuesday.</p><h2 id=\"eu-assistance-sent-to-several-countries\">EU assistance sent to several countries</h2><p>Portugal mobilised more than 1,900 firefighters against four major blazes, with one in the central area of Trancoso having razed an estimated 14,000 hectares (34,595 acres) since Saturday.</p><p>Another front that broke out on Wednesday in the mountainous central Arganil area occupied more than 800 firefighters.</p><p>“The flames were enormous … it was frightening,” a woman in the village of Mourisia told Sic Noticias television as she gazed at a slope enveloped in thick smoke.</p><p>The Balkans appeared to have overcome the worst of an exceptionally strong heatwave that worsened its traditional fire season, destroying homes and prompting the evacuation of thousands.</p><p>Greece sent assistance to neighbouring Albania, joining an international effort to combat dozens of wildfires. An 80-year-old man died in a blaze south of the capital, Tirana, officials said on Wednesday.</p><p>Residents of four villages were evacuated in central Albania near a former army ammunition depot. In the southern Korca district, near the Greek border, explosions were reported from buried World War II-era artillery shells. Authorities said dozens of homes were gutted in a central region of the country.</p><p>In Turkiye, a forestry worker was killed on Wednesday while responding to a wildfire in a southern region, officials said. The Ministry of Agriculture and Forestry said the worker died in an accident involving a fire truck that left four others injured.</p><p>Turkiye has been battling severe wildfires since late June. A total of 18 people have been killed, including 10 rescue volunteers and forestry workers who died in July.</p><p>The EU’s civil protection agency said it responded to requests for assistance this week from Greece, Spain, Bulgaria, Montenegro and Albania, sending firefighting planes and helicopters from other member states.</p><p>The agency said it had already activated assistance 16 times amid wildfires this season, as European countries have been hit by “a high number of catastrophic wildfires.”</p><p>The number of activations for 2025 already matches the total for wildfires during the entire 2024 fire season, it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dozens feared dead in Kashmir flash floods | Environment | Al Jazeera",
            "time": "2025-08-14T17:36:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755192905.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Aug 2025</span><span aria-hidden=\"true\">14 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration sanctions two Mexican drug cartels, announces bounties | Donald Trump News | Al Jazeera",
            "time": "2025-08-14T17:35:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/AP22059444226738-1718250712.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Treasury Department has revealed it is sanctioning two Mexican drug cartels, Carteles Unidos and Los Viagras, and seven affiliated individuals on allegations of “terrorism”.</p><p>The Treasury Department <a href=\"https://home.treasury.gov/news/press-releases/sb0224\" target=\"_blank\" rel=\"noopener\">announced</a> the sanctions on Thursday. Separately, the Justice Department <a href=\"https://www.justice.gov/opa/pr/justice-department-charges-five-senior-leaders-united-cartels-designated-foreign-terrorist\" target=\"_blank\" rel=\"noopener\">stated</a> it was charging five high-ranking members of Carteles Unidos with crimes related to drug trafficking.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“These actions further President Donald Trump’s directive to completely eliminate cartels and transnational criminal organizations threatening the American people,” the Treasury said in a social media post.</p><p>In a statement, Treasury Secretary Scott Bessent explained that the sanctions would help the US government hamstring the cartel’s ability to generate revenue, including through cross-border commerce.</p><p>“Today’s sanctions action draws further attention to the diverse, insidious ways the cartels engage in violent activities and exploit otherwise legitimate commerce,” Bessent said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"labelling-cartels-foreign-terrorist-organisations\">Labelling cartels ‘foreign terrorist organisations’</h2><p>Both Carteles Unidos and Los Viagras are said to be active in the Mexican state of Michoacan, where the Treasury said that they use funds from drug trafficking to hire mercenaries, bribe officials and buy weapons.</p><p>Thursday’s sanctions will freeze any US-based assets the targeted individuals may have, and people in the US are prohibited from making transactions with them.</p><p>The Trump administration has pledged to take a hard line against criminal groups and those involved in drug trafficking, including by <a href=\"/news/2025/2/19/us-declares-drug-cartels-criminal-gangs-global-terrorist-organisations\">labelling</a> some Latin American criminal networks as “foreign terrorist organisations”.</p><p>Experts, however, have questioned the efficacy of such steps and raised fears that they could backfire, penalising nonprofits and civilians who live and work in gang-controlled territory.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Also on Thursday, the Department of Justice <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/08/reward-offers-totaling-up-to-26-million-for-information-leading-to-arrests-and-or-convictions-of-leaders-of-foreign-terrorist-organization-carteles-unidos-in-mexico/\" target=\"_blank\" rel=\"noopener\">announced</a> that it was offering rewards for information leading to the arrests of Carteles Unidos leader Juan Jose Farias Alvarez, also known as “El Abuelo” or “The Grandfather”, as well as Alfonso Fernandez Magallon, Luis Enrique Barragan Chavez, Edgar Orozco Cabadas and Nicolas Sierra Santana.</p><p>They are charged with participation in a conspiracy to manufacture and distribute drugs for importation to the US.</p><p>Altogether, the rewards <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/08/reward-offers-totaling-up-to-26-million-for-information-leading-to-arrests-and-or-convictions-of-leaders-of-foreign-terrorist-organization-carteles-unidos-in-mexico/\" target=\"_blank\" rel=\"noopener\">totalled $26m</a>, with the highest single bounty offered for Farias Alvarez, at $10m.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"critics-fear-us-military-action-in-mexico\">Critics fear US military action in Mexico</h2><p>Earlier this week, the Mexican government sent 26 <a href=\"/news/2025/8/12/mexico-expels-26-alleged-cartel-members-in-latest-deal-with-us\">suspected cartel members</a> to the US to face charges, the second such transfer this year.</p><p>Mexican President Claudia Sheinbaum emphasised that the transfer was a “sovereign decision” she undertook, but critics have expressed concern that the US has been exerting increasing pressure on her government to bend to its will.</p><p>Last week, for example, US media reported that Trump <a href=\"/news/2025/8/8/trump-signs-order-authorising-military-action-against-cartels-reports\">signed an order</a> authorising the US military to carry out operations against cartels and other criminal groups, a move that Mexican politicians have warned could result in US troops on Mexican soil.</p><p>That, critics warn, would constitute a <span>serious violation of the country’s sovereignty. Sheinbaum, however, attempted to dispel concerns in a news conference: “There will be no invasion of Mexico,” she said.</span></p><p>Mexico, meanwhile, has also called on the US to take greater steps to restrict the massive flow of weapons from sellers and manufacturers north of the border. Mexican authorities and other experts have argued that those weapons fuel the violence committed by criminal groups.</p><p>But the US has rebuffed such efforts, and in June, the US Supreme Court struck <a href=\"/news/2025/6/5/supreme-court-strikes-down-mexicos-lawsuit-against-us-gun-manufacturers\">down a lawsuit</a> from the Mexican government arguing that the flow of illicit firearms constituted negligence.</p></div></div></body></html>"
        },
        {
            "title": "What’s next for oil as OPEC+ and Trump shake the market? | Business and Economy | Al Jazeera",
            "time": "2025-08-14T17:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1755191939.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">OPEC+ is opening the oil taps again, while Donald Trump’s tariffs target Russian crude buyers.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>OPEC+, which includes Saudi Arabia and Russia, has agreed to another large production hike in September.</p><p>That’s despite a warning by the International Energy Agency, the extra barrels could tip the market into oversupply later this year.</p><p>US President Donald Trump’s tariffs have targeted Russian crude buyers.</p><p>But whether those tariffs are imposed depends on the outcome of trade negotiations with India and China.</p><p>And even more so on talks over a peace deal in Ukraine between Washington and Moscow.</p><p>Can the US and Europe break China’s grip on rare earths?</p><p>Plus, why is China’s Labubu toy so popular?</p></div></div></body></html>"
        },
        {
            "title": "Blast in Syria’s northwestern Idlib province kills four: State media | News | Al Jazeera",
            "time": "2025-08-14T17:19:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250814__69JA863__v1__HighRes__SyriaConflictBlast-1755187265.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Blast in Syria’s northwestern Idlib province kills four: State media</h1><p class=\"article__subhead\"><em>Government says blast happened in ‘depot for war remnants’; monitoring group says base used by ‘non-Syrian fighters’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An explosion at a depot for unexploded ordnance on the outskirts of Idlib city in northwest Syria has killed at least four people, state media has reported, without identifying its cause.</p><p>News agency SANA, citing the Health Ministry, reported at least “four dead and five others injured” in the blast, which occurred on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Ministry for Emergency and Disaster Management said in a statement that the “large blast” occurred “in a depot for war remnants”.</p><p>War monitor the Syrian Observatory for Human Rights (SOHR) said that “successive large explosions” had ripped through “a base for non-Syrian fighters containing a weapons depot”.</p><p>United Kingdom-based monitoring group SOHR, which obtains its information from a network of local informants, gave a higher toll of six dead, including two civilians, and eight others injured, three of them civilians.</p><p>Raed al-Saleh, minister for Emergency and Disaster Management, said on X that the death toll included two children.</p><p>He stressed “the need to unite the efforts of ministries, institutions and local bodies to limit the risks of unexploded ordnance and war remnants”.</p><p>Images on social media showed a massive cloud of smoke rising above a building in a rural area.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Northwestern Idlib, long governed by the Hayat Tahrir al-Sham group that led the offensive that toppled Syrian ruler Bashar al-Assad in December, was known as a bastion of rebel groups during the war, including foreign fighters.</p><p>Some groups of foreign fighters still have bases in the region.</p><p>Late last month, a series of explosions in Idlib province killed at least 12 people and wounded more than 100, SOHR said at the time.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Those blasts occurred at a weapons depot belonging to the Uighur group the Turkistan Islamic Party in Ma’arrat Misrin, the monitor reported.</p><p>Authorities did not immediately say what may have caused Thursday’s explosions.</p></div></div></body></html>"
        },
        {
            "title": "Air Canada plans to cancel 500 flights by Friday as cabin crew strike looms | Labour Rights News | Al Jazeera",
            "time": "2025-08-14T16:46:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T191805Z_1609069770_RC245GA26QZ1_RTRMADP_3_AIR-CANADA-LABOR-1755188395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air Canada says it is at an impasse with its negotiations with the union representing its flight attendants and has announced that it will be <a href=\"/news/2025/8/14/air-canada-has-cancelled-flights-as-a-strike-looms-heres-what-it-means\">pausing all its flights</a> on Saturday morning.</p><p>Air Canada said on Thursday it expects to cancel several dozen flights by day’s end and approximately 500 flights by the end of Friday, affecting 100,0000 passengers, in advance of a planned Saturday strike by its unionised flight attendants.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Air Canada executives were speaking at a news conference that ended abruptly due to protests by union members donning placards.</p><p>Mark Nasr, chief operations officer at Air Canada, said the complexity of the carrier’s network, which operates more than 250 aircraft on flights to more than 65 countries, requires it to start winding down service now.</p><p>A strike would hit the country’s tourism sector during the height of summer travel and poses a new test for the governing Liberal government under <a href=\"/news/2025/3/9/who-is-mark-carney-canadas-new-liberal-leader-and-next-prime-minister\">Prime Minister Mark Carney</a>, which has been asked by the carrier to intervene and impose arbitration.</p><p>Air Canada and low-cost carrier Air Canada Rouge carry about 130,000 customers a day. Air Canada is also the foreign carrier with the largest number of flights to the US.</p><p>US carrier United Airlines, a code-share partner of Air Canada, said it has issued a travel waiver to help customers manage their travel plans.</p><h2 id=\"half-of-hourly-rate-for-hours-worked\">Half of hourly rate for hours worked</h2><p>The dispute hinges on the way airlines compensate flight attendants. Most airlines have traditionally paid attendants only when planes are in motion.</p><p>But in their latest contract negotiations, flight attendants in North America have sought compensation for hours worked, including for tasks like boarding passengers and waiting around the airport before and between flights.</p><p>The union said Air Canada had offered to begin compensating flight attendants for some unpaid work, but only at 50 percent of their hourly rate.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The airline said it had offered a 38 percent increase in total compensation for flight attendants over four years, with a 25 percent raise in the first year.</p><p>Restarting Air Canada’s operations would take a week to complete, Nasr told reporters in Toronto.</p><p>“It’s simply not the kind of system that we can start or stop at the push of a button,” he said. “So in order to have a safe and orderly wind down, we need to begin down.”</p><p>FlightAware data shows Air Canada has, thus far, cancelled only four flights as of Thursday morning.</p><p>Earlier in the day, Canadian Jobs Minister Patty Hajdu urged the country’s largest carrier and union to return to the bargaining table to reach a deal that could avert disruptions.</p><p>“I understand this dispute is causing a great deal of frustration and anxiety to Canadians who are travelling or worrying about how they will get home,” she said in a statement posted on X. “I urge both parties to put their differences aside, come back to the bargaining table and get this done now for the many travelers who are counting on you.”</p><figure id=\"attachment_3888785\" aria-describedby=\"caption-attachment-3888785\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3888785\" src=\"/wp-content/uploads/2025/08/2025-08-05T215138Z_1124959970_RC2B8U95RO3Y_RTRMADP_3_AIR-CANADA-LABOR-1755188474.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: An Air Canada plane taxis at Pearson International Airport in Toronto, Ontario, Canada May 16, 2022. REUTERS/Carlos Osorio/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3888785\" class=\"wp-caption-text\">An Air Canada plane taxis at Pearson International Airport in Toronto, Canada [File: Carlos Osorio/Reuters]</figcaption></figure><p>A spokesperson for the Canadian Union of Public Employees, which represents the carrier’s 10,000 flight attendants, said Air Canada negotiators are not bargaining and have not responded to a proposal they made earlier this week.</p><p>“We believe the company wants the federal government to intervene and bail them out.”</p><p>CUPE has previously said it opposes binding arbitration.</p><p>Arielle Meloul-Wechsler, chief human resources officer at Air Canada, said the carrier never left the table.</p><p>“We are still available to bargain at any time on the condition that the negotiation has substance,” she said.</p></div></div></body></html>"
        }
    ]
}