{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Bangladesh’s BNP claims landslide win in first election since 2024 uprising | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-13T13:43:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260213__97CA2YR__v2__HighRes__TopshotBangladeshPoliticsVote-1770972454.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Bangladesh Nationalist Party (BNP) has claimed victory in the country’s <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">first election</a> since a student-led uprising that ousted longtime leader Sheikh Hasina in 2024.</p><p>Unofficial results <a href=\"/news/2026/2/12/live-results-bangladesh-election-2026\">confirmed</a> by election officials to Al Jazeera on Friday showed the BNP winning 209 seats, easily crossing the 151-seat threshold needed for a majority in parliament.</p><p>Its leader, Tarique Rahman, the son of former Prime Minister Khaleda Zia, is now set to become the country’s next prime minister. BNP officials said the party expected to form a government by Sunday.</p><p>The BNP was followed by Jamaat-e-Islami, which secured 68 seats in <a href=\"/news/2026/2/12/bangladesh-goes-to-polls-in-crucial-first-election-since-deadly-uprising\">Thursday’s polls</a> – its highest-ever tally.</p><p>The party, which is led by Shafiqur Rahman and contested for the first time since a 2013 ban that was lifted after Hasina’s ouster, <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">said</a> it is not “satisfied” with the vote count and raised “serious questions about the integrity of the results process”.</p><p>The National Citizen Party (NCP), led by youth activists instrumental in toppling Hasina and part of a Jamaat-led alliance, won just six of the 30 seats that it contested.</p><p>The Election Commission has yet to formally announce the final tally, which is expected either later on Friday or on Saturday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Turnout <a href=\"/gallery/2026/2/12/bangladeshis-turn-out-for-historic-election-after-hasinas-downfall\">stood</a> at almost 60 percent of registered voters, according to the Election Commission, well over the nearly 42 percent in the last election in 2024.</p><p>The election featured a record number of parties, more than 50, and at least 2,000 candidates, many of them independents. The parliament comprises 350 lawmakers, with 50 seats reserved for women.</p><p>More than 127 million people were eligible to cast their votes, with many <a href=\"/news/2026/2/12/like-eid-bangladeshis-hail-landmark-election-many-vote-after-17-years\">expressing enthusiasm</a> for what was widely seen as Bangladesh’s first competitive vote in years.</p><p>An interim government led by Nobel peace laureate Muhammad Yunus, 85, has been in office since Hasina fled to India in 2024 after widespread protests led largely by young people, who were killed in their hundreds by security forces.</p><figure id=\"attachment_4305169\" aria-describedby=\"caption-attachment-4305169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305169\" src=\"/wp-content/uploads/2026/02/Interactive_Bangladesh_elections_Feb2026_2-01-1770807991.png?quality=80\" alt=\"Interactive_Bangladesh_elections_Feb2026_2_REVISED\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305169\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Tarique Rahman, who has never held government office, returned to Bangladesh in December after 17 years of self-imposed exile in the United Kingdom. The 60-year-old has yet to comment on the unofficial results but on Friday, he waved from his car as he left his house in the capital, Dhaka, for a mosque.</p><p>In a statement, the BNP asked people to refrain from large celebrations and offer special prayers instead.</p><p>“Despite winning … by a large margin of votes, no celebratory procession or rally shall be organised,” the party said in a statement.</p><h2 id=\"litmus-test\">‘Litmus test’</h2><p>The 78-year-old <a href=\"/news/2026/2/2/bangladesh-court-sentences-ex-pm-hasina-uk-lawmaker-niece-in-graft-case\">former leader</a>, Hasina, was sentenced to death in absentia for crimes against humanity for the bloody crackdown on protesters during her final months in power, and remains in hiding in India. Her Awami League party was barred from the election.</p><p>BNP members have said the party would formally request Hasina’s extradition from India. In its manifesto, the BNP promised to prioritise job creation, protect low-income and marginal households and ensure fair prices to farmers. Tarique Rahman has also promised to revive a stagnant economy, reset ties with countries in the region and crack down on corruption.</p><p>Abbas Faiz, an independent South Asia researcher, said the election was a test of how Bangladesh was “ready for democracy”.</p><p>“Also, a test of the political parties which have been able to take part in the elections. They have actually understood the aspirations and the wishes of the people of their country for the removal of corrupt practices in the administration and parliament,” Faiz told Al Jazeera.</p><p>He added the election is the “litmus test” which puts responsibility on the “shoulders of the new government”.</p><p>But Faiz explained that the election would have been “fairer” if all parties, including the Awami League, were allowed to participate.</p><p>“But in a way, the problem lies with the Awami League itself, because it did not reimage itself as a party that could be trusted by the general populace in Bangladesh,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Indian Prime Minister Narendra Modi, Pakistan Prime Minister Shehbaz Sharif and the US ambassador to Bangladesh, Brent T Christensen, were among the first to congratulate Rahman on his party’s victory. China’s embassy in Dhaka also congratulated the BNP over its election showing.</p><p>The election commission also said some 48 million ‌voters chose “Yes” ‌while about 23 million said “No” in a referendum on constitutional reforms held alongside the election, though there was no official word on the outcome.</p><p>The changes include two-term limits for prime ministers and stronger judicial independence and women’s representation, while providing for neutral interim governments during election periods and setting up a second house of the 300-seat parliament.</p><p>Fahmida Khatun, an economist and executive director of the Dhaka-based Centre for Policy Dialogue, told Al Jazeera that early signals support the perception of a credible election.</p><p>Although heavy security was reported across polling stations, “broadly, the voting was peaceful”, Khatun said, pointing to the voter turnout figure as an indicator of healthy participation.</p><p>“This indicates citizens wanted to exercise their voting rights and they wanted to choose their own people,” she added.</p><p>Several hundred international observers monitored Thursday’s voting, with the European Union’s Election Observation Mission expected to issue a preliminary report on its findings on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Are African ‘water wars’ on the horizon as AU puts the issue on its agenda? | Water News | Al Jazeera",
            "time": "2026-02-13T13:17:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2012-03-29T120000Z_1244638278_GM1E83T1T6201_RTRMADP_3_SUDAN-1770913913_a0ea91-1770974275.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Johannesburg, South Africa –</strong> From deadly Cyclone Gezani in Madagascar and surging waterborne disease risks across flood-affected Mozambique, to parched land and herds of dead livestock along the Kenya-Somalia border, the continent is starting 2026 under siege from water‑linked climate shocks – just as African leaders gather for a summit that puts the precious resource at the centre of its agenda.</p><p>On paper, the African Union’s choice of water as its <a href=\"https://au.int/en/pressreleases/20260211/au-executive-council-opens-48th-ordinary-session-strong-call-unity\" target=\"_blank\" rel=\"noopener\">2026 summit theme</a> – with a focus on water as a vital resource for life, development and sustainability – appears apolitical. But experts say it is anything but.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Water is life,” said Sanusha Naidu, a foreign policy analyst at the South African think tank, the Institute for Global Dialogue.</p><p>“But it’s not just that water is life – water is becoming a commodity of corporatisation and access. It is a humanitarian conflict. It is a climate change conflict.</p><p>“It’s a peace and security issue.”</p><h2 id=\"water-and-conflict\">Water and conflict</h2><p>Although worsening climate change and the strain it puts on resources is a main pressure point, analysts point to other flashpoints where water and conflict intersect – including upstream-downstream tensions over shared natural resources, water being used as a weapon of war, and big industry claiming water resources at the cost of human beings.</p><p>In Africa, water cuts across interstate disputes like Egypt and Ethiopia’s fight over the <a href=\"/features/2025/9/9/from-haile-selassie-to-crowdfunding-how-ethiopias-gerd-dam-was-born\">Nile</a>, deadly tensions between farmers and herders in <a href=\"/features/2021/11/28/horrors-on-the-plateau-inside-nigerias-farmer-herder-conflict\">Nigeria</a> over access to the same arable land, antigovernment protests over failed service delivery in <a href=\"/features/2025/10/15/we-dont-want-power-we-want-lights-madagascar-awaits-post-rajoelina-era\">Madagascar</a>, and the outbreak of health epidemics in the wake of major <a href=\"/news/2026/2/13/madagascar-cyclone-death-toll-hits-38-12000-displaced-mozambique-braces\">floods</a> and <a href=\"/news/2026/1/28/drought-in-the-east-floods-in-the-south-africa-battered-by-climate-change\">droughts</a>.</p><p>It’s really a “multitude” of competing or interlinked factors that are creating a “vicious circle” of challenges people have to deal with, Naidu says, especially in Africa, which is particularly vulnerable to climate change.</p><p>With temperature increases in Africa slightly above the global average, the continent faces a disproportionate burden from the climate crisis, according to the World Meteorological Organization and climate experts.</p><p>For Dhesigen Naidoo, a senior water and climate researcher with African policy think tank, the Institute for Security Studies (ISS), climate change is now experienced first and foremost as a water crisis.</p><p>“We’re talking about floods and droughts and very high energy storms that have been experienced around the world and in Africa with absolutely devastating impact,” he said, noting that “our ability to manage that has really diminished over time as the challenge gets bigger and bigger.”</p><p>From desertification to huge flooding, “too much and too little water have the same impact” as they both diminish people’s access to the resource, he said.</p><p>This lack of access leads to water scarcity as well as increased food shortages, growing numbers of climate refugees, and the higher prospect of conflict, according to Naidoo.</p><p>“If you look at the Sahel and [across Africa], the correlation between the activities of al-Shabab on the east side and Boko Haram on the west side, and the desertification creep, there’s an almost direct correlation [between strained resources and conflict],” he said.</p><p>In areas where there is a scarcity of basic resources like water, people are often forced to do whatever they can to survive, Naidoo explains. “And sometimes it leads to very, very bad security outcomes.”</p><p>This is evident in northern Nigeria, where an array of armed groups are recruiting among vulnerable local populations, while in the middle belt region, intercommunal conflict between farmers and herders over shared pastoral land resources has turned deadly.</p><p>Even away from front-line battles, water scarcity is heightening geopolitical security concerns. Observers point to electricity and water cuts that prompted angry antigovernment protests in Madagascar last year; and this week in South Africa, the country’s Human Rights Commission called for the water crisis to be declared a national disaster, amid protests from many Johannesburg residents who have gone without water for 20 days.</p><figure id=\"attachment_4309064\" aria-describedby=\"caption-attachment-4309064\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309064\" src=\"/wp-content/uploads/2026/02/1997-11-15T120000Z_714195163_RP1DRIDITMAC_RTRMADP_3_NODESC-1770913923.jpg?w=770&amp;resize=770%2C532&amp;quality=80\" alt=\"water\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309064\" class=\"wp-caption-text\">Water flows from Lesotho’s Katse Dam, down some 80km (50 miles) of tunnels hewn through solid rock, into South African rivers heading north to Johannesburg in Gauteng province [File: Reuters]</figcaption></figure><h2 id=\"upstream-downstream-nile-tensions\">Upstream-downstream Nile tensions</h2><p>Some water tensions were drawn into the very borders that delineate the continent.</p><p>When European powers carved up Africa before, and at the Berlin Conference more than a century ago, they crudely drew lines between tribes, territories, and key water sources.</p><p>Across Africa, 90 percent of surface water is in transboundary basins and requires transboundary cooperation or treaties to manage, according to the World Bank.</p><p>These include the Senegal and Niger River Basins in West Africa that cover Guinea, Mali, Senegal, Niger and Nigeria; the Limpopo and Orange River Basins in Southern Africa, which cover South Africa, Botswana, Lesotho, Mozambique and Namibia; and the Nile River Basin in the east and north, spanning Ethiopia, Sudan and Egypt.</p><p>While the treaties that govern water sharing are operating well in most regions, recent tensions around the Nile have revealed the potential for future upstream-downstream conflict, experts say.</p><p>Last year, Ethiopia inaugurated the Grand Ethiopian Renaissance Dam (<a href=\"/features/2025/9/9/from-haile-selassie-to-crowdfunding-how-ethiopias-gerd-dam-was-born\">GERD</a>), its most ambitious infrastructure venture on the Blue Nile, amid tensions with downstream neighbours Egypt and Sudan, which rely heavily on the Nile and fear the Ethiopian dam will threaten their water security.</p><p>“The level of tension is relatively high at the moment” between Ethiopia and the downstream countries, particularly Egypt, who were unable to block the dam’s construction, notes Magnus Taylor, the deputy director of the Horn of Africa project at conflict prevention think tank, International Crisis Group.</p><p>Beyond the technical operational concerns of the dam, there are also broader tensions, Taylor says, as the GERD marks a historic shift in Nile power relations.</p><p>“Egypt fears [the GERD] will challenge both its practical control over the Nile waters but also its broader political hegemony over the Nile basin,” he said.</p><p>That tension is then dispersed and “translated through other political and security situations which have been influenced by the GERD issue,” the analyst noted.</p><p>He points to the advantage that Egypt’s backing of the Sudanese Armed Forces in Sudan’s ongoing war has created for Cairo in ensuring Sudan supports its view on the GERD.</p><p>Separately, Cairo has also diplomatically courted Eritrea, Ethiopia’s northern neighbour with which it has contentious relations, he said, while Egypt has also offered security support to Somalia when Ethiopia pursued a sea access deal with the breakaway rival region of Somaliland.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"water-as-root-site-weapon-of-war\">Water as root, site, weapon of war</h2><p>Taylor says that while the world is not yet seeing outright “water wars”, water disputes are nevertheless shaping and intensifying other conflicts across the Horn of Africa.</p><p>For ISS water expert Naidoo, “the notion of an inter-country conflict based on water is a very real thing,” and upstream-downstream tensions escalating into conflict are “a possibility in several parts of the world and certainly in several parts of Africa”.</p><p>The Egypt-Ethiopia tensions are currently the clearest example of a historically hegemonic downstream country now having to play by the rules of an upstream country that has asserted itself, he said. But “many very big economies in Africa”, like Nigeria, South Africa and Senegal, are also downstream countries, he points out.</p><p>“On the Niger River, Nigeria is a downstream country and currently has very poor relations with its northern neighbours, <a href=\"/features/2025/12/31/a-marriage-of-three-will-mali-niger-burkina-faso-bloc-reshape-the-sahel\">Mali and Niger</a>. And that is a very serious issue about an upstream-downstream dynamic that might mimic what is currently happening between Ethiopia and Egypt,” Naidoo said.</p><p>Water has historically been a source of conflict, he argues.</p><p>“The art of war around water is well honed into the psyche of human beings,” said Naidoo, who remarks that the first-ever resource wars in prehistoric times were fought over water and food – even long before oil.</p><p>But more than just the root and reason, experts say water is sometimes used as the weapon itself.</p><p>Naidoo pointed to the wars in Sudan and Gaza as current examples “where there is a very high level of the weaponisation of water currently under way”. In both places, civilians suffer deprivation as supplies are blocked and water sources are targeted in armed attacks.</p><p>“We have, for a very long time, organised ourselves to have an informal agreement that all parties in any conflict would not weaponise water. But events are teaching us that people are quite happy to go back on that,” the water expert noted.</p><p>At the same time, technology is another factor putting strain on people’s access to water. Communications infrastructure and <a href=\"/opinions/2026/1/21/ais-growing-thirst-for-water-is-becoming-a-public-health-risk#:~:text=A%20recent%20report%20from%20the,to%20use%20seawater%20in%20cooling.\">AI data centres</a> all require industrial-scale amounts of water for cooling, putting more strain on the supplies that people rely on.</p><p>This means the prospect of water conflicts “will probably get a lot worse”, Naidoo said.</p><p>“We have organised ourselves to develop economies that are very highly dependent on regular water supplies. And so small perturbations in the system – being without water for three days – is cause for conflict,” he remarked.</p><p>“You can’t tolerate it because you actually can’t do without it. Not just personally on your own consumption, but because everything that works around you has a water dependency.”</p><figure id=\"attachment_4309057\" aria-describedby=\"caption-attachment-4309057\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309057\" src=\"/wp-content/uploads/2026/02/2012-05-30T120000Z_82919862_GM1E85V0DYG01_RTRMADP_3_SUDAN-1770913917.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"water\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309057\" class=\"wp-caption-text\">Girls hold up handwritten banners during the arrival of an AU-UN delegation in Forog, Sudan, in 2012 [Albert Gonzalez Farran/UNAMID via Reuters]</figcaption></figure><h2 id=\"who-is-responsible\">Who is responsible?</h2><p>The scale of challenges is concerning for experts and observers, and many feel those in leadership positions have not done enough to mitigate the crisis.</p><p>The AU’s decision to put water at the centre of its 2026 summit this weekend is important, yet overdue, Naidu says.</p><p>She says the continental bloc and national governments have known about the emerging water crisis for years, but have largely failed to act at the necessary scale.</p><p>She also argues that the responsibility lies not only with governments, but also with local officials, corporations that exploit and pollute, and consumers and civil society, who must change their behaviour and demand accountability.</p><p>Crisis Group’s Taylor says the AU may issue a communique at the summit, but because of the limited remit of the AU, this is unlikely to translate into any binding continent‑wide water agreements that can be enforced.</p><p>Al Jazeera reached out to the AU with questions about this year’s summit, but received no response.</p><p>For ISS’s Naidoo, treaties and agreements have a place, but power also lies with national governments, who can work to support and scale up real solutions already being produced at ground level.</p><p>He sees a silver lining in African innovation projects, including non‑sewered sanitation systems, which treat waste on-site through biological, chemical, or mechanical processes that rely less on water, or projects like the “overhead aqueduct” system in Kenya’s Kibera, which offers a way for areas without traditional underground piping to get clean water to residents of the Nairobi slum.</p><p>These examples show that Africa is not only a victim of the water crisis, he said, but also a source of potential solutions and a space where the continent can exercise Global South‑led leadership.</p><p>Getting water right is a non-negotiable, “social, humanitarian, economic, and security” issue, Naidoo said.</p><p>“The conundrum is that Africa has a very high level of tolerance to certain things, like the lack of services or lack of decent sanitation. Part of the reason why we don’t make progress in this domain is because it’s kind of accepted,” Naidoo said.</p><p>“But you can’t be tolerant of having no water,” he warned, “or you will die.”</p><figure id=\"attachment_4309071\" aria-describedby=\"caption-attachment-4309071\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309071\" src=\"/wp-content/uploads/2026/02/2010-05-17T230000Z_1206367554_GM1E65I1KIX01_RTRMADP_3_AFRICA-NILE-1770913938.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"water\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309071\" class=\"wp-caption-text\">A girl looks at water from the Nile flowing from a pump in the Manshiyat Nasser shantytown in eastern Cairo [File: Amr Abdallah Dalsh/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Milano Cortina acting as ‘propaganda for Russia’, says banned Heraskevych | Winter Olympics News | Al Jazeera",
            "time": "2026-02-13T13:17:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T111941Z_987129431_UP1EM2D0VGRTC_RTRMADP_3_OLYMPICS-2026-SKELETON-UKRAINE-1770986811.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Milano Cortina acting as ‘propaganda for Russia’, says banned Heraskevych</h1><p class=\"article__subhead\"><em>Ukrainian skeleton racer Heraskevych says 2006 Winter Olympics ‘acts as propoganda for Russia’ after IOC decision.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Court ⁠of Arbitration for Sport (CAS) began hearing Ukrainian skeleton racer Vladyslav Heraskevych’s appeal on Friday, with a decision expected later in the day on whether he can return to competition at ⁠the Milano Cortina Olympics after his disqualification over his “helmet of remembrance”.</p><p>The 27-year-old was removed from the Olympic programme on Thursday when the International Bobsleigh and Skeleton Federation jury ruled that imagery on the helmet — depicting ⁠athletes killed since Russia invaded Ukraine in February 2022 — breached rules on political neutrality at the Games.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Heraskevych is seeking reinstatement or at least a CAS-supervised run, pending a decision by sport’s highest court in advance of the final two runs set for Friday evening.</p><p>“I’m pretty positive about how it went,” he told reporters outside the office of CAS ‌in Milan following his appearance before the court. “I hope the truth will prevail, and I know that I was innocent.”</p><p>The racer said he was now getting threats from Russians and blamed the IOC’s decision for that.</p><p>“I believe that these Games now and this act of the IOC also serves as an instrument of propaganda for Russia,” Heraskevych said. “I still receive a lot of threats from the Russian side.”</p><p>The IOC, whose president, Kirsty Coventry, met Heraskevych on Thursday in a last-ditch effort to break the impasse, has ⁠allowed the athlete to keep his credentials despite his disqualification, so he can ⁠stay at the Milano Cortina Games.</p><p>“For me, sitting down with Vladyslav and his dad, the conversation was extremely respectful,” Coventry told a news conference on Friday. “After that, I asked the disciplinary commission to re-look at not pulling his accreditation, out of respect for him ⁠and his dad. I thought that was the right thing to do.”</p><p>The case has dominated headlines in the first week of the Olympics.</p><p>CAS Secretary-General Matthieu Reeb ⁠could not say exactly when they were likely to reach a ⁠decision, despite the tight schedule.</p><p>“We hope to have a final decision announced today, but it’s difficult for me to say when,” Reeb told reporters. “Obviously, we know the schedule of the competition, and it is an objective for CAS to be able to run the decision ‌before the start of the race, but we don’t know how long the hearing will take.</p><p>“We have only one arbitrator from Germany, and she will be in charge of this case. We have participants attending in ‌person, ‌like the IOC, the athlete is here, the father of the athlete is here.</p><p>“We have a representative of IBSF attending remotely. The athlete is also assisted by legal counsel speaking from Kyiv.”</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Explosions in Gaza, 54 wounded in West Bank settler attacks | Gaza News | Al Jazeera",
            "time": "2026-02-13T12:54:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24189290256154_cropped-1770755290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Explosions in Gaza, 54 wounded in West Bank settler attacks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Explosions are reported in eastern Gaza City, while at least 54 Palestinians are wounded in attacks by Israeli settlers across the occupied West Bank today.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Merz, Macron to address Munich Security Conference amid disputes with US | NATO News | Al Jazeera",
            "time": "2026-02-13T12:53:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__977L2R7__v1__HighRes__BelgiumEuDiplomacyEconomy-1770985205.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz and French President Emmanuel Macron will deliver addresses on the first day of the Munich Security Conference (MSC), with Russia’s four-year war in Ukraine high on the agenda and amid strained ties between the United States and Europe.</p><p>Merz will open the conference at 1:45pm local time (12:45 GMT), while his French counterpart will close Friday’s official programme with a speech at 7pm (18:00 GMT), according to the MSC agenda.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>European Union foreign policy chief Kaja Kallas, Finnish President Alexander Stubb and British Foreign Secretary Yvette Cooper will also address the conference over the course of the day.</p><p>They are among more than 60 heads of state and government and about 100 foreign and defence ministers who have descended on the Bavarian southern German city amid high security, with about 5,000 police deployed for the event.</p><p>This year’s conference comes as relations between Europe and the US, their traditional allies and guarantors of the continent’s security for decades, are under immense pressure.</p><p>Since returning to the White House last year, US President Donald Trump has frequently criticised European countries for not sharing enough of the burden on common defence.</p><p>Ties plunged further last month when Trump <a href=\"/news/2026/1/9/greenland-should-take-the-lead-in-talks-with-us-foreign-minister-says\">stepped up threats</a> to annex the Arctic island Greenland, an autonomous territory of NATO ally Denmark, forcing European nations to stand firm in protest, pushing back in a rare and concerted public rebuke of Washington.</p><p>Top of the agenda are issues on which the US has been leading diplomatic efforts: not only Russia’s war in Ukraine but also Iran’s nuclear programme and Israel’s genocidal war on Gaza, said Al Jazeera’s James Bays, reporting from Munich.</p><p>The mood ahead of this conference is “very different from years in the past,” said Bays.</p><p>“Diplomats I’ve spoken to since I was in Munich a year ago talk about the Munich moment, when US Vice President JD Vance” used the occasion to <a href=\"/news/2025/2/14/vance-slams-europe-on-free-speech-migration-in-first-international-speech\">criticise</a> European policies on immigration and free speech, said Bays, adding: his behaviour was “such a contrast with the past, when this was quite a cosy gathering, celebrating the transatlantic alliance.”</p><p>US Secretary of State Marco Rubio, “arguably a slightly more diplomatic figure” than Vance, arrived in Munich on Friday and will address the conference on Saturday, said Bays.</p><p>Before departing for Germany, Rubio said that transatlantic ties faced a “defining moment” in a rapidly changing world.</p><p>“The Old World is gone, frankly, the world I grew up in, and we live in a new era in geopolitics, and it’s going to require all of us to re-examine what that looks like and what our role is going to be,” he said.</p><p>Ukrainian President Volodymyr Zelenskyy also arrived on Friday and will speak at the annual gathering on Saturday, organisers said.</p><p>Zelenskyy is expected to discuss security with a string of European allies, including Rubio and Merz, ahead of the next round of US-brokered talks with Russia, which the Kremlin said would resume next week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Manchester United fans condemn co-owner’s immigration comments | Football | Al Jazeera",
            "time": "2026-02-13T12:53:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770987201.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why did Israel jail journalist who witnessed Shireen Abu Akleh’s killing? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-13T12:16:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP22143566390393-1770983059.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian journalist Ali al-Samoudi, who has been imprisoned by Israel for almost a year, is now at risk of dying, the Palestinian Journalists Syndicate has warned.</p><p>Al-Samoudi, 59, was one of the journalists with Al Jazeera’s Shireen Abu Akleh when she was <a href=\"/news/2022/5/11/shireen-abu-akleh-israeli-forces-kill-al-jazeera-journalist\">fatally shot</a> in the head by an Israeli sniper in Jenin, the occupied West Bank, in May 2022.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was arrested by Israeli forces in April last year during an early morning raid on his son’s home in Jenin on charges of allegedly transferring funds to the Palestinian Islamic Jihad, which Israel considers a terrorist organisation.</p><p>Israel later said it found “no sufficient evidence” against him, however.</p><p>Since May 2025, al-Samoudi, who was also injured by gunfire when Abu Akleh was killed, has been under arbitrary detention.</p><p>In a <a href=\"https://pjs.ps/en/page-3493.html\" target=\"_blank\" rel=\"noopener\">statement</a> issued in January, the Palestinian Journalists Syndicate said al-Samoudi has not been granted a fair trial and that his arrest is “a blatant violation of international law and press freedom”.</p><p>The syndicate also warned “that his life is now at risk” due to the harsh and inhumane treatment he has been experiencing in prison.</p><p>Why has Israel arrested him? How has he been treated in prison?</p><p>Here’s what we know:</p><figure id=\"attachment_4311398\" aria-describedby=\"caption-attachment-4311398\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311398\" src=\"/wp-content/uploads/2026/02/AFP__20220514__32A38FP__v3__HighRes__PalestinianIsraelConflictMediaDeath-1770983309.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Al-Samoudi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311398\" class=\"wp-caption-text\">A handout picture provided by the Palestinian Authority’s press office on May 14, 2022, shows Palestinian President Mahmoud Abbas, centre, alongside journalist Ali al-Samoudi (seated), who was injured as his colleague Shireen Abu Akleh was killed, during a ceremony honouring the slain journalist in Ramallah in the occupied West Bank [Thaer Ghanaim/PPO/AFP]</figcaption></figure><h2 id=\"why-did-israel-arrest-al-samoudi\">Why did Israel arrest al-Samoudi?</h2><p>Israel initially arrested al-Samoudi on charges of funding terrorism.</p><p>He was detained in a military barracks in Jenin, in the occupied West Bank, then transferred to the Jalameh detention centre, near Haifa in Israel, and later to Megiddo prison in northern Israel, the Palestinian news agency, Wafa, reported.</p><p>On May 8, 2025, Wafa <a href=\"https://english.wafa.ps/Pages/Details/157145\" target=\"_blank\" rel=\"noopener\">reported</a> that an Israeli court had issued an administrative detention order against him for a period of six months.</p><p>This was because the Israeli army said it did not have “sufficient evidence” to formally charge him and had hence issued an administrative detention order.</p><p>In a statement issued to the United States news group CNN, the Israeli army said: “As sufficient evidence was not found against him, and in light of the accumulated intelligence material, security authorities requested to consider issuing an administrative detention order.”</p><p>The military stated the order was justified as al-Samoudi’s “presence” posed “a danger to the security of the region”.</p><p>Since then, al-Samoudi has been held in administrative detention and his detention order has been repeatedly renewed.</p><p>In January this year, Israel extended al-Samoudi’s detention for the third time, for an additional four months.</p><p>The Palestinian Journalists Syndicate has called the move “a blatant violation of human rights”.</p><h2 id=\"what-is-administrative-detention\">What is administrative detention?</h2><p>Administrative detention is a protocol under which a person can be imprisoned without charge or trial for an unspecified time period.</p><p><a href=\"https://www.btselem.org/administrative_detention\" target=\"_blank\" rel=\"noopener\">According to</a> B’Tslem, the Israeli information centre for human rights in the occupied territory, the Israel Prison Service (IPS) was holding 3,474 Palestinians in administrative detention at the end of September 2025.</p><p>The human rights group noted that Israel frequently uses administrative detention for Palestinians “for periods ranging from several months to several years, without charging them, without telling them what they are accused of, and without disclosing the alleged evidence to them or to their lawyers”.</p><p>“The power to incarcerate people who have not been convicted or even charged with anything for lengthy periods of time, based on secret ‘evidence’ that they cannot challenge, is an extreme power,” B’Tslem said, noting that Israeli courts routinely uphold such detention orders.</p><p>According to the Palestinian Prisoner’s Society (PPS), which supports Palestinian detainees in Israel and advocates for them, as of July 2025, al-Samoudi was one of 22 Palestinian journalists being held in <a href=\"/news/2025/4/17/a-nation-behind-bars-why-has-israel-imprisoned-10000-palestinians\">administrative detention</a>.</p><p>In a September 2025 <a href=\"https://pjs.ps/en/page-3493.html\" target=\"_blank\" rel=\"noopener\">report</a>, Wafa reported that al-Samoudi had told his lawyer he had been informed that Israel would not bring charges against him related to his journalistic work “lest there be an international backlash and scandal for Israel”.</p><p>“I was shot the day my colleague Shireen Abu Akleh was martyred, so my detention is arbitrary, unjust, and illegal,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-conditions-is-al-samoudi-being-held-in\">What conditions is al-Samoudi being held in?</h2><p>The PPS reported that in detention, al-Samoudi’s health has deteriorated significantly.</p><p>“Al-Samoudi has lost approximately 40 kilograms of his body weight and suffers from multiple medical conditions, including scabies, diabetes, high blood pressure, stomach ulcers, continuous gum bleeding, sudden heart rate spikes, recurrent fainting episodes, chronic headaches, urinary tract infections, and problems in his left ear, amid deliberate medical neglect,” the PPS <a href=\"https://pjs.ps/en/page-3493.html\" target=\"_blank\" rel=\"noopener\">reported</a> last month.</p><p>Wafa <a href=\"https://english.wafa.ps/Pages/Details/161081\" target=\"_blank\" rel=\"noopener\">reported</a> that when he was held in Section 15 of Israel’s notorious Negev prison in September last year, he was also refused medical treatment.</p><p>During his transfer to Megiddo, he was treated in an “inhumane manner with clothes being confiscated and his glasses broken”, Wafa reported, citing the Palestinian Detainees and Ex-Detainees Authority.</p><p>The Palestinian Journalists Syndicate said it has issued an “urgent appeal” to global human rights organisations and journalists’ unions to “exert pressure” on Israel “to end the policy of administrative detention against journalists, secure the immediate release of Ali Al-Samoudi, and hold those responsible accountable for the ongoing violations against Palestinian journalism”.</p><p>The syndicate stated: “The continued use of administrative detention against journalists represents a systematic policy aimed at silencing the Palestinian voice and suppressing the truth.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-israel-detained-or-killed-palestinian-journalists-in-the-past\">Has Israel detained or killed Palestinian journalists in the past?</h2><p>Yes. Israel has a track record of arresting and killing Palestinian journalists.</p><p><a href=\"/news/2025/12/9/israel-the-top-killer-of-journalists-worldwide-once-again-says-rsf-report\">According to</a> a report by Reporters Without Borders (RSF), last year 67 journalists were killed globally, of which 29 were Palestinian journalists killed by Israeli forces in Gaza.</p><p>Thibaut Bruttin, RSF’s director general, said these journalists had been killed “not by accident, and they weren’t collateral victims. They were killed, targeted for their work.”</p><p>Nearly 300 journalists and media workers have been killed by Israeli attacks in Gaza during 26 months of genocidal war since October 2023 – or about 12 journalists every month – according to a tally by <a href=\"https://www.shireen.ps/home\">Shireen.ps</a>, a monitoring website named after Abu Akleh.</p><p>According to a January 2026 report by the Committee to Protect Journalists (CPJ), the number of Palestinian journalists imprisoned by Israel has also risen since the onset of the start of the Israel-Gaza war in October 2023. While a US-brokered ceasefire was announced in October 2025, Israeli strikes on Gaza have continued, <a href=\"/news/2026/2/11/more-palestinians-return-to-gaza-via-rafah-as-israeli-attacks-continue\">killing</a> at least 591 Palestinians since then.</p><p>The journalists’ rights body noted that Israel had arrested more than 90 Palestinian journalists during the course of the war.</p><p>“Often, journalists are imprisoned on undisclosed charges or held without charge in arbitrary detention – in contravention of international law,” the CPJ report stated. “While Israeli citizens enjoy some civil rights and freedoms, legal experts identify a radically different standard of justice for Palestinians in its occupied territory.”</p><p>Besides killing and imprisoning journalists, Israel has also banned foreign reporters from entering Gaza. Only a few exceptions have been made for journalists agreeing to enter as part of tightly controlled tours organised by the Israeli military – despite calls from media groups and press freedom organisations for more open access.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK ban on Palestine Action was unlawful, says court | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-13T11:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770980815.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "More than 5,000 ISIL detainees transferred from Syria, says Iraqi ministry | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-13T11:01:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696f17db65-1768888283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 5,000 ISIL-linked (ISIS) detainees have been transferred from Syrian jails to a prison in neighbouring Iraq so far, according to Iraq’s Ministry of Justice.</p><p>In comments to the Iraqi News Agency on Friday, ministry spokesperson Ahmed Laibi said the transfers and ongoing detention of the prisoners had been carried out at the request of an international coalition led by the United States to combat ISIL, of which Iraq is a key member.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In separate comments on the sidelines of the Munich Security Conference, Iraqi Foreign Minister Fuad Hussein gave a lower figure, telling Reuters that about 3,000 ISIL-linked detainees had been transferred.</p><p>He told the news agency that the process was ongoing and that Baghdad was in discussions with various countries about repatriating their nationals who had been transferred.</p><p>Iraq would need more ⁠financial assistance to ⁠deal with the intake, he said, adding that there had been a recent ⁠uptick in ISIL activity in Syria.</p><p>The US military <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">has been transporting</a> thousands of ISIL-linked prisoners from jails and detention centres previously run by the Kurdish-led Syrian Democratic Forces (SDF) in northeast Syria.</p><p>The transfers have come as control of the prisons has been handed over to the Syrian government, amid a push by Damascus to assert its authority over the full extent of a country still fragmented in the wake of a brutal war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Deadly clashes with SDF forces broke out amid the Syrian army’s advance in recent weeks, including in and around key prison sites, resulting in some ISIL detainees escaping and raising fears the armed group could exploit any security vacuum to regroup.</p><p>A <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">ceasefire</a> has since been <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">struck</a> between the government and the SDF.</p><h2 id=\"detainees-mostly-syrian-nationals\">Detainees mostly Syrian nationals</h2><p>Laibi, the Iraqi Justice Ministry spokesperson, said that of the 5,064 ISIL detainees transferred so far, more than 3,000 were Syrian, while at least 270 were Iraqi.</p><p>He said the detainees were being held in a single prison, in a section separated from other prisoners.</p><p>The detainees would all be investigated and prosecuted under Iraqi law, he said, while the responsibility for feeding the thousands of detainees was being handled by the international coalition, rather than Iraq.</p><p>Last month, lawyers for a group of French ISIL suspects who had been transported by the US military from Syria to Iraqi prisons in an earlier series of transfers <a href=\"/news/2026/1/29/french-isil-suspects-transferred-from-syria-allege-torture-in-iraqi-prisons\">claimed the inmates</a> had been subjected to “torture and inhumane treatment” there.</p><h2 id=\"damascus-becomes-us-s-main-anti-isil-partner\">Damascus becomes US’s main anti-ISIL partner</h2><p>The US military has previously said up to 7,000 people with alleged ISIL links could be transferred to Iraqi-controlled facilities.</p><p>US Admiral Brad Cooper, the head of US forces in the Middle East, <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">said last month</a> that facilitating the secure transfer of detainees was critical to preventing mass breakouts that could pose a direct threat to the US and regional security.</p><p>The statement came shortly after the <a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">US special envoy to Syria</a> said that Washington’s main partner against ISIL in Syria would be the Syrian government, rather than the SDF, which had held that position for years.</p><p>The shift followed Syria – under new President Ahmed al-Sharaa, the former leader of the armed group Hayat Tahrir al-Sham, who was once deemed a “Specially Designated Global Terrorist” by the US – joining the anti-ISIL coalition in November.</p><h2 id=\"us-departs-syrian-base\">US departs Syrian base</h2><p>The ongoing transfers of the detainees from Syria have come as the US military reduces its presence in the country, where it has conducted operations against ISIL for years.</p><p>On Thursday, Syrian ⁠forces ⁠announced they had <a href=\"/news/2026/2/12/syrian-army-takes-control-of-al-tanf-military-base-as-us-troops-pull-out\">taken control</a> of the al-Tanf military base, a strategic garrison near the border with Iraq and Jordan, following the withdrawal of US forces.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cooper, the commander of US forces in the Middle East, said the departure was “part of a deliberate and conditions-based transition”, and that US forces remained “poised to respond to any [ISIL] threats that arise in the region as we support partner-led efforts” to prevent the group’s resurgence.</p><p>While ISIL was largely defeated in 2017 in Iraq and in Syria two years later, sleeper cells still carry out attacks in both countries.</p></div></div></body></html>"
        },
        {
            "title": "A Palestinian cancer patient stuck in Egypt for two years returns to Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-13T11:00:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698b3f49-1770733385.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The al-Najjar family gathered at the Nasser Medical Complex in Khan Younis, in southern Gaza, early to await the arrival of their matriarch. They stood shoulder to shoulder, eagerly waiting for the bus.</p><p>For nearly two years, they have been counting down the days, amid Israel’s genocidal war, destruction, trauma and mourning, until Mariam could return home via the Rafah crossing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We [the family] feel happy because we will see my mother again,” Mohammad al-Najjar, Mariam’s son, told Al Jazeera’s Hani Mahmoud, reporting from Khan Younis.</p><p>The family has suffered heavy losses, like all in Gaza.</p><p>“But we are sad because the situation has changed so much,” said Mohammad, adding: “We lost my brother, and our homes – we lost two houses, and there’s nothing left for us.”</p><p>Mariam travelled to Egypt for cancer treatment in March 2024, just a few months into Israel’s war, which has killed more than 72,000 people.</p><p>Israel seized the Rafah crossing in May 2024, making “what was meant to be temporary become two years of separation”, said Mahmoud.</p><p>A vital entry point for humanitarian supplies and exit for Palestinians awaiting medical evacuation, Israel <a href=\"/news/2026/2/1/israel-partially-reopens-rafah-crossing-in-pilot\">partially reopened the crossing</a> earlier this month, as stipulated under the United States-brokered “ceasefire”, which <a href=\"/news/2025/10/9/israel-confirms-signing-phase-one-of-gaza-ceasefire-deal-with-hamas\">came into effect</a> in October.</p><p>However, Israel has imposed severe caps on the number of travellers permitted to come in and out of the devastated Palestinian enclave, and imposed intensive security checks, with endemic humiliation and interrogation of Palestinians by Israeli forces at the crossing.</p><p>Despite prior plans with the World Health Organization (WHO) – the body overseeing coordination between Egypt and Israel – for the departure of 50 patients daily, Israel only allowed five patients to exit Gaza via the crossing on February 2, the first day of its reopening.</p><p>As Mariam disembarked from the bus, said Mahmoud, her family rushed forward, greeting her with tears and “an embrace that seemed to erase two years in seconds”.</p><p>Mariam said coming back was never in question, even as she watched from afar her family being bombarded and displaced.</p><p>“We wouldn’t find another place like Gaza even if we searched the whole world. Even in its destruction, it is worth the whole world,” said Mariam.</p><p>This joyful reunion is punctuated by a cold return to reality.</p><p>Mariam, who remains weak, remained at Nasser Hospital to receive further treatment while her family returned to their nearby tent shelter.</p><p>They are unable to return to their destroyed home, which lies beyond the so-called “yellow line”, the demarcation line – a self-declared buffer zone – where the Israeli army entrenched under the first phase of the “ceasefire”.</p><p>The line divides Gaza into two zones: An eastern area under Israeli military control and a western area where Palestinians face fewer movement restrictions but are under constant threat of air attacks and forced displacement. The whole of Gaza remains under harsh Israeli occupation.</p><p>While the al-Najjar family has been reunited, “the reality is that this process [of Palestinians returning home via the Rafah crossing] remains limited and tightly controlled,” said Mahmoud.</p><p>“Many families are still waiting, separated not just by distance, but by borders, paperwork, and an uncertain timeline.”</p></div></div></body></html>"
        },
        {
            "title": "European leaders face tough talks at Munich Security Conference | NATO | Al Jazeera",
            "time": "2026-02-13T10:32:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770978719.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UK decision to ban Palestine Action as ‘terror group’ unlawful, court says | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-13T10:15:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26044396273875-1770983360.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The High Court in the United Kingdom has ruled that the government’s ban on the pro-Palestinian campaign group Palestine Action as a “terror group” was unlawful.</p><p>In a statement responding to the landmark ruling on Friday, Palestine Action’s cofounder Huda Ammori, who had challenged the government’s ban, said the ruling was a huge win for the group.</p><p>“This is a monumental victory both for our fundamental freedoms here in Britain and in the struggle for freedom for the Palestinian people, striking down a decision that will forever be remembered as one of the most extreme attacks on free speech in recent British history,” she said, labelling the ban “a Trumpian abuse of power”.</p><p>However, the British government immediately said it intended to appeal the court’s ruling.</p><p class=\"p1\">“I am disappointed by ⁠the court’s decision ⁠and disagree with the notion that banning ⁠this terrorist organisation ⁠is disproportionate,” ⁠Home Secretary Shabana Mahmood ⁠said in a statement.</p><p class=\"p1\">“I intend to fight this ‌judgment in the Court of ‌Appeal.”</p><p>The court, however, kept the ban in place pending another hearing while the government prepares its appeal. It remains a criminal offence to be a member of, or support, Palestine Action.</p><p>Al Jazeera’s Rory Challands, reporting from outside the Royal Courts of Justice in London, said the process would begin swiftly, with a hearing set for February 20 in which the court would decide whether there were grounds for the government to appeal.</p><p>But the appeal process could drag on for months, if not years, he said.</p><p>Ammori said in a statement that any move by the government to challenge the court’s ruling would be “profoundly unjust”, while the futures of thousands of protesters who had been arrested for their support of Palestine Action – “many of whom are elderly or disabled and facing up to 14 years’ imprisonment” – hung in the balance.</p><p>“Any such attempt by the government would prolong that injustice,” she said.</p><p>There has been a sharp split in the UK between government policy, not recognising Israel’s war as a genocide and supporting Israel on the diplomatic stage – and public opinion. Hundreds of thousands of people across the country have protested for an end to the war and punitive action against Israel.</p><p>The UK said last June that it would ban Palestine Action under anti-terrorism laws. This put the organisation on par with armed groups like al-Qaeda and ISIL (ISIS) in the UK, making it a criminal offence to belong to the group.</p><p>The government’s announcement prompted legal battles, criticism from human rights organisations and triggered <a href=\"/video/newsfeed/2025/6/24/palestine-action-supporters-protest-against-uk-ban\">protests</a>, amid concerns that the move was a draconian overreach that criminalised legitimate political dissent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"scenes-of-jubilation\">Scenes of jubilation</h2><p>Challands noted there had been scenes of jubilation as news of the judgement reached Palestine Action’s supporters gathered outside.</p><p>He said judge Victoria Sharp, in delivering the court’s decision, had said that although Palestine Action was a group engaging in and encouraging criminality, it did not mean the government was right in proscribing them as a “terrorist” organisation, and that it had acted unlawfully in doing so.</p><p>The court found that the government had acted disproportionately, saying that there were other means by which it could prosecute criminal acts without a blanket ban.</p><p>In proscribing the group, the court considered that the government had interfered with the right to freedom of speech and the right to freedom of assembly, he said.</p><p>“The big picture here, though, is that this is … for the beleaguered Labour government in the United Kingdom, yet another setback,” he said, saying the ban was seen by many as an example of the Starmer government’s political heavy-handedness and tendency for miscalculation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"thousands-arrested-for-silent-protest\">Thousands arrested for silent protest</h2><p>Among those arrested for supporting the group were some 2,787 people arrested for terrorism offences for peacefully holding signs saying “I oppose genocide. I support Palestine Action” in silent vigils across the UK, a statement by the campaign group Defend Our Juries said.</p><p>A spokesperson for the group said that “thousands of people of conscience” had seen that “branding protest as terrorism was a move straight out of the dictator’s playbook”.</p><p>“Together we took action at great personal risk – inspired by each other’s courage. We helped make this proscription unenforceable by saying ‘we do not comply’.”</p><p>The spokesperson added that most people in the UK had been “disgusted by both the government’s complicity in what most experts agree is an ongoing genocide in Gaza by Israel”.</p><h2 id=\"an-absolute-triumph\">An ‘absolute triumph’</h2><p>Speaking outside the court, as supporters chanted pro-Palestinian slogans in the background<strong>, </strong>artist Nicola Moxham, who had been arrested herself for supporting the group, described the ruling as a “vindication”.</p><p>The court’s decision, she said, was an “absolute triumph for direct action in support of Palestine Action and opposing, most importantly, the genocide of Palestinians and destruction of Gaza”.</p><p>“It’s kind of unbelievable, really, that the Labour Party is supposedly the party of ordinary people and here they are repressing ordinary people for standing for justice and against genocide,” she told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Her husband, retired professor of medicine John Moxham, said he was “absolutely delighted” by the outcome.</p><p>Moxham said he had marched over the issue, considering the ban on the group “a total travesty”.</p><p>“There ought to be a lot of resignations of government ministers,” he told Al Jazeera.</p><p>“The Prime Minister and [Justice Secretary] David Lammy have got a lot of blood on their hands.”</p><figure id=\"attachment_4311285\" aria-describedby=\"caption-attachment-4311285\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311285\" src=\"/wp-content/uploads/2026/02/WhatsApp-Image-2026-02-13-at-10.48.36-1-1770979792.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Nicola and John Moxham welcomed the court's announcement that the ban Palestine Action as a ‘terror group’ was unlawful [Brian Ging/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311285\" class=\"wp-caption-text\">Nicola and John Moxham welcomed the court’s announcement that the ban on Palestine Action as a ‘terror group’ was unlawful [Brian Ging/Al Jazeera]</figcaption></figure><p>Campaign group CAGE International said in a statement that the ruling represented “a decisive rejection of attempts to shield corporations complicit in arming the genocide in Gaza”.</p><p>“While the infrastructure of terrorism laws remains in place, fundamental freedoms are conditional, dependent on political whim,” said the group’s head of public advocacy, Anas Mustapha. “Today’s decision is the correct legal outcome, though it was secured only through principled sacrifice and collective will.”</p><p>He said the ruling should lead to the withdrawal of charges against “all Palestine Action activists in prison and the thousands who acted on their conscience as part of the largest civil disobedience campaign this country has seen in recent years”.</p><p>Ammori said the group had been banned because its actions targeting the UK subsidiary of Israel’s largest arms manufacturer, Elbit Systems, had “cost the corporation millions of pounds in profits”.</p><p>“Banning Palestine Action was always about appeasing pro-Israel lobby groups and weapons manufacturers, and nothing to do with terrorism,” she said.</p><figure id=\"attachment_4311293\" aria-describedby=\"caption-attachment-4311293\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4311293\" src=\"/wp-content/uploads/2026/02/WhatsApp-Image-2026-02-13-at-10.48.34-1770979845.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"UK decision to ban Palestine Action as ‘terror group’ unlawful, court says\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4311293\" class=\"wp-caption-text\">The UK government’s decision to ban Palestine Action as a ‘terror group’ was unlawful, the court says [Brian Ging/Al Jazeera]</figcaption></figure><p>Elbit Systems describes its drones, which have been used extensively by Israel in Gaza to deadly effect, killing large numbers of Palestinians, as “the backbone” of Israel’s drone fleet.</p></div></div></body></html>"
        },
        {
            "title": "Zimbabwe shock Australia in huge upset at T20 World Cup | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-13T10:08:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260213__97CM7TA__v1__MidRes__CricketIccMensT20Wc2026AusZim-1770976277.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Zimbabwe shock Australia in huge upset at T20 World Cup</h1><p class=\"article__subhead\"><em>Zimbabwe bowl out a depleted Australia for 146 in 23-run win to humble one of the favourites for the 2026 T20 World Cup.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Zimbabwe beat a depleted Australia by 23 runs in Colombo to pull off the biggest shock of the <a href=\"/icc-mens-t20-world-cup/\">T20 World Cup</a> so far.</p><p>After posting 169-2 in their 20 overs on Friday, thanks mainly to Brian Bennett’s classy 64 not out, Zimbabwe had Australia 29-4 before dismissing them for 146 in 19.3 overs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Zimbabweans, ranked 11th, were always in control against their second-ranked opponents in the Group B game at R Premadasa Stadium after opening bowlers Blessing Muzarabani and Brad Evans ripped out Australia’s top order.</p><p>There were sensational scenes at the venue as a group of Zimbabwe fans dressed in their team jerseys celebrated the win with a traditional dance.</p><p>Muzarabani was the pick of the bowlers, finishing with 4-17.</p><p>Australia retained hope of a rearguard victory when Glenn Maxwell and Matt Renshaw put on 77 for the fifth wicket.</p><p>But once part-time leg-spinner Ryan Burl induced one of the short game’s great players, Maxwell, to drag one on to his stumps for 31, they were never in the hunt and tumbled from 106-4 to 146 all out.</p><p>Opening batsman Bennett’s unbeaten 64 off 56 balls was an exercise in controlled aggression as he rarely went the aerial route and found the boundary seven times.</p><p>It was the 22-year-old’s 10th half-century in T20 internationals.</p><p>Bennett and Ryan Burl put on 70 for the second wicket, a record stand for Zimbabwe in T20 World Cups after an opening stand of 61 with Tadiwanashe Marumani.</p><p>Zimbabwe thrashed Oman in their opener.</p><p>Australia beat Ireland on Wednesday, but with matches to come against co-hosts Sri Lanka and Oman, another defeat could see them on the plane home after the group stage.</p><p>Without their captain Mitchell Marsh for the second match, and the previously ruled out pace spearheads Pat Cummins and Josh Hazlewood, Australia’s campaign in the 20-nation tournament is in danger of falling apart at the first hurdle.</p><p>The former champions were left with more to worry about as Marcus Stoinis was struck on his left palm attempting a return catch halfway through his third over.</p><p>The all-rounder was accompanied off the field in pain and did come out to bat, but scored only six.</p><p>One bright spot was power batter Tim David being named in the team, however, after missing the Ireland win.</p><p>But he made a two-ball duck in his first game since suffering a hamstring injury in the Big Bash League.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election results 2026: Who won, who lost, what’s next? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-13T10:00:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T155036Z_241264588_RC2RHJAC82OX_RTRMADP_3_BANGLADESH-ELECTION-1770977414-e1770977566212.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/liveblog/2026/2/12/bangladesh-election-results-live-polls-formally-close-counting-under-way\">Bangladesh Nationalist Party (BNP) led by Tarique Rahman has won</a> two-thirds majority in the South Asian country’s historic elections – the first since the 2024 student-led uprising that ousted the previous Prime Minister <a href=\"/news/2024/8/5/sheikh-hasina-a-critical-misstep-and-the-end-of-15-years-of-rule\">Sheikh Hasina</a>.</p><p>The Election Commission (EC) on Friday released the latest results from the elections, showing that the BNP had won 209 seats out of the 297 announced.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jamaat-e-Islami, which was banned by the Hasina government, has registered its best performance, winning 68 seats and emerging as the main opposition party in the 350-member parliament, the Jatiya Sangsad. Fifty are nominated members.</p><p>The National Citizen Party (NCP), a political party born out of the protests, is in the third place with six seats. The party leader, Nahid Islam, has managed to win his seat, becoming one of the youngest MPs in the new parliament. The NCP fought the election in alliance with Jamaat.</p><p>Hasina’s Awami League was barred from participating in the elections, and she fled to India after 15 years of authoritarian rule.</p><p>The general elections were also accompanied by a national referendum on “the July Charter”, aimed at reforming state institutions.</p><p>The EC on Friday said voter turnout was 59.88 percent, in one of the most peaceful and credible elections in decades.</p><h2 id=\"who-won-the-election-in-bangladesh\">Who won the election in Bangladesh?</h2><p>According to the latest results released by the EC: the BNP won 209 seats; Jamaat won with 68 seats; and the NCP won six seats.</p><p>Other parties won seven seats and independent candidates won the other seven seats that remained.</p><p>Elections were held for 299 seats instead of 300 due to the death of a candidate. A court has barred the publication of results for the Chattogram‑3 and Chattogram‑8 constituencies. This is why the latest results show the outcome of voting for 297 seats in total.</p><p class=\" embed-paragraph-wrapper\"></p><p>The BNP claimed victory in an X post on Friday, with its media page writing in a post: “The Bangladesh Nationalist Party is set to form the government after winning the majority of seats.”</p><p>The party wrote in a <a href=\"https://www.facebook.com/bnpbd.org/posts/pfbid036812qugPycLL1tPPPXvMqhEBkXXt7fsyW8ULdSkJDwtXrpGRTLZTKEB2FYx3uenrl\" target=\"_blank\" rel=\"noopener\">statement</a> that it will not hold any rallies or meetings to celebrate its victory, but will instead hold prayers at noon at mosques nationwide.</p><p><a href=\"/news/2025/12/25/bangladesh-opposition-leader-tarique-rahman-returns-after-17-years-in-exile\">Rahman</a>, the son of the late former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia,</a> will likely be the next prime minister after the results are officially confirmed. The 60-year-old leader returned to Bangladesh from self-imposed exile in the United Kingdom weeks before the elections. He had fled the country in 2008 after what he deemed politically motivated persecution.</p><p>Reuters reported, citing the EC, that the BNP won 181 seats, Jamaat-e-Islami won 61 and others won seven seats.</p><p>The electoral body has yet to announce the official <a href=\"/video/newsfeed/2026/2/12/counting-begins-as-polls-close-in-landmark-bangladesh-election\">results</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-there-concerns-about-result-tampering\">Are there concerns about result tampering?</h2><p>Both the NCP and the BNP have alleged irregularities and result tampering, suggesting that some parties are benefiting from “election engineering”, though they have so far provided limited specific evidence.</p><p>Jamaat has also voiced its concern in a statement about the unofficial results, posted on its Facebook page.</p><p>“We are not satisfied with the process surrounding the election results. From candidates of the 11-party alliance narrowly and suspiciously losing in various constituencies, to repeated inconsistencies and fabrications in unofficial result announcements, the Election Commission’s reluctance to publish voter turnout percentages, and indications that a section of the administration leaned towards a major party – all of this undoubtedly raises serious questions about the integrity of the results process,” the statement said.</p><p>Jamaat has urged its supporters to wait for the official results.</p><h2 id=\"who-won-who-lost\">Who won, who lost?</h2><p>The BNP chairman, Rahman, has been declared elected in two constituencies – the Dhaka-17 and Bogura-6, according to Bangladesh’s The Daily Star newspaper, though official results are yet to be announced.</p><p>Jamaat leader Shafiqur Rahman won the Dhaka‑15 constituency, local media reported.</p><p>BNP Secretary-General Mirza Fakhrul Islam Alamgir has won the Thakurgaon-1 constituency in northwestern Bangladesh, according to multiple media outlets. His nearest rival, Jamaat-e-Islami candidate Delwar Hossain, trailed behind him.</p><p>“Bangladesh Jamaat-e-Islami is expected to serve as the opposition party, with an eye on winning the next election. It is reasonable to expect that they will play a responsible and constructive role in parliamentary politics,” Asif Nazrul, a law professor at Dhaka University, told Al Jazeera.</p><p>Rumeen Farhana, an independent candidate and a former BNP lawmaker, has won the Brahmanbaria-2 constituency in eastern Bangladesh, according to local media.</p><p>The BNP has won 13 of the 20 seats in Dhaka, according to multiple local outlets. Jamaat has won four seats while its ally, the National Citizen Party (NCP), won one.</p><p>Local media is also reporting wins for prominent BNP candidates, including Salahuddin Ahmed, Amir Khasru Mahmud Chowdhury, Lutfozzaman Babar, Mirza Abbas, Fazlur Rahman, Reza Kibria and Bobby Hajjaj.</p><p>The NCP was formed by students who led the protests against Hasina in 2024. Local media reports that NCP founder <a href=\"/features/2026/2/11/nahid-islam-and-the-uneasy-alliance-that-could-shape-bangladeshs-vote\">Nahid Islam</a> has won the Dhaka-11 seat.</p><p>“Although the NCP did not secure major electoral success, for a party formed only months before the election, its performance was not insignificant given its limited experience in electoral politics,” Nazrul said.</p><p>“While expectations were higher in some quarters, if the NCP positions itself as a constructive and principled political alternative, it may gradually strengthen its position in future elections.”</p><h2 id=\"was-the-bnp-win-expected\">Was the BNP win expected?</h2><p>Experts say the BNP’s win was widely expected.</p><p>Months before the election, the BNP had been drawing huge support in rallies organised to highlight unemployment and rising prices, among other issues. The party helped organise and ride the wave of mass protests that followed the student‑led uprising against Hasina’s government.</p><p>By May 2025, the BNP was also staging rallies against the interim government led by Muhammad Yunus, demanding early elections and other concessions.</p><p>“Unlike other participating parties, the BNP has a strong support base across every part of the country, a winning political culture and past experience in governance,” Nazrul said.</p><p>“Its leader, Tarique Rahman, created a positive impact following his return to Bangladesh, which further strengthened the party’s momentum.”</p><h2 id=\"bangladesh-also-held-a-referendum-on-the-july-charter-was-it-approved\">Bangladesh also held a referendum on the July Charter. Was it approved?</h2><p>Voters in Bangladesh cast their votes on two ballots on Thursday: a white parliamentary voting ballot and a pink ballot for a referendum on the July National Charter.</p><p>According to the latest results released by the EC, 60.26 percent of voters cast their ballot in favour of the July Charter.</p><p>The charter was drafted by the caretaker government led by Nobel laureate Mohammad Yunus, following the student protests, and outlines a roadmap for constitutional amendments, legal changes and the enactment of new laws.</p><p>It contains more than 80 proposals to overhaul Bangladesh’s system of governance, with key reforms being “increasing women’s political representation, imposing prime ministerial term limits, enhancing presidential powers, expanding fundamental rights, and protecting judicial independence”, according to the International Institute for Democracy and Electoral Assistance (IDEA).</p><p>The charter recommends creating a 100-member upper chamber alongside Bangladesh’s current single parliamentary body, the 350-member parliament.</p><p>Local newspaper The Daily Star says that, so far, 72.9 percent of votes counted are in favour of adopting the charter, as opposed to 27.1 percent opposed.</p><p>The BNP says it will back the implementation of the charter.</p><p>“Major parties appear to agree on almost all the core referendum issues. However, disagreements remain regarding specific details, particularly in regard to the formation of the proposed Upper House,” Nazrul explained.</p><p>“The BNP favours forming it in proportion to parliamentary seats, while Jamaat and the NCP prefer a system of proportional representation. Resolving this dispute remains a key challenge.”</p><h2 id=\"what-s-next\">What’s next?</h2><p>Rezaul Karim Rony, a Dhaka-based political analyst, told Al Jazeera that the BNP win means a “victory of a democratic force”.</p><p id=\"the-challenge-now-is-to-ensure-good-governance-law-and-order-and-public-safety-and-to-establish-a-rights-based-state-which-was-at-the-heart-of-the-aspirations-of-the-2024-mass-uprising-he-told-al-jazeera\">“The challenge now is to ensure good governance, law and order, and public safety, and to establish a rights-based state, which was at the heart of the aspirations of the 2024 mass uprising,” Rony told Al Jazeera.</p><p>Nazrul, the professor from Dhaka University, expressed optimism for the future of Bangladesh without the Awami League.</p><p>“Awami League governed through a one-party parliament following fake elections for nearly 16 years. The present parliament will function without that one party. It’s poetic justice, in my view,” he said.</p><p>“The new parliament includes much more diverse voices and competitive political engagement. As a result, parliamentary functioning is expected to improve. The Awami League should engage in reflection, express remorse and learn from past experiences.”</p><p>Awami League’s Hasina, who remains in India, was <a href=\"/news/2025/11/17/sheikh-hasina-convicted-of-crimes-against-humanity-what-we-know\">convicted</a> of war crimes last November for her brutal crackdown on protesters that killed an estimated 1,400 people and injured more than 20,000. India’s refusal to extradite her despite a request from Bangladesh has strained ties between the neighbours.</p></div></div></body></html>"
        },
        {
            "title": "Sudan protecting Africa from foreign interference in war with RSF, says FM | Sudan war News | Al Jazeera",
            "time": "2026-02-13T09:19:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251213__88266CV__v3__HighRes__SudanConflictProtest-1768139013.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s Foreign Minister Mohieldin Salem has said his government is protecting Africa from external plots by confronting foreign interference in his country’s brutal civil war, deep into its third year, as he called on the African Union (AU) for support in its efforts to stabilise the country.</p><p>In an interview with Al Jazeera in the Ethiopian capital Addis Ababa on Thursday, on the sidelines of <a href=\"/news/2026/2/13/trump-is-the-elephant-in-the-room-as-the-african-union-holds-new-summit\">a meeting</a> of the AU’s Peace and Security Council, Salem said the government-aligned Sudanese Armed Forces (SAF) war with the Rapid Support Forces (RSF) paramilitary was a battle against external intervention.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The war currently being fought in Sudan is a war against foreign interference. It involves a large number of mercenaries and significant external intervention through funding and advanced weaponry,” he said.</p><p>“Therefore, in Sudan, we are protecting Africa’s back by confronting this conspiracy. What is happening in Sudan is not only targeting our country, but the entire continent.”</p><p>He said the AU, through its Peace and Security Council, was “deeply concerned and must join hands with the government of Sudan so that we can move towards sustainable stability in Sudan”.</p><p>Ending the suspension of Sudan’s membership in the AU, in place for more than four years, would benefit Africa, he added.</p><p>The AU suspended Sudan’s membership in October 2021 after the country’s military-led Transitional Sovereignty Council sacked the government of Prime Minister Abdalla Hamdok and declared a state of emergency.</p><h2 id=\"sudan-alleges-uae-interference\">Sudan alleges UAE interference</h2><p>Sudan has repeatedly accused the United Arab Emirates of arming and funding the RSF.</p><p>Last year, it filed a case against the UAE at the International Court of Justice, accusing it of “complicity in genocide” committed by the RSF against the Masalit community in West Darfur state. The UAE has vehemently denied the allegations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The UAE has also rejected new allegations in a Reuters news agency report that it financed and supported a training camp in Ethiopia for the RSF.</p><p>A senior UAE official told The National on Thursday that the Emirates “categorically rejects” claims that it provided weapons, funding, trainers or logistical support to the RSF, reiterating that it is “not a party” to Sudan’s conflict and is focused on humanitarian aid and ceasefire efforts.</p><p>“The UAE categorically rejects allegations that it has provided, financed, transported or facilitated any weapons, ammunition, drones, vehicles, guided munitions or other military equipment to the RSF, whether directly or indirectly,” said the official.</p><p>In a statement on Saturday, Saudi Arabia, a key backer of Sudan’s government, <a href=\"/news/2026/2/8/saudi-arabia-slams-foreign-interference-in-sudan-after-deadly-rsf-attacks\">condemned “foreign interference”</a> in the conflict, including the “continued influx of illegal weapons, mercenaries and foreign fighters”. The statement by the Saudi Ministry of Foreign Affairs did not name the alleged foreign actors.</p><h2 id=\"salem-addresses-au-meeting\">Salem addresses AU meeting</h2><p>Salem made the comments as the AU’s Peace and Security Council met in Addis Ababa, addressing issues such as the <a href=\"/news/2026/2/9/deadly-drone-attacks-on-civilians-continue-in-sudans-kordofan-un-says\">ongoing conflict</a> in Sudan, which has killed an estimated 40,000 people and pushed more than 21 million – almost half of the population – into acute food shortages.</p><p>Before the meeting, the bloc appeared to be moving towards lifting Sudan’s suspension by inviting Salem to the session, the first time a representative of a suspended member state had been allowed to attend.</p><p>Addressing the meeting, Salem renewed his call to reinstate his government’s membership, saying the conflict in Sudan had reached its end and stressing efforts towards peace in the country, Anadolu reported.</p><p>“War is not our goal and we will continue to seek peace,” he said, accusing unnamed foreign actors of spurring the conflict.</p><h2 id=\"au-condemns-foreign-interference\">AU condemns foreign interference</h2><p>While the council did not reinstate Sudan’s membership, it issued a statement strongly condemning external interference in Sudan’s affairs, and urging foreign actors to refrain from “actions that will continue to fuel conflict”.</p><p>The statement expressed deep concern over the ongoing conflict, citing widespread civilian casualties, destruction of infrastructure and a deepening humanitarian crisis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, United Nations-backed experts <a href=\"/news/2026/2/5/famine-conditions-spread-to-more-towns-in-sudans-darfur-experts-warn\">warned</a> that acute malnutrition had reached famine levels in two more areas of western Sudan’s Darfur region, in the wake of fierce fighting in the area.</p><p>The council condemned violations against civilians, demanded unhindered humanitarian access and protection for aid workers, and urged an immediate humanitarian truce leading to a ceasefire.</p><p>In comments noted by the Sudan Tribune that could herald a potential shift in the diplomatic landscape, the council also welcomed the return of Sudan’s transitional government to the capital, Khartoum, last month, after nearly three years of operating from its wartime base in the eastern city of Port Sudan.</p></div></div></body></html>"
        },
        {
            "title": "BNP supporters celebrate as party claims Bangladesh election win | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-13T09:07:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770973639.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia faces Ukraine casualties, broken communications and total oil ban | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-13T09:06:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-12T102544Z_453992495_RC2AKJAJJJEQ_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1770927999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia unleashed a massive air assault on Ukraine’s cities on the day French Defence Minister Catherine Vautrin visited Kyiv. The February 7 assault was a repeat of Moscow’s similarly powerful attack on the day of NATO Secretary-General Mark Rutte’s visit days earlier, on February 3.</p><p>Beyond punishing Ukraine for strengthening its defence ties to the West, the attacks had a progressive character, said St Andrews University history professor Phillips O Brien.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The first attack focusses on the east, particularly Kyiv and towns/cities near the front. Then a few days later, having extended and exhausted Ukrainian air [defence], the Russian assaults moved westward,” he wrote on Substack.</p><p>Sunday’s attack involved 408 drones and 39 missiles.</p><p>Kyiv downed all but 26 drones and 24 of the missiles, but the remainder dealt devastating damage to energy infrastructure, including, said Ukraine’s President Volodymyr Zelenskyy, to “facilities critical” to the nation’s nuclear power plants</p><p>One plant was forced to shut down, while others reduced output.</p><figure id=\"attachment_4302356\" aria-describedby=\"caption-attachment-4302356\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302356\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1770724012.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1770724012\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302356\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Russia has been trying to plunge Ukraine into darkness since mid-January with repeated combined strikes.</p><p>Civilians have <a href=\"/news/2026/2/10/in-ukraine-deaths-from-hypothermia-rise-as-russia-attacks-energy-system\">weathered</a> temperatures of -20 degrees Celsius ( -4 degrees Fahrenheit), and emergency crews have worked nonstop to restore power and heat faster than the Russians can knock them out.</p><p>Sometimes the strikes have been fatal.</p><p>Two toddler boys and their infant sister <a href=\"/news/2026/2/11/russian-drone-kills-father-3-children-in-ukraine-wounds-pregnant-mother\">were killed</a> along with their father in the eastern Ukrainian town of Bohodukhiv on Wednesday, when a Russian drone demolished their home. Their pregnant mother was the sole survivor. The explosion caused the house to collapse on top of the victims and started a fire.</p><p>The day before, a Russian air strike killed a 14-year-old girl and her mother in Ukrainian-controlled Donetsk.</p><figure id=\"attachment_4302351\" aria-describedby=\"caption-attachment-4302351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302351\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1770724004.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1770724004\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302351\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>On Thursday, some 300,000 people were left without electricity and water in Odesa after punishing Russian strikes. About 200 buildings were also without heat.</p><p>Zelenskyy promised changes in defence tactics, which remained confidential.</p><p>“In some regions, the way teams work is being almost completely reorganised … This also concerns oversight of the front-line supplies,” he said in a video address on Tuesday night.</p><h2 id=\"ukraine-fights-back\">Ukraine fights back</h2><p>Ukraine has tried to target the airfields from which Russia launches its missiles and drones.</p><p>On February 5, Ukraine’s General Staff said it had fired Ukrainian-made FP-5 Flamingo cruise missiles at “hangar-type buildings” containing “pre-launch preparation” of ballistic missiles on the Kapustin Yar test site in Astrakhan, more than 400km (250 miles) inside Russia.</p><p>The Staff later confirmed damage to an assembly building and a logistics warehouse.</p><figure id=\"attachment_4302353\" aria-describedby=\"caption-attachment-4302353\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302353\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1770724008.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1770724008\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302353\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>On Sunday, Ukraine attacked the Redkino Research Plant in the Tver region, describing it as a producer of dual-use goods such as fuel additives and explosives.</p><p>This trade in long-range strikes between Russia and Ukraine has stolen the headlines and overshadowed Russia’s slow progress relative to casualties in its ground war.</p><p>Oleksandr Syrskii, Ukrainian commander in chief, said confirmed casualties – those killed and seriously wounded – in January numbered 31,700, which, he said, was 9,000 more than recruitment for the month.</p><p>“Our goal is to keep the Russian aggressor in constant tension, inflict losses on him, and prevent him from advancing,” Syrskii posted on Telegram. “The tactics we have chosen are yielding results.”</p><p>Russian forces also suffered a <a href=\"/news/2026/2/10/how-does-the-cutoff-of-starlink-terminals-affect-russias-moves-in-ukraine\">major setback</a> last week when Ukraine got SpaceX to disconnect their Starlink <a href=\"/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence\">satellite terminals</a>.</p><p>Russian forces have used Starlink to communicate, target Ukrainian artillery and navigate their drones.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukrainian military sources said that the number of assaults on the front had noticeably dropped as a result. A commander in the southern region of Zaporizhia told broadcaster Suspilne that “the intensity of the use of [First Person View] drones is somewhat lower than usual”.</p><p>Ukrainian Ministry of Defence adviser Serhiy Beskrestnov said Russia was offering $230 to Ukrainian “traitors” who would register Starlink terminals in their own name and hand them over for Russian use on the battlefield.</p><p>“The traitors are right not to hurry,” Beskrestnov wrote on Telegram, “because we will verify the Starlink numbers of the enemy with the data of the Public Service Center, and the ‘lovers of easy money’ will get 15 years or life imprisonment”.</p><p>Moscow was rushing to replace the disconnected Starlink terminals with Russian-made systems, Beskrestnov said.</p><p>“All antennas of these terminals look like a satellite dish for television with a diameter of 60-120 centimetres,” he wrote in instructions to drone operators.</p><h2 id=\"is-peace-what-russia-wants\">Is peace what Russia wants?</h2><p>Two rounds of tripartite talks among Russia, Ukraine and the United States in Abu Dhabi this year have produced an exchange of prisoners but no ceasefire.</p><p>Ukraine has signalled it is willing to attend a third round on February 17, but in three interviews over the past week, Russian Foreign Minister Sergey Lavrov has repeated Kremlin insistence on the undisclosed terms reached between Russian President Vladimir Putin and US President Donald Trump in Alaska last August.</p><figure id=\"attachment_4309836\" aria-describedby=\"caption-attachment-4309836\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309836\" src=\"/wp-content/uploads/2026/02/2026-02-07T081323Z_841999661_RC2IEJAN0V3J_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1770927994.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Yuliia Davydenko, 40, holds her daughter Stephanie, 2, wrapped in a towel after showering at a public bathhouse, as their apartment has no heating or hot water and faces frequent power outages amid Russia's attack on Ukraine, in Kyiv, Ukraine, February 3, 2026. Waves of Russian attacks over the past four months left hundreds of thousands without electricity and water, making this the most devastating winter since the war started; and so the Davydenko family made the choice to stay at the family-owned Piggy Cafe Kyiv - with power supplied by a generator and heating. &quot;The point when we decide to leave Kyiv again would be when Russian troops are 10-12 km from the city. That's it,&quot; Yuliia Davydenko, 40, said. REUTERS/Alina Smutko SEARCH &quot;SMUTKO COLD FAMILY&quot; FOR THIS STORY. SEARCH &quot;WIDER IMAGE&quot; FOR ALL STORIES. TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309836\" class=\"wp-caption-text\">Yuliia Davydenko, 40, holds her two-year-old daughter Stephanie, wrapped in a towel after showering at a public bathhouse, as their apartment has no heating or hot water and faces frequent power outages amid Russian attacks, in Kyiv, Ukraine, February 3, 2026 [Alina Smutko/Reuters]</figcaption></figure><p>Zelenskyy told journalists in Kyiv last week he fears the US and Russia will again attempt an overarching deal without Ukraine’s or Europe’s participation by June.</p><p>He said this timeline would aim to give Trump a boost before the US midterm Congressional elections in November.</p><p>Europe has consistently asked the US to put more pressure on the Kremlin for a ceasefire to happen.</p><p>On February 6, the European Commission (EC) proposed comprehensive new sanctions against Russian oil exports, which are largely funding Russia’s war against Ukraine.</p><p>The bloc proposed “a full maritime services ban” for Russian seaborne oil, suggesting joint action with the G7 to cover the world as comprehensively as possible.</p><p>“While Ukraine continues to defend itself with extraordinary courage on the battlefield, the Kremlin is doubling down on war crimes,” the commission said.</p><p>“This is not the conduct of a state seeking peace. It is the behaviour of a nation waging a war of attrition.”</p><figure id=\"attachment_4309834\" aria-describedby=\"caption-attachment-4309834\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309834\" src=\"/wp-content/uploads/2026/02/2026-02-07T043150Z_13360147_RC2RGJAH54JQ_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1770927990.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People sleep as they take shelter inside a metro station during a Russian overnight missile and drone strike, amid Russia's attack on Ukraine, in Kyiv, Ukraine February 7, 2026. REUTERS/Alina Smutko TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309834\" class=\"wp-caption-text\">People sleep as they take shelter inside a metro station during a Russian overnight missile and drone strike in Kyiv, Ukraine, February 7, 2026 [Alina Smutko/Reuters]</figcaption></figure><p>About a third of Russian oil is sold on tankers from Greece, Cyprus and Malta, according to the Reuters news agency. Last year, the European Union and G7 forced those ships to carry Russian oil priced below market value – currently $44.10 versus $69 a barrel for Brent crude.</p><p>The new EU measure aims to stop the trade altogether.</p><p>“It will slash further Russia’s energy revenues and make it more difficult to find buyers for its oil,” the commission said.</p><p>“Russia will only come to the table with genuine intent if it is pressured to do so. This is the only language Russia understands,” The commission added.</p><p>The EC added 43 tankers to the Russian shadow fleet, bringing the total number of ships identified as evading existing sanctions to 640.</p><p>The sanctions would close loopholes in previous financial restrictions by covering regional Russian banks and cryptocurrencies, and new bans were introduced against metals and chemical imports from Russia, and technology exports to Russia via third parties.</p><p>India, one of Russia’s biggest export markets, is dropping Russian oil following US pressure, reported Reuters, saying Indian refiners had booked no Russian deliveries past mid-March.</p><figure id=\"attachment_4302347\" aria-describedby=\"caption-attachment-4302347\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4302347\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-Ukraine-Refugees-1770724000.png?quality=80\" alt=\"INTERACTIVE Ukraine Refugees-1770724000\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4302347\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Aloe Blacc: Why musicians are investing in tech | Al Jazeera | Al Jazeera",
            "time": "2026-02-13T09:05:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/16_9-1770900964.jpg?resize=1920%2C1440",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Aloe Blacc at this year’s Web Summit in Doha, Qatar, talks about why he invests in tech.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In this episode of On the Record, Al Jazeera’s Samantha Johnson sits down with musician and investor Aloe Blacc, at this year’s Web Summit in Doha, Qatar, to discuss why he invests in tech.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Former Israeli PM Barak responds to criticism over close Epstein links | News | Al Jazeera",
            "time": "2026-02-13T08:46:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-06-26T151236Z_1388642092_RC1D538D5C90_RTRMADP_3_ISRAEL-POLITICS-BARAK-1770964722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Israeli Prime Minister Ehud Barak has said he regrets maintaining a relationship with the convicted sex offender Jeffrey Epstein after the latter’s 2008 conviction for procuring a child for prostitution, as the reverberations from millions of files released pile up.</p><p>In an interview with Israel’s Channel 12 on Thursday, Barak gave his first comments on his relationship with Epstein, who died by suicide in prison in 2019, since the United States Department of Justice <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">released a massive tranche</a> of files relating to the late financier.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Barak, who led Israel from 1999 to 2001, expressed remorse over his lengthy relationship with Epstein, saying he regretted the moment he met the financier, to whom he was introduced by former Israeli President Shimon Peres at a large event in Washington in 2003, Peres referring to Epstein as a “good Jew”.</p><p>“I am responsible for all my actions and decisions. There is room to question whether I should have investigated more thoroughly. I regret not doing so,” said Barak.</p><p>But, despite Epstein having been convicted of procuring a minor for prostitution in 2008 and spending about a year in prison during the course of their relationship, Barak claimed he was unaware of the scope of Epstein’s crimes until a wider probe into him was opened in 2019.</p><p>“I did not know the manner of his crimes until 2019, and you probably didn’t know it either,” he said, according to Israeli media reports, claiming that in the 15 years he knew Epstein, he “never saw any unreasonable occurrence, or any unreasonable behaviour”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"visits-to-home-island\">Visits to home, island</h2><p>Barak did not deny his contacts with Epstein after his 2008 conviction, which included staying, along with his wife, at the financier’s Manhattan home on multiple occasions between 2015 and 2019, as well as exchanging emails and meeting him in person.</p><p>He also acknowledged visiting Epstein’s notorious island in the US Virgin Islands, Little Saint James, where parties involving sex trafficking victims are said to have taken place.</p><p>He said it was a single visit, for three hours in broad daylight, accompanied by his wife and three guards, and that he saw nothing there except Epstein and some workers.</p><p>Barak sought to deflect his continued business and social contacts with Epstein after his 2008 conviction by saying that during that period, the financier was widely treated as someone who had “paid his debt to society” and been readmitted to public life.</p><p>It was not until the reopening of the investigation into him in 2019, which revealed the scale and severity of his actions, that his influential associates severed their ties with him, he said.</p><p>Epstein killed himself in prison that year while facing charges of sex trafficking underage girls.</p><p>The ties between the disgraced <a href=\"/news/2026/2/9/what-were-jeffrey-epsteins-links-to-israel\">Epstein and Israel</a> have come into sharp focus after the release of millions of documents.</p><p>The documents have revealed more details of Epstein’s interactions with members of the global elite, including Barak. But they also document his funding of Israeli groups, including Friends of the IDF (Israeli army), and the settler organisation the Jewish National Fund, as well as his ties to members of Israel’s overseas intelligence services, the Mossad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During the interview, Barak was also asked about comments he had made in one recently unclassified recording with Epstein about Israel <a href=\"/news/2026/2/6/what-barak-epstein-audio-says-about-israeli-controlling-demographics\">offsetting Palestinian population growth</a> by absorbing one million Russian-speaking immigrants.</p><p>In the audio, the former Israeli leader also appeared to disparage Sephardi Jews from the Middle East and North Africa.</p><p>He said that in the past, Israel did what it could by taking Jews “from North Africa, from the Arabs, from whatever”, but added that the country could now “control the quality” of the population “much more effectively than our ancestors”.</p><p>“We can easily absorb another million. I used to tell [Russian President Vladimir] Putin always, what we need is just one more million,” he says in the audio, released by the US Department of Justice last month.</p><p>Such an immigration wave would mean “many young, beautiful girls would come, tall and slim”, from Russia to Israel, he says in the recording.</p><p>Addressing his comments, Barak said he was “not proud of that choice of words, but I did not say that to Putin”.</p><p>He denied that his remarks were racist, saying they were a conversation about the demographic challenge Israel faced from its growing Arab population.</p><h2 id=\"questions-swirl-over-norwegian-diplomat\">Questions swirl over Norwegian diplomat</h2><p>Barak claimed that while further documents may emerge from the released files detailing his ties to Epstein, none would reveal inappropriate conduct.</p><p>The release of the files, compiled by investigators looking into Epstein’s activities, have further revealed his links to a sprawling, global network of powerful contacts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Among those involved is <a href=\"/features/2026/2/12/compromised-peace-oslo-accords-figure-deeply-linked-to-epstein-network\">Terje Rod-Larsen</a>, the Norwegian diplomat who was a key architect of the 1993 <a href=\"/news/2023/9/13/what-were-oslo-accords-israel-palestinians\">Oslo Accords</a>, who is facing a storm of corruption and blackmail allegations after files revealed he was deeply embedded in Epstein’s inner circle.</p><p>Norwegian media investigations have exposed a relationship involving illicit loans, visa fraud for sex-trafficked women, and a beneficiary clause for his children in Epstein’s will worth millions of dollars, raising questions about whether Oslo’s foundational agreements of the two-state solution were brokered by a mediator vulnerable to elite blackmail and foreign intelligence pressure.</p></div></div></body></html>"
        },
        {
            "title": "US says it caused dollar shortage to trigger Iran protests: What that means | Explainer News | Al Jazeera",
            "time": "2026-02-13T08:14:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-01T145336Z_2099602781_RC22DJABJC0E_RTRMADP_3_IRAN-CRISIS-TURKEY-PROTEST-1770810778.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Treasury Secretary Scott Bessent has claimed that Washington engineered a dollar shortage in Iran to send the rial into freefall and cause protests on the streets.</p><p>In December and January, Iran was faced with one of the biggest antigovernment protests the country has seen since the Islamic revolution of 1979, prompted by the severe economic crisis.</p><p>Protests over soaring prices in Iran began with shopkeepers in Tehran who <a href=\"/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2\">shuttered their shops</a> and began demonstrating on December 28, 2025, after the rial plunged to a record low against the US dollar in late December. The protests then spread to other provinces of Iran.</p><p>Supreme Leader Ayatollah Ali Khamenei’s government responded with force. More than 6,800 protesters, including at least 150 children, are thought to have been killed in a sweeping crackdown by the government on the protest movement.</p><p>So, how did Washington create a “dollar shortage” in Iran, ultimately causing the rial to tank? And what effect has that had on the Iranian people?</p><figure id=\"attachment_4305312\" aria-describedby=\"caption-attachment-4305312\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305312\" src=\"/wp-content/uploads/2026/02/2026-01-14T171746Z_1364685869_RC24TIAH9P33_RTRMADP_3_IRAN-OIL-SHIPPING-1770810848.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305312\" class=\"wp-caption-text\">People walk next to an anti-US mural on a street as protests erupt over the collapse of the currency’s value in Tehran, Iran, January 2, 2026 [Majid Asgaripour/West Asia News Agency (WANA) via Reuters]</figcaption></figure><h2 id=\"what-is-a-dollar-shortage\">What is a ‘dollar shortage’?</h2><p>A “dollar shortage” refers to when a country does not have enough US dollars to pay for things it needs from the rest of the world.</p><p>The US dollar is the main currency used in global trade, especially for oil, machinery and loan repayments, which means countries need a steady supply of it.</p><p>If exports fall and sanctions block access to the US financial system, dollars can become scarce. As a result, the local currency weakens, prices of imported goods rise, and inflation worsens.</p><p>In Iran, a “dollar shortage” was engineered by simultaneously blocking the two main channels of foreign exchange (FX) inflow: Oil exports and international banking access, said Mohammad Reza Farzanegan, an economist at Germany’s Marburg University. The US did this by <a href=\"/news/2026/1/13/how-us-sanctions-crippled-lives-of-iranians-trump-says-he-wants-to-help\">imposing sanctions on Iranian oil</a>, meaning anyone buying or selling it would be subject to punitive measures.</p><p>Given Iran’s dependence on oil for revenue, economic sanctions on its oil can create a severe FX constraint.</p><p>“By using secondary sanctions to threaten any global entity trading in dollars with Iran, the US traps Iran’s existing reserves abroad and prevents new dollars from entering the domestic market,” Farzanegan told Al Jazeera.</p><figure id=\"attachment_4254143\" aria-describedby=\"caption-attachment-4254143\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4254143\" src=\"/wp-content/uploads/2026/01/2026-01-20T134032Z_852073972_RC215JATQDZO_RTRMADP_3_DAVOS-MEETING-1768916853.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US Treasury Secretary Scott Bessent attends the 56th annual World Economic Forum (WEF) meeting in Davos, Switzerland, January 20, 2026\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4254143\" class=\"wp-caption-text\">US Treasury Secretary Scott Bessent attends the 56th annual World Economic Forum (WEF) meeting in Davos, Switzerland, on January 20, 2026 [Denis Balibouse/Reuters]</figcaption></figure><h2 id=\"what-has-us-treasury-secretary-scott-bessent-said\">What has US Treasury Secretary Scott Bessent said?</h2><p>Replying to a query about dealing with Iran at a Congressional hearing last week, Treasury Secretary Bessent described the US strategy to send the Iranian currency plunging.</p><p>“What we [have done] at Treasury is created a dollar shortage in the country,” Bessent said, adding that the strategy came to a “grand culmination in December, when one of the largest banks in Iran went under … the Iranian currency went into freefall, inflation exploded, and hence, we have seen the Iranian people out on the street.</p><p>“We have seen the Iranian leadership wiring money out of the country like crazy,” Bessent added. “So the rats are leaving the ship, and that is a good sign that they know the end may be near.”</p><p>Before this, speaking with Fox News at the World Economic Forum last month in Davos, Bessent explained the role US sanctions played in driving the recent nationwide protests.</p><p>“President Trump ordered Treasury … to put maximum pressure on Iran, and it’s worked,” he said. “Because in December, their economy collapsed. They are not able to get imports, and this is why the people took to the streets.”</p><p>In both instances, Bessent referred to his earlier remarks at the Economic Club of New York, in March last year, when he outlined how the White House would leverage President Donald Trump’s “maximum pressure” campaign to collapse Iran’s economy.</p><p>In his address there, Bessent said the US “elevated a sanctions campaign against [Iran’s] export infrastructure, targeting all stages of Iran’s oil supply chain”, coupled with “vigorous government engagement and private sector outreach” to “close off Iran’s access to the international financial system”.</p><figure id=\"attachment_4305316\" aria-describedby=\"caption-attachment-4305316\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4305316\" src=\"/wp-content/uploads/2026/02/2026-02-02T173415Z_39798660_RC2O5JAKKLO8_RTRMADP_3_IRAN-CRISIS-1770810872.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"iran\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4305316\" class=\"wp-caption-text\">Iranian scholars stand in the Islamic seminary that was burned during Iran’s protests, in Tehran, Iran, January 21, 2026 [Majid Asgaripour/West Asia News Agency (WANA) via Reuters]</figcaption></figure><h2 id=\"what-effect-did-the-dollar-shortage-have-in-iran\">What effect did the dollar shortage have in Iran?</h2><p>In January, the <a href=\"/news/2026/1/27/irans-currency-drops-to-record-low-against-dollar-as-tensions\">Iranian rial</a> was trading at 1.5 million to the dollar – a sharp decline from about 700,000 a year earlier in January 2025 and about 900,000 in mid-2025. The plummeting currency triggered steep inflation, with food prices an average of 72 percent higher than last year.</p><p>In 2018, during his first presidency, Trump withdrew from the 2015 Joint Comprehensive Plan of Action, a deal between Iran and global powers limiting Tehran’s nuclear programme in return for sanctions relief.</p><p>Since re-election last January, President Trump has doubled down on his so-called “maximum pressure” to cripple Iran’s economy and corner Tehran to renegotiate its nuclear and regional policies. Last month, Trump threatened a 25 percent tariff on countries doing business with Iran.</p><p>Through the rigorous blocking of Iran from the global financial system by creating a dollar shortage, the US pushed Tehran towards a severe “import compression, [and as a result, Iran] cannot pay for the intermediate goods and machinery required for domestic production”, said Farzanegan, the economist.</p><p>The US strategy, he said, “is particularly devastating because it leverages commercial risk management against humanitarian needs”. In short, Washington’s strategy “makes the small Iranian market a commercial liability” for any company, even if they are only dealing with medicine, for instance, Farzanegan added.</p><p>A research paper published by Farzanegan and Iranian American economist Nader Habibi last year found that the size of Iran’s middle class would have expanded by an annual average of approximately 17 percentage points, between 2012 and 2019, if it were not for US action.</p><p>In 2019, the estimated size of loss in the middle-class share of the population in Iran was 28 percentage points, the research found.</p><p>“People lost their purchasing power, and savings were wiped out,” the economist told Al Jazeera. “This is a long-term destruction of the country’s human capital.”</p><p>Besides the US action is the existing vulnerability of Iran’s economic structure, with factors like long-term mismanagement, high rates of corruption and over-reliance on oil revenues making it fragile.</p><p>While the US sanctions created external shock, a lack of domestic structural reforms left the government with “no fiscal space to cushion the blow”.</p><h2 id=\"what-is-the-us-s-endgame-here-and-will-it-succeed\">What is the US’s endgame here – and will it succeed?</h2><p>Bessent’s admission that Washington deliberately created a “dollar shortage” signals the US’s shift towards a <a href=\"/opinions/2025/11/12/sanctions-are-not-a-humane-alternative-to-war\">total economic warfare</a> narrative.</p><p>“This is economic statecraft; no shots fired,” Bessent said at the WEF in Davos last month.</p><p>“This admission may complicate the US’s diplomatic standing, as it confirms that the humanitarian channels for food and medicine are often rendered useless if the entire banking system is being targeted for collapse,” Farzanegan said.</p><p>Bruce Fein, a former US associate deputy attorney general who specialises in constitutional and international law, told Al Jazeera that this type of economic coercion is “as common as the sun rising in the east and setting in the west”, pointing to economic sanctions against Russia, Cuba, North Korea, China and Myanmar.</p><p>However, unlike in other cases where the US has applied economic pressure, Farzanegan said Iran’s case is “a unique experiment due to the duration and intensity of the pressure”.</p><p>Unlike Russia, which has a more diversified export base and larger reserves, Iran has been facing varied forms of sanctions for decades since the supreme leader took power in 1979.</p><p>“Iran has a sophisticated internal mechanism for sanctions circumvention that makes the ‘dollar shortage’ a game of cat-and-mouse rather than a one-time shock,” the economist said.</p><p>With a US armada currently stationed in the Arabian Sea, the US and Iran are in talks to defuse tensions. The US wants <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">three key things from Iran</a>: To stop enriching uranium as part of its nuclear programme, to get rid of its ballistic missiles and to stop arming non-state actors in the region.</p><p>Ultimately, observers say, the US wants regime change in Iran.</p><p>But Fein said his experience shows that economic sanctions alone “seldom, if ever, topple regimes … Regime change comes externally only with the use of military force.</p><p>“Iran’s dollar shortage will not oust the mullahs or Revolutionary Guard,” he said, referring to Iran’s current administrative structure.</p><p>The impoverishment of Iranians will diminish, Fein told Al Jazeera, “rather than promote the likelihood of a successful revolution because day-to-day survival will be the priority”.</p></div></div></body></html>"
        },
        {
            "title": "Madagascar cyclone death toll hits 38, 12,000 displaced; Mozambique braces | Climate Crisis News | Al Jazeera",
            "time": "2026-02-13T08:05:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260212__978F64L__v1__HighRes__MadagascarWeatherCycloneDisaster-1770966027.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly 40 people have been killed and more than 12,000 others displaced after <a href=\"/news/2026/2/11/monstrous-cyclone-gezani-hits-madagascar-with-reports-of-severe-damage\">Cyclone Gezani</a> slammed into Madagascar’s second-largest city earlier this week, as Mozambique braced for the storm’s arrival.</p><p>Updating its tolls as assessments progressed, Madagascar’s National Office for Risk and Disaster Management (BNGRC) said on Thursday it had recorded 38 deaths, while six people remained missing and at least 374 were injured.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Gezani made landfall on Tuesday at the Indian Ocean island nation Madagascar’s eastern coastal city, Toamasina, bringing winds that reached 250km/h (155mph).</p><p>Madagascar’s new leader, Colonel Michael Randrianirina, has declared a national disaster and called for “international solidarity”, saying the cyclone had “ravaged up to 75 percent of Toamasina and surrounds”.</p><p>Images from the AFP news agency showed the battered city of 500,000 people littered with trees felled by strong winds and roofs blown off buildings.</p><p>Residents dug through piles of debris, planks and corrugated metal to repair their makeshift homes.</p><p>More than 18,000 homes were destroyed in the cyclone, according to the BNGRC, with at least 50,000 damaged or flooded. Authorities say many of the deaths were caused by building collapses, as many give inadequate shelter from strong storms.</p><p>The main road linking the city to the capital, Antananarivo, was cut off in several places, “blocking humanitarian convoys”, it said, while telecommunications were unstable.</p><p>The storm also caused major destruction in the Atsinanana region surrounding Toamasina, the disaster authority said, adding that assessments were still under way.</p><p>France announced the dispatch of food aid and rescue teams from its Reunion Island, about 1,000km (600 miles) away.</p><p>Thousands of people had been forced to leave their homes, said the United Nations’s International Organization for Migration (IOM), describing “widespread destruction and disruption”.</p><p>The cyclone’s landfall was likely one of the strongest recorded in the region during the satellite era, rivalling Geralda in February 1994, it said. That storm killed at least 200 people and affected half a million more.</p><p>Gezani weakened after landfall but continued to sweep across the island as a tropical storm until late on Wednesday.</p><p>It was forecast to return to cyclone status as it reaches the Mozambique Channel, according to the Regional Specialized Meteorological Centre La Reunion (CMRS), and could from Friday evening strike southern Mozambique.</p><p>Mozambican authorities issued warnings on Thursday about the approaching storm, saying it could cause violent winds and rough seas of 10-metre waves and urging people to leave the area of expected impact.</p><p>Both Madagascar and Mozambique are vulnerable to destructive storms that blow in off the Indian Ocean. Just last month, the northwestern part of Madagascar was hit by Cyclone Fytia, killing at least 14 people.</p><p>Mozambique has already faced devastating flooding from seasonal rainfall, with nearly 140 lives lost since October 1, according to the country’s National Disasters Management Institute.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "BNP claims victory in landmark Bangladesh election | Elections | Al Jazeera",
            "time": "2026-02-13T07:50:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770968983.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "BNP leader cheered by supporters after Bangladesh election | Politics | Al Jazeera",
            "time": "2026-02-13T07:23:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770967329.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Top Goldman Sachs lawyer Kathy Ruemmler resigns over Epstein ties | Business and Economy News | Al Jazeera",
            "time": "2026-02-13T05:04:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26044075071578-1-1770948789_4da436-1770949951.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Top Goldman Sachs lawyer Kathy Ruemmler resigns over Epstein ties</h1><p class=\"article__subhead\"><em>Ruemmler’s resignation comes after emails revealed her links to the late sex offender.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Feb 2026</span><span aria-hidden=\"true\">13 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top lawyer at Goldman Sachs, Kathy Ruemmler, has announced that she will resign following revelations of her links to the late financier and <a href=\"/video/newsfeed/2026/2/10/standing-with-epstein-victims-schumer-introduces-virginias\">sex offender Jeffrey Epstein</a>.</p><p>Ruemmler’s resignation comes after the United States Department of Justice’s latest release of investigative <a href=\"/video/newsfeed/2026/2/10/what-were-jeffrey-epsteins-links-to-israel-2\">files about Epstein</a> showed that she had received gifts from the disgraced financier, offered him advice on managing his reputation, and likened him to an older brother.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Goldman Sachs CEO David Solomon confirmed Ruemmler’s resignation from the investment bank on Thursday, saying that he respected her decision.</p><p>“Throughout her tenure, Kathy has been an extraordinary general counsel, and we are grateful for her contributions and sound advice on a wide range of consequential legal matters for the firm,” Solomon said in a statement provided to Al Jazeera.</p><p>“As one of the most accomplished professionals in her field, Kathy has also been a mentor and friend to many of our people, and she will be missed,” he said.</p><p>In an interview with the Financial Times on Thursday, Ruemmler, who previously served as White House counsel under US President Barack Obama, said that she would step down as chief legal officer and general counsel at the end of June.</p><p>Ruemmler told the newspaper that media attention on her relationship with Epstein, who died in prison in 2019 while awaiting trial on sex trafficking charges, had become a “distraction”.</p><p>She had previously expressed regret for knowing Epstein, and denied providing the financier with legal representation or advocating on his behalf to any third party.</p><p>Ruemmler is just the latest in a slew of high-profile and powerful figures to exit prominent roles or face legal scrutiny in connection with the Epstein case.</p><p>British Prime Minister Keir Starmer on Thursday announced the resignation of his cabinet secretary, Chris Wormald, in his latest effort to quell controversy surrounding his appointment of Peter Mandelson, Britain’s former ambassador to the US, whose <a href=\"/video/the-listening-post/2026/2/9/the-anatomy-of-the-epstein-network\">ties to Epstein</a> have prompted a police investigation into suspected misconduct in public office.</p><p>Also on Thursday, police in Norway searched properties belonging to former Prime Minister Thorbjorn Jagland as part of a corruption probe focused on the politician’s associations with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel deprives Palestinians of proper education by withholding revenues | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-13T04:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Empty-classroom-of-Zenabia-PC-Combatants-for-Peace-1770920181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Nablus, the occupied West Bank –</strong> For decades, the Zenabia Elementary School has been offering an intimate learning environment to aspiring young students from across the educational spectrum in the northern West Bank city of Nablus.</p><p>But now, due to Israel’s <a href=\"/news/2025/11/25/israels-war-on-gaza-curbs-drive-palestinian-economy-to-record-collapse\">years-long withholding of tax revenues</a> owed to the Palestinian Authority, the Palestinian school system is effectively broke. Like administrators at all government-run schools in the West Bank, the Zenabia school principal, Aisha al-Khatib, is struggling to keep her small, public school in session.</p><p>For most of the week, the Zenabia school is shuttered, and children roam the streets or stay at home. School supplies are woefully missing, with even regular schoolbooks now reduced to “bundles of pages”.</p><p>“We do everything we can, but we do not have the time or the materials or the consistency to properly teach our children and keep them off the streets,” says al-Khatib. “And this is everywhere in the West Bank.”</p><p>Targeting the education of Palestine’s children, she says, “means destroying the nation”.</p><p>Under the direction of far-right Finance Minister Bezalel Smotrich, Israel has systematically been withholding billions of dollars in tax revenues over the past two years that Israel collects on behalf of the Palestinian Authority (PA). The measure is partly intended to punish the PA for its longstanding policy of paying families of Palestinians imprisoned by Israel for resisting the occupation – even after the PA announced early last year that it was reforming such policies.</p><p>Public services have faced severe cuts, affecting the salaries of bureaucrats, sanitary workers, and the police.</p><p>But possibly nowhere has that budgetary crisis been felt more than in the education sector.</p><p>At Zenabia and elsewhere in the West Bank, public schools are currently only open for a maximum of three days a week. Teachers face long stretches of not being paid, and when they are, they only receive about 60 percent of what they were earning before, resulting in strikes.</p><p>And the effects of these cuts in education are showing up on the days when school is in session. Class time is so diminished at Zenabia that teachers focus almost solely on teaching mathematics, Arabic, and English, with subjects like the sciences being essentially cut altogether.</p><p>The result, educators warn, could be lasting educational gaps for a generation of Palestinian students.</p><p>“As principal of the school, I know that [the students] are not [at] the same [educational] level as before,” al-Khatib says.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-are-always-absent-from-school\">‘We are always absent from school’</h2><p>Spending most of his days out of school, star student Zaid Hasseneh, 10, tries to keep improving his English by looking up words on Google Translate. Zaid dreams of going to university someday in the United States, with hopes of becoming a doctor.</p><p>“I want my son to grow up to be cultured – not just memorise the material he learns at school,” says his mother, Eman. “No, I want his cultural knowledge to develop and become diverse and advanced.”</p><p>Eman helps Zaid when she can with his studies, but she is busy keeping the family afloat financially after her husband lost his work in Israel. Before Israel’s war on Gaza began in 2023, Eman’s husband worked in Tel Aviv as a mechanic. After Israel revoked his work permit, along with those of some 150,000 other West Bank Palestinians, he has been unable to find work. Eman now works in a halawa factory as the sole breadwinner.</p><p>“I go home tired from work, but I have to keep up with [Zaid] regularly,” says Eman. “I tell him, ‘The most important thing is studying. Studying is essential for life.’”</p><p>But Eman realises how limited she is in helping her son with his studies. “The teacher knows one thing, but I don’t know how to explain it,” says Eman. “And now, the books [they receive in school] aren’t complete books anymore. They’re bundles. Regular books are 130 pages, but these are 40 or 50 pages.”</p><p>To compound the dearth in school resources, students and their families describe erratic schedules that make cumulative learning a near impossibility. “The whole family’s routine is affected,” says Eman.</p><p>Even Zaid is now often spending his days out in the streets rather than studying in the classroom – or otherwise on his phone, playing mobile games.</p><p>That is the case for most students these days.</p><p>Muhammad and Ahmed al-Hajj joined Zenabia four years ago as six-year-olds when they faced extreme bullying in another school. They came to love the new school and the intimate setting it offers. But the twins now mostly spend their time on their phones. With their parents also struggling to earn enough money to get by, they’re left at home alone during their days off from school.</p><p>“It’s not good at all. We are always absent from school,” says one of the twins. “It’s not like a full schedule, and we try to study as much as we can, but still, we don’t feel good about it.”</p><p>Some families have switched their children over to private schools, but few can afford to do so. “My [monthly] salary is 2,000 shekels [$650],” explains Eman Hassaneh. “About 1,000 goes towards the home rent. Another 500 goes towards bills. And only very little is left for food. I cannot also take care of his education.”</p><figure id=\"attachment_4310487\" aria-describedby=\"caption-attachment-4310487\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4310487\" src=\"/wp-content/uploads/2026/02/Eman-Hassaneh-and-her-son-Zaid-2-1770951543.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Eman Hassaneh and her 10-year-old son, Zaid [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4310487\" class=\"wp-caption-text\">Eman Hassaneh and her 10-year-old son, Zaid [Al Jazeera]</figcaption></figure><h2 id=\"teachers-quitting-and-mounting-dropouts\">Teachers quitting, and mounting dropouts</h2><p>Collectively, the PA’s multi-year budget cuts of billions of dollars are shrinking both the attendance of students and the number of teachers, too.</p><p>“Many of the teachers left working in the schools to work in factories because they do not get enough salary,” says al-Khatib. “And they don’t feel that they are giving what they need to give the students.”</p><p>Tamara Shtayeh, a teacher at Zenabia, nowadays only teaches maths, English, and Arabic due to the reduced funding. “As a teacher, the three-day solution is a bad solution because it doesn’t cover the minimum education that is needed,” she said. “Not for the students, and not for the teachers as well.”</p><p>Due to her reduced salary, Shtayeh, a mother of three girls, is selling products online on the side to support her family. Even the school’s principal, al-Khatib, says she can now only afford to send one of her two college-age daughters to university, with the other daughter staying at home.</p><p>School hours are reduced even further as Israeli soldiers regularly raid the surrounding areas, closing the school every time they do so. With the crisis stretching on for years now, Shtayeh is sensing a generational gap widening between the previous generation that received five days of school, and this one going to school for about half of that.</p><p>Shtayeh and al-Khatib worry about the lack of routine in the children’s lives. For every student like Zaid, who is devoted to educating himself despite the circumstances, many more students are dropping out of the system altogether.</p><figure id=\"attachment_4310490\" aria-describedby=\"caption-attachment-4310490\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4310490\" src=\"/wp-content/uploads/2026/02/Abu-Zaid-Al-Hajj-with-his-sons-Muhammad-and-Ahmed-2-1770951593.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Abu Zaid al-Hajj with his twin sons, Muhammad and Ahmed, age 10 [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4310490\" class=\"wp-caption-text\">Abu Zaid al-Hajj with his twin sons, Muhammad and Ahmed, age 10 [Al Jazeera]</figcaption></figure><p>Not far from Zenabia, Talal Adabiq, 15, now spends his days selling sweets and drinks for eight hours a day on the streets of Nablus.</p><p>“I don’t really like school,” says Talal. “I prefer working.”</p><p>Talal told his parents about a year ago that he wanted to drop out of school. Though they wanted him to continue his studies, he told them he did not find much use for school anymore – and he used the irregular school schedule to prove his point.</p><p>Offering to help support his struggling family financially, Talal subsequently dropped out of al-Kindi School. He now makes “about 40 to 50 shekels a day” ($13-16) hawking street goods.</p><p>As he sells lollipops and other sweets on a Tuesday afternoon, several teenage boys looked on nearby. They say they’re still in school, but on this budget-mandated day off, some of the boys joke about how “fun” it would be to not go to school at all.</p><p>Talal, meanwhile, shrugs off questions about what dropping out of school portends for his future. “God willing, things will be better,” says Talal. “I don’t know how.”</p><p>In the estimations of educators and representatives from the Palestinian Authority, about 5 to 10 percent of students have dropped out of school in the West Bank in the past two years.</p><figure id=\"attachment_4309405\" aria-describedby=\"caption-attachment-4309405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309405\" src=\"/wp-content/uploads/2026/02/Dropout-Talal-Adabiq-1-1770920901.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Talal Adabiq\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309405\" class=\"wp-caption-text\">Talal Adabiq, 15, has dropped out of school completely and now sells items on the street [Al Jazeera]</figcaption></figure><h2 id=\"our-children-deserve-a-chance-at-life\"><strong><br>\n</strong>‘Our children deserve a chance at life’</h2><p>While massive budget cuts roil the education sector, the Palestinian Authority is struggling to come up with solutions as its budgetary woes deepen – and schoolchildren otherwise face threats, violence and demolitions at the hands of Israeli soldiers, settlers and the Israeli Civil Administration.</p><p>Even before the war on Gaza began, the school sector was facing a variety of crises, with teacher strikes commonplace, as well as Israeli attacks on school infrastructure and children on their way to class, with <a href=\"/news/2023/5/11/israels-demolition-surge-schools-become-a-primary-target\">at least 36 demolitions of 20 schools</a> between 2010 and 2023.</p><p>But systemic <a href=\"/news/2026/2/1/israel-orders-eviction-of-bedouins-as-settlers-target-west-bank-schools\">attacks on education</a> are now intensifying. According to Ghassan Daghlas, the governor of Nablus, in his district alone, three schools have been attacked in the last two months by settlers. In nearby Jalud last month, <a href=\"https://www.instagram.com/reels/DTR6mGaiHHU/\" target=\"_blank\" rel=\"noopener\">settlers set a school on fire</a>. The rise in violence is leaving students at once traumatised and fearful of going to school, says Daghlas.</p><p>“In the past three months, most of the invasions that target homes in the Nablus district are targeting schoolchildren. They will take the kid along with one of the parents. They subject them to interrogation for a few hours,” says the governor. “What kind of psychological state will the students have after these interrogations?”</p><p>According to PA estimates, more than 84,000 students in the West Bank have had their education disrupted by incidents including settler attacks, military raids and demolitions of schools. More than 80 schools serving approximately 13,000 students are under threat of full or partial demolition by Israeli authorities in the West Bank and occupied East Jerusalem. Between July and September 2025 alone, more than 90 such education-related incidents were documented in the West Bank.</p><p>In Area C – the 60 percent of the West Bank under full Israeli military control – students from isolated villages sometimes have to walk several kilometres to reach their schools, in which they regularly face harassment or attacks from settlers as well as soldiers on the way, with a rising trend in <a href=\"/features/longform/2025/9/8/israels-settler-outposts-choke-palestinian-life-in-west-banks-villages\">settler outposts</a> deliberately placed <a href=\"/features/2024/12/3/rooted-in-this-land-until-death-a-palestinian-familys-olive-harvest\">near schools</a>.</p><p>“These are not individual acts by some violent settlers,” says Mahmoud al-Aloul, the vice chairman of the central committee of Fatah, the Palestinian Authority’s ruling political party. “Rather, it’s a general policy that is supported by the occupation.”</p><p>In 2025, Nablus governorate alone had 19 students killed by Israeli army gunfire, according to Daghlas. A total of 240 were injured.</p><p>Education officials say the longer the crisis persists, the greater the long-term impact will be as teacher attrition, interrupted learning and rising dropout rates compound over time.</p><p>“The continuation of the crisis means risking long-term institutional erosion, in which temporary solutions become permanent, and the regime becomes less able to restore its previous level of quality, efficiency and justice,” says Refaat Sabbah, the president of the Global Campaign for Education. “Saving education today is not a sectoral option, but a strategic necessity to protect society and its future.”</p><p>For Eman Hassaneh, that means safeguarding her son Zaid’s future hopes and dreams. “We hope all of these barriers to education won’t actually affect our children and their passion for learning,” she says.</p><p>“Our children deserve a chance at life.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}