{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "This is 2025 from A to Z by the words that marked the year | Digital Series | Al Jazeera",
            "time": "2025-12-31T09:38:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/H_16x9-1767173886.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bulgaria set to adopt the euro - why is this causing controversy? | Business and Economy News | Al Jazeera",
            "time": "2025-12-31T09:32:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-29T060919Z_139445624_RC2MLIA2IJJJ_RTRMADP_3_BULGARIA-EUROZONE-PREVIEW-1767016274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bulgaria will become the 21st member of the eurozone – or Schengen monetary area – on Thursday, despite deep scepticism from some in the country amid fears of inflation.</p><p>The Southeast European country has been a member of the European Union since 2007, but formally met the eurozone’s entry criteria only in January 2025, paving the way for its currency ascension after a long delay.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move will increase the number of Europeans using the euro to 356 million people, and geographically extend the single currency into the Black Sea area for the first time, despite ongoing geopolitical tensions.</p><p>However, there is concern among some Bulgarians that adopting the euro could bring on an economic crisis in a country considered the poorest in the EU.</p><p>There is widespread mistrust in the government. Earlier this December, the minority pro-EU coalition leading the country was compelled to resign after mass protests erupted against a proposed budget plan that sought to introduce higher taxes. Despite the plan being withdrawn, the protests grew to encompass demands for broader governmental change.</p><p>Here’s what we know about why the move to adopt the euro in Bulgaria has become so controversial:</p><figure id=\"attachment_4145256\" aria-describedby=\"caption-attachment-4145256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145256\" src=\"/wp-content/uploads/2025/12/AFP__20251201__86RG9NQ__v1__HighRes__BulgariaPoliticsGovernmentProtest-1764679084.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold placards depicting Bulgarian politician Delyan Peevski during an anti-government protests in Sofia on December 1, 2025. Tens of thousands of people held anti-government protests in Bulgaria on Monday, widening an anti-corruption movement sweeping the European Union's poorest country as it prepares to adopt the euro. (Photo by Nikolay DOYCHINOV / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145256\" class=\"wp-caption-text\">Protesters hold placards depicting Bulgarian politician Delyan Peevski, accused of corruption, during an antigovernment protest in Sofia on December 1, 2025. Tens of thousands of people protested on December 29, widening an anticorruption movement sweeping the country as it prepares to adopt the euro [Nikolay Doychinov/AFP]</figcaption></figure><h2 id=\"what-s-happening\">What’s happening?</h2><p>Bulgaria, a country of 6.7 million people, joined the EU in 2007 and has since been pushing to join the eurozone.</p><p>However, political instability has slowed the progress of reforms required for the country to be accepted into the zone, as government after government has grappled with allegations of corruption.</p><p>Under the 1992 Maastricht Treaty, EU member states must meet five criteria before they can join the eurozone. These set fixed targets for inflation, budget deficit, debt-to-GDP (gross domestic product) ratio, exchange rate stability and long-term interest rates. Monetary policy is centrally controlled by the European Central Bank (ECB).</p><p>The EU finally greenlit Bulgaria’s ambitions in January 2025, after determining that it had now met the economic and legislative criteria to join the eurozone. In June and July, EU institutions – the European Council, the Financial Affairs Council, both in Brussels, and the European Parliament in Strasbourg – gave their approval for the accession.</p><h2 id=\"how-does-joining-the-eurozone-work\">How does joining the eurozone work?</h2><p>The EU has set a conversion rate of 1 euro to 1.95583 Bulgarian lev (BGN) under the European Exchange Rate Mechanism, which Bulgaria joined in 2020 as a condition for adopting the euro. The move formally pegged the lev to the euro. However, the lev had informally already been pegged to the euro since 1999 when Germany switched to the currency. This is because Bulgaria had tied its currency to the German mark in 1997 in a bid to stabilise its economy and rein in soaring inflation. Therefore, many analysts say, the formal adoption of the single currency may not bring as big a change as some fear.</p><p>Furthermore, while Bulgarian businesses will now be able to access the single euro market without further exchange risks, researchers from the National Bank of Belgium estimate that more than 80 percent of Bulgarian imports have been denominated in euros since 1999.</p><p>Since it joined the exchange rate mechanism in 2020, Bulgaria has been subject to ECB policy. Now, it will have a seat at the bank’s governing council, giving the country a say on rating policy.</p><p>There will be a transitional process for businesses and consumers. Prices in stores will be displayed in both leva and euros until August 2026, and the lev will continue to be accepted until January 31.</p><p>For six months, Bulgarians will be able to exchange leva in cash for euros at any commercial bank, post office, or the Bulgarian National Bank. Once old currencies have been collected back in, they are typically shredded and recycled.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"why-are-some-bulgarians-sceptical-about-joining-the-eurozone\">Why are some Bulgarians sceptical about joining the eurozone?</h2><p>Bulgarians are fairly evenly split on the issue of joining the eurozone. Surveys conducted by the Bulgarian firm Alpha Research showed that in May 2025, 46.5 percent supported adopting the euro, while 46.8 percent opposed it. According to pollsters, most of those against the move were residents of smaller towns and villages, often pensioners or semi-educated working-age individuals active on social media.</p><p>The main fears driving opposition to the euro are that the change will push up prices, affect buying power, and reduce wages, according to the survey.</p><p>Experiences in other countries have shown that “whenever there is a changeover from national currency to the euro, there is often a minor inflation effect, but it’s typically less than 1 percent”, analyst Zsolt Darvas of Brussels-based think tank Bruegel told The Associated Press news agency.</p><p>Speaking in the capital city, Sofia, in November, ECB President Christine Lagarde said switching to the euro would deliver “smoother trade, lower financing costs and more stable prices”. She added that adopting the euro would have a “modest” inflation impact of 0.2 to 0.4 percent.</p><p>But many Bulgarians also fear the move will lead to a loss of Bulgarian identity, as prominent figures are currently featured on lev banknotes. Ivan Milev, for example, whose image is displayed on the 5 lev note, was a prominent early twentieth-century painter who helped shape Bulgarian modernism.</p><p>Bulgaria has endured seven parliamentary elections in the past four years, and many voters are concerned about the political establishment’s ability to handle the change.</p><p>The ruling coalition, which was forced to step down in December after it proposed higher taxes, was itself divided on the issue.</p><p>It was a fragile coalition of ideologically opposed groups, including the centre-right and pro-Europe Citizens for European Development of Bulgaria (GERB) party, the pro-Russian, post-communist Bulgarian Socialist Party-United Left (BSP-OL) and the conservative-nationalist There is Such a People (ITN).</p><p>President Rumen Radev, who is backed by the BSP-OL and ITN, called for a referendum on the issue in June, citing the country’s lack of readiness and prompting heated debates in parliament. Lawmakers rejected the move, however.</p><p>Political opposition groups, particularly pro-Russian parties which are ideologically opposed to further integration with the EU, argue that adopting the euro will affect Bulgaria’s financial sovereignty and make it too dependent on Brussels.</p><p>“Someone else will decide how we spend our money, the Bulgarian budget will be approved by the European Central Bank,” Kostadin Kostadinov, leader of the pro-Russian Vazrazhdane party, told protesters calling for a referendum on the currency issue in June. “This is an antistate coup, this is treason,” he added.</p><p>Kostadinov and other far-right politicians have also been accused of spreading false claims that the savings of common Bulgarians will disappear as a result of the change, while online Russian networks are alleged to have amplified similar narratives, according to Euronews reports.</p><p>“I am against it, first because the lev is our national currency,” Emil Ivanov, a pensioner in Sofia, told the Reuters news agency. “Secondly, Europe is heading towards demise, which even the American president mentioned in the new <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">national security strategy</a>.</p><p>“I may not be alive when this [the EU’s demise] happens, but that is where everything is going,” she added.</p><p>Euroscepticism is rising across the continent as a whole as far-right political parties gain more influence. Nearly one-third of European voters now support far-right parties, up from just 3 percent in the mid-2000s, according to the London-based Centre for Economic Policy Research (CEPR).</p><p>However, despite the distrust, many Bulgarians are happy about joining the eurozone, particularly businesses which trade across borders and those working in the tourism sector. Government billboards in Sofia display the message: “Common past. Common future. Common currency.”</p><h2 id=\"are-eu-member-states-required-to-adopt-the-euro\">Are EU member states required to adopt the euro?</h2><p>Yes, all 27 EU member states are legally obliged to use the euro, although there is no set timeframe by which they must adopt the currency. Members have the right to postpone adoption and set their own timelines, and the EU releases its own report every two years assessing members’ readiness to join the eurozone.</p><p>In January 2023, Croatia became the latest EU country to adopt the euro, relinquishing its kuna at a rate of 1 euro to 7.53 kuna (KN). It joined the EU in 2013.</p><p>Six EU members are still not part of the eurozone: Poland (which has the zloty), Denmark (krone), Hungary (forint), Romania (leu), Sweden (krona), and the Czech Republic (koruna).</p><p>Most have chosen to hold on to their currencies to maintain independence from the ECB on key issues, such as growth rates, handling inflation, or national debt, and being able to choose to devalue their currencies. Only the Romanian government has set a tentative deadline of 2027 or 2028 for joining the single currency.</p><p>Under the 1992 Edinburgh Agreement, Denmark was the only member to secure a special opt-out deal with the EU after Danish voters rejected the Maastricht Treaty in a referendum, voting instead to keep the krone. A second referendum on joining the eurozone in 2000 yielded another “no” response from 53.2 percent of voters.</p><p>The United Kingdom, which was a member of the EU until 2020, secured an opt-out when the Maastricht Treaty was being negotiated in 1992, and it never adopted the euro.</p><p>At its creation in 1999, 1 euro was worth about $1.17, and it is currently $1.18. Against the pound, the euro was initially set at about 0.70 pounds, while the current rate is approximately 0.87 pounds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Huge crowds for Khaleda funeral as Bangladesh bids farewell to ex-leader | Politics News | Al Jazeera",
            "time": "2025-12-31T09:26:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T055845Z_1262615330_RC2HRIAN5FB2_RTRMADP_3_PEOPLE-KHALEDA-ZIA-FUNERAL-1767170257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Vast crowds have gathered in the Bangladeshi capital Dhaka for the state funeral of former Prime Minister <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">Khaleda Zia</a>, with mourners travelling from across the country to bid farewell to a towering political leader.</p><p>Footage showed huge crowds streaming in towards the national parliament building on Manik Mia Avenue, where her coffin, draped in the national flag, was taken in a convoy on Wednesday.</p><p class=\"p1\">Hundreds of thousands of her supporters, along with dignitaries from India and Pakistan, were expected to attend, with about 10,000 security personnel lining the streets to maintain order, officials said.</p><p>Khaleda, the first woman to serve as prime minister in the South Asian nation when she became premier in 1991, <a href=\"/news/2025/12/30/bangladeshs-former-prime-minister-khaleda-zia-dies\">died on Tuesday</a> aged 79, after a prolonged illness.</p><p>Bangladesh has declared three days of state mourning, while tributes have flowed <a href=\"/news/2025/12/30/world-reacts-to-death-of-khaleda-zia-bangladeshs-first-female-leader\">from world leaders</a> as mourners farewell a politician viewed as a figurehead of the country’s democratic movement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"an-entire-nation-is-grieving\">‘An entire nation is grieving’</h2><p>Reporting from outside parliament in Dhaka, Al Jazeera’s Tanvir Chowdhury said emotions were high among the huge crowds gathered for the state funeral.</p><p>“Many people are weeping,” he said.</p><p>“People were coming from all across the country to gather here. They said we have to come … to show that she will be missed.”</p><p>Mourners had described her as “a great leader for this country”, saying she had “shown us the way to democracy”, he said.</p><p>“An entire nation is grieving,” he added.</p><p>One mourner, Sharmina Siraj, told the AFP news agency that Zia was “an inspiration”, saying it was “difficult to imagine women in leadership positions anytime soon”.</p><p>Siraj, a 40-year-old mother of two, said stipends introduced by Zia to support girls’ education “had a huge impact on the lives of our girls”.</p><p>Watching from behind a barbed wire barricade as Zia’s body passed by, retired government official Minhaz Uddin told AFP that while he had never voted for her, he came to honour the former leader.</p><p>“I came here with my grandson, just to say goodbye to a veteran politician whose contributions will always be remembered,” he said.</p><figure id=\"attachment_4206223\" aria-describedby=\"caption-attachment-4206223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206223\" src=\"/wp-content/uploads/2025/12/AFP__20251231__89BY9T3__v1__HighRes__BangladeshPoliticsZia-1767170085.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners arrive to take part in Khaleda Zia's state funeral ceremony in Dhaka \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206223\" class=\"wp-caption-text\">Mourners arrive to take part in the state funeral ceremony in Dhaka [Munir Uz Zaman / AFP]</figcaption></figure><h2 id=\"a-guiding-presence\">‘A guiding presence’</h2><p>Zia’s son Tarique Rahman, who <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">returned</a> to Bangladesh on Thursday after 17 years in self-imposed exile in the UK, said in a statement that the country was mourning “the loss of a guiding presence that shaped its democratic aspirations”.</p><p>His mother, he said, had “endured repeated arrests, denial of medical care, and relentless persecution”, but “her resilience … was unbreakable”.</p><p>Rahman, the acting chairman of Khaleda’s Bangladesh Nationalist Party, “will possibly be the next prime minister” if his party wins the elections in February, Chowdhury said.</p><p>India’s government said Foreign Minister Subrahmanyam Jaishankar was due to attend the funeral, in the most senior visit by an Indian official since the overthrow of former Prime Minister Sheikh Hasina, Khaleda’s great political rival.</p><p>Senior officials from Pakistan were also expected to attend.</p><p>Khaleda’s body will be interred in a park outside the parliament building alongside her late husband, Ziaur Rahman, who was assassinated in 1981 during his time as president.</p></div></div></body></html>"
        },
        {
            "title": "Protests, strikes after Iran’s economic situation rapidly deteriorates | Politics | Al Jazeera",
            "time": "2025-12-31T09:19:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767172768.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "War in Sudan: Humanitarian collapse, fighting, deadlock, December 2025 | Sudan war News | Al Jazeera",
            "time": "2025-12-31T09:06:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__892M8C7__v1__HighRes__SudanConflictDisplaced-1766819742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>War in Sudan: Humanitarian collapse, fighting, deadlock, December 2025</h1><p class=\"article__subhead\"><em>Mass atrocities in Kordofan, the seizure of a key oilfield, and a “crime scene” in el-Fasher mark a deadly month as international funding dries up.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The brutal war in Sudan, now deep into its third year, has shifted its centre of gravity to the strategic central region of Kordofan from Darfur, threatening to split the country in two.</p><p>December saw the paramilitary Rapid Support Forces (RSF) expand its offensive, seizing vital oil infrastructure and laying siege to key cities, while the government-aligned Sudanese Armed Forces (SAF) intensified aerial campaigns.</p><p>Humanitarian conditions hit a new nadir as the United Nations warned of a “survival mode” operations plan due to severe funding cuts, leaving millions at risk of starvation in 2026.</p><p>Here are the key battlefield, humanitarian, and political developments for December 2025.</p><p><strong>Fighting and military control</strong></p><ul>\n<li>Battle for oil and the South Sudan deal<strong>:</strong> On December 8, the RSF seized the strategic Heglig oilfield – Sudan’s largest – in West Kordofan. Following a deadly drone attack on the facility, a tripartite agreement involving SAF, RSF, and Juba saw South Sudanese troops deploy to secure the field and neutralise it from combat.</li>\n<li>Kordofan as the new epicentre<strong>:</strong> Violence surged across Kordofan. The RSF claimed control of Babnusa, the gateway to West Kordofan, though the army denied the total fall of the city. Meanwhile, the RSF maintained “airtight sieges” on Kadugli and Dilling in South Kordofan, while pushing towards the strategic North Kordofan capital, el-Obeid.</li>\n<li>Escalation of drone warfare<strong>:</strong> Drones were used <a href=\"/news/2025/12/26/rsf-says-sudans-army-launches-air-strikes-on-paramilitary-stronghold-nyala\">extensively</a> by both sides with devastating effect. A strike on the Atbara power plant in River Nile state plunged major cities, including Port Sudan, into darkness. In Kalogi, South Kordofan, a drone attack on a preschool and hospital killed at least 116 people, including 46 children.</li>\n<li>Attacks on UN Peacekeepers<strong>:</strong> On December 13, a drone attack hit a UN logistics base in Kadugli, killing six Bangladeshi peacekeepers and wounding eight others. UN Secretary-General Antonio Guterres condemned the attack, stating it may constitute a war crime.</li>\n<li>El-Fasher a “crime scene”: A UN team gained access to el-Fasher for the first time since its fall in October, describing the largely deserted city as a “<a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">crime scene</a>“. A report by the Yale Humanitarian Research Lab documented a systematic RSF campaign to burn bodies and destroy evidence of mass killings.</li>\n<li>Military plane crash: An Ilyushin Il-76 military transport plane crashed at Port Sudan’s Osman Digna airbase due to a technical malfunction, killing the entire crew.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Humanitarian crisis</strong></p><ul>\n<li>Aid funding collapse: The UN announced it has been forced to halve its 2026 appeal to $23bn due to donor fatigue. Consequently, the World Food Programme (WFP) warned it must cut food rations by 70 percent starting in January, affecting communities already facing famine.</li>\n<li>Sudan tops emergency list: The International Rescue Committee (IRC) placed Sudan at the top of its Emergency Watchlist for 2026, citing the convergence of conflict, economic collapse, and shrinking international support.</li>\n<li>Systematic sexual violence: A report by the Strategic Initiative for Women in the Horn of Africa (SIHA) documented nearly 1,300 cases of sexual violence, attributing 87 percent of them to the RSF. The report detailed how rape is being used as a weapon of war, particularly against non-Arab groups.</li>\n<li>Health catastrophe: Malnutrition rates have <a href=\"/news/2025/12/30/one-in-two-children-malnourished-in-parts-of-sudans-north-darfur-un-says\">skyrocketed</a>, with UNICEF reporting that 53 percent of children screened in North Darfur are acutely malnourished. In Khartoum, a survey found 97 percent of households face food shortages, as authorities began exhuming makeshift graves in residential areas to move bodies to official cemeteries.</li>\n<li>EU Air Bridge: The European Union launched an “air bridge” operation to deliver life-saving supplies to Darfur, describing the situation there as “one of the world’s hardest places to reach”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Diplomacy and political developments</strong></p><ul>\n<li>Deadlock at the UN: Sudanese Prime Minister Kamil Idris presented a <a href=\"/news/2025/12/24/what-is-the-new-peace-initiative-proposed-by-sudans-pm-kamil-idris\">peace plan</a> to the UN Security Council proposing an RSF withdrawal and disarmament. The RSF rejected the proposal as “wishful thinking” and “fantasy”.</li>\n<li>Al-Burhan rejects compromise: Speaking from Turkiye, SAF chief Abdel Fattah al-Burhan ruled out negotiations, insisting the war would only end with the RSF’s “surrender” and disarmament.</li>\n<li>Civilian “Third Pole”: In Nairobi, civilian leaders, including former PM Abdalla Hamdok and rebel leader Abdelwahid al-Nur, signed a declaration forming a new antiwar bloc, attempting to reclaim political agency from the warring generals.</li>\n<li>US pressure and sanctions: US Secretary of State Marco Rubio intensified diplomatic efforts, stating President Donald Trump is personally involved. The US Treasury sanctioned four Colombian nationals and companies for recruiting mercenaries to fight for the RSF.</li>\n<li>ICC Conviction: In a historic verdict, the International Criminal Court sentenced former Popular Defence Forces (Janjaweed) leader Ali Kushayb to 20 years in prison for war crimes committed in Darfur (2003-2004), the first such conviction for the region.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mali, Burkina Faso ban US citizens in response to Trump travel bans | Migration News | Al Jazeera",
            "time": "2025-12-31T08:32:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_695498f8e961d-1767151864.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mali and Burkina Faso have announced their plan to apply reciprocal visa bans to citizens of the United States, weeks after President Donald Trump included the West African countries in an expanded <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">travel ban list</a>.</p><p>In separate letters shared late on Tuesday, both countries emphasised that the new measures were aimed at applying the same rules to Americans travelling to their countries as their citizens face when travelling to the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mali’s Ministry of Foreign Affairs and International Cooperation said US citizens travelling to the country would experience “the same conditions and requirements as those imposed by the American authorities on Malian citizens entering the United States”.</p><p>It added that the changes were being introduced as “a matter of reciprocity and with immediate effect”.</p><p>Burkina Faso said it was applying “equivalent visa measures to citizens of the United States of America” and emphasised that it “remains committed to mutual respect, the sovereign equality of States, and the principle of reciprocity in its international relations”.</p><p>The announcements came after Trump said on <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">December 16</a> he was adding seven more countries, as well as the holders of Palestinian Authority documents, to a list of countries whose nationals were “fully” restricted and limited from entering the US.</p><p>Burkina Faso and Mali were among the countries added to the list, all of which were either Arab or African nations.</p><p>Trump said at the time that the changes were being introduced to meet US “foreign policy, national security, and counterterrorism objectives”.</p><p>A section explaining the reasons for the ban on nationals from Burkina Faso said the US Department of State had found “terrorist organisations continue to plan and conduct terrorist activities throughout Burkina Faso”.</p><p>It also cited visa overstays and a historic refusal to “accept back” nationals deported from the US.</p><p>In relation to Mali, Trump’s announcement said the State Department had found “armed conflict between the Malian government and armed groups is common throughout the country and that “terrorist organisations operate freely in certain areas of Mali”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In total, the new additions brought the total to 19 countries plus Palestine, the countries banned under Trump, who also introduced similar travel bans during his first presidency.</p><p>Together with Niger, which was also included in the list of new countries banned by the US in mid-December, Mali and Burkina Faso have recently sought to distance themselves from Western countries while working together in a new grouping known as the Alliance of Sahel States (AES).</p><p>All three countries are led by military leaders who have forged closer ties with Russia in recent years, while kicking out French and US soldiers previously stationed there.</p><p>Mali has welcomed Russian forces, including about 1,500 personnel from the Wagner mercenary group and roughly 1,000 fighters from the Kremlin-controlled paramilitary group Africa Corps.</p><p>At a recent <a href=\"/news/2025/12/24/sahel-summit-what-is-the-biggest-challenge-facing-the-region\">Sahel summit</a> in Bamako, Mali, the three countries announced the launch of a <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">joint military battalion</a> aimed at fighting armed groups across the region.</p><p>However, they have struggled to improve the security situation at home amid rising attacks from separatist groups as well as armed groups linked to al-Qaeda and ISIL (ISIS).</p></div></div></body></html>"
        },
        {
            "title": "Bodies of pro-Palestine hunger strikers in UK “reach breaking point” | Gaza | Al Jazeera",
            "time": "2025-12-31T08:05:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Corno-16x9-1767168188.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump administration freezes Minnesota childcare funds over fraud claims | News | Al Jazeera",
            "time": "2025-12-31T08:02:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T124539Z_1493693040_RC2NCIAVCH4B_RTRMADP_3_USA-SOMALIA-DIPLOMACY-1767167777.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s government has frozen childcare payments to the state of Minnesota and launched audits of immigration cases involving Somali Americans, intensifying a campaign that critics say uses fraud investigations to target immigrant communities.</p><p>The Department of Health and Human Services announced the freeze in funds on Tuesday in response to allegations by conservative YouTuber Nick Shirley, who claimed daycare centres operated by Somali Americans in the city of Minneapolis had committed up to $100m in fraud.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His video garnered 127 million views on X and received extensive coverage on Fox News.</p><p>Jim O’Neill, deputy secretary of health and human services, said the move addressed “serious allegations that the state of Minnesota has funnelled millions of taxpayer dollars to fraudulent daycare centres across Minnesota over the past decade”.</p><p>“We have turned off the money spigot and we are finding the fraud,” O’Neill said.</p><p>Minnesota has the largest Somali population in the US, and the $185m in frozen federal funds subsidise childcare for low-income families across the state.</p><p>Minnesota Governor Tim Walz immediately denounced the freeze as politically motivated.</p><p>“This is Trump’s long game. We’ve spent years cracking down on fraudsters. It’s a serious issue – but this has been his plan all along,” he wrote on X.</p><p>“He’s politicising the issue to defund programmes that help Minnesotans.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Department of Homeland Security simultaneously announced audits of immigration cases involving Somali Americans to detect fraud, a process that could lead to denaturalisation or revocation of citizenship.</p><p>“Under US law, if an individual procures ​citizenship on a fraudulent basis, that is grounds for denaturalization,” Tricia McLaughlin, a spokesperson for the department, said in a statement that was first reported by Fox News and reposted by the White House on social media.</p><p>In a separate interview, McLaughlin told Fox News that hundreds of investigators were also targeting businesses in Minneapolis. “We believe that there is rampant fraud, whether it be daycare centres, healthcare centres, or other organisations,” she said.</p><h2 id=\"fraud-allegations\">Fraud allegations</h2><p>Federal prosecutors allege that some $9bn in funding for Minnesota social assistance programmes may have been stolen since 2018. They include $300m that was misappropriated from funds set aside for a state children’s nutrition programme during the COVID-19 pandemic.</p><p>Federal charges have been filed against 98 people, 85 of whom are “of Somali descent”, according to the Trump administration.</p><p>While the case became public in 2022, conservative politicians and activists have amplified it this year.</p><p>In late November, Trump accused “Somali gangs” of “terrorising” Minnesotans and ended their Temporary Protected Status, a programme that exempted Somalis from deportation to their war-torn country. He escalated the rhetoric a week later, saying Somalia “stinks” and calling Democratic Congresswoman Ilhan Omar – who is of Somali origin – “trash”.</p><p>FBI Director Kash Patel said on Tuesday that the agency was also investigating fraud allegations in Minnesota.</p><p>He said on X that “the FBI is aware of recent social media reports in Minnesota” and said the bureau had “surged personnel and investigative resources to Minnesota to dismantle large-scale fraud schemes exploiting federal programmes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some US media outlets, however, have raised questions about the claims by Shirley, the YouTuber.</p><p>An investigation published by CBS News on Tuesday into the Minnesota daycare centres featured in the YouTube video found that “all but two have active licences, according to state records, and all active locations were visited by state regulators within the last six months”.</p><p>The CBS investigation also found “dozens of citations related to safety, cleanliness, equipment, and staff training, among other violations, but there was no recorded evidence of fraud”.</p><p>Minnesota Department of Children, Youth, and Families Commissioner Tikki Brown told CBS that her office had “questions about some of the methods” used in Shirley’s video, but that they “do take the concerns that the video raises about fraud very seriously”.</p><p>Shirley’s allegations have started to affect Somali communities in other states.</p><p>Washington State Attorney General Nick Brown mentioned “home-based daycare providers being harassed and accused of fraud with little to no fact-checking” in a post on X on Wednesday.</p><p>“Showing up on someone’s porch, threatening, or harassing them isn’t an investigation. Neither is filming minors who may be in the home. This is unsafe and potentially dangerous behavior,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Iran prosecutor pledges ‘decisive response’ if protests create insecurity | Protests News | Al Jazeera",
            "time": "2025-12-31T07:47:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251229__898K4ZR__v1__HighRes__IranPoliticsEconomyDemo-1767163693.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Iran’s prosecutor general has pledged a “decisive response” if protests prompted by the plummeting currency and dire economic conditions destabilise the country, after demonstrations spread from Tehran to several other cities, hardening the government’s pledge to listen to legitimate concerns.</p><p>In comments reported by Iranian state media on Wednesday, Mohammad Movahedi-Azad said peaceful protest was legitimate, but warned that attempts to create insecurity would draw a harsh reaction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“Peaceful livelihood protests are part of social and understandable realities,” Movahedi-Azad said.</p><p class=\"p2\">“Any attempt to turn economic protests into a tool of insecurity, destruction of public property, or implementation of externally designed scenarios will inevitably be met with a legal, proportionate and decisive response.”</p><p>The warning came after the protests, which were started by shopkeepers in Tehran on Sunday in response to the rial plunging to record lows against the United States dollar, spread to several other cities on Tuesday.</p><p>Tuesday’s protests saw students take to the streets in Tehran, while protests also broke out at universities and institutions in the cities of Isfahan, Yazd and Zanjan, Iran’s state-run IRNA news agency reported.</p><p>Ilna, a news agency associated with Iran’s labour movement, reported that protests were held at 10 universities across the country, including seven in the capital.</p><p>The demonstrations marked the third consecutive day of protests in Iran since shopkeepers near two main tech and mobile phone shopping centres, in Tehran’s Jomhouri area and near the Grand Bazaar, closed their businesses and <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\">took to the streets</a> on Sunday.</p><p>The rial <a href=\"/news/2025/9/28/iranians-fear-more-economic-pain-war-as-un-sanctions-snapback\">has been rapidly declining</a> over recent weeks as the United States and its Western allies pile on sanctions and diplomatic pressure, and was trading at about 1.42 million rials to the US dollar when protests broke out on Sunday, compared with 820,000 rials a year ago.</p><p>The country’s economy, battered by decades of Western sanctions, has been under further strain since late September, when the United Nations reinstated international sanctions that had been lifted 10 years ago, linked to the country’s nuclear programme.</p><h2 id=\"government-pledges-to-listen\">Government pledges to listen</h2><p>Responding to the growing protests, a government spokesperson said earlier that the government would listen to the concerns of the demonstrators.</p><p>“The government will listen patiently, even if there are harsh voices, because we believe that our people are patient enough, and when their voices are raised, the pressure that is being put on them is high,” Fatemeh Mohajerani said at a news conference in Tehran.</p><p>“The government’s job is to hear the voices and help them reach a common understanding to solve the problems that exist in society.”</p><p>She said the government recognised the right to peaceful assembly.</p><p>“We see, hear, and recognise officially all the protests, the difficulties, and the crises.”</p><p>The comments came as President Masoud Pezeshkian met Tuesday with labour leaders and made proposals to tackle the economic crisis, the semi-official Mehr News Agency reported.</p><p>Pezeshkian said he had <a href=\"/news/2025/12/30/irans-president-calls-on-govt-to-hear-legitimate-demands-of-protesters\">instructed government officials</a> to listen to protesters’ “legitimate demands” and pledged to protect their livelihoods, which he said was his “daily concern”.</p><h2 id=\"low-public-faith-in-government\">Low public faith in government</h2><p>Trita Parsi, executive vice president of the Quincy Institute for Responsible Statecraft, said the Iranian public did not have faith in the government’s ability to address the economic problems.</p><p>“The president himself came out about a week or so ago and said that he can’t do anything about these problems,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Much of the lack of faith in the government’s ability to address these problems is actually because of statements by the government itself.”</p><p>He said the big question now was whether the protests would gather momentum and evolve into a broader channelling of public anger over issues other than the country’s economic problems.</p><p>“Protests at times can start based on economic grievances, which is the case here, but quickly morph into other demands,” he said, adding that the situation in Iran “both politically as well as economically, has been very bad”.</p><h2 id=\"multiple-challenges\">Multiple challenges</h2><p>Iran’s economic problems are severe, with inflation at about 50 percent as well as a depreciating currency.</p><p>But they are far from the only challenges facing the country, which is also dealing with an exacerbating energy crisis, while most dams feeding Tehran and many other big cities remain at near-empty levels amid a severe water crisis.</p><p>The country also has one of the most restricted internet environments in the world.</p><p>Iranian state media reporting on the protests has emphasised that they are motivated by the unchecked depreciation of the rial, rather than wider disenchantment with the theocratic establishment that has been ruling the country since the 1979 revolution.</p><p>Iran last saw nationwide protests in 2022 and 2023, with thousands pouring into the streets across the country after the death in police custody of 22-year-old Mahsa Amini for alleged noncompliance with strict Islamic laws regarding headscarves.</p><p>Hundreds of people were killed, more than 20,000 were arrested, and <a href=\"/news/2022/12/12/iran-publicly-carries-out-second-protest-related-execution-2\">several were executed</a> in connection with the protests.</p></div></div></body></html>"
        },
        {
            "title": "Displacement camps swell with people fleeing Sudan’s war-ravaged el-Fasher | Sudan war News | Al Jazeera",
            "time": "2025-12-31T07:24:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25341684040183-1767163230.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Displacement camps swell with people fleeing Sudan’s war-ravaged el-Fasher</h1><p class=\"article__subhead\"><em>Satellites show one camp spanning 500,000 square metres near the city of al-Dabba, as tens of thousands seek refuge.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several displacement camps have emerged and are quickly filling with people who fled Sudan’s devastated and largely emptied city of el-Fasher, which the paramilitary Rapid Support Forces (RSF) seized in an <a href=\"/news/2025/12/16/yale-report-unveils-rsf-attempt-to-cover-up-sudan-atrocities-mass-burials\">atrocity-ridden campaign</a> in October.</p><p>One camp has been established in the small town of Qarni, northwest of el-Fasher, according to satellite images reviewed by Al Jazeera’s Sanad agency. Between December 14 and December 29, the camp expanded by 13,000 square metres (140,000sq ft), bringing its total area to about 199,000 square metres (15,550sq yard), according to the satellite data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>An even larger camp for the displaced from el-Fasher has expanded in Sudan’s Northern State, about 700km (435 miles) away. El-Afadh camp, near the city of al-Dabba, now covers at least 500,000 square metres (0.2sq miles), after growing 370,000 square metres (0.14sq miles) since November 19, according to satellite data analysed by Sanad.</p><p>The imagery confirms the flow of tens of thousands of newly displaced people from the latest chapter of Sudan’s 32-month brutal war. According to the UN, 107,000 people have been displaced from el-Fasher and surrounding areas since late October, when the RSF seized the city and carried out ethnically motivated mass killings, sexual assaults and detentions, according to survivors.</p><p>Nabiha Islam, a physician who volunteered at the camp in al-Dabba for several weeks earlier in December, <a href=\"/opinions/2025/12/23/i-volunteered-at-camp-for-the-displaced-from-el-fasher-here-is-what-i-saw\">said resources were scarce</a> as thousands of traumatised refugees arrived during her time there.</p><h2 id=\"el-fasher-largely-destroyed\">El-Fasher largely ‘destroyed’</h2><p>Last week, a team of UN aid workers <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">visited el-Fasher for the first time</a> since its takeover, finding a largely deserted city they said had the hallmarks of a “crime scene”.</p><p>“El-Fasher is a ghost of its former self,” said UN aid coordinator Denise Brown. “We don’t have enough information yet to conclude how many people remain there, but we know large parts of the city are destroyed.”</p><p>She added that conditions in the city are “very precarious”, with some people living without sanitation or water.</p><p>Sudan’s war erupted in April 2023 when a power struggle broke out between the Sudanese Armed Forces (SAF) and the RSF. It has since killed more than 100,000 people and displaced 14 million, including 4.3 million who have fled to neighbouring countries. It has also <a href=\"/news/2025/12/30/one-in-two-children-malnourished-in-parts-of-sudans-north-darfur-un-says\">triggered famine in several parts of Sudan</a>, a situation the UN has described as the “world’s worst humanitarian crisis”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>El-Fasher was the government-aligned SAF’s last major stronghold in the Darfur region before falling to the RSF, which grew out of the government-backed militia Popular Defence Forces, also known as the Janjaweed, accused of genocide against non-Arab ethnic groups during the 2000s Darfur conflict.</p><p>After taking over el-Fasher, RSF forces are now pushing east into the Kordofan region, creating 53,00 additional refugees, according to the UN.</p><p>Mohamed Refaat, Sudan chief of mission for the UN’s International Organization for Migration, has warned that if a ceasefire is not reached around Kadugli, a city in South Kordofan that the RSF is besieging, “the scale of violence we saw in el-Fasher could be repeated.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "An A-Z list of 2025’s biggest stories | Interactive News | Al Jazeera",
            "time": "2025-12-31T06:27:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-A-Z-COVERTHUMBNAIL-1767112308.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Scroll back through the last year, and the same words come up again and again.</p><p>The top-trending terms of 2025, from artificial intelligence to Zohran Mamdani, shaped headlines across politics, conflict, technology and climate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As the year comes to a close, <a href=\"/interactives/\" target=\"_blank\" rel=\"noopener\">AJ Labs</a> has compiled an A to Z list of names, places and issues that generated sustained interest throughout 2025, according to a loose analysis of our own <a href=\"/news/longform/2025/12/23/can-you-locate-the-biggest-stories-from-2025\" target=\"_blank\" rel=\"noopener\">most-viewed</a> story tags and those that appeared in Google’s most searched.</p><p>Taken together, these terms are a patchwork of issues that are also likely to spill into 2026, from ongoing conflicts to a changing technosocial landscape not seen since the dawn of the internet.</p><p>This is 2025 from A to Z, by the words that made the year.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203551\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-ABC-1767089267.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- ABC-1767089267\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"artificial-intelligence\">Artificial Intelligence</h2><p>AI adoption is rapidly growing, and some of the biggest conversations this year have been on how it will shake up the workplace and reimagine economies.</p><p>In October, the Reuters Institute carried out a <a href=\"https://reutersinstitute.politics.ox.ac.uk/generative-ai-and-news-report-2025-how-people-think-about-ais-role-journalism-and-society\" target=\"_blank\" rel=\"noopener\">survey</a> in six countries and found that the proportion of respondents who said they used a <a href=\"/economy/2025/6/30/how-generative-ai-is-affecting-peoples-minds\" target=\"_blank\" rel=\"noopener\">generative AI system</a> such as ChatGPT jumped from 40 percent to 61 percent this year. As governments try to regulate the fast-growing technology, fears of job losses and echoes of a dotcom-style bust have also resounded with big AI players such as Nvidia, Google, Meta and OpenAI making monumental circular deals this year.</p><p>According to <a href=\"https://www.ubs.com/global/en/wealthmanagement/insights/marketnews/article.2515967.html\">UBS projections</a>, global annual AI spending is expected to swell to $375bn by the end of the year before topping $3 trillion annually by 2030 - this includes spending on AI infrastructure, as well as power and resources for electricity demand.</p><h2 id=\"bitcoin\">Bitcoin</h2><p>Bitcoin surged to new heights in 2025, driven by institutional inflows and the maturation of crypto ETFs in the US.</p><p>President Trump positioned himself as the “crypto president,” and propelled family crypto ventures and the broader sector into the mainstream. He overturned the US Securities and Exchange Commission's crackdown on crypto companies, rewarding those pro-crypto executives and firms who donated millions in the 2024 election cycle to support candidates aligned with their agenda.</p><p>On October 6, Bitcoin reached an all-time high of $126,080, marking a defining moment for the digital asset, before reminding investors how quickly <a href=\"/economy/2025/11/18/bitcoin-ticks-up-after-erasing-all-of-2025-gains\" target=\"_blank\" rel=\"noopener\">momentum can reverse</a> as it finishes the year at $88,400.</p><h2 id=\"charlie-kirk\">Charlie Kirk</h2><p>Conservative activist and media figure Charlie Kirk became a central and controversial figure in 2025 following his assassination, which sent shockwaves through US politics and globally.</p><p>As the founder of Turning Point USA, Kirk had spent years at the centre of campus culture wars, where he built a large following through provocative speeches on university campuses and through his close alignment with Donald Trump and the MAGA movement.</p><p>On <a href=\"/news/2025/9/11/who-was-charlie-kirk-what-we-know-about-the-shooting-and-the-suspect\" target=\"_blank\" rel=\"noopener\">September 10</a>, he was shot dead near where he was engaged in a debate at Utah Valley University. His assassination triggered reactions across the political spectrum, and intensified debates around political violence and extremism in the US.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203549\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-D-1767089263.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- D-1767089263\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"donald-trump\">Donald Trump</h2><p>US President Donald Trump warrants a standalone article for the scale, speed and unprecedented nature of changes he unleashed during his <a href=\"/news/2025/12/29/2025-trumps-year-of-emergency-invasion-and-narcoterrorism\" target=\"_blank\" rel=\"noopener\">second term</a>, and for the wide web of issues tied to his leadership.</p><p>In 2025 alone, he signed <a href=\"/news/2025/4/29/trumps-100-day-scorecard-executive-orders-tariffs-and-foreign-policy\" target=\"_blank\" rel=\"noopener\">225 executive orders</a>, surpassing the number he signed during his entire first term.</p><p>Returning to office on January 20, he began his term by <a href=\"/news/2025/1/23/the-january-6-pardons-who-has-trump-ordered-to-be-released\" target=\"_blank\" rel=\"noopener\">pardoning</a> those involved in the 2021 Capitol Hill riots. Soon after, he announced sweeping global tariffs - but often focused on China, followed by the “<a href=\"/news/2025/7/2/trumps-big-beautiful-bill-passes-senate-whats-in-it-who-voted-how\" target=\"_blank\" rel=\"noopener\">One Big Beautiful Bill</a>”, which triggered deep federal spending cuts and stripped funding from major US programmes, including USAID. His administration tightened immigration enforcement and rolled back environmental and diversity policies.</p><p>Internationally, he questioned longstanding alliances, scaled back support for Ukraine and escalated pressure on Iran, including US strikes on its nuclear facilities. Domestically, his policies polarised Americans and politicians alike, especially when it came to healthcare and defence spending, which led to the <a href=\"/news/2025/11/5/government-shutdown-becomes-longest-in-us-history-as-impact-felt-nationwide\" target=\"_blank\" rel=\"noopener\">longest government shutdown</a> right before Thanksgiving.</p><p>And that’s just some of what he did this year.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203547\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-EF-1767089259.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- EF-1767089259\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"elections\">Elections</h2><p>Following an unprecedented election cycle in 2024, polls were a little more muted this year, but still noteworthy, with some <a href=\"/tag/elections/\" target=\"_blank\" rel=\"noopener\">69 elections</a> taking place globally, involving hundreds of millions of eligible voters worldwide.</p><p>National elections took place in countries such as Germany, Canada and Japan, alongside dozens of parliamentary, presidential and local contests across Africa, Asia and Europe. In Japan, <a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\" target=\"_blank\" rel=\"noopener\">Sanae Takaichi</a> became the first woman to hold the post of prime minister.</p><h2 id=\"far-right\">Far right</h2><p>Far-right politics took centre stage, especially on social media, where such narratives were prominent in shaping public opinion.</p><p>In Europe, far-right parties recorded some of their strongest results on record, including becoming the second-largest force in Germany’s federal election, where the AfD won <a href=\"/news/2025/2/24/charting-the-rise-of-germanys-far-right-afd-party\" target=\"_blank\" rel=\"noopener\">20.8 precent of the vote</a>.</p><p>Elsewhere, rallies in the UK, such as \"Unite the Kingdom\", led by right-wing activist Stephen Yaxley-Lennon, known as Tommy Robinson, caused a <a href=\"/news/2025/9/13/over-100000-attend-london-rally-led-by-far-right-activist-tommy-robinson\" target=\"_blank\" rel=\"noopener\">huge turnout of protesters and counter-protesters</a> in August. Elon Musk’s role in the rally - where he appeared in front of protesters via a live link - highlighted the influence social media networks now play in promoting particular narratives and the powerful figures steering the wheel.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203545\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-G-1767089255.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- G-1767089255\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"gaza\">Gaza</h2><p>Israel’s genocidal war on Gaza passed two years, with Israeli forces continuing their air and ground assaults, displacing the population repeatedly. A particular turning point was when the IPC declared famine in Gaza in August, following Israel’s continued blockade of aid and the purposeful starvation of the population.</p><p>In 2025 alone, Israel killed at least 25,000 Palestinians and injured 62,000 others.</p><p>In October, a ceasefire was brokered between Hamas and Israel. However, Israeli attacks have <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\" target=\"_blank\" rel=\"noopener\">continued</a>.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203543\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-HIJK-1767089251.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- HIJK-1767089251\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"houthis\">Houthis</h2><p>The Iran‑aligned Houthis in Yemen were central in the wider Middle East crisis, drawing global attention for both military actions and diplomatic developments.</p><p>The group’s attacks on commercial shipping and military targets in the Red Sea and against Israel continued to disrupt a key global trade route, prompting Israeli and US air strikes on Houthi positions and infrastructure throughout the year.</p><p>According to <a href=\"/news/longform/2025/12/29/all-the-countries-israel-attacked-in-2025-animated-map\" target=\"_blank\" rel=\"noopener\">ACLED</a>, there were more than 48 strikes on Yemen in 2025 from Israel, including strikes on Hodeidah port.</p><h2 id=\"iran\">Iran</h2><p>On June 13, Israel launched a barrage of strikes, hitting dozens of nuclear, military, and infrastructure sites across Iran, including the country’s main nuclear facility in Natanz.</p><p>During the 12-day conflict, Israel also attacked residential neighbourhoods, killing several nuclear scientists and military commanders. Iran retaliated with hundreds of ballistic missiles against Israeli cities.</p><p>On June 22, the situation escalated when the United States joined the attacks, <a href=\"/news/2025/6/22/satellite-images-show-damage-from-us-strikes-on-irans-fordow-nuclear-site\">bombing three nuclear facilities</a> in Fordow, Natanz, and Isfahan.</p><p>The attacks drew widespread international concern, prompting emergency UN Security Council meetings and sparking sharp retaliation from Iran, including ballistic missile launches toward US bases in the region and threats to global shipping through the Strait of Hormuz.</p><h2 id=\"jeffrey-epstein\">Jeffrey Epstein</h2><p>In 2025, the Jeffrey Epstein saga continued to make headlines as <a href=\"/news/2025/12/24/more-than-a-million-epstein-related-documents-discovered-release-delayed\" target=\"_blank\" rel=\"noopener\">new documents</a>, emails and images were released under the Epstein Files Transparency Act, with the New York Times claiming more than 130,000 papers have been released to date.</p><p>Photos of Epstein's private island, call logs and email exchanges with high‑profile figures were published by the House Oversight Committee, drawing global attention and sparking heated political debate.</p><p>Among the most talked‑about revelations in late 2025 were emails in which Epstein allegedly referenced Donald Trump and claimed a victim had spent time at his house, leading to fierce partisan disputes over context and accuracy. The White House called the disclosures a smear, while critics argued they raised uncomfortable questions about elite networks.</p><h2 id=\"kendrick-lamar\">Kendrick Lamar</h2><p>Kendrick Lamar was one of the most-talked-about artists in music, driven by the ongoing effect of his song Not Like Us, which became his longest-charting rap song ever, spending more than 50 weeks on the Billboard Hot 100.</p><p>The song also topped charts after Lamar’s Super Bowl halftime performance, which was watched by more than <a href=\"/video/newsfeed/2025/2/10/super-bowl-halftime-performer-detained-for-palestine-sudan-flag-protest\" target=\"_blank\" rel=\"noopener\">133.5 million viewers</a>.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203541\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-LMN-1767089247.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- LMN-1767089247\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"louvre\">Louvre</h2><p>In October, the Louvre Museum in Paris was shaken by one of the most audacious art robberies in recent memory, when thieves made off with priceless French crown jewels worth an <a href=\"/news/2025/10/19/four-minute-heist-at-the-louvre-how-priceless-jewels-were-stolen-in-france\" target=\"_blank\" rel=\"noopener\">estimated $102m</a>.</p><p>Using a truck‑mounted lift to reach a second‑floor window, the gang broke in during broad daylight, cut display cases with power tools and escaped on scooters in a brazen raid that took less than eight minutes while the museum was open to visitors.</p><p>French authorities launched a nationwide manhunt, but the bulk of the stolen jewels remains missing. The heist exposed significant security gaps at the world’s most‑visited museum, prompting emergency upgrades.</p><h2 id=\"migration\">Migration</h2><p>This year, migration debates continued to grip government chambers worldwide, with polarising policy changes adopted in different countries.</p><p>In Europe and North America, asylum rules and border controls were tightened - a deal between France and the UK for a “one in, one out” plan on small boat crossings came into effect under the Labour government.</p><p>Across the pond, the US saw one of the most aggressive immigration enforcement policies, with Immigration and Customs Enforcement (ICE) escalating operations in the country. More than <a href=\"/features/2025/12/19/how-ice-deports-refugees-and-migrants-despite-years-of-good-conduct\" target=\"_blank\" rel=\"noopener\">68,000 people</a> were detained by ICE, and hundreds of thousands are reported to have been deported.</p><h2 id=\"nuclear\">Nuclear</h2><p>As it stands, in 2025, there are 12,241 nuclear warheads active worldwide, with several countries increasing or modernising their stockpiles instead of reducing them, as they have for the past two decades.</p><p>Most significantly, the year was marked by direct <a href=\"/news/2025/6/17/mapping-irans-oil-and-gas-sites-and-those-attacked-by-israel\" target=\"_blank\" rel=\"noopener\">US and Israeli strikes</a> on Iranian nuclear facilities, with Pentagon officials saying it delayed Iran’s nuclear programme by about one to two years.</p><p>On the energy front, 2025 saw a mix of expansion and contraction in nuclear power. The <a href=\"/news/2025/9/18/us-and-uk-sign-major-nuclear-power-deal-what-does-it-include\" target=\"_blank\" rel=\"noopener\">US and UK signed a landmark partnership</a> to accelerate advanced and small modular reactors, promising thousands of jobs. While in Germany, nuclear phase-out continued, with the closing of ageing plants, despite other European nations looking towards nuclear power for green energy.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203539\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-O-1767089243.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- O-1767089243\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"occupied-west-bank\">Occupied West Bank</h2><p>In parallel to Israel's ongoing war in Gaza, it launched the largest military assault in decades on the West Bank, expanded illegal Israeli settlements, and carried out regular home demolitions.</p><p>The UN's OCHA documented <a href=\"/news/2025/10/14/mapping-the-rise-in-israeli-settler-attacks-across-the-occupied-west-bank\" target=\"_blank\" rel=\"noopener\">1,680 attacks by Israeli settlers</a> in more than 270 communities across the West Bank so far in 2025 - an average of five incidents per day.</p><p>The olive harvest has also continued to be marked by widespread settler violence, with 178 attacks documented in October and November in 88 communities.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203537\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-PQRS-1767089239.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- PQRS-1767089239\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"pope\">Pope</h2><p>In April, the Catholic Church underwent a historic leadership transition with the death of Pope Francis and the election of a new pontiff.</p><p>The 2025 conclave was notable for being the largest in the Church’s history, with <a href=\"/news/2025/5/8/who-is-pope-leo-xiv-the-first-us-pontiff\" target=\"_blank\" rel=\"noopener\">133 cardinal electors</a> gathering in the Sistine Chapel to vote on the next pope, surpassing previous limits on electors and reflecting the global diversity of the College of Cardinals.</p><p>After several rounds of secret ballots, the cardinals selected Cardinal Robert Francis Prevost, who took the name Pope Leo XIV, marking the first time a pope has been elected from the United States.</p><h2 id=\"qatar\">Qatar</h2><p>In 2025, Qatar was not only a key diplomatic player, but also a flashpoint in the region’s wider conflicts.</p><p>In September, Israel carried out an unprecedented air strike on Doha, targeting Hamas leaders who were meeting to discuss a US‑backed ceasefire deal, killing a Qatari security official and others, and triggering widespread condemnation of the attack as a violation of Qatari sovereignty and international law.</p><p>The strike prompted emergency <a href=\"/news/2025/9/17/leading-hamas-official-makes-first-comments-since-israeli-attack-in-qatar\" target=\"_blank\" rel=\"noopener\">meetings</a> of Gulf and Islamic bodies in solidarity with Doha, as it became the sixth country that Israel attacked this year.</p><h2 id=\"rsf\">RSF</h2><p><a href=\"/news/longform/2025/4/14/animated-maps-show-two-years-of-war-in-sudan\" target=\"_blank\" rel=\"noopener\">Sudan’s</a> Rapid Support Forces (RSF) were a central driver of the country’s devastating civil war, expanding their territorial control and deepening what the United Nations described as one of the world’s worst humanitarian crises.</p><p>The paramilitary group consolidated its grip over large parts of western Sudan, including areas around el-Fasher in North Darfur, where UN officials and rights groups reported mass killings that left tens of thousands of civilians dead and widespread destruction of displacement camps.</p><p>According to ACLED, at least 4,200 civilians were killed by the RSF. They were accused of systematic abuses, including ethnically targeted violence, sexual assault, looting and attacks on hospitals and aid convoys.</p><h2 id=\"syria\">Syria</h2><p>December 8 marked one year since the al-Assad dynasty, which lasted more than half a century, was removed from power by a rebel offensive.</p><p>The 14-year-long war led to one of the world’s largest migration crises, with some 6.8 million Syrians, about a third of the population, fleeing the country at the war’s peak in 2021.</p><p>More than <a href=\"/news/2025/12/8/how-many-syrians-have-returned-home-one-year-since-the-fall-of-al-assad#:~:text=In%20addition%20to%20the%20782%2C000,past%20year%20to%202.6%20million.\" target=\"_blank\" rel=\"noopener\">782,000</a> Syrians documented by the International Organization for Migration (IOM) have returned to Syria from other countries over the past year.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203535\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-TUV-1767089235.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- TUV-1767089235\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"tariffs\">Tariffs</h2><p>On April 1, Trump <a href=\"/economy/2025/7/31/what-has-been-the-impact-of-trumps-tariffs-so-far\" target=\"_blank\" rel=\"noopener\">imposed reciprocal tariffs</a> on the US's trading partners, rattling global trade and increasing tensions in international relations.</p><p>The levies also led to a number of companies saying they would shift supply chains. It is estimated that the US-imposed tariffs generated more than $124.5bn in revenue between January and September 2025. However, the Tax Foundation estimates that Trump tariffs amount to an average tax increase of $1,100 per US household in 2025.</p><h2 id=\"ukraine\">Ukraine</h2><p>The war in Ukraine entered its fourth year in 2025 and was defined by intensified fighting, stalled diplomacy and a shift in US policy that reshaped the conflict’s trajectory.</p><p>On the battlefield, Russian forces controlled roughly 19 percent (118,000 square kilometres or 45,550sq miles) of Ukrainian territory, having made incremental but costly gains over the course of the year on the eastern front.</p><p>The conflict saw a marked escalation in advanced warfare, including expanded use of long-range missiles and, significantly, the <a href=\"/news/2025/9/9/charting-the-past-year-of-russian-drone-and-missile-attacks-on-ukraine\" target=\"_blank\" rel=\"noopener\">use of drones</a> on both sides.</p><h2 id=\"venezuela\">Venezuela</h2><p>Another foreign policy campaign under the Trump administration that drew global attention was the situation in Venezuela, where Trump’s mandate against “narcoterrorists” transformed the Caribbean into a new battlefield.</p><p>Since August, Washington deployed thousands of troops, warships and aircraft across the region, reopened military bases in Puerto Rico and conducted drills, in what analysts describe as the largest US presence in Latin America in decades.</p><p>In <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\" target=\"_blank\" rel=\"noopener\">September</a>, the US began a series of strikes on Venezuelan boats it claimed were trafficking drugs to the US, with the total death toll as a result of these attacks tallying more than 100 dead.</p><p><img class=\"aligncenter size-arc-image-770 wp-image-4203533\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-A-Z-YEAR-ENDER-WXYZ-1767089231.png?w=770&amp;quality=80\" alt=\"INTERACTIVE-A-Z-YEAR-ENDER- WXYZ-1767089231\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"weather\">Weather</h2><p>The year 2025 kicked off with the devastating <a href=\"/gallery/2025/1/12/before-and-after-photos-show-scale-of-destruction-from-la-wildfires\" target=\"_blank\" rel=\"noopener\">Palisades Fire in Los Angeles</a>, which destroyed thousands of homes and buildings. According to Gallagher Reinsurance Brokers, total global insured loss for the first nine months of 2025 for natural catastrophes and climate-related events was estimated at $105bn, making it the sixth consecutive year with losses of more than $100bn.</p><p>Other extreme weather events, such as heavy rains and flooding, also battered large parts of Asia in late 2025: Northern Vietnam experienced historic flood levels after prolonged tropical rainfall, while India and Pakistan dealt with monsoon‑related floods that were among the deadliest of the year. <a href=\"/news/2025/9/24/super-typhoon-ragasa-kills-14-in-taiwan#:~:text=According%20to%20China's%20National%20Meteorological,people%20have%20already%20been%20evacuated.\" target=\"_blank\" rel=\"noopener\">Typhoon Ragasa</a> and other Pacific storms brought intense winds and floods to the Philippines, Taiwan and southern China.</p><p>In October, <a href=\"/news/2025/10/27/hurricane-melissa-where-and-when-will-it-make-landfall-in-jamaica\" target=\"_blank\" rel=\"noopener\">Hurricane Melissa</a> became the strongest storm to hit Jamaica, making landfall as a Category 5, causing widespread damage.</p><h2 id=\"xi-jinping\">Xi Jinping</h2><p>Xi Jinping pushed for strategic autonomy and regional dominance in 2025.</p><p>At home, he oversaw China’s 14th Five-Year Plan, with state media citing steady growth and laying the groundwork for 2026. He also chaired the 25th Shanghai Cooperation Organisation <a href=\"/news/2025/8/31/chinas-xi-says-sco-bears-greater-responsibility-for-keeping-peace\" target=\"_blank\" rel=\"noopener\">summit</a> in Tianjin, hosting more than 20 heads of state and positioning China as a central force in Global South and Eurasian security.</p><p>Relations with the US were dominated by renewed and aggressive trade and technology tensions, following Trump’s tariff mandate, which saw both sides escalate into a tit-for-tat of levies, which, at one point, entered triple digits, but a mid-year truce saw pressure ease on global markets.</p><h2 id=\"yoon-suk-yeol\">Yoon Suk Yeol</h2><p>In December 2024, South Korea was thrust into a political crisis after then-President Yoon Suk Yeol declared martial law, citing rising unrest and an alleged threat to national security.</p><p>It resulted in the deployment of troops, detention of opposition lawmakers and the curtailing of press freedom. A year on, prosecutors <a href=\"/news/2025/12/15/south-korea-indicts-ex-leader-yoon-over-power-plot-provoking-north\">indicted</a> Yoon Suk Yeol for insurrection on December 15, accusing him of seeking to provoke military aggression from North Korea to help consolidate his power.</p><p>Earlier this month, special prosecutor Cho Eun-seok told a briefing that his team had indicted Yoon, five former cabinet members, and 18 others on insurrection charges, following a six-month probe into his declaration of martial law last year.</p><h2 id=\"zohran-mamdani\">Zohran Mamdani</h2><p>After Trump, the most talked about US politician in 2025 might just be Zohran Mamdani, who became New York City’s first Muslim, South Asian and African-born mayor by <a href=\"https://www.google.com/search?q=mamdani+al+jazeera+november&amp;oq=mamdani+al+jazeera+november&amp;gs_lcrp=EgZjaHJvbWUyBggAEEUYOTIHCAEQIRigATIHCAIQIRigATIHCAMQIRiPAjIHCAQQIRiPAtIBCDQ3MTZqMGo0qAIAsAIB&amp;sourceid=chrome&amp;ie=UTF-8\" target=\"_blank\" rel=\"noopener\">winning</a> 50.8 percent of the vote.</p><p>Campaigning on rent freezes, universal childcare, public transit and green infrastructure and galvanising multiracial working-class coalitions across the city, he won <a href=\"/opinions/2025/6/25/mamdanis-victory-marks-the-rise-of-a-new-american-left\">the primaries</a> in June.</p><p>However, his campaign experienced intense scrutiny and backlash online, with Equality Labs <a href=\"https://www.equalitylabs.org/media/2025/11/equality-labs-releases-groundbreaking-report-tracing-online-hate-against-zohran-mamdani/\">tracking</a> more than 17 million social media posts about him in 2025 containing Islamophobic, xenophobic and polarising content.</p><p>Mamdani is scheduled to be sworn in on January 1, 2026.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel’s ban on aid groups to have ‘horrific’ outcomes in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-31T06:26:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251230-40113914-40113911-FOOD_DISTRIBUTED_TO_PALESTINIANS_IN_KHAN_YUNIS-1767160464.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel’s ban on aid groups to have ‘horrific’ outcomes in Gaza</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Dozens of humanitarian organisations, including Doctors Without Borders, are banned by Israel.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "After the floods of 2025, can we keep 2026 above water? | Climate Crisis News | Al Jazeera",
            "time": "2025-12-31T06:24:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25335400418516-1767005775.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Devastating floods ravaged multiple regions of the world in 2025, from <a href=\"/news/longform/2025/12/9/satellite-images-show-the-scale-of-destruction-from-asia-floods\">Southeast Asia</a> to North America and the Middle East.</p><p>We asked climate experts what is causing the devastation and what governments should be doing to prevent the situation from becoming even worse in the coming year.</p><h2 id=\"which-places-were-worst-hit-by-floods-in-2025\">Which places were worst hit by floods in 2025?</h2><p>“Throughout 2025, a series of major floods occurred worldwide, making flooding the year’s foremost climate hazard,” Pawan Bhattarai, assistant professor at the civil engineering department of Nepal’s Kathmandu-based Tribhuvan University, told Al Jazeera.</p><p>Here is a recap of some of the major floods that took place.</p><h3>Gaza</h3><p>Heavy downpours and freezing temperatures <a href=\"/news/2025/12/27/palestinians-suffer-flooded-tents-and-debris-as-cold-and-rain-lash-gaza\">continue to ravage</a> Gaza, where nearly 2 million people have been displaced during two years of <a href=\"/tag/israel-palestine-conflict/\">Israeli bombardment</a> that has destroyed much of the Strip.</p><p>Many people in Gaza are living in tents amidst rubble from destroyed homes and are largely unprotected from the strong winds and rain.</p><p>On Saturday, a polar low-pressure weather system carried particularly heavy rain and strong winds to the Gaza Strip. According to meteorologist Laith al-Allami, this is the third such system to affect the territory in the past few weeks, with a fourth which hit on Monday, Anadolu Agency reported.</p><p>One of the previous two was <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">Storm Byron</a>, which brought heavy rainfall and strong winds to Gaza as well as parts of Israel and the wider eastern Mediterranean region earlier this month.</p><p>Israel was placed on high alert for that storm – halting military leave, reinforcing emergency teams and safeguarding power supplies. But the UN said 55,000 Palestinian households in Israel lacking basic services and government support were left <a href=\"/news/2025/12/11/israel-prepares-for-storm-byron-but-not-all-citizens-will-get-help\">exposed</a>.</p><p>At least <a href=\"/news/2025/12/12/fourteen-palestinians-including-children-die-in-gaza-amid-storm-byron\">14 Palestinians</a> in Gaza were killed in the storm, and several were injured. Among the victims was a newborn baby in al-Mawasi, who succumbed to freezing temperatures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Morocco</h3><p>Earlier this month, Morocco launched a <a href=\"/news/2025/12/17/morocco-launches-nationwide-emergency-relief-after-floods-kill-dozens\">nationwide emergency</a> relief operation to support people affected by severe flooding as the country battled freezing conditions, torrential rains and snowstorms.</p><p>Flash floods killed at least 37 people and damaged about 70 homes and shops in the town of Safi, 300km (186 miles) south of the capital, Rabat.</p><p>Prosecutors are investigating whether shortcomings in infrastructure, such as poor drainage, played a role in the disaster.</p><figure id=\"attachment_4177000\" aria-describedby=\"caption-attachment-4177000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177000\" src=\"/wp-content/uploads/2025/12/AFP__20251215__887D6HW__v2__HighRes__MoroccoFloods-1765863724.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Moroccans looks at a destroyed vehicle and other debris following a flash flood.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177000\" class=\"wp-caption-text\">Moroccans inspect debris following a flash flood in the coastal town of Safi, 300 km (186 miles) south of the capital, Rabat, on December 15, 2025 [AFP]</figcaption></figure><h3>Indonesia</h3><p>Floods hit Indonesia in December, killing at least <a href=\"/news/2025/12/8/indonesia-counts-human-cost-as-more-climate-change-warnings-sounded\">961 people</a> in Aceh, North Sumatra and West Sumatra. More than 20 villages across the ‍three provinces were completely swept away by the floods.</p><p id=\"homes-rice-fields-dams-and-bridges-were-destroyed-leaving-many-areas-inaccessible\">Homes, rice fields, dams and bridges were destroyed, leaving many areas inaccessible.</p><p>Illegal logging – often linked to the global demand for <a href=\"/news/2019/2/15/indonesia-land-burning-fines-unpaid-years-after-disastrous-fires\">palm oil</a> – along with forest loss due to mining, plantations and fires, both exacerbated the disaster in Sumatra.</p><p>Flooding was also reported in <a href=\"/news/longform/2025/12/9/satellite-images-show-the-scale-of-destruction-from-asia-floods\">neighbouring Malaysia</a> around the same time.</p><h3>Thailand</h3><p>At least 276 people have been killed in flooding in Thailand in December. The floods badly affected eight provinces in the central plains, four in the south and two in the north, according to the Thai Department of Disaster Prevention and Mitigation.</p><h3>Sri Lanka</h3><p>In late November, floods and <a href=\"/news/2025/11/28/sri-lanka-landslides-floods-death-toll-rises-to-56-offices-schools-shut\">landslides</a> killed at least 56 people as Cyclone Ditwah, a deadly tropical storm, swept across Sri Lanka.</p><p>The heavy downpour which accompanied the storm destroyed four houses and damaged more than 600. It also caused trees and mud to fall and block multiple roads and railway lines.</p><p>Sri Lankan President Anura Kumara Dissanayake, who took office in September 2024, inherited painful austerity measures imposed by his predecessor, Ranil Wickremesinghe, as part of a bailout loan package from the International Monetary Fund (IMF), hampering rescue efforts.</p><p>“The storm poses a significant challenge to the government that is just beginning to address the social and economic concerns of the people,” Ahilan Kadirgamar, a senior lecturer at the department of sociology, University of Jaffna in Sri Lanka, told Al Jazeera in November.</p><h3>Nepal</h3><p>In October, <a href=\"/news/2025/10/7/what-caused-nepals-devastating-flood-damage-and-how-was-it-contained\">severe floods and landslides</a> hit parts of Nepal and India’s eastern Himalayan city of Darjeeling, killing at least 50 people.</p><p>This year’s rainfall was not record-breaking – overall, there was actually slightly less rain than in 2024, when the Kathmandu Valley saw its heaviest downpour since 2002. In the capital Kathmandu, some districts received just more than 145 mm of rain this year, compared with about 240 mm in late September 2024.</p><p>Damage was severe, however, because of “ultra-localised”, heavy rains.</p><p>The floods came one month after Nepal’s “Gen Z” protests in Kathmandu and other cities against corruption and nepotism. The protests prompted the deployment of the military and, ultimately, the <a href=\"/opinions/2025/10/3/nepals-leaderless-gen-z-revolution-has-changed-the-rules-of-power\">resignation of Prime Minister KP Sharma Oli</a> and his replacement by former Chief Justice Sushila Karki, 73, as interim PM.</p><p>While experts praised Karki for her interim government’s prompt early weather warnings before the flooding, widespread damage to critical infrastructure during the protests hindered rebuilding and relief operations.</p><p>“To prevent future disasters, a major shift in policy and practice is urgently needed. This must prioritise comprehensive watershed management, focusing on stabilising slopes and managing water run-off, which has been a persistently neglected area in our current approach to disaster risk reduction,” Bhattarai, the engineering professor, told Al Jazeera at the time.</p><h3>Mexico</h3><p>In October, floods hit Mexico, killing at least 66 people. Tropical storms caused flooding in <a href=\"/news/2025/10/13/mexico-flooding-death-toll-rises-to-64-with-dozens-still-missing\">five states</a> in the country: Veracruz, Puebla, Hidalgo, Queretaro and San Luis Potosi.</p><p>More than 16,000 homes around the country were damaged.</p><h3>Pakistan</h3><p>Between June and August, several regions of <a href=\"/news/2025/8/21/whats-causing-pakistans-deadly-floods\">Pakistan experienced flooding</a> triggered by torrential rains. More than 700 people were killed around the country.</p><p>Floods devastated the Buner district in the northwestern Khyber Pakhtunkhwa province. Gilgit-Baltistan, Pakistan-administered Kashmir, and the southern city of Karachi also suffered major flooding caused by high-intensity rains over a short period of time.</p><p>Rainfall continued in Pakistan and neighbouring countries until <a href=\"/gallery/2025/8/31/pakistans-punjab-evacuates-half-a-million-people-stranded-by-floods\">late August,</a> and floods prompted the evacuation of 500,000 people in the Punjab province.</p><p>On August 31, a magnitude-6 <a href=\"/news/liveblog/2025/9/1/afghanistan-earthquake-live-hundreds-feared-dead-after-magnitude-6-quake\">earthquake</a> hit Afghanistan near its border with Pakistan, killing more than <a href=\"/news/2025/9/1/deadly-earthquake-hits-afghanistan-what-we-know-so-far\">1,400 people</a>, according to the government. Efforts to rescue people affected by the earthquake were hindered because flash floods had affected the Nangarhar province of Afghanistan, which borders Pakistan’s Khyber Pakhtunkhwa province.</p><h3>United States</h3><p>As of last week, more than 40 million Americans had been placed under winter storm warnings or weather advisories. Another 30 million have been alerted to flood or storm advisories in <a href=\"/video/newsfeed/2025/12/25/atmospheric-river-storm-causes-flooding-across-southern-california\">California</a>, where a so-called “atmospheric river” has brought a deluge of rain.</p><p>An atmospheric river is a long, narrow band of air in the atmosphere that carries large amounts of water vapour.</p><p>Last week, thousands of flights in the US were cancelled because of <a href=\"/news/2025/12/27/over-1500-flights-cancelled-as-winter-storm-devin-hits-us-holiday-travel\">winter storm Devin</a>, which caused blizzards in the Midwest and northeast and heavy snow forecasts across parts of both regions.</p><p>Earlier in the year, several US states, including Texas, West Virginia, New Mexico and New Jersey, were hit by flash floods – sudden and rapid flooding of low-lying areas – in July.</p><p>These floods were mostly caused by heavy rainfall over a short period of time.</p><p>Flash floods in Texas <a href=\"/news/2025/7/5/texas-floods-death-toll-rises-as-rescuers-search-for-missing-children\">killed more than 100 people</a> in July 2025. Within two hours of flooding, the Guadalupe River breached its banks, with waters rising higher than two-storey buildings to about 9 metres (30ft).</p><p>Twenty-five girls and two counsellors were killed, and other people went missing when the floods hit the riverside Camp Mystic, a private Christian summer camp for girls.</p><p>The river has previously experienced major floods in 1936, 1952, 1972, 1973, 1978, 1987, 1991 and 1997, according to a guide prepared by the Guadalupe-Blanco River Authority, a Texas state agency dedicated to conserving the water resources of the river basin.</p><p>The 1987 deluge was particularly disastrous and also hit a summer camp, killing 10 teenagers at the Pot O’ Gold Christian Camp near Comfort, Texas, according to local media. But the National Weather Service (NWS) said in July this year, the Guadalupe River <a href=\"/news/2025/7/7/texas-flooding-what-happened-what-went-wrong-and-whats-the-death-toll\">rose beyond</a> 1987 levels.</p><h2 id=\"so-were-the-2025-floods-worse-than-in-previous-years\">So, were the 2025 floods worse than in previous years?</h2><p>In some places, yes.</p><p>In the US, for example, flooding does appear to have worsened steadily for the past few years. The period between January and September 2025 saw the highest number of flood and flash flood events and the highest number of associated human casualties in five years, Nasir Gharaibeh, a civil and environmental engineering professor at Texas A&amp;M University, told Al Jazeera.</p><p>From January to September, there were 7,074 floods in the US, which caused 242 deaths, according to the Storm Events Database, which is managed by the US National Weather Service (NWS) of the US National Oceanic and Atmospheric Administration (NOAA).</p><p>For the same period last year, there were 6,551 floods, which resulted in 151 deaths. In 2023, there were 5,783 floods, which caused 93 deaths for the same period. In 2022, 4,548 floods caused 102 deaths.</p><p>However, experts said that in other regions in the world, 2025 was not much worse than previous years.</p><p>“There have been equally dramatic years in South Asia and East Asia,” Daanish Mustafa, a professor in critical geography at King’s College, London, told Al Jazeera.</p><p>“Nowhere did I hear that any flood flow record was broken. It’s just that flood plains were more urbanised, rivers more regulated, where the regulatory infrastructure failed, as in Sri Lanka and India,” said Mustafa.</p><h2 id=\"why-were-floods-so-severe-in-2025\">Why were floods so severe in 2025?</h2><p>Flooding was worsened by a variety of factors in 2025, experts told us throughout the year. “Flooding is a complex hazard. It occurs because of interactions between many variables related to weather, infrastructure, land cover and topography and other factors,” Gharaibeh said.</p><p>Climate change is a major factor in causing weather events, researchers say. “The specific triggers varied from city to city in 2025, yet a single, universal force magnified them all: Climate change, which supercharges rainfall extremes,” said Bhattarai.</p><p>Climate change is causing monsoon rains to intensify, for example, resulting in more frequent extreme precipitation events. This is because rising temperatures cause the atmosphere to hold more moisture, leading to heavier downpours during storms.</p><p>In northern Pakistan, these higher temperatures are also accelerating glacial melting, which increases the likelihood of <a href=\"/news/2025/7/17/why-is-pakistan-so-vulnerable-to-deadly-flooding\">glacial lake outburst floods</a> (GLOFs).</p><p>Furthermore, Abdullah Ansari, a research professor at the Earthquake Monitoring Center at Sultan Qaboos University in Muscat, Oman, told Al Jazeera, “research has shown that seasonal rains and weather conditions can intensify earthquake-induced vulnerabilities by triggering landslides, damaging access routes and disrupting communication lines.”</p><p>“The year was further distinguished by unusual patterns, including late-season monsoon floods, rare cyclonic activity, and extreme rainfall in regions not traditionally prone to flooding,” Bhattarai said.</p><p>But climate change is not the full story.</p><p>“This global driver met a local vulnerability: Urban landscapes fundamentally unequipped for the new reality. The result was a surge in flash floods – where overwhelming water meets inflexible design – turning sudden downpours into city-wide disasters,” Bhattarai said.</p><p>“While climate change plays a critical role in intensifying flooding events in Pakistan, other factors such as urbanisation, deforestation, inadequate infrastructure, and poor river management also contribute significantly,” Ayyoob Sharifi, a professor and urban scientist at Hiroshima University in Japan, told Al Jazeera in August.</p><p>Additionally, a lack of adequate drainage systems and early warning systems can exacerbate the effects of flooding.</p><p>A rise in the number of flash floods has also caused greater damage.</p><p>“In the US, we are seeing a higher number of flood-related casualties, in part due to an increase in rainfall-induced flash flooding,” Gharaibeh told Al Jazeera.</p><p>“Flash floods often occur with little warning, and the flood water flows with high velocities and destructive force, making them among the most dangerous natural hazards,” he added, explaining that the level of danger is measured by the ratio of deaths to people affected.</p><p>Overall, Bhattarai described the catastrophic flooding of 2025 as “a collision of intense meteorological events and long-term human decisions”.</p><p>“On the weather side, the primary drivers have been cloudbursts and stalled rain systems. These phenomena deliver short-duration, high-intensity rainfall, resulting in record daily rainfall totals that overwhelm drainage systems in a matter of hours.”</p><p>But human development has dramatically amplified the damage caused by floods, he said.</p><p>“Decades of river encroachment and floodplains converted into urban land have eliminated nature’s safety buffers. Rivers, now constricted and unable to spread out, surge with greater force and speed into populated areas that were once natural absorption zones.</p><p>“Essentially, we have built cities in the path of the water and then removed all its escape routes, turning heavy rain into disastrous floods.”</p><h2 id=\"how-can-we-improve-flood-responses-in-future\">How can we improve flood responses in future?</h2><p>Experts say governments will have to adapt to new weather patterns, which are resulting in more frequent and intense rainfall and flooding – and will have to change their approach to surviving floods.</p><p>Mustafa said: “Societies are continuing on their path of trying to fight floods, regulate rivers and build obstructive infrastructure in flood plains. All of these efforts have always failed and caused destruction and always will. But I fear the societies will continue apace.</p><p>“Don’t try to fight floods; learn to live with them. Don’t try to control and restrict river flows, give rivers room to flow,” he advised.</p><p>“Societies can and have engineered away high-frequency, low-intensity events. But in the process, they’ve made low-frequency, high-intensity events much worse. And this is particularly destructive in the climate change present, where all of your historical patterns, which are the basis of infrastructural design, are meaningless.”</p><p>Mustafa explained that infrastructure such as dams, levees and barrages are built to handle floods of a certain size and frequency.</p><p>He explained that these are built for 100-, 500- or 1,000-year events, meaning events with 1 percent, 0.5 percent or 0.1 percent chance of recurrence in any given year, respectively. He added that most infrastructure is designed for 100-year events.</p><p>Engineers use records of natural disasters to build this infrastructure.</p><p>“Assumption is that historical trends will continue into the future. With climate change, that assumption doesn’t hold,” Mustafa said.</p><p>Bhattarai said the 2025 floods underscored the need for faster, community-focused responses with clear local warnings, stronger coordination, urban-specific plans, protection of vulnerable groups and safer rebuilding that reduces future flood risks.</p><p>Gharaibeh said appropriate solutions will vary, depending on which part of the world is experiencing the flooding.</p><p>“Some parts of the world should start investing in their flood control infrastructure, including roadway systems, where roads are used as ‘drainage channels’. Other parts of the world should invest in building better warning systems.”</p><p>Gharaibeh explained that since funding is usually limited, controlling floods requires prioritisation of investment.</p><p>“Countries like the United States and Japan, for example, have built – and continue to build – robust flood control infrastructure because they have a long history of flooding issues.”</p><p>Even so, recent flash flood events, such as the flood that affected Texas in 2025, indicate that countries like the US should invest more in building better warning systems.</p><p>“On the other hand, Middle Eastern countries, for example, appear to lack the necessary infrastructure to control flooding. These countries should start investing in their flood control infrastructure.”</p></div></div></body></html>"
        },
        {
            "title": "Thailand releases Cambodian soldiers as ceasefire holds | Conflict | Al Jazeera",
            "time": "2025-12-31T06:20:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767162002.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "China calls on Netherlands to correct ‘mistake’ over chipmaker Nexperia | Business and Economy News | Al Jazeera",
            "time": "2025-12-31T06:11:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25323382365110-2-1767151090_4abc7e-1767151784.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>China calls on Netherlands to correct ‘mistake’ over chipmaker Nexperia</h1><p class=\"article__subhead\"><em>The Chinese and Dutch governments are at loggerheads over control of chipmaker amid concerns for global supply chains.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has demanded the Netherlands end its bid to control the Chinese-owned chipmaker Nexperia, accusing the European country of causing a “crisis” in global supply chains.</p><p>China’s Ministry of Commerce said on Wednesday that the Netherlands should “immediately correct its mistake” and cease “improper administrative interference” in the company.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Netherlands issued an order in September, blocking Nexperia from making important decisions without government approval, citing concerns that its Chinese owner, Wingtech, was seeking to relocate European production to China and the need to ensure chip supplies.</p><p>The order came after the United States warned the Dutch government that Nexperia would likely be placed on Washington’s sanctions list unless it replaced its Chinese CEO, Zhang Xuezheng.</p><p>The Dutch government, which has denied acting under US pressure, <a href=\"/economy/2025/11/20/the-netherlands-suspends-takeover-of-nexperia-easing-tensions-with-china\">announced last month that it had suspended the order</a>, issued under the Cold War-era Goods Availability Act, following “constructive” talks with Beijing.</p><p>However, a Dutch court ruling that forced out Zhang over alleged mismanagement remains in effect.</p><p>“It is perplexing that, in the face of global industry anxiety and unease, the Dutch side remains unmoved and stubbornly clings to its position, showing no responsible attitude toward the security of the global semiconductor industry and supply chain, let alone taking any substantive action,” the Chinese Commerce Ministry said in a statement on Wednesday.</p><p>The Dutch Ministry of Foreign Affairs and Nexperia did not immediately respond to requests for comment.</p><p>Beijing and The Hague have been at loggerheads for months over the status of the Nijmegen-based chipmaker, which is a leading producer of low-end semiconductors for cars and consumer electronics.</p><p>After the Dutch government’s order, China retaliated by blocking exports of finished chips packaged at Nexperia’s Chinese production facilities.</p><p>Beijing said last month it would exempt civilian-use chips from the restrictions amid concerns about disruption to global supply chains.</p><p>Japanese carmakers Honda and Nissan announced production cuts earlier this year due to chip shortages related to the dispute.</p></div></div></body></html>"
        },
        {
            "title": "Russia deploys hypersonic Oreshnik missiles in Belarus amid Europe tensions | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-31T06:09:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/13347246-1758075123.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"182\" data-end=\"445\">Russia has released footage showing the deployment of its <a href=\"/news/2024/11/22/what-do-we-know-about-russias-new-ballistic-missile-oreshnik\">Oreshnik</a> hypersonic missile system in Belarus, a move that could strengthen Moscow’s ability to target Europe in a potential future conflict.</p><p data-start=\"776\" data-end=\"1028\">The Russian state news agency TASS reported on Tuesday that this marks the first public display of the mobile Oreshnik systems. President Vladimir Putin has described the missiles as impossible to intercept, citing speeds that are more than 10 times the speed of sound.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"776\" data-end=\"1028\">Russian Ambassador to Belarus Boris Gryzlov used his New Year’s greeting to confirm the missile’s deployment.</p><p data-start=\"776\" data-end=\"1028\">“The Russian Oreshnik missile systems entered combat duty in [Belarus]. This step is a clear confirmation of the effectiveness of the bilateral interstate treaty on security guarantees within the Union State, which entered into force in March,” the greeting message said, according to TASS.</p><p data-start=\"1030\" data-end=\"1320\">The deployment in a country bordering NATO members and Ukraine comes amid <a href=\"/news/2025/12/30/have-russian-claims-of-ukraine-attack-on-putin-home-ended-hopes-for-peace\">heightened tensions</a> over Russia’s war in Ukraine.</p><p data-start=\"1030\" data-end=\"1320\">On Monday, Russian Foreign Minister Sergey Lavrov alleged that Ukraine had launched an attack on Putin’s Valdai residence in the Novgorod region of northwestern Russia.</p><p data-start=\"1030\" data-end=\"1320\">Russia has <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">threatened to retaliate</a> against Ukraine after alleging that nearly 100 drones had targeted the home. Ukrainian President Volodymyr Zelenskyy has rejected Russia’s claim.</p><p data-start=\"1030\" data-end=\"1320\">Analysts note that stationing the Oreshnik missiles in Belarus could shorten the time for Russian nuclear weapons to reach European targets.</p><figure id=\"attachment_4205909\" aria-describedby=\"caption-attachment-4205909\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205909\" src=\"/wp-content/uploads/2025/12/ap_6954b201f253a-1767158274.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"En esta imagen, tomada de un video distribuido por la oficina de prensa del Ministerio de Defensa de Rusia el 29 de diciembre de 2025, un sistema de misiles Oreshnik ruso, visto durante un entrenamiento en una ubicación no revelada en Bielorrusia. (Oficina de prensa del Ministerio de Defensa de Rusia vía AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205909\" class=\"wp-caption-text\">This handout footage released by the Russian Defence Ministry press service shows the alleged deployment of a Russian Oreshnik hypersonic, a nuclear-capable missile system, for combat duty at an undisclosed location in Belarus [Russian Defence Ministry via AP]</figcaption></figure><h2 id=\"nuclear-deterrence-strategy\" data-start=\"182\" data-end=\"445\">Nuclear deterrence strategy</h2><p data-start=\"1361\" data-end=\"1491\">Western analysts see the move as a signal of Moscow’s reliance on nuclear deterrence to discourage NATO support for Ukraine.</p><p data-start=\"1493\" data-end=\"1956\">Two US researchers told the Reuters news agency that the video confirmed earlier satellite-based identification of the discussed Krichev-6 airbase as the missile’s likely location. Jeffrey Lewis of the Middlebury Institute and Decker Eveleth of CNA research and analysis organisation in Virginia said a building in the video matches an image captured by the Planet Labs commercial satellite company in November. They credited Russian military blogger Dmitry Kornev with first connecting the video to satellite imagery and posting the results on X.</p><p data-start=\"1958\" data-end=\"2256\">Although the footage did not reveal the exact location, it showed mobile launchers navigating forest roads, crews camouflaging the systems, and a senior Russian officer declaring that the missiles were officially on combat duty. Training and reconnaissance routines were shown as light snow fell.</p><p></p><p data-start=\"2258\" data-end=\"2640\">Moscow tested a conventionally armed Oreshnik – Russian for “hazel tree” – against a target in Ukraine in November 2024. Putin has stated that even with a conventional warhead, the missile’s destructive capacity rivals that of nuclear weapons. With a reported range of up to 5,500km (3,418 miles), the system could theoretically strike across Europe or the western United States.</p><h2 id=\"scepticism-from-the-west\" data-start=\"182\" data-end=\"445\">Scepticism from the West</h2><p data-start=\"2678\" data-end=\"2848\">Some Western officials question the missile’s practical effect on the battlefield. A US source said in December 2024 that the Oreshnik is not considered a game-changer.</p><p data-start=\"2850\" data-end=\"3193\">Belarusian President Alexander Lukashenko, a close ally of Putin who has engaged with US President Donald Trump’s administration, had previously confirmed the missile installation. He said no more than a dozen Oreshniks would be deployed, a move described by his defence minister as a response to what they called aggressive Western actions.</p><p data-start=\"3195\" data-end=\"3363\">While Lukashenko allowed Russian forces to launch operations into Ukraine from Belarus in 2022, Belarusian troops have not been sent to fight alongside Russian units.</p><h2 id=\"european-response\" data-start=\"182\" data-end=\"445\">European response</h2><p data-start=\"3394\" data-end=\"3497\">German Chancellor Friedrich Merz addressed Moscow’s military posture in an annual New Year’s speech.</p><p data-start=\"3499\" data-end=\"3699\">“We are seeing more and more clearly that Russia’s aggression was and is part of a plan targeted against the whole of Europe,” he said, noting daily threats of sabotage, espionage, and cyberattacks.</p><p data-start=\"3701\" data-end=\"3808\">Merz also touched on Europe’s need to act independently amid a more uncertain US partnership under Trump.</p><p data-start=\"3810\" data-end=\"3929\">“For us Europeans, this means that we must defend and assert our interests much more strongly by ourselves,” he said.</p><p data-start=\"3931\" data-end=\"4126\">He added: “This can be a decisive year for our country and for Europe. It can be a year in which Germany and Europe, with new strength, reconnect with decades of peace, freedom and prosperity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How Pakistan’s Asim Munir became Trump’s ‘favourite field marshal’ | Politics News | Al Jazeera",
            "time": "2025-12-31T05:41:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/G1ueAGIXEAAOD7u-1767142127.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> The setting was Mar-a-Lago, the personal residence of United States President Donald Trump, and the question concerned the fate of Russia’s war on Ukraine, which has been raging since February 2022.</p><p>“We have stopped eight wars,” Trump said during a news conference on December 22, where he also announced a new class of <a href=\"/news/2025/12/23/trump-unveils-trump-class-battleships-for-naval-golden-fleet\">heavily armed warships</a> that will be named after him.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We stopped a potential nuclear war between Pakistan and India,” the president added, making the argument for why he believed he could end the war in Ukraine, though he has so far failed to do so, despite once claiming he could stop the conflict within 24 hours.</p><p><span>“The head of Pakistan and a highly respected general – he is a field marshal – and also the prime minister of Pakistan said that President Trump saved 10 million lives, maybe more,” the US president added. </span></p><p>This marked at least the 10th instance since June this year that Trump, who returned to the White House in January for a second term, publicly praised Pakistan’s army chief, Field Marshal Asim Munir.</p><p>The most prominent episode came in October, when Trump addressed the <a href=\"/news/2025/10/13/world-leaders-gather-in-egypt-for-signing-of-gaza-ceasefire-deal\">Sharm el-Sheikh Peace Summit</a> in Egypt at the conclusion of the ceasefire agreement between Israel and Hamas in Gaza.</p><p>Thanking world leaders for their efforts in the ceasefire, Trump acknowledged Shehbaz Sharif, the Pakistani prime minister, standing behind him, before referring to Munir, describing him as “my favourite field marshal”.</p><p>On several other occasions earlier in the year, Trump described Munir as “a great fighter”, “a very important guy”, and an “exceptional human being”. After their <a href=\"/news/2025/6/19/trumps-pakistan-embrace-tactical-romance-or-a-new-inner-circle\">first meeting in June</a>, the US president said he was “honoured” to meet the Pakistani military chief.</p><p>That public warmth towards Pakistan’s army chief underscores how Munir emerged as a central driver of the country’s rising geopolitical profile in 2025, analysts say, with some crediting him for reviving the nation’s diplomatic standing, and resurrecting Pakistan’s previously strained ties with Washington.</p><p>The US-Pakistan relationship, which was in the doldrums just a few years ago, has since expanded beyond security cooperation to include economic engagement, such as discussions on <a href=\"/news/2025/9/25/strategic-handshake-how-pakistan-is-wooing-trump-with-critical-minerals\">crypto mining</a> and <a href=\"/news/2025/9/25/strategic-handshake-how-pakistan-is-wooing-trump-with-critical-minerals\">critical minerals</a>.</p><p>Many experts trace this shift to the <a href=\"/news/2025/5/10/india-and-pakistan-agree-ceasefire-what-does-it-mean\">four-day armed conflict</a> between Pakistan and India in May 2025, arguing that it marked a decisive turning point.</p><p>India and Pakistan both claimed “victory” in the air war. But irrespective of who won, Islamabad managed to use the backdrop of the conflict to further its interests, analysts say. The view is also echoed by many in Pakistan’s political and diplomatic circles.</p><p>The conflict with India “was the decisive factor that raised [the] army chief’s profile internationally,” Khurram Dastgir Khan, Pakistan’s former foreign affairs and defence minister, told Al Jazeera.</p><p>“<span>The victory precipitated many trends that had been gathering force for some time, some of these due to the specific character of the US president, Trump.” </span></p><h2 id=\"short-war-lasting-consequences\">Short war, lasting consequences</h2><p>India and Pakistan, the two nuclear-armed neighbours who have fought several wars and have remained locked in rivalry for decades, plunged the region into crisis earlier this year after an April attack in Indian-administered Kashmir, which killed <a href=\"/news/2025/4/23/act-of-war-what-happened-in-kashmir-attack-that-killed-26-tourists\">26 civilians</a>.</p><p>India blamed Pakistan, which denied the allegation and called for a “credible, independent, transparent” investigation.</p><p>On May 7, <a href=\"/news/2025/5/7/why-did-india-strike-pakistan-all-we-know-about-operation-sindoor\">India launched strikes</a> inside Pakistan and Pakistan-administered Kashmir. Pakistan responded with air operations, claiming it shot down at least six Indian fighter jets. India confirmed aircraft losses days later, but did not specify the number.</p><p>The conflict escalated over the next three days as both sides exchanged drone attacks and, on May 10, launched missiles at each other’s military targets. The fighting ended only after intense backchannel diplomacy, particularly involving the US, produced a ceasefire.</p><figure id=\"attachment_4205706\" aria-describedby=\"caption-attachment-4205706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205706\" src=\"/wp-content/uploads/2025/12/AP25127091989374-1767142893.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Debris of an aircraft lie in the compound of a mosque at Pampore in Pulwama district of Indian controlled Kashmir, Wednesday, May 7, 2025. (AP Photo/Dar Yasin)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205706\" class=\"wp-caption-text\">Debris of an Indian aircraft lie in the compound of a mosque at Pampore in the Pulwama district of Indian-administered Kashmir, on Wednesday, May 7, 2025 [Dar Yasin/AP Photo]</figcaption></figure><p>While Pakistan acknowledged Washington’s role and later nominated Trump for the Nobel Peace Prize, India insisted the ceasefire came about purely through bilateral dialogue. New Delhi has long argued that any dispute between India and Pakistan can only be resolved bilaterally.</p><p>But since May, Trump has repeatedly invoked the conflict, insisting on more than four dozen occasions that he brokered the ceasefire. He has also, at various points, echoed Pakistan’s claim of downing Indian aircraft.</p><p>“[New] Delhi’s sullen refusal to credit Trump with the ceasefire opened a space that army chief Munir and PM Sharif moved swiftly to utilise,” Khan, who is also a member of Sharif’s Pakistan Muslim League-Nawaz party, said.</p><p>Salman Bashir, a former Pakistani foreign secretary, agreed, calling the May conflict a “definite turning point”.</p><p>Bashir said that Trump is an “unusual president”, and his affinity for Munir, combined with the clash with India, helped reset ties between Islamabad and Washington.</p><p>“Asim Munir is pivotal to the revival of [Pakistan’s] diplomatic fortunes,” Bashir told Al Jazeera.</p><h2 id=\"first-signs-of-shift\">First signs of shift</h2><p>Pakistan was once a key US ally and was designated a major non-NATO ally following the September 11, 2001, attacks in the US.</p><p>The relationship frayed in subsequent years, as US officials accused Islamabad of duplicity in the US’s so-called “war on terror”. During his first term, Trump accused Pakistan of giving the US “nothing but lies and deceit” and of harbouring armed groups. His successor, Joe Biden, later described Pakistan as “one of the most dangerous nations”.</p><p>At the same time, US policy pivoted sharply towards India, viewed in Washington as a potential counterweight to China, Pakistan’s closest strategic partner.</p><p>Yet, just two months into his second term, Trump struck a different tone. Addressing a joint session of Congress in March, he thanked Pakistan for arresting one of the alleged perpetrators of the <a href=\"/news/2025/3/5/kabul-bombing-suspect-arrested-what-it-means-for-us-pakistan-relations\">Abbey Gate bombing</a> at Kabul airport in August 2021. The attack killed 13 US service members and dozens of Afghan civilians during the US’s chaotic withdrawal from Afghanistan.</p><p>“I want to thank especially the government of Pakistan for helping arrest this monster,” Trump said.</p><p>Qamar Cheema, executive director of the Islamabad-based Sanober Institute, said this had been a signal of the US’s shifting approach towards Pakistan.</p><p>“[The] US always needed an ally who could help them achieve counterterrorism goals, and while they had been supporting India significantly for the past many years, after the Abbey Gate bomber arrest, [the] US realised Pakistan has the capability to help deliver their goals,” Cheema told Al Jazeera.</p><p>“I think the field marshal has emerged as a soldier-diplomat,” he added, noting that Munir had “used his skills of military-diplomacy” to be Pakistan’s “advocate”.</p><p>The army chief’s growing diplomatic clout also mirrors his increasingly elevated domestic profile.</p><h2 id=\"field-marshal-s-choreography\">Field marshal’s choreography</h2><p>Since independence from Britain in 1947, Pakistan’s military, particularly the army, has been the most powerful institution in the country.</p><p>Four coups and decades of direct government entrenched its dominance. Even under civilian governments, the army chief has often been regarded as the most influential figure in national life.</p><p>Following the May conflict with India, Munir was <a href=\"/news/2025/5/21/pakistan-promotes-army-chief-asim-munir-to-field-marshal-why-it-matters\">elevated to field marshal</a>, only the second officer in Pakistan’s history to hold the rank. Later in the year, a constitutional change created the <a href=\"/news/2025/11/14/will-pakistans-defence-overhaul-strengthen-or-upset-its-military-balance\">post of Chief of Defence Forces (CDF)</a>, to be held concurrently by the Chief of Army Staff (COAS).</p><p>The move placed the Pakistan Air Force and Pakistan Navy under Munir’s authority.</p><p>Though these moves sparked criticism from sections of the opposition and several independent analysts, Pakistan’s foreign relations appeared to gain momentum through the year.</p><p>In South Asia, Islamabad revived ties with Bangladesh following the ouster of former Prime Minister Sheikh Hasina, widely viewed as close to New Delhi. Several high-level visits followed, including Deputy Prime Minister Ishaq Dar’s <a href=\"/news/2025/9/2/why-pakistan-is-rushing-to-mend-fences-with-bangladesh\">trip to Dhaka</a> in August, the most senior Pakistani visit in more than 13 years.</p><p>Pakistani civilian and military leaders, including Munir and Sharif, also engaged counterparts from Central Asia, including Azerbaijan, Uzbekistan and Turkmenistan.</p><p>Perhaps most notably, Pakistan sought to balance relations across the Middle East, maintaining ties with Gulf monarchies while also engaging Iran.</p><p>After meeting Munir in June, Trump remarked that Pakistanis “know Iran very well, better than most”.</p><p>Fahd Humayun, an assistant professor of political science at Tufts University, said that these developments effectively “re-telegraphed Pakistan’s strategic currency as a regional actor” with influence beyond its borders.</p><p>He identified two unrelated but converging developments: Washington’s renewed focus on the Middle East, particularly Gaza and Iran, and the performance of Pakistan’s conventional air defences during the May conflict with India, which Humayun described as a success.</p><p>“Munir moved quickly to capitalise on both, leveraging events, including the conflict with India, the fighting between Israel and Iran in June, and efforts to bring the Gaza war to a close, to engage the highest levels of the Trump administration, while simultaneously consolidating political control at home,” Humayun told Al Jazeera.</p><p>Pakistan has also expressed a <a href=\"/news/2025/11/22/can-pakistan-join-the-gaza-stabilisation-force-without-facing-backlash\">willingness to participate</a> in the US-led international stabilisation force, a controversial coalition proposed by Trump to oversee the security of Gaza.</p><figure id=\"attachment_4205719\" aria-describedby=\"caption-attachment-4205719\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205719\" src=\"/wp-content/uploads/2025/12/2025-10-13T181432Z_990526656_RC26BHA616XY_RTRMADP_3_ISRAEL-PALESTINIANS-EGYPT-SUMMIT-1767143488.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump speaks during a world leaders' summit on ending the Gaza war, amid a U.S.-brokered prisoner-hostage swap and ceasefire deal between Israel and Hamas, in Sharm el-Sheikh, Egypt, October 13, 2025. Yoan Valat/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205719\" class=\"wp-caption-text\">US President Donald Trump speaks during a world leaders’ summit on ending Israel’s war on Gaza, amid a US-brokered prisoner-captive swap and ceasefire deal between Israel and Hamas, in Sharm el-Sheikh, Egypt, October 13, 2025 [Yoan Valat/Pool via Reuters]</figcaption></figure><p>Munir has held high-profile meetings with military leaders from Qatar, Egypt, Jordan, the United Arab Emirates and Libya. The most <a href=\"/news/2025/9/18/watershed-how-saudi-pakistan-defence-pact-reshapes-regions-geopolitics\">consequential engagement</a> came in September, when Munir and Sharif met Saudi Crown Prince Mohammed bin Salman and signed a mutual defence agreement.</p><p>Cheema said that Munir, who made two more visits to the US in August and September, had worked “tremendously hard” to position Pakistan as a regional player beyond South Asia.</p><p>“The US sees that Munir and Pakistan can play a larger role, and they are already engaging with US allies in the region,” he said.</p><h2 id=\"gains-abroad-costs-at-home\">Gains abroad, costs at home</h2><p>Some observers argue that Pakistan’s diplomatic standing has not reached such heights in decades.</p><p>Khan claimed that Pakistan is among the few countries maintaining positive relations with all the major stakeholders in global conflicts, including the US, China, Iran, Saudi Arabia and Russia.</p><p>“International salience has raised the government’s domestic credibility and consolidated the country’s economic and political stability,” he said.</p><p>Others are more sceptical, and cautious about drawing sweeping conclusions about the trajectory of Pakistani diplomacy in a fast-moving world.</p><p>“Pakistan needs political stability. What that means in today’s world is yet to be seen,” Bashir, the former foreign secretary, said, pointing to concerns that “w<span>e hear less about democracy and more about centralised control” domestically. </span></p><p>Maria Rashid, a lecturer in international relations at the University of Wolverhampton, said that Pakistan’s domestic and foreign politics are deeply intertwined.</p><p>“The US-Pakistan military love affair is, of course, not new. The relationship putters along even during the lows. As always, this time around, it’s an alignment of interests, one that has had disastrous consequences for democracy in Pakistan historically,” she told Al Jazeera.</p><p>Previous periods of close US-Pakistan collaboration include the 1980s, when they both backed the mujahideen in Afghanistan against the Soviet Union, and the post September 11, 2001, period during the US’s “war on terror”. On both occasions, critics argued that US support strengthened the military leaders who governed Pakistan at the time: General Mohammad Zia-ul-Haq in the 1980s, and Pervez Musharraf in the 2000s.</p><p>Meanwhile, for all of Pakistan’s mounting diplomatic visibility, violence at home has surged in 2025, particularly in the western provinces bordering Afghanistan, resulting in the highest casualty figures in a decade. Opposition parties and rights groups accuse the government of eroding civil liberties, suppressing the media and engaging in political violence.</p><p>The passage of the <a href=\"/news/2025/11/11/how-would-pakistans-27th-amendment-reshape-its-military-and-courts\">27th constitutional amendment</a> earlier this year proved especially controversial. Critics said it granted Munir sweeping powers as the CDF, promised him lifetime immunity and weakened judicial oversight.</p><p>The Sanober Institute’s Cheema argues that power in Pakistan has always been shared between elected and unelected institutions, and that the amendment was necessary for military reform.</p><p>“People may complain about it and say it is [an] accumulation of power,” he said. But he argued that “this was needed for [the] transformation of the armed forces, and [to] improve cohesion”.</p><p>The continued crackdown on the Pakistan Tehreek-e-Insaf, the party of former Prime Minister Imran Khan, jailed since August 2023, also continued to draw criticism throughout the year, including from the United Nations.</p><p>Rashid, the international relations lecturer, said the May conflict with India came at a crucial moment for Munir and the military, whose popularity had been at a low ebb amid political turmoil and rising violence.</p><p>“The fighting in May resulted in Munir’s resurrection as the strongman who proved his mettle against India,” she said.</p><p>For the military, Rashid added, foreign policy success has helped push uncomfortable domestic issues into the background.</p><p>“Khan’s incarceration, the 27th amendment, the insurgency in Balochistan, all these news items are now relegated to the background against the ‘success’ of Pakistan’s diplomatic and economic relevance internationally,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Germany hunts Christmas thieves after Ocean’s Eleven-style bank heist | Crime News | Al Jazeera",
            "time": "2025-12-31T05:00:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767127889.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"224\" data-end=\"499\">Robbers broke into a vault at a savings bank in western Germany during the Christmas holidays, stealing cash, gold and jewellery estimated to be worth up to $105m, the police and the bank said.</p><p data-start=\"501\" data-end=\"780\">According to police on Tuesday, the perpetrators used a large drill to bore through a thick concrete wall of a branch of Sparkasse bank in the city of Gelsenkirchen, in North Rhine-Westphalia state. Breaking in from an adjacent parking garage, the thieves gained access to an underground vault room and forced open more than 3,000 safe deposit boxes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"501\" data-end=\"780\">Thomas Nowaczyk, a police spokesperson, said investigators believe the total value of the stolen items could range between 10 and 90 million euros ($11.7m and $105.7m).</p><figure id=\"attachment_4205798\" aria-describedby=\"caption-attachment-4205798\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205798\" src=\"/wp-content/uploads/2025/12/afp_69548de64ab7-1767149030.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Policemen and concerned bank customers stand in front of a branch of the Sparkasse bank in Gelsenkirchen, western Germany, on December 30, 2025, after the bank was robbed.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205798\" class=\"wp-caption-text\">Police and concerned bank customers stand in front of a branch of the Sparkasse bank in Gelsenkirchen, western Germany, on December 30, 2025, after the bank was robbed [AFP]</figcaption></figure><p data-start=\"1053\" data-end=\"1161\">German news agency dpa reported that the robbery may rank among the biggest in the country’s history.</p><p data-start=\"1053\" data-end=\"1161\">Sparkasse confirmed that the branch had been “broken into over the Christmas holidays”, saying that “more than 95 percent of the 3,250 customer safe deposit boxes were broken into by unknown perpetrators”.</p><p data-start=\"1163\" data-end=\"1422\">The crime is believed to have taken place while businesses were closed for the extended Christmas break. Police suspect the gang may have remained inside the building for several days, using the long holiday weekend to break into the deposit boxes undetected.</p><p data-start=\"1424\" data-end=\"1605\">The theft only came to light in the early hours of Monday, when a fire alarm was triggered. Emergency responders who arrived at the scene discovered the hole leading into the vault.</p><p data-start=\"1607\" data-end=\"2035\">Witnesses later told police they had seen several men carrying large bags through the parking garage stairwell overnight between Saturday and Sunday.</p><p data-start=\"1607\" data-end=\"2035\">Security camera footage also showed a black Audi RS 6 leaving the garage early on Monday morning, with masked individuals inside. The vehicle was later identified as having a licence plate belonging to a car stolen in Hanover, more than 200km (124 miles) northeast of Gelsenkirchen.</p><h2 id=\"ocean-s-eleven-esque\" data-start=\"2037\" data-end=\"2345\">Ocean’s Eleven-esque</h2><p data-start=\"2037\" data-end=\"2345\">A police spokesman described the operation as highly organised, comparing it with a Hollywood-style robbery resembling Ocean’s Eleven.</p><p data-start=\"2037\" data-end=\"2345\">The break-in was “indeed very professionally executed”, he told the AFP news agency.</p><p data-start=\"2037\" data-end=\"2345\">“A great deal of prior knowledge and/or a great deal of criminal energy must have been involved to plan and carry this out,” he added.</p><figure id=\"attachment_4205795\" aria-describedby=\"caption-attachment-4205795\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4205795\" src=\"/wp-content/uploads/2025/12/afp_69548d848111-1767148932.jpg?w=770&amp;resize=770%2C791&amp;quality=80\" alt=\"This handout photo taken on December 29, 2025 in Gelsenkirchen, western Germany, and handed out by the Police Gelsenkirchen shows a giant hole in a wall of the bank vault of a Sparkasse bank branch after the unknown perpetrator(s) broke in during the Christmas holidays.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4205795\" class=\"wp-caption-text\">Emergency responders discovered a giant hole in the wall of the bank’s vault after unknown thieves broke into a Sparkasse bank branch during the Christmas holidays [Handout: Police Gelsenkirchen via AFP]</figcaption></figure><p data-start=\"2550\" data-end=\"2832\">Police said the average insured value of each deposit box was more than 10,000 euros ($11,700). However, officers said several victims had reported that the contents of their boxes were worth significantly more than the insured amount.</p><p data-start=\"2834\" data-end=\"3011\">On Tuesday, hundreds of customers gathered outside the bank, demanding answers. The branch remained closed for security reasons after threats were reportedly made against staff.</p><p data-start=\"3013\" data-end=\"3198\">“I couldn’t sleep last night. We’re getting no information,” one man told the Welt broadcaster, saying he had used the safe deposit box for 25 years and stored his retirement savings there.</p><p data-start=\"3200\" data-end=\"3417\">Nowaczyk, the police spokesperson, said officers remained at the scene to monitor the situation. “We’re still on site, keeping an eye on things,” he said, adding that “the situation has calmed down considerably”.</p><p data-start=\"3419\" data-end=\"3632\">The bank said it had set up a hotline for affected customers and would contact them in writing as soon as possible. It added that it was working with insurers to determine how compensation claims would be handled.</p><p data-start=\"3634\" data-end=\"3776\">“We are shocked,” said bank press spokesperson Frank Krallmann. “We are standing by our customers, and hope that the perpetrators will be caught.”</p><p data-start=\"3778\" data-end=\"3850\">Police said the suspects remain at large, and investigations are ongoing.</p><p>A spokesperson for the Sparkasse bank in Gelsenkirchen did not immediately respond to a request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Thailand releases 18 Cambodian soldiers as ceasefire holds | Conflict News | Al Jazeera",
            "time": "2025-12-31T04:53:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T042213Z_365959130_RC2GRIAZ27ZO_RTRMADP_3_THAILAND-CAMBODIA-1767167107.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has released 18 ‍Cambodian prisoners of war, three days after the two countries agreed to a renewed ceasefire to end weeks of deadly border clashes.</p><p>Cambodia’s Ministry of National Defence said the soldiers arrived on Cambodian soil at 10am local time (03:00 GMT) on Wednesday after 155 days in ‌Thai custody.</p><p>Thailand’s Ministry of Foreign Affairs confirmed the repatriation, saying it was done “as a demonstration of goodwill and confidence-building”, according to a statement.</p><p>The handover was coordinated by the International Committee of the Red Cross, which praised both sides for reaching a truce.</p><p>“Today’s release and repatriation of prisoners of war allows families to be reunited and marks an important step in translating the commitments outlined in the Joint Statement into action,” ICRC President Mirjana Spoljaric said.</p><p>“Respect for international humanitarian law, which includes the repatriation of prisoners of war at the end of active hostilities, is critical to helping build confidence between parties and supporting the path to lasting peace,” she added.</p><p>The ICRC said it had also visited the prisoners four times since their detention in July to ensure their conditions were in line with international law.</p><p>The border clashes between Thailand and Cambodia reignited early this month, following a breakdown in the ceasefire deal that United States ‌President Donald Trump and Malaysian Prime Minister Anwar Ibrahim helped to broker to halt a previous round ‍of conflict in July.</p><figure id=\"attachment_4206123\" aria-describedby=\"caption-attachment-4206123\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206123\" src=\"/wp-content/uploads/2025/12/2025-12-31T041658Z_608310624_RC2GRIAC5PON_RTRMADP_3_THAILAND-CAMBODIA-1767167190.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A bus carries 18 Cambodian soldiers repatriated from Thailand after being captured in July, following their release under the terms of a ceasefire agreement signed on December 27, 2025, at Prum International Border Checkpoint in Pailin province, Cambodia, December 31, 2025. REUTERS/Soveit Yarn\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206123\" class=\"wp-caption-text\">A bus carries 18 Cambodian soldiers repatriated from Thailand after being captured in July, following their release under the terms of a ceasefire agreement signed on December 27, 2025, at Prum International Border Checkpoint in Pailin province, Cambodia, on December 31, 2025. [Soveit Yarn/REUTERS]</figcaption></figure><p>The clashes, which lasted 20 days in December, killed at least 101 ‍people and ⁠displaced more than half a million on both sides. The fighting included fighter jet sorties, exchanges of rocket fire and artillery barrages.</p><p>Thailand and Cambodia agreed to a renewed ceasefire over the weekend, and it took ‍effect at noon (05:00 GMT) on Saturday.</p><p>The soldiers were due to be returned on Tuesday, but Thailand delayed the handover over alleged breaches ​of the ceasefire deal, ‌which Cambodia denied.</p><p>Bangkok and Phnom Penh have also agreed to freeze troop movements and cooperate on demining their 800-kilometre disputed border.</p><p><span>In the long term, the two sides will need to resolve their longstanding dispute over</span><span> how to demarcate an 800-kilometre section of their joint border. The disagreement dates back to the early 1900s when France occupied Cambodia.</span></p><p>Clashes broke out in July along the border and lasted five days, killing 48 people and displacing at least 300,000. Cambodia and Thailand blamed each other for starting the conflict.</p><p>Thai Prime Minister Paetongtarn Shinawatra was removed from office in August after she was accused of mishandling talks about the border with former Cambodian leader Hun Sen.</p><p>Cambodia and Thailand previously clashed over the same frontier between <span>2008 and 2011.</span></p><p>The disputed border zone is home to three 1,000-year-old temples built by the Khmer Empire. The most famous of the three – Preah Vihear – is a UNESCO World Heritage Site and the subject of a famous 1962 International Court of Justice case between Thailand and Cambodia. The ICJ ruled in Cambodia’s favour in 1962 and again in 2013.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,406 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-31T03:52:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69544311-1767129873.jpg?resize=1920%2C1152",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,406</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,406 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, December 31:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces shelled the town of Kostiantynivka in Ukraine’s Donetsk region, killing one person, an official said. The deadly attack came a day after an attack in Druzhkivka killed another person and wounded four, according to the Ukrinform news agency.</li>\n<li>Russian forces also launched waves of attacks on the Black Sea ports of Pivdennyi and Chornomorsk in Ukraine’s Odesa region, hitting two Panama-flagged civilian vessels – Emmakris III and Captain Karam – as they approached to load wheat, the Ukrainian navy said.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said that oil storage tanks were also hit in the port attacks.</li>\n<li>Authorities in Ukraine’s northern Chernihiv region introduced a mandatory evacuation order for the residents of 14 border villages in four districts. The order will affect some 300 people who still live in the Novhorod-Siverskyi, Semenivka, Snovsk, and Horodnya communities, which have been experiencing daily shelling, an official said.</li>\n<li>Ukrainian Deputy Minister of Energy Olha Yukhymchuk said that 75,000 households in Chernihiv remain without electricity following Russian attacks on energy infrastructure in the region. There were also settlements in the Kharkiv and Sumy regions that were fully or partially without electricity, she said.</li>\n<li>Yukhymchuk also said that repair work had been completed on transmission lines near the Zaporizhzhia nuclear power plant to ensure “stable and reliable power supply to the station in the event of damage or shutdown of the Dniprovska overhead line due to” Russian shelling.</li>\n<li>Russia’s Ministry of Defence said it had taken control of two more settlements in eastern Ukraine. It identified them as the village ⁠of Lukianivske in the Zaporizhia region and ​the ‌settlement of Bohuslavka in the ‌Kharkiv ‌region.</li>\n<li>Russian authorities said that a Ukrainian ‍drone attack on the Russian Black Sea port of Tuapse ‍damaged port infrastructure and a gas pipeline in a residential area there. The regional administration said no ⁠injuries were reported.</li>\n<li>Other Ukrainian drone attacks on Russia’s Belgorod region killed a woman and wounded four other people, local authorities said.</li>\n</ul><h2 id=\"alleged-attack-on-putin-s-residence\">Alleged attack on Putin’s residence</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov said that Russia will “toughen” its negotiating position in talks on a deal to end the war in Ukraine as a <a href=\"/news/2025/12/30/have-russian-claims-of-ukraine-attack-on-putin-home-ended-hopes-for-peace\">“diplomatic consequence”</a> of an <a href=\"/news/2025/12/29/kyiv-rejects-russias-claim-of-ukrainian-strike-on-putins-residence\">alleged attempted drone attack</a> on Russian President Vladimir Putin’s residence in northwestern Russia’s Novgorod on Sunday.</li>\n<li>Peskov said the attack, which Ukraine denies, was aimed at collapsing the peace talks and accused Western media of playing along with Kyiv’s denial.</li>\n<li>Ukraine has dismissed the Russian claim as lies aimed at justifying additional attacks against Kyiv and prolonging the war.</li>\n<li>Ukrainian Minister of Foreign Affairs Andrii Sybiha said Russia had not provided any plausible evidence of its accusations. “And they won’t. Because there’s none. No such attack happened,” Sybiha said on X.</li>\n<li>Ukrainian President Volodymyr Zelenskyy slammed countries, including India and the United Arab Emirates, that have condemned the alleged attack, which he said “didn’t even happen”. He called the moves “confusing and unpleasant”.</li>\n<li>China said “dialogue and negotiation” remain the only “viable way out of the Ukraine crisis”, when asked for a comment on the alleged attack on Putin’s residence.</li>\n<li>Lin Jian, a spokesperson for China’s Ministry of Foreign Affairs, also called on “relevant parties to follow the principles of no expansion of the battlefield, no escalation of fighting and no provocation by any party”, to work towards the de-escalation of the situation, and to “accumulate conditions for the political settlement of the crisis”.</li>\n<li>The Institute for the Study of War, a Washington, DC-based think tank, said that its analysts found that the “circumstances” of the alleged attack did not fit the “pattern of observed evidence” usually seen “when Ukrainian forces conduct strikes into Russia”.</li>\n<li>The US ‌ambassador to NATO, Matthew Whitaker, cast doubt on Russia’s accusation, saying he wants to see US intelligence on the incident. “It is unclear whether it actually happened,” Whitaker told Fox Business’s Varney &amp; Co.</li>\n<li>The ‍German ‍government also said it shares Ukraine’s concern that Russian ⁠allegations of the attack could be used as a pretext for ‍further ⁠escalation of Moscow’s war.</li>\n</ul><h2 id=\"diplomacy\">Diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said ‍that Ukraine and the Coalition of the Willing group of nations ⁠backing Kyiv plan to ​hold their next meetings at ‍the start of January. Zelenskyy said that the countries’ national ‍security advisers would ⁠meet in Ukraine on January 3, and with the leaders in France on January 6.</li>\n<li>He also told reporters that Kyiv was discussing with US President Donald Trump the possible ⁠presence of ​US troops in Ukraine ‍as part of security guarantees.</li>\n<li>“Of course, we are discussing this with President Trump and with representatives of the [Western] coalition [supporting Kyiv]. We want this. We would like this. This would be a ‍strong position of the security ⁠guarantees,” the Ukrainian president said.</li>\n<li>Polish Prime Minister Donald Tusk told officials that there is reason to hope for peace in Ukraine quite soon. “Peace ⁠is on the horizon; there is no doubt that things ​have happened ‌that give grounds for hope that this war ‌can end, ‌and quite quickly, ⁠but it is still a hope, far ‌from 100 percent certain,” he said.</li>\n<li>Tusk said security guarantees offered to Kyiv ‌by the US were a reason to hope the conflict could end soon, but that Kyiv would need to compromise on territorial issues.</li>\n<li>The US removed sanctions on Alexandra Buriko, the former chief ⁠financial officer ​of Russia’s state-owned ‍Sberbank, according to the US Treasury Department.</li>\n<li>Buriko was among ​a ‌group of senior executives and board members who ‌resigned from Western-sanctioned ‌Sberbank shortly after ⁠Russia’s full-scale invasion of Ukraine in 2022. She sued the Treasury Department in a Washington federal court in December 2024, arguing she had severed ‌ties with Sberbank days after it was sanctioned and that her continued inclusion on ‌the sanctioned list was unlawful.</li>\n</ul><h2 id=\"weapons\">Weapons</h2><ul class=\"spaced-bullet-spacing\">\n<li>Romania’s Ministry of Foreign Affairs announced that the country would spend 50 million euros ($58m) to support a European initiative to buy weapons made by US companies for Ukraine, known as the <a href=\"/news/2025/9/18/denmark-to-buy-long-range-weapons-amid-russia-paradigm-shift\">Priority Ukraine Requirements List (PURL)</a>.</li>\n<li>Belarus ‌released a video of what it said was ‍the deployment on ‍its territory of the Russian nuclear-capable hypersonic Oreshnik missile system, a development meant to bolster Moscow’s ability to strike targets across Europe in the event of a war.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Israel’s recognition of Somaliland ‘strange, unexpected’: Somali president | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-31T03:43:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69547ebf739f4-1767145151.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somali President Hassan Sheikh Mohamud has told Al Jazeera that Israel’s “unexpected and strange” recognition of Somaliland may have implications for Palestinians in Gaza.</p><p>“Somaliland has been claiming the secession issue for a long time, over the past three decades, and no one country in the world has recognised it,” Mohamud told Al Jazeera in an exclusive interview from Istanbul, Turkiye, on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“For us, we’ve been trying to reunite the country in a peaceful manner,” the Somali leader added. “So, after 34 years, it was very unexpected and strange that Israel, out of nowhere, just jumped in and said, ‘We recognise Somaliland’.”</p><p>Israel last week became the first and only country to <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">formally recognise Somaliland</a>, a breakaway region in northwest Somalia, bordering the Gulf of Aden.</p><p>Somalia’s president also told Al Jazeera that, according to Somali intelligence, Somaliland has accepted three Israeli conditions in exchange for Israeli recognition: the resettlement of Palestinians, the establishment of an Israeli military base on the coast of the Gulf of Aden, and Somaliland joining the <a href=\"/news/2025/10/17/trump-expects-expansion-of-abraham-accords-soon-hopes-s-arabia-will-join\">Abraham Accords</a>. The accords are a set of pacts establishing the normalisation of ties between Israel and several Arab states. The UAE, Bahrain, Morocco and Sudan have signed onto the accords.</p><p>Mohamud also said that Somalia has intelligence indicating there is already a certain level of Israeli presence in Somaliland, and Israeli recognition of the region is merely a normalisation of what was already happening covertly.</p><p>Israel will resort to forcibly displacing Palestinians to Somalia, and its presence in the region is not for peace, the Somali leader added.</p><p>A <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">20-point plan</a> released by the administration of US President Donald Trump ahead of a ceasefire between Israel and Hamas in Gaza said that “no one will be forced to leave Gaza, and those who wish to leave will be free to do so and free to return”.</p><p>However, Israel has reportedly continued to explore ways to displace Palestinians from the besieged and occupied territory, including in <a href=\"/news/2025/11/16/whats-the-shadowy-organisation-taking-gaza-palestinians-to-south-africa\">mysterious flights to South Africa</a>, which has formally accused Israel of committing genocide in Gaza.</p><p>Israel is also seeking to control strategically important waterways connecting vital seas of commercial and economic significance, namely the Red Sea, the Gulf and the Gulf of Aden, Mohamud said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Somali leader was in Turkiye on Tuesday, where he gave a joint news conference with Turkish President Recep Tayyip Erdogan, with <a href=\"/news/2025/12/30/trkiyes-erdogan-calls-israels-somaliland-recognition-unacceptable\">the two leaders</a> warning that Israel’s recognition of the breakaway region could destabilise the Horn of Africa.</p><p>Somaliland declared independence from Somalia in 1991, but had failed to gain recognition from any United Nations member state, before Israel changed its position last Friday.</p><p>Israel’s move was swiftly condemned, including by most members of the <a href=\"/news/2025/12/30/un-security-council-members-condemn-israels-recognition-of-somaliland\">UN Security Council</a> at an emergency meeting convened in New York on Monday.</p><p>The United States was the only member of the 15-seat body that defended Israel’s move, although it stressed that the US’s position on Somaliland remained unchanged.</p></div></div></body></html>"
        },
        {
            "title": "Disney to pay $10m over alleged breaches of US child privacy laws | Privacy | Al Jazeera",
            "time": "2025-12-31T02:42:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2011-02-08T000000Z_53650815_GM1E7280T0Z01_RTRMADP_3_DISNEY-1767145864_3587a0-1767146349.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Disney to pay $10m over alleged breaches of US child privacy laws</h1><p class=\"article__subhead\"><em>Settlement comes after US Federal Trade Commission accused the entertainment giant of unlawfully collecting children’s data.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Disney has agreed to pay $10m to settle allegations that it breached child privacy laws in the United States, authorities have said.</p><p>A federal court approved the settlement to resolve allegations brought by the US Federal Trade Commission, the Department of Justice said on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The order also requires Disney to operate its YouTube channel in accordance with data-protection rules and establish a programme to ensure future compliance.</p><p>Disney had agreed to settle the claims brought by the US antitrust watchdog in September.</p><p>The civil case stems from allegations that Disney collected children’s personal data without parental consent via its videos on YouTube.</p><p>Antitrust officials alleged that Disney had wrongly designated more than 300 YouTube videos, including content from The Incredibles, Toy Story, Frozen, and Mickey Mouse, as not being aimed at children.</p><p>YouTube requires content creators to designate videos as “Made for Kids” or “Not Made for Kids” to comply with the Children’s Online Privacy Protection Rule.</p><p>Under the rule, companies in the US are prohibited from collecting data from children below 13 without parental notification.</p><p>Other major companies that have paid settlements under the rule, which has been amended several times since its enactment in 2000, include Google and Microsoft.</p><p>Disney did not immediately respond to a request for comment.</p><p>“The Justice Department is firmly devoted to ensuring parents have a say in how their children’s information is collected and used,” Assistant Attorney General Brett A Shumate said in a statement.</p><p>“The Department will take swift action to root out any unlawful infringement on parents’ rights to protect their children’s privacy.”</p><p>Disney, which has its headquarters in Burbank, California, is one of the world’s largest entertainment companies, with revenue for the fiscal year 2025 reaching $94.4bn.</p></div></div></body></html>"
        },
        {
            "title": "Saudi Arabia reveals details of Yemen bombing, as UAE set to withdraw | Conflict News | Al Jazeera",
            "time": "2025-12-31T01:11:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695450b3c477-1767133363.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Saudi Arabia has released more details on the coalition bombing of the Yemeni port of Mukalla, which has triggered tensions with Gulf Arab neighbour the United Arab Emirates and prompted the latter to say it will withdraw its forces from Yemen.</p><p>Coalition spokesman Major-General Turki al-Maliki showed images documenting the military operation carried out early on Tuesday morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He stated that upon entering the port of Mukalla, it became clear that the two ships were carrying more than 80 vehicles and containers of weapons and ammunition. He added that the UAE side transferred vehicles, containers, and Emirati personnel to the al-Rayyan base without informing Saudi Arabia.</p><p>The spokesman said the coalition adhered to the rules of engagement during the military operation.</p><p>The UAE announced the withdrawal of its forces from Yemen, declaring an end to what it called “counterterrorism” operations there, after Riyadh accused Abu Dhabi of supporting separatists in Yemen.</p><p>The announcement on Tuesday came after Yemen’s internationally recognised government demanded the UAE pull its forces from the country within 24 hours, a call backed by Saudi Arabia.</p><p>Hours earlier, Saudi Arabia-led coalition forces attacked the southern Yemeni port of Mukalla, targeting what Riyadh said was a UAE-linked weapons shipment destined for the separatist Southern Transitional Council (STC) in Yemen.</p><p>The STC, which initially supported Yemen’s internationally recognised government against the Houthi rebels, launched an offensive against the Saudi Arabia-backed government troops this month, seeking an independent state in the south.</p><p>The advance broke years of deadlock, with the STC ‌seizing control of broad swaths of southern Yemen, including the Hadramout and Mahara provinces, in defiance of warnings from Riyadh. Hadramout borders Saudi Arabia, and Mahara is close to the border.</p><p>Saudi Arabia on Tuesday said it was disappointed about “pressure exerted by the UAE” on the STC to conduct military operations in the Hadramout and Mahara provinces. Riyadh said it considered the moves a threat to its national security.</p><p>“In this context, the kingdom stresses that any threat to its national security is a red line, and the Kingdom will not hesitate to take all necessary steps and measures to confront and neutralise any such threat,” it said.</p><p>Following Tuesday’s rapid-fire events, the UAE’s Ministry of Defence said it carried out a “comprehensive assessment” of its role in Yemen and decided to end its mission there.</p><p>“In light of recent developments and their potential implications for the safety and effectiveness of counterterrorism missions, the Ministry of Defence announces the termination of the remaining counterterrorism personnel in Yemen of its own volition, in a manner that ensures the safety of its personnel,” the ministry said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The UAE announcement came amid efforts to tamp down tensions that have erupted in recent days.</p><p>Qatar’s Ministry of Foreign Affairs welcomed the statements of Saudi Arabia and the UAE, which it said reflected a “commitment to prioritising the interests of the region, strengthening the principles of good neighbourliness, and adhering to the foundations and principles upon which the GCC Charter is based”.</p><p>Qatar, Saudi Arabia, Bahrain, Kuwait, Oman and the UAE are part of the Gulf Cooperation Council (GCC).</p><p>Meanwhile, Saudi Minister of Foreign Affairs Prince Faisal bin Farhan Al Saud held telephone conversations with United States Secretary of State Marco Rubio and Pakistan’s Deputy Prime Minister and Foreign Minister Ishaq Dar, discussing “regional developments”.</p><h2 id=\"tensions-over-the-stc\">Tensions over the STC</h2><p>The Saudi-led coalition’s strike on Mukalla revealed widening tensions within a coalition built in 2015 to combat the Houthis, who control most of northern Yemen.</p><p>Emirati troops first arrived in Yemen as part of the coalition that year, but the UAE pulled most of its forces out in 2019, leaving only a limited number in the government-run south.</p><p>Following the Mukalla strike, which did not cause casualties, Rashad al-Alimi, the head of Yemen’s Saudi-backed Presidential Leadership Council, dissolved a defence pact with the UAE and gave Emirati forces 24 hours to leave.</p><p>In a televised speech, al-Alimi said it had been “definitively confirmed ‌that the UAE pressured and directed the STC to undermine and rebel against the authority of the state through military escalation”, according to the Yemeni state news agency.</p><p>Saudi Arabia backed al-Alimi’s call for the UAE to withdraw its forces from Yemeni territory, and asked that it halt “any military or financial support to any party” in the country.</p><p>The UAE said it had been surprised by the Saudi Arabian air strike, and that the shipments in question did not contain weapons and were destined for the Emirati forces, rather than the STC.</p><p>It said it was committed to ensuring the security of Saudi Arabia and that it was seeking a solution “that prevents escalation, based on reliable facts and existing coordination”.</p><p>Yemeni state television showed what it said was black smoke rising from the port in the early morning, with burned vehicles. Al-Alimi declared a no-fly zone, and a sea and ground blockade on all ports and crossings for 72 hours.</p><p>However, the STC remained defiant, insisting there was “no thinking about withdrawal” from its newly seized positions.</p><p>“It is unreasonable for the landowner to be asked to leave his own land. The situation requires staying and reinforcing,” STC spokesman Anwar al-Tamimi told the AFP news agency.</p><p>“We are in a defensive position, and any movement towards our forces will be responded to by our forces,” he added.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162354\" src=\"/wp-content/uploads/2025/12/INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER-9_2025-1765288083.png?quality=80\" alt=\"INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER 9_2025-1765288083\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Train crash near Peru’s Machu Picchu kills driver, injures dozens | News | Al Jazeera",
            "time": "2025-12-31T01:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-31T002223Z_258794763_RC26RIAZBRAO_RTRMADP_3_PERU-ACCIDENT-TRAIN-1767141270_e0068a-1767141404.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Train crash near Peru’s Machu Picchu kills driver, injures dozens</h1><p class=\"article__subhead\"><em>Train conductor killed in collision on rail line serving the famed archaeological site, authorities say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Dec 2025</span><span aria-hidden=\"true\">31 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two trains have collided on the rail line serving Peru’s famed archaeological site of Machu Picchu, killing at least one person and injuring dozens.</p><p>Rail agency Ferrocarril Transandino said a train operated by PeruRail collided with another locomotive belonging to Inca Rail around lunchtime on the single track that links the town of Ollantaytambo with Machu Picchu.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deceased was the conductor of one of the two trains, according to the prosecutor’s office in Cusco, the city closest to the famous Inca citadel.</p><p>A health official said about 20 people were in relatively serious condition.</p><p>Images posted on social media shortly after the crash showed the badly damaged locomotives facing each other on the track, broken glass strewn around, and injured people being treated on the sides of the tracks.</p><p>A dozen ambulances and medical personnel were rushed to the site in a remote Andean area without direct road access.</p><p>A UNESCO World Heritage Site since 1983, Machu Picchu receives some 4,500 visitors on average each day, many of them foreigners, according to the Ministry of Foreign Trade and Tourism.</p><p>Known for its perfectly fitting stone bricks, the site was built in the 15th century by the Incas and served as a sanctuary for the nation’s emperors.</p><p>Most tourists take a train and a bus to reach the historical site high in the Andes mountains.</p><p>The cause of the accident was not immediately clear.</p></div></div></body></html>"
        },
        {
            "title": "Is the US economy strong heading into 2026? The picture is complicated | Business and Economy News | Al Jazeera",
            "time": "2025-12-30T23:55:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP24085714406003-1767057909_2d6800-1767074372.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the United States economy heads into 2026, the report card emerging on its performance is complicated.</p><p>By many measures, the world’s largest economy appears to be in a strong position.</p><p>After a tumultuous year marked by President Donald Trump’s return to the White House and his swing towards tariffs and protectionism, recent growth has outpaced the expectations of most analysts.</p><p>In a speech this month, Trump hailed his economic record, insisting that the US was on the cusp of an economic boom the “likes of which the world has never seen”.</p><p>Yet nestled within the economic data are signs of weakness that hint at risks down the track. And crucially, Americans are widely pessimistic about their material condition.</p><p>Here are some of the key metrics of the US economy as 2025 draws to a close:</p><h2 id=\"gdp-growth\">GDP growth</h2><p>After a modest expansion in the first half of 2025, gross domestic product (GDP) growth blasted past expectations in the July-September quarter to reach an annualised 4.3 percent.</p><p>That was the strongest performance in two years. It was also well ahead of the US’s fellow developed countries.</p><p>During the third quarter, the eurozone’s and the United Kingdom’s economies grew just 2.3 percent and 1.3 percent, respectively, on an annualised basis.</p><p>Japan, the world’s fourth largest economy, contracted 2.3 percent during the period.</p><p class=\" embed-paragraph-wrapper\"></p><p>While robust, the growth of the US economy has been largely driven by multibillion-dollar investments in artificial intelligence led by a handful of tech giants, including Microsoft, Amazon and Alphabet.</p><p>By some estimates, AI-related spending accounted for about 40 percent of all growth in 2025.</p><p>That means a lot rests on AI delivering on its as yet unproven potential to transform the economy.</p><p>While many analysts believe AI will usher in a fourth industrial revolution, others are concerned the tech has been vastly overhyped.</p><p>Campbell Harvey, an economist at Duke University, said 2026 could be the year that AI and decentralised financial technologies begin to deliver substantial gains to productivity.</p><p>“We are at the cusp of technologies like AI being able to very substantially increase productivity,” Harvey told Al Jazeera.</p><p>“This means higher growth. We have not seen realisations of this higher growth yet from AI.”</p><h2 id=\"consumer-sentiment\">Consumer sentiment</h2><p>While the US economy is strong on paper, Americans are broadly unhappy with the state of their finances. In fact, consumer sentiment is near record lows.</p><p>The University of Michigan’s index of consumer sentiment stood at 53.3 in December, up slightly from the previous month, compared to 50 in June 2022 when inflation was at a four-decade high.</p><p>Yet Americans are continuing to spend.</p><p>Consumer spending grew 3.5 percent during the July-September quarter, the fastest pace since the final quarter of 2024.</p><p>The splurge has shown no signs of slowing down either. Mastercard’s annual report on the Christmas season showed spending up 3.9 percent compared with last year.</p><p>The reason for the disconnect between spending and sentiment? The diverging fortunes of wealthy Americans and those of more modest means.</p><p>The top 10 percent of earners now account for roughly half of spending, the highest proportion since officials began compiling data in 1989, according to Moody’s Analytics.</p><p>Harvey said he would give the economy an overall rating of six out of 10.</p><p>“Many believe that the US is stuck in the 2 percent real GDP growth regime. The third quarter showed that higher growth is possible. I think many are too pessimistic. We need more ambition,” he said.</p><p>Rolf J Langhammer, a researcher at the Kiel Institute for the World Economy in Germany, said he would rate the economy a six “at best”, noting that the International Monetary Fund had forecast a 2.7 percent growth rate at the start of Trump’s tenure.</p><p>“The current strength is visibly lower, around 2 percent only,” Langhammer told Al Jazeera.</p><h2 id=\"us-stock-market\">US stock market</h2><p>After wild swings earlier in the year during Trump’s back-and-forth tariff announcements, stocks are finishing out 2025 on a high note.</p><p>The benchmark S&amp;P 500 is up nearly 18 percent, easily beating the average annual return of 10.5 percent.</p><p>While most Americans own stocks, the gains have disproportionately benefitted wealthier households.</p><p>Stock ownership ranges from as high as 87 percent in households earning at least $100,000 per year to as low as 28 percent of households earning less than $50,000, according to Gallup.</p><h2 id=\"inflation\">Inflation</h2><p>Despite fears that Trump’s tariffs would fuel inflation, prices have grown at a moderate pace – though still above the US Federal Reserve’s target of 2 percent.</p><p>Year-on-year inflation came to 2.7 percent in November, down from 3 percent in September.</p><p class=\" embed-paragraph-wrapper\"></p><p>While inflation is way down from its recent peak of 9.1 percent in June 2022, when then-President Joe Biden faced a similarly glum public mood over the economy, Americans are still feeling the pinch.</p><p>In a PBS News/NPR/Marist poll conducted this month, 70 percent of respondents said the cost of living in their area was unaffordable.</p><p>Some economists have also cautioned that the full impact of tariffs may have been delayed by companies that stockpiled imports in anticipation of higher costs.</p><p>Langhammer said the jury was out on whether living costs would remain stable in the coming year.</p><p>“Front-loading of imports is fading out, and the effects of tariffs on inflation are likely to become more visible in 2026 in addition to the weak dollar,” Langhammer said, noting that the average effective tariff rate, 17 percent, was about five times higher than before Trump took office.</p><p>However, Harvey said he believed the tariffs have had a minimal economic impact.</p><p>“The US trade sector is very small compared to other countries. Measuring trade intensity as the sum of exports plus imports divided by GDP, the US ranks as one of the least trade-intensive countries in the world,” he said.</p><p>“Another way of looking at this is to look at the size of imports relative to GDP, and you’ll see that it’s about 14 percent. This is why I believe that the economic impacts of tariffs are less important than the attention they get in the media.”</p><h2 id=\"employment\">Employment</h2><p>Despite Trump’s pledge to restore the manufacturing glory of the US, unemployment has risen steadily since the start of his second term in January.</p><p>The official jobless rate climbed to a four-year high of 4.6 percent in November, up from 4 percent in January.</p><p class=\" embed-paragraph-wrapper\"></p><p>While Trump has attributed the rise to cuts in government jobs undertaken by billionaire Elon Musk’s Department of Government Efficiency (DOGE), those layoffs account for only a small proportion of the total number of jobless people.</p><p>Whereas DOGE cut about 300,000 federal employees, one million more Americans were classified as unemployed in November compared with January, according to the Bureau of Economic Analysis.</p></div></div></body></html>"
        }
    ]
}