{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Anas raised his voiced, but the world refused to listen | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-11T15:55:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-1-1754893767.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>“I have lived pain in all its details and I have tasted pain and loss repeatedly. Despite this, I have never hesitated to convey the truth as it is, without distortion or falsification. May God be a witness against those who remained silent and accepted our killing, and against those who choked our breath and whose hearts were not moved by the scattered remains of our children and women, and who did nothing to stop the massacre our people have faced for more than a year and a half.”</p><p>This is what Anas al-Sharif wrote in his “will” prepared four months before his martyrdom. It was posted on his social media account several hours after an Israeli strike killed him and journalists Mohammed Qreiqeh, Ibrahim Zaher, Mohammed Noufal and Moamen Aliwa at a media tent near al-Shifa Hospital in Gaza City.</p><p>Anas al-Sharif was one of Gaza’s heroes. He was – without a doubt – the journalist closest to all our hearts.</p><p>People here in Gaza often hate the media. They see journalists either exaggerate and portray us as superhumans, able to withstand relentless bombing, the deprivation of food and water, and the loss of loved ones; or demonise us as “terrorists”, justifying the killing of our families and the destruction of our homes.</p><p>Anas was different; he did not distort the truth. He was one of us: raised in our refugee camps, suffering with us under bombs and amid starvation, mourning his loved ones, refusing to leave his community. He stayed behind in Gaza, steadfast like an olive tree, a living example of a true Palestinian.</p><p>Anas started reporting for Al Jazeera at the start of the genocide, but he quickly became a familiar face. He and Ismail al-Ghoul did not stop broadcasting from northern Gaza even when they faced constant threats. Their warm friendship, and the funny and sad moments they shared, made us feel closer to them.</p><p>After the martyrdom of Ismail last year – may God have mercy on him – we felt we had lost a dear brother, and were left only with Anas.</p><p>Last month, when Anas broke down on camera while reporting on the starvation, people <a href=\"https://x.com/AnasAlSharif0/status/1946897874559668383\">told</a> him: “Keep going, Anas, don’t stop, you are our voice.”</p><p>And indeed, he was our voice. We often imagined that when the end of the genocide comes, we will hear it announced by Anas al-Sharif’s voice. There was no journalist in the world more deserving of declaring that moment than Anas.</p><p>For me, Anas was more than just a reporter. He was an inspiration. He was the reason I picked up my pen every time I lost hope that anything would change because of what I write. I saw Anas reporting tirelessly – hungry or full, in summer or winter, threatened with death or surrounded by cameras.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His persistence convinced me I was wrong to believe that documenting the genocide was not moving anyone outside. Anas made me believe our story can reach where we cannot, crossing seas and oceans to every part of the world. And his resilience, working every day, every hour, forced me to hope … hope that if we kept speaking, someone might listen.</p><p>Anas is now gone, and I feel I was wrong to hope, wrong to believe in the justice of this world, watching him appeal – with eyes overflowing with tears – to a global conscience that proved to be low and selective.</p><p>They did not deserve your tears, Anas! They did not deserve your self-sacrifice so they would know our story. They do not hear because they refuse to.</p><p>You raised your voice, Anas, but you were calling out to those without conscience.</p><p>I wished the war had ended before you were martyred so I could go find you in Gaza and tell you that our voices had succeeded, they had reached to the outside world and driven change. I would have told you that you were my role model and your work kept me going. And if at that moment, you had smiled and called me your colleague, I would have cried with joy.</p><p>Your coverage ended, Anas, but the genocidal war did not. Today, we look helplessly at the vile occupation boasting about targeting you before the entire world – the same world you pleaded with until your last breath. Countries around the world remain silent; for them, economic deals and political interests are worth more than human lives.</p><p>Yet, the occupation will not silence us, Anas. It wants us to die without a voice because our voice, while we groan in pain and cry from loss, disturbs it, interferes with its genocidal drive.</p><p>Gaza will not give birth to another like you, Anas, nor someone like writer and poet Refaat Alareer, nor like hospital director Marwan al-Sultan. The occupation is targeting the best and brightest, those who have raised their voices and shown the world what Palestinians of dignity and integrity can do.</p><p>But we will not stay silent after these violent murders. Even if we know the world will not listen, we will keep speaking – because it is our fate and duty. We, the living Palestinians who survived this genocide, have to carry the legacy of our martyrs.</p><p>For me, that means speaking, writing, and exposing the crimes of this bloody and brutal occupation … until the day you dreamed of, Anas – the day this genocide, the most horrific in modern history, ends. The day you return to your ancestral home in al-Majdal and I return to my village, Yibna.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Norway wealth fund divests from several Israeli companies due to Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:39:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_689a003c-1754923068.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Norway’s $2 trillion sovereign wealth fund says it is terminating all contracts with asset managers handling its Israeli investments and has divested parts of its portfolio.</p><p>The announcement on Monday came after an urgent review launched last week after media reports said the fund had built <a href=\"/news/2025/8/7/are-sovereign-wealth-funds-dumping-israeli-investments\">a stake in an Israeli jet engine group</a> that provides services to Israel’s military, including the maintenance of fighter jets, as Israel’s genocidal war on Gaza and the Palestinian population rages.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The fund, an arm of Norway’s central bank and the world’s largest, held stakes in 61 Israeli companies as of June 30 but in recent days divested stakes in 11 of these, it said in a statement.</p><p>“We have now completely sold out of these positions,” the fund said, adding that it is continuing to review Israeli companies for potential divestments.</p><p>“These measures were taken in response to extraordinary circumstances. The situation in Gaza is a serious humanitarian crisis,” Nicolai Tangen, the CEO of Norges Bank Investment Management, said in a statement.</p><p>“We are invested in companies that operate in a country at war, and conditions in the West Bank and Gaza have recently worsened. In response, we will further strengthen our due diligence.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The fund stated that it has “long paid particular attention to companies associated with war and conflict”.</p><p>“We constantly monitor companies’ risk management related to conflict zones and respect for human rights,” it said.</p><p>The Norwegian government began its review after Aftenposten, the country’s leading newspaper, revealed that the fund had a stake in Bet Shemesh Engines Ltd (BSEL), which provides parts to Israeli fighter jets that are being deployed in the war on Gaza.</p><p>Norwegian Prime Minister Jonas Gahr Store had said at the time that the investment was “worrying”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The sovereign fund, which owns stakes in 8,700 companies worldwide, has sold its stakes in an Israeli energy company and a telecommunications group in the past year.</p><p>In June, Norway’s largest pension fund also decided to <a href=\"/news/2025/6/30/norwegian-pension-fund-divests-from-companies-selling-to-israeli-military\">sever its ties</a> with companies doing business with Israel. That same month, however, Norway’s parliament rejected a proposal for the fund to divest from all companies with activities in occupied Palestinian territory.</p><p>Several of Europe’s biggest financial firms have cut back their links to Israeli companies or those with ties to the country, according to an analysis of filings by the Reuters news agency, as pressure mounts from activists and governments to end the war in Gaza.</p><p>Last month, Francesca Albanese, the United Nations special rapporteur on the occupied Palestinian territory, called on countries to cut off all trade and financial ties with Israel, including a full arms embargo, and withdraw international support for what she termed an <a href=\"/news/2025/7/3/un-expert-calls-on-world-to-end-trade-with-israels-economy-of-genocide\">“economy of genocide”</a>.</p><p>In a report titled From Economy of Occupation to Economy of Genocide, Albanese detailed “the corporate machinery sustaining Israel’s settler-colonial project of displacement and replacement of the Palestinians in the occupied territory”.</p><p>The report singled out companies – including arms manufacturers, technology giants, heavy machinery companies and financial institutions – for their “complicity” in Israel’s repression of Palestinians from sustaining Israeli expansions onto occupied land to enabling the surveillance and killings of Palestinians.</p></div></div></body></html>"
        },
        {
            "title": "Here are the names of the journalists Israel killed in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:23:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/INTERACTIVE-JOURNALIST-KILLED-AUGUST-11-2025-1754917864.png?resize=1500%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera journalist Anas al-Sharif, 28, has been killed along with four of his colleagues <a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\">in a deliberate Israeli attack</a> on a media tent sheltering journalists outside the main gate of Gaza City’s al-Shifa Hospital.</p><p>Al Jazeera reporter Hani al-Shaer said an Israeli drone hit the tent about 11:35pm (20:35 GMT) on Sunday.</p><p>In total, seven people were killed in the attack, including Al Jazeera correspondent Mohammed Qreiqeh, 33, and camera operators Ibrahim Zaher, 25; Mohammed Noufal, 29; and Moamen Aliwa, 23.</p><figure id=\"attachment_3882701\" aria-describedby=\"caption-attachment-3882701\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882701\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Israel-kills-5-Al-Jazeera-staff-in-Gaza-August-11-2025-1754919679.png?quality=80\" alt=\"INTERACTIVE - Israel kills 5 Al Jazeera staff in Gaza - August 11, 2025-1754919679\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882701\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"israel-deliberately-kills-al-jazeera-journalists\">Israel deliberately kills Al Jazeera journalists</h2><p id=\"covering-the-horrific-events-in-gaza-before-last-night-s-attack-at-least-five-al-jazeera-journalists-had-been-killed-by-israel\">This is not the first time <a href=\"/news/2025/3/25/al-jazeera-condemns-israels-killing-of-journalist-hossam-shabat-in-gaza\">Israel has targeted Al Jazeera journalists</a> covering the war in Gaza. Before Sunday night’s attack, at least five Al Jazeera journalists had been killed by Israel.</p><figure id=\"attachment_3601404\" aria-describedby=\"caption-attachment-3601404\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3601404\" src=\"/wp-content/uploads/2025/03/Interactive_AlJazeera_journalists_killed_March25_2025-1742903334.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_AlJazeera_journalists_killed_March25_2025-1742903334\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3601404\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>On December 14, 2023, Al Jazeera cameraman <a href=\"/news/2024/1/14/al-jazeeras-samer-abudaqa-was-targeted-left-to-bleed-by-israel-report\">Samer Abudaqa</a> was targeted by an Israeli air strike while reporting alongside Gaza bureau chief Wael Dahdouh, who was injured in the same attack.</p><p>Abudaqa was left to bleed to death at the Farhana school in Khan Younis, where they were filming, as emergency workers were blocked by the Israeli military from reaching the site.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On January 7, 2024, Wael’s eldest son and fellow Al Jazeera journalist, <a href=\"/news/2024/1/7/hamza-son-of-al-jazeeras-wael-dahdouh-killed-in-israeli-attack-in-gaza\">Hamza Dahdouh</a>, was killed in a missile strike on the vehicle he was travelling in in Khan Younis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On July 31, 2024, Ismail al-Ghoul and his cameraman Rami al-Rifi were <a href=\"/news/2024/7/31/al-jazeera-journalist-cameraman-killed-in-gaza-attack\">killed in an Israeli attack</a> on the Shati refugee camp despite their vehicle bearing clear media markings and both wearing vests identifying themselves as members of the news media.</p><figure id=\"attachment_3084897\" aria-describedby=\"caption-attachment-3084897\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3084897\" src=\"/wp-content/uploads/2024/07/2024-07-31T153203Z_1752177598_RC2E69AW1FX7_RTRMADP_3_ISRAEL-PALESTINIANS-CASUALTIES-JOURNALIST-1722443252.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Palestinians inspect a vehicle where Al Jazeera reporter Ismail al-Ghoul and cameraman Ramy El Rify were killed in an Israeli strike\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3084897\" class=\"wp-caption-text\">People inspect a vehicle in which Al Jazeera reporter Ismail al-Ghoul and cameraman Rami al-Rifi were killed by an Israeli strike on July 31, 2024 [Ayman Al Hassi/Reuters]</figcaption></figure><p>On December 15, Israel <a href=\"/news/2024/12/15/palestinian-journalist-gaza-civil-defense-workers-killed-in-israeli-strike\">killed Al Jazeera journalist Ahmed al-Louh</a> in an air strike in central Gaza’s Nuseirat camp.</p><figure id=\"attachment_3389437\" aria-describedby=\"caption-attachment-3389437\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3389437\" src=\"/wp-content/uploads/2024/12/2024-12-16T093849Z_403210180_RC26QBAWF5JK_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1734348282.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners attend the funeral of Palestinian journalist Ahmed Al-Louh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3389437\" class=\"wp-caption-text\">Mourners attend the funeral of Ahmed al-Louh, a video journalist for Al Jazeera, and members of the Palestinian Civil Defence who were killed in an Israeli strike on a civil emergency centre in Nuseirat in the central Gaza Strip [Ramadan Abed/Reuters]</figcaption></figure><p>On March 24, <a href=\"/news/2025/3/24/al-jazeera-journalist-killed-in-israeli-strikes-in-northern-gaza\">Hossam Shabat</a>, 23, was killed in an Israeli attack in the eastern part of Beit Lahiya in northern Gaza.</p><figure id=\"attachment_3601606\" aria-describedby=\"caption-attachment-3601606\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3601606\" src=\"/wp-content/uploads/2025/03/Interactive_HossamShabat_obit_March25_2025-1742907784.png?quality=80\" alt=\"Interactive_HossamShabat_obit_March25_2025-1742907784\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3601606\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"gaza-the-deadliest-war-for-journalists\">Gaza: The deadliest war for journalists</h2><p>Israel’s war on Gaza has been the single deadliest conflict for journalists.</p><p>​​According to Brown University’s Costs of War project, more journalists have been killed in Gaza since the war began on October 7, 2023, than in the US Civil War, World Wars I and II, the Korean War, Vietnam War, the wars in the former Yugoslavia and the post-9/11 war in Afghanistan – combined.</p><figure id=\"attachment_3882377\" aria-describedby=\"caption-attachment-3882377\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882377\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Number-of-journalists-and0Dmedia-workers-killed-by-war-APRIL-2-2025-1754905650.png?quality=80\" alt=\"INTERACTIVE-Number of journalists andmedia workers killed by war-APRIL-2-2025-1754905650\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882377\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>According to Reporters Without Borders, known by its French acronym RSF, 2024 was the deadliest year for journalists with more than 120 killed. Since the start of this year, more than 50 journalists and media workers have been killed by Israeli attacks in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"targeting-journalists-is-a-war-crime\">Targeting journalists is a war crime</h2><p><a href=\"/news/2025/8/11/al-jazeera-condemns-killing-of-its-journalists-by-israeli-forces-in-gaza\">Al Jazeera has condemned</a> the targeted killing of its correspondents as “yet another blatant and premeditated attack on press freedom”, noting that al-Sharif and his colleagues were among the last voices reporting from inside Gaza as international media remained barred by Israel.</p><p>The Palestinian mission to the United Nations accused Israel of “deliberately assassinating” al-Sharif and Qreiqeh, saying they “systematically exposed and documented Israel’s genocide and starvation”.</p><p>UN Secretary-General Antonio Guterres’s spokesperson called for an investigation and stressed that journalists everywhere must be allowed to work without fear of being targeted.</p><p>Amnesty International condemned the killings as a war crime and honoured al-Sharif as a “brave and extraordinary” reporter, noting he received the Human Rights Defender Award in 2024 for his commitment to press freedom.</p><p></p><h2 id=\"every-month-13-journalists-are-killed-in-gaza\">Every month, 13 journalists are killed in Gaza</h2><p>Nearly 270 journalists and media workers have been killed by Israeli attacks in Gaza in 22 months of war – or about 13 journalists every month – according to a tally by <a href=\"http://shireen.ps\" target=\"_blank\" rel=\"noopener\">Shireen.ps</a>, a monitoring website named after Al Jazeera journalist Shireen Abu Akleh, who was shot and killed by Israeli forces in the occupied West Bank in 2022.</p><p>What makes this statistic even more stark is that Gaza is losing voices on the ground at a time when Israel has banned international media from entering the besieged enclave.</p><p>The Committee to Protect Journalists (CPJ) has said the killings of journalists and their detentions since October 7, 2023, have created a <a href=\"/features/longform/2024/12/31/know-their-names-the-palestinian-journalists-killed-by-israel-in-gaza\">news void</a> that will cause potential war crimes to go undocumented.</p><p>In June, the RSF, CPJ and news organisations published an open letter stating that many Palestinian journalists who have been relied on by reporters outside Gaza have faced a plethora of threats and many “face constant threats to their lives for doing their jobs: bearing witness”.</p><p>The targeting of reporters has continued ever since despite international condemnation of Israel’s actions.</p><p>In a statement, Amnesty International said: “Israel isn’t just assassinating journalists but attacking journalism itself by preventing the documentation of genocide.”</p><p>The names of the journalists and media workers killed in Israel’s war on Gaza are listed below:</p><figure id=\"attachment_3882323\" aria-describedby=\"caption-attachment-3882323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882323\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_March25_2025-1754903798.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_August11_2025-1754903798\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882323\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "EU holds talks amid fear that Trump-Putin meeting will sideline Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-11T15:13:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T125703Z_123130264_RC2X4GAZLFCT_RTRMADP_3_UKRAINE-CRISIS-EU-1754922693.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European foreign ministers are holding emergency talks to discuss their next steps before a <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meeting</a> between United States President Donald Trump and Russian President Vladimir Putin in Alaska on Friday, as Europe fears Ukraine will be excluded and forced into unacceptable territorial compromises to end the Russia-Ukraine war, now in its fourth year.</p><p>In a pre-US-Russia summit push aimed at consensus, German Chancellor Friedrich Merz invited Trump, Ukrainian President Volodymyr Zelenskyy, the NATO secretary general and several European leaders to a virtual meeting on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump later on Monday said that his meeting with Putin will be a “feel-out meeting” aimed at ending the war. “So I’m going in to speak to Vladimir Putin, and I’m going to be telling him, you’ve got to end this war. You’ve got to end it,” Trump told reporters. Trump also said a future meeting could include Zelenskyy.</p><p>The European Union’s top diplomats held a meeting by video link on Monday with their Ukrainian counterpart Andrii Sybiha.</p><p>“The path to peace in Ukraine cannot be decided without Ukraine,” leaders from France, Germany, Italy, Poland, Britain and Finland, and EU Commission chief Ursula von der Leyen said in a joint statement ahead of the call.</p><p>Zelenskyy said on Monday that concessions to Moscow would not persuade it to stop fighting and that there was a need to ramp up pressure on the Kremlin. “Concessions do not persuade a killer,” he said.</p><p>Zelenskyy insists he will never consent to any Russian annexation of Ukrainian territory nor give up his country’s bid for <a href=\"/news/2025/2/12/us-defence-chief-signals-major-shift-in-ukraine-support-in-first-nato-meet\">NATO membership</a>. European leaders have also underscored their commitment to the idea that international borders cannot be changed by force.</p><p>The EU has insisted that Kyiv and European powers should be part of any deal. The EU’s top diplomat, Kaja Kallas, said “the US has the power to force Russia to negotiate seriously”, but “any deal between the US and Russia must have Ukraine and the EU included, for it is a matter of Ukraine’s and the whole of Europe’s security.”</p><p>Polish Prime Minister Donald Tusk on Monday said that the US had pledged to consult with Europe ahead of the summit. “I will wait… for the effects of the meeting between Presidents Trump and Putin – I have many fears and a lot of hope,” he said.</p><p>British Prime Minister Keir Starmer also expressed support for Trump’s efforts to end the war with Ukraine, as long as the terms for ending the war are not dictated.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Any peace must be built with Ukraine, not imposed upon it, and we will not reward aggression or compromise sovereignty. Ukraine will decide its own future, and we will support it every step of the way,” he said.</p><p>Trump announced last week that he would <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">meet Putin</a> in Alaska on Friday to try to resolve the ongoing conflict. The meeting will be the first between a sitting US and Russian president since 2021.</p><p>The US president is reportedly open to inviting Zelenskyy to Alaska, but there has been no confirmation as of yet. Putin has insisted the conditions must be right for him and the Ukrainian leader to meet in person.</p><h2 id=\"aerial-assaults-intensifying\">Aerial assaults intensifying</h2><p>In the meantime, aerial exchanges have intensified with diplomatic momentum to end the war in play, with Ukraine claiming to have hit a facility that produces missile components in Russia’s Nizhny Novgorod region.</p><p>Local authorities said one person was killed in the attack and two were wounded. An official told Reuters that at least four drones hit the Arzamas manufacturing plant producing control systems and other components for Russian X-32 and X-101 missiles.</p><p>The Russian Defence Ministry said its air defence units destroyed a total of 59 Ukrainian drones overnight, including 12 over the Tula region, as well as over the Crimean Peninsula that Russia annexed in 2014.</p><p>The ministry also said its forces had taken control of the settlement of Lunacharske in the Donetsk region of eastern Ukraine, which Ukraine renamed Fedorivka in 2016.</p><p>Russia carried out several deadly attacks in various Ukrainian locations over the weekend, including in the fiercely contested areas of Kherson and Zaporizhia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chinese vessels collide in disputed South China Sea | Newsfeed | Al Jazeera",
            "time": "2025-08-11T15:11:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754925020.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Anas and Mohammed, journalists slain by Israel, remembered as role models | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T15:05:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-1-1754917015.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Late Sunday evening, Israel’s military targeted Al Jazeera Arabic’s Gaza correspondents Anas al-Sharif, Mohammed Qreiqeh and three others, <a href=\"/news/2025/8/10/al-jazeera-journalist-anas-al-sharif-killed-in-israeli-attack-in-gaza-city\">killing them</a> in a drone strike against their media tent at the gate of al-Shifa Hospital in Gaza City.</p><p>The<a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\"> slain journalists</a> had spent the past 22 months documenting the ongoing conflict and its impact on their community.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al-Sharif, 28, and Qreiqeh, 33, are both survived by their wives and a baby boy and a girl.</p><p>Qreiqeh, who was an only child, had lost his mother in Gaza in March 2024, when Israeli forces stormed al-Shifa Hospital. He searched for his mother for two weeks, eventually finding her decomposing body on the stairs of the facility.</p><p>Witnesses said she was shot and killed in cold blood.</p><p>Despite the personal grief and excruciating circumstances, both al-Sharif and Qreiqeh continued to document Israel’s war in Gaza, which is increasingly being deemed a genocide by critics worldwide.</p><p>Al-Sharif’s last tweet on X, posted minutes before he was killed, warned that Israel’s latest plan to invade Gaza risked muzzling Palestinian voices in the besieged enclave.</p><p>“If this madness doesn’t end, Gaza will be reduced to ruins, its people’s voices silenced, their faces erased – and history will remember you as a silent witness to a genocide that you chose not to stop,” he posted.</p><figure id=\"attachment_3882838\" aria-describedby=\"caption-attachment-3882838\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882838\" src=\"/wp-content/uploads/2025/08/WhatsApp-Image-2025-08-11-at-10.56.16-AM-1754924205.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Anas al-Sharif's press vest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882838\" class=\"wp-caption-text\">A man in Gaza holds of the press vest of slain Al Jazeera journalist Anas al-Sharif after he was buried along with four of his colleagues. Al-Sharif was killed in a targeted strike by Israel [unknown/Al Jazeera]</figcaption></figure><h2 id=\"sacrifice-and-courage\">Sacrifice and courage</h2><p>Like all Palestinians in Gaza, al-Sharif and Qreiqeh <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">were born and raised</a> under Israeli occupation. For most of their lives, Israel has imposed a full land, sea and air blockade over the enclave, effectively turning it into what human rights groups describe as an open-air prison.</p><p>The siege affected every aspect of Palestinian life – livelihoods, travel and family connections and compelled al-Sharif and Qreiqeh to dedicate their lives to telling the world about their people’s struggle under Israel’s brutal occupation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Al-Sharif studied media studies at Al-Aqsa University in Gaza and was known for his reporting on the Israeli military campaign that began on October 7, 2023, documenting its humanitarian and civilian impacts.</p><p>Yaser al-Banna, a Palestinian journalist in Gaza, said that when Israel ordered the entire population of 2.2 million Palestinians to flee south – an act that likely amounts to a war crime – al-Sharif stayed in the north to document the events and actions of the Israeli military.</p><p>“His life was in danger from Israeli strikes [at the time in the north]. But he still went to the scene of every Israeli blast to uncover Israel’s crime, just five minutes after it happened,” al-Banna told Al Jazeera.</p><p>Al-Banna added that he had formed a strong professional relationship with Qreiqeh since last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the time, al-Banna was in southern Gaza and Qreiqeh was in the north, and they often traded contacts and exchanged information to better cover the humanitarian impact of Israel’s genocidal war.</p><p>“He never waited a moment to help me or to help anybody,” al-Banna said of Qreiqeh. “My impression of Qreiqeh was that he was always patient and calm.”</p><h2 id=\"colleagues-and-friends\">Colleagues and friends</h2><p>In October 2024, Israel published unsubstantiated claims that al-Sharif was among six Palestinian journalists affiliated with a Hamas cell, which Al Jazeera has repeatedly denied.</p><p>Human rights groups, including the Committee to Protect Journalists (CPJ), note that Israel often brands Palestinian journalists as “terrorists” without providing proof.</p><p>From then on, al-Sharif knew his life was in danger.</p><p>“All of this is happening because my coverage of the crimes of the Israeli occupation in the Gaza Strip harms them and damages their image in the world. They accuse me of being a terrorist because the occupation wants to assassinate me morally,” he told CPJ in July.</p><p>The Israeli threats made some in Gaza hesitant to give al-Sharif interviews out of fear that Israel could kill him and everyone around him at any moment.</p><p>Still, most commended his bravery and continued to support him as he reported from the eye of the storm. Al-Banna added that Qreiqeh continued to work with al-Sharif, despite the risks.</p><p>They knew that they could both die at any time from Israeli bombardment.</p><p>“The relationship between them was very strong,” al-Banna said, acknowledging that most people knew al-Sharif would likely be targeted.</p><p>“Journalists in Gaza became closer to al-Sharif. We accepted that we would all live together and then die together,” al-Banna added.</p><figure id=\"attachment_3882014\" aria-describedby=\"caption-attachment-3882014\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882014\" src=\"/wp-content/uploads/2025/08/524344992_122094082220964439_4912362907669017257_n-1-1754892225.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammed Qraiqea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882014\" class=\"wp-caption-text\">Mohammed Qraiqea preparing to go on air for Al Jazeera [Unknown/Al Jazeer]</figcaption></figure><h2 id=\"carrying-the-torch\">Carrying the torch</h2><p>Speaking from Al Jazeera’s studio in Doha, Qatar, their colleague Tamer Almisshal revealed that both al-Sharif and Qreiqeh were mentally and physically exhausted leading up to their deaths.</p><p>They hardly turned off their phones because Israel was killing so many people, forcing them to report on the extermination of their people every waking moment, he explained.</p><p>“These are journalists. These are role models,” Almisshal said, holding back tears.</p><p>“I’m making a pledge, after the death of Anas: We will continue to spread their message responsibly and with full professionalism,” he added.</p><p>This is a sentiment shared by journalists across Gaza who are bearing the burden of reporting on Israel’s genocide alone.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since October 7, Israel has banned the entry of international reporters and killed nearly 270 journalists and media workers in Gaza.</p><p>Saleh Jafar, 28, is a Palestinian journalist in Gaza who is vowing to keep the memory of his colleagues alive. He said Israel is targeting the media to stop the world from seeing its crimes in Gaza.</p><p>“They can’t silence the rest of us. There are a million more [voices in Gaza] like Anas, and there are a million more [voices] like Mohammed.</p><p>“Our voices and footage will continue to be [broadcast] in the face of [Israeli] terror and threats.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says he will deploy US National Guard in Washington, DC | Donald Trump News | Al Jazeera",
            "time": "2025-08-11T14:46:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__69A66MQ__v2__MidRes__WashingtonDcResidentsProtestAgainstFederalLawEnf-1754924029.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he is placing the nation’s capital under direct federal control and will be sending in the US National Guard.</p><p>At a press conference on Monday, Trump announced it was “liberation day” in DC, claiming a crime spree that is not <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">supported by evidence</a>.</p><p>“I’m officially invoking Section 740, of the <a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\">District of Columbia Home Rule Act</a>. You know what that is, and placing the DC Metropolitan Police Department under direct federal control,” he said.</p><p>“I’m deploying the National Guard to help re-establish law, order and public safety in Washington, DC. They’re going to be allowed to do their job properly.”</p><p>Trump said 800 National Guard troops will be deployed and that the government “will bring in the military if needed”.</p><p>Critics have said the plan would trample on the rights of residents in a city where advocates have for decades pushed for more autonomy, including statehood.</p><p>Trump said that under the newly declared “public safety emergency”, US Attorney General Pam Bondi is taking control of Washington, DC’s Metropolitan Police Department.</p><p>While Washington, DC has for years grappled with high crime rates, violent crime has <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">been on the decline</a> since 2023.</p><p>The city’s crime rates in 2024 were already their lowest in three decades, according to figures produced by the Department of Justice before Trump took office.</p><p>The news conference on Monday comes after Trump surged federal law enforcement across the city last week, deploying agents from several federal agencies to work alongside the local Metropolitan Police Department.</p><p>Critics have dismissed the move as a short-term publicity stunt.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>In his press conference on Monday, Trump said that the administration would consider taking similar steps in Los Angeles, New York and Chicago, as well as other cities, unless they did a “self-clean up” and criticized their local and state leadership.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump <a href=\"/news/2025/6/9/what-is-the-national-guard-at-the-heart-of-trumps-los-angeles-standoff\">deployed</a> the National Guard and the Marine Corps to respond to immigrant-rights protests in Los Angeles in June. Trump also deployed the National Guard to Washington, DC to respond to Black Lives Matter protests <a href=\"/news/2020/6/5/trump-sued-over-clearing-peaceful-protesters-live-updates\">during his first term</a>.</p><p>The mayor of Washington, DC, Muriel Bowser, has questioned the effectiveness of deploying the National Guard to enforce local laws, saying that more funding for prosecutors would make a more meaningful difference.</p><p>Bowser has also criticised Trump’s portrayal of the capital as “one of the most dangerous cities anywhere in the world”.</p><p>“Any comparison to a war-torn country is hyperbolic and false,” she said in an interview with MSNBC on Friday.</p><p>Trump has also <a href=\"/news/2025/8/10/trump-pledges-to-move-homeless-people-in-washington-dc-far-from-the-city\">taken aim</a> at the homeless population in Washington, DC, saying that they must be cleared immediately. He offered no further information on where they would go.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The Homeless have to move out, IMMEDIATELY,” Trump wrote Sunday. “We will give you places to stay, but FAR from the Capital. The Criminals, you don’t have to move out. We’re going to put you in jail where you belong.”</p><p>As president, Trump wields broad authority over the US capital, particularly when it comes to law enforcement, but he remains limited in more fully taking control of the city.</p><p>The 1973 Home Rule Act created some standards of self-governance, including the right for residents to elect local officials.</p><p>Congress would need to overturn the law to bring the city more firmly under the control of the White House.<i></i></p></div></div></body></html>"
        },
        {
            "title": "US judge denies request to unseal records in Ghislaine Maxwell case | News | Al Jazeera",
            "time": "2025-08-11T14:31:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T214423Z_612505816_RC2X1GABCYVZ_RTRMADP_3_USA-TRUMP-EPSTEIN-1754920959.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US judge denies request to unseal records in Ghislaine Maxwell case</h1><p class=\"article__subhead\"><em>Government had hoped to get files released about Jeffrey Epstein associate to quell furore that had grown over the case.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A United States judge has denied a request by the Department of Justice (DOJ) to unseal transcripts from a grand jury that indicted sex offender <a href=\"/news/2025/8/5/why-is-ghislaine-maxwell-so-central-to-trump-epstein-conspiracy-theories\">Ghislaine Maxwell</a>, the imprisoned former girlfriend and associate of deceased sex offender Jeffrey Epstein.</p><p>In a decision issued on Monday, Judge Paul A Engelmayer said lawyers for the government failed to convince the court that extraordinary circumstances warranted the release of the grand jury testimony, which is typically delivered privately and sealed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“[The government’s] entire premise – that the Maxwell grand jury materials would bring to light meaningful new information about Epstein’s and Maxwell’s crimes, or the Government’s investigation into them – is demonstrably false,” Engelmayer wrote in his decision.</p><p>The DOJ in June announced it would not release any additional documents from the investigation into Epstein, causing an uproar among President Donald Trump’s base, which holds a number of conspiracy theories about the well-connected sex trafficker.</p><p>In an effort to quell the backlash, the DOJ at the order of Trump then sought to unseal transcripts both from Maxwell’s grand jury as well as Epstein’s.</p><p>In 2021, Maxwell was convicted of luring teenage girls to be sexually abused by Epstein – a one-time <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">friend to the powerful and influential</a> in the US – and was sentenced to 20 years in prison for her crimes.</p><p>Epstein died by suicide in a Manhattan jail cell in 2019 as he awaited trial on sex-trafficking charges.</p></div></div></body></html>"
        },
        {
            "title": "India’s opposition protests against electoral roll revision | Elections News | Al Jazeera",
            "time": "2025-08-11T13:14:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_6899c0ac-1754906796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s opposition parties have held a protest demanding the rollback of <a href=\"/features/2025/7/10/why-is-india-forcing-80-million-people-to-justify-their-right-to-vote\">a revision of the voter list</a> in the eastern state of Bihar, where elections are scheduled for its legislature in November.</p><p>Hundreds of lawmakers and supporters began Monday’s protest from parliament and were confronted by police who stopped them from marching towards the Election Commission office in the capital, New Delhi. Police briefly detained dozens of lawmakers, including the leader of the opposition Rahul Gandhi.</p><p>“This fight is not political but for saving the constitution,” Gandhi, who is an MP from the Indian National Congress party, told reporters after being detained.</p><p>“The truth is before the entire country,” he added.</p><p>More than 200 people took part in the protest, according to police officials quoted by the NDTV channel.</p><p>India’s opposition accuses the Election Commission of rushing through a mammoth electoral roll revision in the eastern state of Bihar, saying the exercise could render vast numbers of citizens unable to vote.</p><p>Gandhi last week said the revision of electoral rolls in Bihar is an “institutionalised chori [theft] to deny the poor their right to vote”.</p><figure id=\"attachment_3882425\" aria-describedby=\"caption-attachment-3882425\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882425\" src=\"/wp-content/uploads/2025/08/ap_6899c0f6e032a-1754906870.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Congress party leader and leader of opposition Rahul Gandhi, center, and other parties lawmakers are stopped by police during a protest calling for the rollback of a controversial revision of the voter list in one of the country’s poorest states where key elections are scheduled in November, in New Delhi, India, Monday, Aug. 11, 2025. (AP Photo/Manish Swarup)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882425\" class=\"wp-caption-text\">Congress party leader and leader of the opposition Rahul Gandhi, centre, and other parties’ lawmakers are stopped by police during the New Delhi protest [Manish Swarup/AP]</figcaption></figure><h2 id=\"the-revision-of-nearly-80-million-voter-registrations\">The revision of nearly 80 million voter registrations</h2><p>The revision affecting nearly 80 million voters involves strict documentation requirements from citizens, triggering concerns it could lead to the exclusion of vulnerable groups, especially those who are unable to produce the paperwork required to prove their citizenship.</p><p>Some of the documents required include birth certificates, passports and matriculation records.</p><p>Critics and opposition leaders said they are hard to come by in Bihar, where the literacy rate is among the lowest in India. They said the exercise will impact minorities the most, including Muslims, and bar them from voting.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>India does not have a unique national identity card. The widely used biometric-linked identity card, called Aadhaar, is not among the documents listed by the Election Commission as acceptable proof for the electoral roll revision.</p><p><a href=\"/economy/2025/8/7/indias-modi-brazils-lula-speak-amid-trump-tariff-blitz\">Prime Minister Narendra Modi</a>‘s ruling Hindu nationalist <a href=\"/video/newsfeed/2024/11/19/bjp-ordered-to-take-down-campaign-video-stigmatising-muslims\">Bharatiya Janata Party (BJP)</a> called the opposition leaders’ protest a “well-thought-out strategy” to create a “state of anarchy”, the NDTV reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"intensive-revision-needed-election-commission\">‘Intensive revision’ needed, Election Commission says</h2><p>The election body has denied the voter disenfranchisement allegations and has promised to ensure that no eligible voter is “left behind”. It has also said the “intensive revision” is a routine update needed to avoid the “inclusion of the names of foreign illegal immigrants”.</p><p>According to the commission, 49.6 million voters whose names were included in a similar exercise in 2003 are not required to submit any further documents. But that still leaves almost 30 million other voters potentially vulnerable. A similar roll revision of voters is scheduled to be replicated across the entire country of 1.4 billion people.</p><p>Bihar is a crucial election battleground where the BJP has only ever governed in a coalition. Election results there could likely impact the balance of power in India’s Parliament.</p><p>The BJP has backed the revision and said it is necessary to update new voters and delete the names of those who have either died or moved to other states.</p><p>It also claimed the exercise is essential to weed out undocumented Muslim immigrants from neighbouring Bangladesh. But many Indian citizens, most of them Muslims, have been arrested and even deported to Bangladesh as part of a campaign launched by the BJP.</p><p>Critics and opposition leaders have also warned that the exercise is similar to that of a 2019 citizenship list in eastern India’s Assam state, which left nearly 2 million people at risk of statelessness.</p><p>Many of those left off the final citizenship list were Muslims who were declared “foreigners”. Some faced long periods of detention.</p><figure id=\"attachment_3882428\" aria-describedby=\"caption-attachment-3882428\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882428\" src=\"/wp-content/uploads/2025/08/reuters_6899c125-1754906917.jpg?w=770&amp;resize=770%2C482&amp;quality=80\" alt=\"An Indian opposition lawmaker reacts as she tries to cross a police barricade during a protest against what they say are electoral malpractices, in New Delhi, India, August 11, 2025. REUTERS/Adnan Abidi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882428\" class=\"wp-caption-text\">An Indian opposition lawmaker tries to cross a police barricade during the New Delhi protest  [Adnan Abidi/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "How Anas al-Sharif reported on Israel’s genocide in Gaza | Crimes Against Humanity | Al Jazeera",
            "time": "2025-08-11T13:13:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754917969.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "How Israel has continually targeted journalists during Gaza war | Al Jazeera | Al Jazeera",
            "time": "2025-08-11T13:07:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754917589.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Funerals held for Al Jazeera journalists assassinated by Israel in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T12:22:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_699C2RJ-1754911128.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"718\" data-end=\"867\">Hundreds of Palestinians in Gaza City have attended the funeral of five Al Jazeera staff, including correspondent Anas al-Sharif, who were killed in an Israeli air strike outside al-Shifa Hospital.</p><p data-start=\"869\" data-end=\"1204\">On Monday, large crowds joined the funeral procession, carrying the journalists’ bodies from al-Shifa Hospital to Sheikh Radwan Cemetery in central Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"869\" data-end=\"1204\">Colleagues, friends, and relatives embraced in grief, while a man lifted a “press” flak jacket high above the crowd.</p><p data-start=\"718\" data-end=\"867\">The strike late on Sunday killed seven people, including correspondent Mohammed Qreiqeh, along with camera operators Ibrahim Zaher, Moamen Aliwa, and Mohammed Noufal. Freelance reporter Mohammed al-Khaldi was also among those killed. Reporters Without Borders (RSF) said three more journalists were wounded in the attack.</p><figure id=\"attachment_3882483\" aria-describedby=\"caption-attachment-3882483\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3882483 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/000_699C2RH-1754908923.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners bid farewell to the bodies of the Al Jazeera journalists who were killed in an overnight Israeli strike on their tent in Gaza City, before their burial at the Sheikh Radwan cemetery in Gaza City on August 11, 2025. [Omar AL-Qattaa/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882483\" class=\"wp-caption-text\">Mourners bid farewell to the bodies of the Al Jazeera journalists who were killed in an overnight Israeli strike on their tent in Gaza City, before their burial at the Sheikh Radwan Cemetery in Gaza City on August 11, 2025 [Omar AL-Qattaa/AFP]</figcaption></figure><p data-start=\"1206\" data-end=\"1626\"><a href=\"https://www.instagram.com/reel/DNNSyjGMrGp/?utm_source=ig_embed&amp;ig_rid=dbf65f93-b7ff-4ac4-b038-35c7f9c39d57\">Footage verified by Al Jazeera</a> showed mourners chanting slogans against the killings, with some pledging, “With our soul and blood, we sacrifice for you, Anas,” in reference to the slain journalist.</p><p data-start=\"1628\" data-end=\"1952\">Al Jazeera Media Network condemned the “targeted assassination” by Israeli forces, accusing the military of deliberately striking the journalists’ position. “The Israeli military admitted to their crimes,” the network said, describing the attack as “another blatant and premeditated assault on press freedom”.</p><p>Al-Sharif was “one of Gaza’s bravest journalists”, said Al Jazeera, adding that the attack was “a desperate attempt to silence voices in anticipation of the occupation of Gaza”.</p><p>The Israeli military admitted killing Al Jazeera’s journalists in Gaza, falsely claiming al-Sharif led what it called a Hamas cell.</p><figure id=\"attachment_3882469\" aria-describedby=\"caption-attachment-3882469\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882469\" src=\"/wp-content/uploads/2025/08/2025-08-11T102610Z_416921093_RC2V4GALWG82_RTRMADP_3_ISRAEL-PALESTINIANS-ALJAZEERA-1754908386.jpg?w=770&amp;resize=770%2C561&amp;quality=80\" alt=\"A flak jacket and a Palestinian flag are placed on the body of Al Jazeera journalist Anas Al Sharif, during the funeral for him, Mohammed Qreiqeh, Ibrahim Zaher, Mohammed Noufal and another colleague, who were killed in an Israeli strike, in Gaza City August 11, 2025. [Dawoud Abu Alkas/Reuters]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882469\" class=\"wp-caption-text\">A flak jacket and a Palestinian flag are placed on the body of Al Jazeera journalist Anas al-Sharif during the funeral for him, Mohammed Qreiqeh, Ibrahim Zaher, Mohammed Noufal and Moamen Aliwa, who were killed in an Israeli strike, in Gaza City, August 11, 2025 [Dawoud Abu Alkas/Reuters]</figcaption></figure><p data-start=\"1954\" data-end=\"2311\">The Committee to Protect Journalists (CPJ) said it was “appalled” by the killings. “Israel’s pattern of labeling journalists as militants without providing credible evidence raises serious questions about its intent and respect for press freedom,” said CPJ’s regional director, Sara Qudah. “Those responsible for these killings must be held accountable.”</p><p data-start=\"2313\" data-end=\"2692\">Media watchdog RSF also condemned what it described as the “acknowledged murder by the Israeli army” of al-Sharif, calling him “one of the most famous journalists from the Gaza Strip (and) the voice of the suffering Israel has imposed on Palestinians in Gaza”. The group said the attack mirrored the 2023 killing of Al Jazeera’s Ismail al-Ghoul, who was also labelled a “terrorist” by Israel.</p><figure id=\"attachment_3882523\" aria-describedby=\"caption-attachment-3882523\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882523\" src=\"/wp-content/uploads/2025/08/000_699679E-1754910928.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Relatives of Al Jazeera correspondent Anas al-Sharif, carry his 15-month-old son Salah (L) and 4-year-old daughter Sham (R) during his funeral in Gaza City on August 11, 2025. [Omar Al-Qattaa/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882523\" class=\"wp-caption-text\">Relatives of Al Jazeera correspondent Anas al-Sharif carry his 15-month-old son Salah (L) and 4-year-old daughter Sham during his funeral in Gaza City on August 11, 2025 [Omar Al-Qattaa/AFP]</figcaption></figure><p data-start=\"2694\" data-end=\"2890\">“Without strong action from the international community… we’re likely to witness more such extrajudicial murders of media professionals,” RSF warned, urging the United Nations Security Council to intervene.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2892\" data-end=\"3100\">Al-Sharif’s assassination comes more than a year after Israel bombed his family home in a refugee camp, killing his 65-year-old father.</p><p data-start=\"1525\" data-end=\"1720\">The killings of the Palestinian journalists come days after Israel’s security cabinet approved a plan to seize Gaza City and forcibly displace nearly one million people</p><p data-start=\"1525\" data-end=\"1720\">Palestinians, rights groups and legal experts have pointed out that Gaza – home to more than two million people – remains under Israeli occupation. Nothing can go in or out without Israeli permission. A total Israeli blockade since March 2 has triggered a starvation crisis, killing more than 200 people, including over 100 children, in the last few weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel kills Anas al-Sharif and four Al Jazeera staff in Gaza: What we know | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T11:23:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-11-1754895155.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Late on Sunday, an Israeli strike shook al-Shifa Hospital in Gaza City, targeting a journalists’ tent by the gate.</p><p>As people rushed to help, it became apparent that five Al Jazeera staff had been killed, including Anas al-Sharif, one of the most famous faces of Arabic reporting from Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Why did Israel want to kill journalists? What happened that night? Here’s what we know:</p><h2 id=\"who-were-the-five-al-jazeera-staff-israel-killed\">Who were the five Al Jazeera staff Israel killed?</h2><p>Al Jazeera correspondent Anas al-Sharif, 28, was one of Gaza’s most recognisable faces for his constant reporting of the reality on the ground over the last 22 months. The father of two was born in Jabalia refugee camp and graduated from Al-Aqsa University’s Faculty of Media. His father was killed by Israel in an air strike on the family home in December 2023.</p><p>Al Jazeera correspondent Mohammed Qreiqeh, 33, made his last live report on <a href=\"https://www.aljazeera.net/video/2025/8/11/%D8%B4%D8%A7%D9%87%D8%AF-%D8%A2%D8%AE%D8%B1-%D8%B8%D9%87%D9%88%D8%B1-%D9%84%D9%85%D8%B1%D8%A7%D8%B3%D9%84-%D8%A7%D9%84%D8%AC%D8%B2%D9%8A%D8%B1%D8%A9-%D9%85%D8%AD%D9%85%D8%AF\">air</a> only shortly before his assassination, speaking in his trademark eloquent manner. Qreiqeh was born in Gaza City in 1992 and lived in the Shujayea neighbourhood. He earned a BA in journalism and media at the Islamic University of Gaza. Israel killed his brother, Karim, in March in an air attack on Gaza City.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter wp-image-3882701 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-Israel-kills-5-Al-Jazeera-staff-in-Gaza-August-11-2025-1754919679.png?quality=80\" alt=\"INTERACTIVE - Israel kills 5 Al Jazeera staff in Gaza - August 11, 2025-1754919679\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Al Jazeera cameraman Ibrahim Zaher, 25, was from Jabalia refugee camp in northern Gaza.</p><p>Al Jazeera cameraman Mohammed Noufal, 29, was also from Jabalia. He lost his mother and one brother in earlier Israeli attacks. His other brother, Ibrahim, also works as a cameraman for Al Jazeera.</p><h2 id=\"what-were-they-doing-when-they-were-killed\">What were they doing when they were killed?</h2><p>They were working.</p><p>The team was in a tent by the main gate of Gaza City’s al-Shifa Hospital late on Sunday evening.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The tent was where they worked, as journalists in Gaza have gathered at hospitals to seek better electricity and internet connections, a fact that has been well-known since the start of Israel’s war on Gaza.</p><p>“I’m not far from al-Shifa Hospital, just one block away, and I could hear the massive explosion that took place in the past half an hour or so, near al-Shifa Hospital,” Al Jazeera’s Hani Mahmoud reported yesterday.</p><p>“I could see it when it lit up the sky and, within moments, the news circulated that it was the journalist camp at the main gate of the al-Shifa Hospital.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened\">What happened?</h2><p>Al Jazeera’s reporter Hani al-Shaer said an Israeli drone hit the journalists’ tent at approximately 11:35pm (20:35 GMT) on Sunday night.</p><p>Shortly before being killed, al-Sharif wrote on X that Israel had launched intense, concentrated bombardment – also known as “fire belts” – on the eastern and southern parts of Gaza City.</p><p>Journalist Amer al-Sultan was in a neighbouring tent when the attack took place.</p><p>“I came to the scene and saw all the destruction,” al-Sultan told Al Jazeera Mubasher, standing amid the tent’s wreckage, his back to a concrete wall pocked and splattered from the attack. “[I thought] all our colleagues were martyred.”</p><p>Al-Sultan added that he wasn’t sure who the journalists were who were in the tent, but “when I started filming, I saw our colleagues Anas al-Sharif was on the ground and Mohammed Qreiqeh, who was on fire.</p><p>“We started to pull him out and try to put out the fire.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The people gathered there tried to get Qreiqeh inside al-Shifa Hospital, but he succumbed to his wounds before they could get him treatment, al-Sultan said.</p><p>Mohammed Qeita, a freelance journalist, was also nearby.</p><p>“I was not just a witness to the event, I was part of it…The fire was very strong.</p><p>“Even now, I can’t believe it,” he said.</p><p>“We knew Anas was the target… He was our voice.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-did-israel-explain-deliberately-killing-journalists\">How did Israel explain deliberately killing journalists?</h2><p>It said one of them wasn’t really a journalist.</p><p>Israel’s army posted about deliberately killing the journalists, claiming it had wanted to kill al-Sharif, who it accused of being an armed commander for Hamas only posing as a journalist.</p><p>In the statement, it accused al-Sharif of “advancing rocket attacks against Israeli civilians and troops” and alleged it had documents providing “unequivocal proof” of this.</p><p>Muhammad Shehada, an analyst at the European Council on Foreign Relations, said there was “zero evidence” that al-Sharif took part in any hostilities.</p><p>“His entire daily routine was standing in front of a camera from morning to evening,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On numerous occasions over the last 22 months, Israel has justified killing reporters by claiming they belonged to armed groups. Groups focused on press freedom and media workers’ rights have said for months that <a href=\"/news/2024/9/23/israel-is-deliberately-targeting-journalists-in-gaza-experts\">Israel is deliberately targeting journalists in Gaza</a>.</p><p>Two of the most prominent incidents included journalist <a href=\"/news/2024/1/7/hamza-son-of-al-jazeeras-wael-dahdouh-killed-in-israeli-attack-in-gaza\">Hamza Dahdouh</a>, son of Al Jazeera’s Gaza Bureau Chief Wael Dahdouh, and journalist <a href=\"/news/2025/3/24/al-jazeera-journalist-killed-in-israeli-strikes-in-northern-gaza\">Hossam Shabat</a>, who were both assassinated by Israel and accused of being members of Hamas without any evidence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-did-al-jazeera-say\">What did Al Jazeera say?</h2><p>Al Jazeera called the killing of its staff a “targeted assassination … in yet another blatant and premeditated attack on press freedom”.</p><p>It said the journalists “were among the last remaining voices from within Gaza, providing the world with unfiltered, on-the-ground coverage of the devastating realities endured by its people”.</p><p>Israel has banned international media from entering Gaza since October 2023, but “Al Jazeera journalists remained within besieged Gaza … [delivering] searing eyewitness accounts of the horrors unleashed over 22 months of relentless bombing and destruction,” the statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-did-israel-want-to-assassinate-anas-al-sharif\">Why did Israel want to assassinate Anas al-Sharif?</h2><p>Al-Sharif was the face of Al Jazeera Arabic in Gaza and of iconic moments as he reported on Israel’s atrocities in the besieged, bombarded enclave.</p><p>For months, Israeli officials had threatened him, demanding that he stop reporting, but he refused, pledging to stay in northern Gaza and continue his coverage.</p><p>Numerous rights groups and press freedom groups called for al-Sharif’s protection after he was directly threatened by Israel.</p><p>Israel ramped up a smear campaign on al-Sharif in recent months, with army spokesperson Avichay Adraee calling out al-Sharif by name in a video on X last month, accusing him of being part of Hamas’s military wing.</p><figure id=\"attachment_3882323\" aria-describedby=\"caption-attachment-3882323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882323\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_March25_2025-1754903798.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_August11_2025-1754903798\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882323\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Irene Khan, UN special rapporteur on freedom of expression, said last month that Adraee made “an unsubstantiated claim” and called the smear a “blatant assault on journalists”.</p><p>Israel killing al-Sharif was a targeted attempt to shut down coverage of its atrocities, former Executive Director of Human Rights Watch Ken Roth said.</p><p>“This is not an accidental killing. This is not a journalist who happened to get caught in Israel’s indiscriminate bombardment of Palestinian civilians in general.</p><p>“This was a targeted killing,” Roth told Al Jazeera.</p><p>Authorities in Gaza say Israel has killed <a href=\"https://aje.io/iacsb2?update=3882401\" target=\"_blank\" rel=\"noopener\">nearly 270</a> journalists and media workers since it launched its war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Colombia senator, 39, dies weeks after being shot at campaign event | Politics News | Al Jazeera",
            "time": "2025-08-11T11:18:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250608__49MB3GW__v2__HighRes__ColombiaPoliticsCrimeShootingUribeProtest_cropped-1749665666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombian presidential hopeful Miguel Uribe, who had been fighting for his life since he was shot in June during a campaign event, has died, according to his family.</p><p>Uribe, a 39-year-old senator and a potential presidential candidate from the right-wing opposition, was <a href=\"/news/2025/6/8/colombia-presidential-hopeful-miguel-uribe-shot-what-to-know\">shot in Bogota</a> on June 7 during a rally and underwent multiple surgeries before his death.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I ask God to show me the way to learn to live without you,” his wife, Maria Claudia Tarazona, wrote on social media. “Rest in peace, love of my life, I will take care of our children.”</p><p>Uribe enjoyed a rapid political rise, becoming a recognised lawmaker for the Democratic Centre party. He was seeking to run in the 2026 presidential election.</p><p>A 15-year-old boy was arrested at the scene with a “9mm Glock-type firearm” and has <a href=\"/news/2025/6/11/suspected-teen-sicario-pleads-not-guilty-to-shooting-colombian-senator\">pleaded not guilty</a> after being formally charged on June 10 with attempted murder, the prosecutor’s office said. Five other suspects have also been arrested.</p><p>“Today is a sad day for the country,” Colombian Vice President Francia Marquez wrote on X.</p><p>“Violence cannot continue to mark our destiny. Democracy is not built with bullets or blood, it is built with respect, with dialogue,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"security-beefed-up\">‘Security beefed up’</h2><p>President Gustavo Petro had previously blamed an international crime ring as being behind the attack on Uribe, without providing details or evidence, and has beefed up security for government officials and opposition leaders since it happened.</p><p>The assassination is reminiscent of political violence in Colombia during the 1980s and 1990s, when four presidential candidates were murdered in separate attacks blamed on drug cartels allied with right-wing paramilitary death squads.</p><p>Uribe’s death also adds to his family’s fraught history, with relatives prominent in Colombian politics.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His mother, journalist Diana Turbay, was killed in 1991 during a botched rescue mission after she was kidnapped by the Medellin cartel, headed by drug lord Pablo Escobar.</p><p>Meanwhile, Uribe’s maternal grandfather, Julio Cesar Turbay, served as Colombia’s president from 1978 to 1982, while his paternal grandfather, Rodrigo Uribe Echavarria, headed the Liberal Party and supported Virgilio Barco’s successful 1986 presidential campaign.</p><p>Uribe was elected to Bogota’s city council at 25. In 2016, at 30, he was appointed city government secretary, the youngest person to hold the position. He resigned from that post in 2018 to launch an unsuccessful bid for mayor of Bogota as an independent.</p><p>In the 2022 legislative elections, Uribe led the Senate slate for the Democratic Center party with the slogan “Colombia First”, winning a seat in the chamber.</p><p>There, Uribe cemented his role as one of the primary opposition voices to Petro, criticising the government’s peace strategy aimed at ending Colombia’s six-decade armed conflict.</p><p>Former right-wing President Alvaro Uribe, leader of the Democratic Center party with no relation to the deceased senator, called Miguel Uribe “a hope for the homeland”.</p><p>Uribe leaves behind his wife, a young son and three teenage daughters of his wife from a previous marriage.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Deadly magnitude 6.1 earthquake hits northwestern Turkiye | Newsfeed | Al Jazeera",
            "time": "2025-08-11T10:56:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754909769.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Japan boxing to hold emergency meeting following fighters’ deaths | Boxing News | Al Jazeera",
            "time": "2025-08-11T09:44:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2010-03-17T120000Z_1019513571_BM2E63H146D01_RTRMADP_3_BOXING-1754903993.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan boxing to hold emergency meeting following fighters’ deaths</h1><p class=\"article__subhead\"><em>Boxers Shigetoshi Kotari and Hiromasa Urakawa died following fights on the same card in Tokyo last week.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japanese boxing officials will hold an emergency meeting on Tuesday as the sport in the country faces intense scrutiny following the deaths of two fighters in separate bouts at the same event.</p><p>Super featherweight Shigetoshi Kotari and lightweight Hiromasa Urakawa, both 28, fought on the same card at Tokyo’s Korakuen Hall on August 2 and <a href=\"/sports/2025/8/10/two-boxers-die-from-brain-injuries-in-separate-bouts-in-japan\">died days later following brain surgery</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Japan Boxing Commission (JBC), gym owners and other boxing officials are under pressure to act and will hold an emergency meeting on Tuesday.</p><p>They are also expected to have talks about safety next month, local media said.</p><p>“We are acutely aware of our responsibility as the manager of the sport,” Tsuyoshi Yasukochi, secretary-general of the JBC, told reporters on Sunday.</p><p>“We will take whatever measures we can.”</p><p>Japanese media highlighted the risks of fighters dehydrating to lose weight rapidly before weigh-ins.</p><p>“Dehydration makes the brain more susceptible to bleeding,” the Asahi Shimbun newspaper said.</p><p>That is one of the issues the JBC plans to discuss with trainers.</p><p>“They want to hear from gym officials who work closely with the athletes about such items as weight loss methods and pre-bout conditioning, which may be causally related (to deaths),” the Nikkan Sports newspaper said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In one immediate measure, the commission has decided to reduce all Oriental and Pacific Boxing Federation title bouts to 10 rounds from 12.</p><p>“The offensive power of Japanese boxing today is tremendous,” Yasukochi was quoted by the Asahi Shimbun as telling reporters.</p><p>“We have more and more boxers who are able to start exchanges of fierce blows from the first round. Maybe 12 rounds can be dangerous.”</p></div></div></body></html>"
        },
        {
            "title": "China says it expels Philippine vessels near Scarborough Shoal | South China Sea News | Al Jazeera",
            "time": "2025-08-11T09:32:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_6899a4c94799-1754899657.jpg?resize=1920%2C1132",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s coastguard says it has expelled Philippine vessels from waters around the disputed Scarborough Shoal in the South China Sea while Manila reports a collision in the confrontation.</p><p>The Philippine boats were intercepted on Monday after they ignored warnings in an operation China’s coastguard said was “professional, standardised, legitimate and legal”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The incident is the <a href=\"/news/2025/8/8/china-warns-philippines-over-taiwan-remarks-amid-rising-tensions\">latest in a series of confrontations</a> between China and the Philippines in the South China Sea, one of the world’s busiest maritime routes, which Beijing claims almost entirely despite an international ruling that the assertion has no legal basis. Vietnam, Malaysia, Brunei and Taiwan also claim parts of the <a href=\"/news/2025/8/4/philippines-india-hold-first-joint-naval-drill-in-disputed-south-china-sea\">contested waters</a>.</p><p>“The China Coast Guard took necessary measures in accordance with the law, including monitoring, pressing from the outside, blocking and controlling the Philippine vessels to drive them away,” said Gan Yu, a Chinese coastguard spokesperson.</p><h2 id=\"chinese-vessel-damaged\">Chinese vessel damaged?</h2><p>Manila, meanwhile, stated that a Chinese navy vessel collided with one from its own coastguard while chasing a Philippine patrol boat, and it released video footage of the confrontation.</p><p>“The [Chinese coastguard vessel] CCG 3104, which was chasing the [Philippine coastguard vessel] BRP Suluan at high speed, performed a risky manoeuvre from the [Philippine] vessel’s starboard quarter, leading to the impact with the PLA [People’s Liberation Army] Navy warship,” spokesman Commodore Jay Tarriela said in a statement.</p><p>“This resulted in substantial damage to the CCG vessel’s forecastle, rendering it unseaworthy,” he said.</p><p>The incident occurred as the Philippine coastguard escorted boats distributing aid to fishermen in the area, Tarriela added.</p><p>“In a video sent to reporters, a Chinese coastguard vessel can be seen heading towards a Philippine coastguard vessel when suddenly a Chinese navy ship cuts between and that’s when the two Chinese ships collide with each other,” said Al Jazeera’s Barnaby Lo, reporting from Manila.</p><p>The Chinese coastguard vessel sustained “significant damage”, a direct result of “dangerous maneuvering by the Chinese”, Lo cited the Philippines as stating.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>China made no mention about the collision in its statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"manila-promises-continued-presence-in-disputed-waterway\">Manila promises continued presence in disputed waterway</h2><p>Tarriela told the AFP news agency that the Chinese crew “never responded” to the Philippine ship’s offer of assistance.</p><p>During the incident, the BRP Suluan was “targeted with a water cannon” by the Chinese but “successfully” evaded it, Tarriela’s statement said.</p><p>Speaking at a news conference on Monday, Philippine President Ferdinand Marcos Jr said the country’s patrol vessels would “continue to be present” in the area to defend and exercise Manila’s sovereign rights over what it considers to be part of its territory.</p><p><a href=\"/news/2025/5/31/chinas-navy-conducts-combat-patrols-near-disputed-south-china-sea-shoal\">The Scarborough Shoal</a>, a triangular chain of reefs and rocks, has been a flashpoint of tension between the countries since China seized it from the Philippines in 2012.</p><p>Marcos also addressed another source of tension with Beijing, stating China has “misinterpreted” his recent comments saying Manila would be inevitably drawn into a <a href=\"/news/2025/6/1/china-warns-us-not-to-play-with-fire-over-taiwan\">conflict between China and Taiwan</a> should one erupt.</p><p>China accused Marcos of “playing with fire” after the Philippine leader said during a visit to India that “there is no way that the Philippines can stay out of it” due to its proximity to Taiwan.</p><p>“We are, I think for propaganda purposes, misinterpreted,” Marcos said.</p><p>“War over Taiwan will drag the Philippines kicking and screaming into the conflict. That is what I was trying to say.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel is occupying Gaza to clean up the crime scene | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-11T09:13:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T054418Z_1831474908_RC2Q4GAY0X2T_RTRMADP_3_ISRAEL-PALESTINIANS-ALJAZEERA-1754892905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>If you read the Western press this morning, you may come to believe that Israeli Prime Minister Benjamin Netanyahu’s desire to take military control over Gaza is new. But dropping 2000lb bombs does not rescue captives and wiping out whole neighbourhoods does not come without plans to build something in their place.</p><p>On Friday, Israel’s security cabinet approved the occupation of Gaza City, formalising what was always the endgame of this genocide. The plan follows a deliberate sequence: First destroy, then starve, occupy, demand demilitarisation, and finally carry out full ethnic cleansing once Palestinians have no political power and capacity to resist. This is how the dream of “Greater Israel” is achieved.</p><p>But why formalise this occupation now, after 22 months of systematic slaughter? Because the crime scene must be sanitised before the world sees what remains of Gaza.</p><p>On Sunday, the Israeli army assassinated Al Jazeera journalists Anas al-Sharif, Mohammed Qreiqeh, Ibrahim Zaher, Mohammed Noufal and Moamen Aliwa by dropping a missile on a media tent near al-Shifa Hospital. Their names are now added to the long list of more than 230 Palestinian journalists and media workers that Israel has killed since October 2023.</p><p>With Israel banning all foreign media from freely accessing Gaza, Palestinian journalists have been solely responsible for covering and documenting Israeli war crimes. The assassination is a clear message to them to stop, to stay silent.</p><p>Meanwhile, foreign journalists who rode on airdrop flights to Gaza were also warned. Aerial footage they released offered glimpses of Gaza’s corpse: A patchwork of shattered concrete, ruins and hollowed streets. It is complete desolation.</p><p>The footage shocked viewers across the world and so the Israeli government was quick to ban filming on these flights, warning that aid drops would be halted if there were any violations.</p><p>Israel knows it cannot continue to block foreign media access to Gaza forever. The genocide will come to an end eventually; aid convoys and relief workers will be allowed in and with them, foreign journalists with cameras.</p><p>So before that day arrives, Israel is racing to erase the evidence because once the world sees Gaza, it will no longer be able to pretend that the war was about anything other than the mass killing of Palestinians and the erasure of their history.</p><p>The occupation of Gaza City is the murderer returning to the crime scene to hide the body. The goal is not only to cover up the crimes, but to convince the world that the dead have not died and that what we see is not what it is.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The official death toll in Gaza stands at 60,000, a number that by many expert accounts is an undercount. According to estimates, hundreds of thousands of Palestinians have likely been murdered. As UN experts <a href=\"https://www.ohchr.org/en/press-releases/2025/08/gaza-never-again-giving-way-endless-decimation-displaced-palestinians-warn\">declared</a> on August 7, “Israel is exterminating the people of Gaza by any and all means.” There are a lot of crimes to cover up.</p><p>We have already seen the modus operandi of the Israeli army in trying to destroy evidence in Gaza. It has buried massacred civilians in mass graves with bulldozers; it has withheld bodies of Palestinian torture victims; it has dug into the sand whole crime scenes of execution; it has planted weapons in hospitals that it has ransacked; it has lied about discovering tunnels.</p><p>All of this fits neatly with Israel’s long history of burying evidence of atrocities. Since 1948, Israeli authorities have systematically erased their ethnic cleansing of Palestinians by building on top of the ruins of pillaged Palestinian villages and towns.</p><p>Israeli intelligence has also removed documents from archives that provide evidence of Zionist and Israeli forces committing war crimes during the Nakba of 1948. Some of the documents that have disappeared give gruesome details about the brutality of Zionist fighters during massacres of Palestinians, like in the village of Dawaymeh, near Hebron, where hundreds of Palestinian men, women, and children were killed by artillery fire or directly executed. In 1955, the settlement of Amatzia was built on the ruins of the Palestinian village.</p><p>By occupying the northern part of the Gaza Strip now, Israel will certainly resort to these same methods of erasure and falsification. It will also be able to control foreign media coverage, just as it has done until now.</p><p>The Israeli army has only allowed foreign journalists into Gaza embedded with its military units under strict conditions that transform reporters into participants in hasbara. Embedded journalists must submit all materials for military review before publication, must operate under constant observation, and cannot speak freely with Palestinians.</p><p>Journalists thus become mouthpieces for the Israeli military, parroting their justifications for wholesale destruction and propagating their lies about Palestinian civilians as “human shields” and Gaza hospitals and schools as “terror hubs”.</p><p>The full-scale occupation can also help facilitate further massacres and ethnic cleansing. Those who refuse forced displacement will be labelled “militants” to excuse their slaughter. Israel used this strategy early into the genocide, dropping leaflets warning Palestinians in northern Gaza that they will be deemed “partners in a terrorist organisation” if they do not comply with “evacuation orders”.</p><p>Mass displacement is essential to the cover-up because it creates a new narrative that Palestinians are voluntarily migrating rather than being ethnically cleansed. The short-term goal is to force those willing to comply into concentration camps in the south and detach them from their homes and land. Over time, it would become easier to expel Palestinians elsewhere and deny them the right to return. It is the same way Nakba refugees were forced to flee to Gaza and were then denied their internationally recognised right of return.</p><p>The response of the international community to Israel’s plan has been just more condemnations. Germany went as far as halting military exports that could be used in Gaza – something that should have been done 22 months ago, when Israel started indiscriminately bombing civilians.</p><p>These actions are pathetic. They do not absolve these governments of their complicity in aiding and abetting the crime of genocide; they are just another sign of their moral cowardice.</p><p>The international community must take decisive action. It must undertake military intervention, as mandated under international law, to force Israel to immediately end the violence, to allow unrestricted humanitarian aid into Gaza, and to give Palestinians the freedom they are entitled to. International journalists must be granted immediate access to collect whatever evidence remains of Israel’s crimes before it disappears under the cover of “military operations”.</p><p>It is time the world starts believing Palestinians. For 22 months, Palestinians have said this is genocide. They have said it while stuck under the rubble, while starving, while carrying their children’s bodies. They said Israel was not defending itself but trying to erase Palestinians. They said occupation and ethnic cleansing are the goal. Israeli politicians themselves have said it.</p><p>Without urgent international action, the words “never again” will refer not to the prevention of genocide, but to the existence of Palestinian life in Gaza. The truth so many Palestinians have died to tell must not be buried with their bodies.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Tributes, condemnation pour in over slain Al Jazeera journalists in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T09:10:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-1-1754893767.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1187\" data-end=\"1405\">An outpouring of grief and condemnation has followed the Israeli assassination of five Al Jazeera staff in Gaza, including prominent correspondent Anas al-Sharif.</p><p data-start=\"1187\" data-end=\"1405\">The drone attack late on Sunday hit a tent for journalists positioned outside the main gate of Gaza City’s al-Shifa Hospital, killing seven people. Among the dead were Al Jazeera correspondent Mohammed Qreiqeh and camera operators Ibrahim Zaher, Moamen Aliwa and Mohammed Noufal.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1187\" data-end=\"1405\">A sixth journalist, Mohammad al-Khaldi, a local freelance reporter, was also reported killed in the air attack. Reporters Without Borders said three more journalists were wounded in the same strike.</p><p data-start=\"315\" data-end=\"520\">Just hours earlier, al-Sharif, 28, had posted on X about Israel’s “intense, concentrated bombardment” on eastern and southern Gaza City. Known for his fearless reporting from northern Gaza, he had become one of the most recognisable voices documenting the ongoing Israeli genocide in the enclave.</p><p data-start=\"1187\" data-end=\"1405\">The Al Jazeera Media Network has condemned what it called a “targeted assassination” of its journalists.</p><p data-start=\"1187\" data-end=\"1405\">Below are some of the responses to the killing of Al Jazeera staff:</p><h2 id=\"palestine\">Palestine</h2><p data-start=\"1992\" data-end=\"2176\">The Palestinian mission to the United Nations accused Israel of “deliberately assassinating” al-Sharif and Qreiqeh, describing them as among the “last remaining journalists” in Gaza.</p><p data-start=\"2178\" data-end=\"2430\">“They have systematically and dutifully exposed and documented Israel’s genocide and starvation,” the mission said on X. “As Israel continues to ethnically cleanse Gaza, its enemy remains the truth: the brave journalists exposing its heinous crimes.”</p><p>Hamas has also decried Israel’s assassination of Al Jazeera’s journalists.</p><p>In a statement, the Palestinian group described the attack as part of a “widespread targeting of journalists unprecedented in any war”, saying the killings aimed to silence media coverage in Gaza before “major crimes” planned against Palestinians in the besieged territory.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It called on the UN Security Council and the international community to condemn the killings and take immediate action to hold Israeli leaders accountable for what it called war crimes.</p><p>It added that al-Sharif had been a “symbol of free journalism”, documenting scenes of famine in Gaza and the impact of Israel’s crippling siege.</p><h2 id=\"iran\">Iran</h2><p>Iranian Ministry of Foreign Affairs spokesman Esmail Baghaei has called on the world to hold Israel to account after the killing of the five Al Jazeera staff.</p><p>“A press badge is no shield against genocidal war criminals who fear the world witnessing their atrocities,” said Baghaei, accusing Israel of assassinating the journalists “in cold blood”.</p><p>“Strong condemnation is the bare minimum for any decent human being, but the world must act immediately to stop this harrowing genocide and hold the criminals accountable,” he added.</p><p>“Indifference and inaction are complicity in Israel’s crimes.”</p><h2 id=\"qatar\">Qatar</h2><p data-start=\"540\" data-end=\"697\">Qatari Prime Minister Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani, has strongly criticised Israel over the killing of Al Jazeera journalists in Gaza, calling it a shocking violation of press freedom.</p><p data-start=\"699\" data-end=\"1007\">Al Thani, who also serves as foreign minister, said the deaths showed the “deliberate targeting of journalists by Israel in the Gaza Strip reveals how these crimes are beyond imagination, amid the inability of the int’l community &amp; its laws to stop this tragedy.”</p><p data-start=\"1009\" data-end=\"1137\">In a post on social media, he added: “May God have mercy on journalists Anas Al-Sharif, Mohammed Qreiqeh, &amp; their colleagues.”</p><h2 id=\"united-nations\">United Nations</h2><p data-start=\"2453\" data-end=\"2607\">UN Secretary-General Antonio Guterres’s spokesperson, Stephane Dujarric, offered condolences to “the Al Jazeera family” and called for an investigation.</p><p data-start=\"2609\" data-end=\"2852\">“We have always been very clear in condemning all killings of journalists,” Dujarric said. “In Gaza, and everywhere, media workers should be able to carry out their work freely and without harassment, intimidation or fear of being targeted.”</p><h2 id=\"unrwa\" data-start=\"2609\" data-end=\"2852\">UNRWA</h2><p id=\"he-un-relief-and-works-agency-for-palestinian-refugees-in-the-near-east-unrwa\" data-start=\"2609\" data-end=\"2852\">The head of the UN agency for Palestinian refugees, Philippe Lazzarini, said in a post on X: “The Israeli Army continues to silence voices reporting atrocities from Gaza.”</p><p data-start=\"2609\" data-end=\"2852\">“I am horrified by the killing of another 5 journalists in Gaza city. Since the war began, more than 200 Palestinian journalists have been reported killed in total impunity.”</p><p data-start=\"2609\" data-end=\"2852\">“Israel is also blocking access of international journalists to report independently since the war began nearly two years ago. Journalists must be protected and international media must get into Gaza to support the heroic work of their Palestinian colleagues. This is the only way to counter disinformation and prevent doubts about the scale of atrocities committed in Gaza.”</p><h2 id=\"the-un-human-rights-office\" data-start=\"2609\" data-end=\"2852\">The UN human rights office</h2><p>The Office of the UN High Commissioner for Human Rights condemned the killing of six Palestinian journalists in Gaza, saying the actions by Israel’s military represented a “grave breach of international humanitarian law”.</p><p>“Israel must respect and protect all civilians, including journalists,” the office said in a post on X.</p><p>“We call for immediate, safe and unhindered access to Gaza for all journalists.”</p><figure id=\"attachment_3882014\" aria-describedby=\"caption-attachment-3882014\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882014\" src=\"/wp-content/uploads/2025/08/524344992_122094082220964439_4912362907669017257_n-1-1754892225.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammed Qraiqea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882014\" class=\"wp-caption-text\">Al Jazeera correspondent Mohammed Qreiqeh [Al Jazeera]</figcaption></figure><p data-start=\"593\" data-end=\"757\">The Al Jazeera Media Network has condemned “in the strongest terms” the killing of its journalists in a targeted assassination by Israeli forces.</p><p data-start=\"974\" data-end=\"1206\">In a statement, the network said the Israeli military “admitted to their crimes” and deliberately directed the attack at the journalists’ location. It called the assassination “another blatant and premeditated attack on press freedom”.</p><p data-start=\"1208\" data-end=\"1422\">The strike came amid what Al Jazeera described as the “catastrophic consequences” of Israel’s ongoing assault on Gaza, including mass civilian deaths, forced starvation, and the destruction of entire communities.</p><p data-start=\"1424\" data-end=\"1630\">The network called the killing of al-Sharif, one of Gaza’s most prominent reporters, and his colleagues “a desperate attempt to silence the voices exposing the impending seizure and occupation of Gaza”.</p><figure id=\"attachment_3882086\" aria-describedby=\"caption-attachment-3882086\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882086\" src=\"/wp-content/uploads/2025/08/GyB1vl8X0AADPpb-1-1754893981.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohamed Nofal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882086\" class=\"wp-caption-text\">Mohammed Noufal [Al Jazeera]</figcaption></figure><h2 id=\"committee-to-protect-journalists\" data-start=\"1424\" data-end=\"1630\">Committee to Protect Journalists</h2><p>The Committee to Protect Journalists (CPJ) says it is “appalled” by Israel’s killing of Al Jazeera journalists.</p><p>“Israel’s pattern of labeling journalists as militants without providing credible evidence raises serious questions about its intent and respect for press freedom,” said the CPJ’s regional director, Sara Qudah.</p><p>“Those responsible for these killings must be held accountable,” Qudah added.</p><p>Jodie Ginsberg, CEO of the CPJ, recalled how Israel accused al-Sharif and others of being “terrorists” last October without evidence.</p><p data-start=\"3740\" data-end=\"3928\">“We warned back then that this felt to us like a precursor to justify assassination,” she told Al Jazeera. “This is part of a pattern … going back decades, in which it kills journalists.”</p><figure id=\"attachment_3882082\" aria-describedby=\"caption-attachment-3882082\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882082\" src=\"/wp-content/uploads/2025/08/530248263_2275904012829946_3593356327141700856_n-1-1754893969.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ibrahim Al Thaher\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882082\" class=\"wp-caption-text\">Ibrahim Zaher [Al Jazeera]</figcaption></figure><h2 id=\"amnesty-international\">Amnesty International</h2><p data-start=\"3958\" data-end=\"4107\">Amnesty International condemned the strike as a war crime under international law and remembered al-Sharif as a “brave and extraordinary” reporter.</p><p data-start=\"3958\" data-end=\"4107\">In 2024, al-Sharif was awarded Amnesty International Australia’s Human Rights Defender Award for his resilience and commitment to press freedom.</p><p data-start=\"4257\" data-end=\"4570\">“We at Amnesty International are devastated and heartbroken,” said Mohamed Duar, Amnesty International Australia’s spokesperson on the occupied Palestinian territory. “Anas dedicated his life to standing before the camera, exposing Israel’s atrocities against Palestinians, and documenting the truth so the world could bear witness.</p><p data-start=\"4257\" data-end=\"4570\">“The courageous and brave journalists who have been reporting since the genocide began have been operating in the most dangerous conditions on Earth. At great risk to their lives, they have remained to show the world the war crimes being committed by Israel against almost two million Palestinian women, men and children,” he added.</p><figure id=\"attachment_3882084\" aria-describedby=\"caption-attachment-3882084\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882084\" src=\"/wp-content/uploads/2025/08/531034385_2275903989496615_3454246255564113650_n-1-1754893975.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohamed Nofal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882084\" class=\"wp-caption-text\">Moamen Aliwa [Al Jazeera]</figcaption></figure><h2 id=\"human-rights-watch\">Human Rights Watch</h2><p data-start=\"82\" data-end=\"352\">The prominent global rights group has strongly condemned the targeted killings of Palestinian journalists in Gaza.</p><p data-start=\"57\" data-end=\"246\">Human Rights Watch denounced the “brazen targeted killing”, which it said underscored both the “unimaginable peril” faced by Palestinian journalists and the Israeli military’s “complete disregard for civilian life”.</p><h2 id=\"reporters-without-borders-rsf\">Reporters Without Borders (RSF)</h2><p data-start=\"240\" data-end=\"432\">Reporters Without Borders has condemned the “acknowledged murder by the Israeli army” of Al Jazeera correspondent Anas al-Sharif in Gaza, saying the military admitted to targeting him.</p><p data-start=\"434\" data-end=\"694\">RSF told AFP al-Sharif was “one of the most famous journalists from the Gaza Strip (and) the voice of the suffering Israel has imposed on Palestinians in Gaza.”</p><p data-start=\"813\" data-end=\"937\">RSF said the attack echoed the 2023 killing of Al Jazeera reporter Ismail al-Ghoul, also labelled a “terrorist” by Israel.</p><p data-start=\"939\" data-end=\"1129\">“Without strong action from the international community… we’re likely to witness more such extrajudicial murders of media professionals,” RSF warned, urging the UN Security Council to act.</p><h2 id=\"national-press-club\">National Press Club</h2><p data-start=\"4598\" data-end=\"4787\">Mike Balsamo, president of the US-based National Press Club, said the killing of journalists is “a loss felt far beyond one newsroom” and urged a “thorough and transparent” investigation.</p><p data-start=\"4789\" data-end=\"5029\">“Journalists must be able to work without being targeted or killed,” Balsamo said. “All parties in conflict zones must honour their obligations under international law to protect reporters and ensure they can carry out their work safely.”</p><h2 id=\"council-on-american-islamic-relations\">Council on American-Islamic Relations</h2><p>The Council on American-Islamic Relations (CAIR) has condemned Israel’s killing of five Al Jazeera journalists and called on US and international media workers to “stand in solidarity” with their Palestinian colleagues.</p><p>“Israel’s ongoing campaign of targeted assassinations of Palestinian journalists is a war crime, plain and simple,” CAIR National Executive Director Nihad Awad said in a statement.</p><p>“The murder of these Al Jazeera journalists is not an accident or collateral damage – it is part of a consistent, documented policy of silencing media voices and hiding the truth of the genocide being carried out by Israel in Gaza,” Awad said.</p><figure id=\"attachment_3882323\" aria-describedby=\"caption-attachment-3882323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882323\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_March25_2025-1754903798.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_March25_2025-1754903798\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882323\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Since October 2023, Israel has killed 269 journalists in Gaza, in the deadliest conflict ever recorded for reporters.</p></div></div></body></html>"
        },
        {
            "title": "Rashford debuts while Yamal fires as Barcelona hit Como for five | Football News | Al Jazeera",
            "time": "2025-08-11T08:52:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-10T201437Z_1063172485_UP1EL8A1K8CDH_RTRMADP_3_SOCCER-FRIENDLY-FCB-COM-1754897566.jpg?resize=1629%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rashford debuts while Yamal fires as Barcelona hit Como for five</h1><p class=\"article__subhead\"><em>Manchester United loanee Marcus Rashford debuts for Barca as Lamine Yamal scores twice in 5-0 win against Como.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Reigning Spanish champions Barcelona completed their pre-season preparations by thrashing Italian side Como 5-0 in a game which signalled a thawing of relations with goalkeeper Marc-Andre Ter Stegen.</p><p>Barca also gave Marcus Rashford a substitute’s appearance on Sunday, two weeks after <a href=\"/sports/2025/7/23/marcus-rashford-joins-barcelona-on-loan-from-manchester-united\">the England forward joined on loan</a> from Manchester United.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Double strikes from Fermin Lopez and Lamine Yamal and a first-half goal from Brazilian Raphinha completed the rout in the Joan Gamper Trophy.</p><p>With the game played at the Johan Cruyff Stadium within the team’s training complex, while Barcelona wait for the heavily delayed modernisation of the Camp Nou to be completed, Hansi Flick’s team showed fluency as they prepare to begin their Liga title defence away to Mallorca on Saturday.</p><p>Before kickoff on Sunday, Ter Stegen gave the traditional captain’s speech from the pitch, just days after his <a href=\"/sports/2025/8/8/barcelonas-ter-stegen-loses-captaincy-while-lewandowski-woes-continues\">dispute with the club</a> over the handling of his back injury broke to the surface.</p><p>“I think it was important to resolve the issue between the club and me, and now it’s time to look forward,” said the 33-year-old German goalkeeper, two days after having his captaincy restored.</p><p>“We’re going to fight again for all the trophies and we hope that with your help we can win all the titles possible,” Ter Stegen told the fans.</p><p>Rashford saw mixed fortunes, providing the cross for Raphinha to score but also blowing the chance to tap into an empty net.</p><p>Como, who are managed by former Barcelona and Arsenal midfielder Cesc Fabregas, had seen their previous match – at Real Betis – descend into violence.</p><p>The Italians are touring Spain as part of their warm-up for the new season, but <a href=\"/sports/2025/8/7/arsenal-and-barcelona-great-fabregas-como-in-punch-up-with-betis\">the friendly on Wednesday</a> with former Manchester City manager Manuel Pellegrini’s Betis saw two players sent off as punches were exchanged during a brawl. Como eventually won the match 3-2.</p></div></div></body></html>"
        },
        {
            "title": "Israel assassinates 5 Al Jazeera staff: Scenes of carnage in Gaza City | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-11T08:22:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000044491-11-1754895155.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has assassinated Al Jazeera correspondent Anas al-Sharif and four other staff in a targeted attack on a tent in Gaza City, taking the total number of journalists killed since October 7, 2023 to 269.</p><p>Correspondent Mohammed Qreiqeh, cameramen Ibrahim Zaher and Moamen Aliwa, and their assistant Mohammed Noufal were meeting in a media tent outside al-Shifa Hospital when they were targeted by a drone.</p><p>Two others were killed in the Sunday evening attack that has drawn condemnation.</p><p>Al Jazeera Media Network has condemned what it called a “targeted assassination” and called it “yet another blatant and premeditated attack on press freedom”.</p><p>“This attack comes amid the catastrophic consequences of the ongoing Israeli assault on Gaza, which has seen the relentless slaughter of civilians, forced starvation, and the obliteration of entire communities,” the network said in a <a href=\"/news/2025/8/11/al-jazeera-condemns-killing-of-its-journalists-by-israeli-forces-in-gaza\">statement</a>.</p><p>“The order to assassinate Anas Al Sharif, one of Gaza’s bravest journalists, and his colleagues, is a desperate attempt to silence the voices exposing the impending seizure and occupation of Gaza.”</p><p>The Committee to Protect Journalists (CPJ) says it is “appalled” by Israel’s killing of Al Jazeera journalists.</p><p>“Israel’s pattern of labeling journalists as militants without providing credible evidence raises serious questions about its intent and respect for press freedom,” said the CPJ’s regional director, Sara Qudah.</p><p>“Journalists are civilians and must never be targeted. Those responsible for these killings must be held accountable,” Qudah added.</p><p>Last month the CPJ said it was gravely concerned for the safety of al-Sharif as he was being “targeted by an Israeli military smear campaign”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Since Israel launched its war on the enclave in October 2023, it has routinely <a href=\"/news/2024/8/1/al-jazeera-refutes-baseless-israeli-allegations-against-ismail-al-ghoul\">accused Palestinian journalists</a> in Gaza of being Hamas members, as part of what rights groups say is an effort to discredit their reporting of Israeli abuses.</p></div></div></body></html>"
        },
        {
            "title": "‘Putin will fool Trump’: Why Ukrainians are wary about Alaska talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-11T08:11:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25220769577011-1-1754901225.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Taras, a seasoned Ukrainian serviceman recovering from a contusion, expects “no miracles” from United States President Donald Trump’s <a href=\"/news/2025/8/8/trump-announces-august-15-meet-up-with-putin-in-alaska-warns-of-land-swap\">August 15 summit</a> with his Russian counterpart, Vladimir Putin.</p><p>“There’s going to be no miracles, no peace deal in a week, and Putin will try to make Trump believe that it is Ukraine that doesn’t want peace,” the fair-haired 32-year-old with a deep brown tan acquired in the trenches of eastern Ukraine, told Al Jazeera.</p><p>Taras, who spent more than three years on the front line and said he had recently shot down an explosives-laden Russian drone barging at him in a field covered with explosion craters, withheld his last name in accordance with the wartime protocol.</p><p>Putin wants to dupe Trump by pandering to the US president’s self-image as a peacemaker to avoid further economic sanctions, while the Russian leader seeks a major military breakthrough in eastern Ukraine, Taras said.</p><p>“Putin really believes that until this winter, he will seize something sizeable, or that [his troops] will break through the front line and will dictate terms to Ukraine,” Taras said.</p><p>As the Trump administration trumpets the <a href=\"/news/2025/8/10/europe-promises-to-stand-firmly-with-ukraine-as-trump-putin-plan-summit\">upcoming Alaska summit</a> as a major step towards securing a ceasefire, Ukrainians — civilians and military personnel — and experts are largely pessimistic about the outcomes of the meeting between the US and Russian presidents.</p><p>This is partly because of the facts on the ground in eastern Ukraine. Earlier this month, Russia intensified its push to seize key locations in the southeastern Donetsk region, ordering thousands of servicemen to conduct nearly-suicidal missions to infiltrate Ukrainian positions, guarded 24/7 by buzzing drones with night and thermal vision.</p><p>In the past three months, Russian forces have occupied some 1,500sq km (580 square miles), mostly in Donetsk, of which Russia controls about three-fourths, according to Ukrainian and Western estimates based on geolocated photos and videos.</p><p>The pace is slightly faster than in the past three years.</p><p>Within weeks after Moscow’s full-scale invasion began in February 2022, Russia controlled some 27 percent of Ukrainian territory. But Kyiv’s daring counteroffensive and Moscow’s inability to hold onto areas around the capital and in Ukraine’s north resulted in the loss of 9 percent of occupied lands by the fall of 2022.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russia has since re-occupied less than 1 percent of Ukrainian territory, despite losing hundreds of thousands of servicemen, while pummelling Ukrainian cities almost daily with swarms of drones and missiles. Russia’s push to occupy a “buffer zone” in Ukraine’s northern Sumy region failed as Kyiv’s forces regained most of the occupied ground.</p><p>Ukraine also controls a tiny border area in Russia’s western Kursk region, where it started a successful offensive in August 2024, but lost most of its gains earlier this year.</p><p>The scepticism in Ukraine over the Alaska meeting is also driven by reports of what the US might offer Putin to try to convince him to stop fighting.</p><p>Reports — not denied by Washington — suggest that Trump might offer Moscow full control of Donetsk and the smaller neighbouring Luhansk region. In exchange, Moscow could offer a ceasefire and the freezing of the front line in other Ukrainian regions, as well as the retreat from tiny toeholds in Sumy and the northeastern Kharkiv region, according to the reports.</p><p>But to give up Donetsk, Kyiv would have to vacate a “fortress belt” that stretches some 50km (31 miles) along a strategic highway between the towns of Kostiantynivka and Sloviansk.</p><p>Donetsk’s surrender would “position Russian forces extremely well to renew their attacks on much more favorable terms, having avoided a long and bloody struggle for the ground,” the Institute for the Study of War, a US think tank, said on Friday.</p><p>Ukrainian President Volodymyr Zelenskyy has said that Ukraine <a href=\"/news/2025/8/9/before-trump-putin-talks-ukraine-rules-out-gifting-land-to-occupier\">will not “gift” its land</a>, and that it needs firm security guarantees from the West.</p><p>“We don’t need a pause in killings, but a real, long peace. Not a ceasefire some time in the future, in months, but now,” he said in a televised address on Saturday.</p><p>Some civilian Ukrainians hold a gloomy view on the prospects of peace, believing that Kyiv’s tilt towards democracy and presumed eventual membership in the European Union, and Moscow’s “imperialistic nature” set up an equation that prevents a sustainable diplomatic solution.</p><p>“The war will go on until [either] Ukraine or Russia exist,” Iryna Kvasnevska, a biology teacher in Kyiv whose first cousin was killed in eastern Ukraine in 2023, told Al Jazeera.</p><p>But the lack of trust in the Alaska summit for many Ukrainians also stems from a deep lack of faith in Trump himself.</p><p>Despite <a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">Trump’s recent change in rhetoric</a> and growing public dissatisfaction with Moscow’s reluctance to end the hostilities, the US president has a history of blaming Ukraine – for the war and its demands of its allies – while some of his negotiators have repeated Moscow’s talking points. It is also unclear whether Zelenskyy will be invited to a trilateral meet with Trump and Putin in Alaska, or whether the US will go ahead and seek to shape the future of Ukraine without Kyiv in the room.</p><p>“Trump has let us down several times, and the people who believe he won’t do it again are very naive, if not stupid,” Leonid Cherkasin, a retired colonel from the Black Sea port of Odesa who fought pro-Russian rebels in Donetsk in 2014-2015 and suffered contusions, shrapnel and bullet wounds, told Al Jazeera.</p><p>“He did threaten Putin a lot in recent weeks, but his actions don’t follow his words,” he said.</p><p>He referred to Trump’s pledges during his re-election campaign to “end the war in 24 hours”, and his ultimatums to impose crippling sanctions on Russia if Putin does not show progress in a peace settlement.</p><p>Trump’s ultimatum to Putin, initially 50 days long, was reduced to “10 to 12 days” and ended on Friday, one day after the Alaska summit was announced.</p><p>Military analysts agree that Putin will not bow to Trump’s and Zelenskyy’s demands.</p><p>Meanwhile, the very fact of a face-to-face with Trump heralds a diplomatic victory for Putin, who has become a political pariah in the West and <a href=\"/news/2025/6/10/russia-ukraine-children-war\" target=\"_blank\" rel=\"noopener noreferrer\">faces child abduction charges</a> that have led the International Criminal Court to issue an arrest warrant against him. Putin last visited the US for bilateral meetings in 2007, only coming for UN summits after that, but not visiting the country since the warrant was issued.</p><p>“What’s paramount for Putin is the fact of his conversation with Trump as equals,” Nikolay Mitrokhin, a researcher with Germany’s Bremen University, told Al Jazeera.</p><p>“I think the deal will be limited to an agreement on cessation of air strikes, and Putin will get three months to finalise the land operations – that is, to seize the [entire] Donetsk region.”</p><p>An air ceasefire may benefit Russia, as it can amass thousands of drones and hundreds of missiles for future attacks. The ceasefire will also stop Ukraine’s increasingly successful drone strikes on military sites, ammunition depots, airfields and oil refineries in Russia or occupied Ukrainian regions.</p><p>“Then [Putin] will, of course, fool Trump, and everything will resume,” Mitrokhin said.</p></div></div></body></html>"
        },
        {
            "title": "Nvidia, AMD to pay 15% of China chip sales to US government, reports say | Technology | Al Jazeera",
            "time": "2025-08-11T07:47:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-02-17T102124Z_2115759463_RC2XCZ9BGSTP_RTRMADP_3_AMD-RESULTS-1754887566.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nvidia, AMD to pay 15% of China chip sales to US government, reports say</h1><p class=\"article__subhead\"><em>Trade experts express concern about reported deal linking exports controls to monetary payments.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nvidia and AMD have agreed to give the United States government a share of revenues from chip sales in China as part of a deal to secure export licences for their products, US media have reported.</p><p>Under the agreement reached with US President Donald Trump’s administration, Nvidia will share 15 percent of revenues from sales of its H20 AI chip, while AMD will pay the same percentage of MI308 chip revenues, multiple outlets reported on Sunday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The unorthodox agreement, which has no known precedent, comes after the Trump administration last month agreed to reverse a ban on the sale of Nvidia’s H20 chips to China.</p><p>The Financial Times, which first reported the news, said the Trump administration had yet to decide how it would use the collected revenues.</p><p>AMD did not respond to a request for comment.</p><p>Nvidia neither confirmed nor denied the deal, but said it follows US government rules for doing business in overseas markets.</p><p>“While we haven’t shipped H20 to China for months, we hope export control rules will let America compete in China and worldwide,” a company spokesperson said.</p><p>“America cannot repeat 5G and lose telecommunication leadership. America’s AI tech stack can be the world’s standard if we race.”</p><p>Following reports of the deal, which was confirmed by The New York Times, Bloomberg, The Wall Street Journal and the BBC, trade experts expressed concern about the implications of linking controls on sensitive technology to monetary payments.</p><p>Christopher Padilla, the former head of the US Commerce Department’s International Trade Administration, called the agreement “astonishing”.</p><p>“If the Trump administration is allowing companies to buy their way past export controls imposed to protect US national security, we are in very dangerous waters,” Padilla said in a post on LinkedIn.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“A mix of bribery and blackmail that is certainly unprecedented and possibly illegal.”</p><p>Peter Harrell, a nonresident fellow at the Carnegie Endowment for International Peace, said the deal set a worrying precedent.</p><p>“The Chinese would pay a lot for F35s and advanced US military technology, too,” Harrell said in a post on X.</p><p>“Regardless of whether you think Nvidia should be able to sell H20s in China, charging a fee in exchange for relaxing national security export controls is a terrible precedent.”</p></div></div></body></html>"
        },
        {
            "title": "Magnitude 6.1 earthquake hits western Turkiye, killing one | Earthquakes News | Al Jazeera",
            "time": "2025-08-11T07:42:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/reuters_68998d31-1754893617.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Magnitude 6.1 earthquake hits western Turkiye, killing one</h1><p class=\"article__subhead\"><em>Turkiye’s interior minister said an 81-year-old person died after being rescued from rubble by emergency teams.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A magnitude 6.1 earthquake struck northwestern Turkiye’s Balikesir province on Sunday evening, killing at least one person and causing more than a dozen buildings to collapse, according to Interior Minister Ali Yerlikaya.</p><p>Four people were pulled from the rubble of a collapsed house, three of whom are being treated in hospital, while one man died of his injuries. Yerlikaya said the lone victim was an 81-year-old person who died after being rescued from the rubble.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Nearly 30 people were wounded in the quake, which occurred at about 7:53pm (16:53 GMT), Turkiye’s AFAD disaster management authority said on Sunday. Tremors were felt in multiple provinces, including the country’s biggest city, Istanbul.</p><p>The disaster authority reported six aftershocks in the first hour, including one measuring 4.6, and urged citizens not to enter damaged buildings.</p><p>Yerlikaya, the interior minister, said search and rescue operations had ended and there were no other signs of serious damage or casualties. He stated that electricity and water service had not been disrupted.</p><p>AFAD said the quake, with an epicentre in the town of Sindirgi, struck at a depth of 11km (6.8 miles), while the German Research Centre for Geosciences (GFZ) registered the earthquake’s magnitude at 6.19 and a depth of 10km (6.2 miles).</p><figure id=\"attachment_3882067\" aria-describedby=\"caption-attachment-3882067\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882067\" src=\"/wp-content/uploads/2025/08/reuters_68998d58-1754893656.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A woman sits near the site of a building (not pictured) that collapsed following an earthquake in Sindirgi, in the western Balikesir province, Turkey, August 11, 2025. REUTERS/Efekan Akyuz\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882067\" class=\"wp-caption-text\">A woman sits near the site of a building (not pictured) that collapsed following an earthquake in Sindirgi, in the western Balikesir province, Turkiye [Efekan Akyuz/Reuters]</figcaption></figure><p>Turkish President Recep Tayyip Erdogan issued a statement wishing all affected citizens a speedy recovery.</p><p>“May God protect our country from any kind of disaster,” he wrote on X.</p><p>Turkiye lies on multiple fault lines, making it <a href=\"/news/2025/4/23/powerful-6-2-magnitude-earthquake-shakes-turkiyes-istanbul\">highly prone to earthquakes.</a> Istanbul, a metropolis home to 16 million, is particularly vulnerable. In April of this year, a <a href=\"/news/liveblog/2025/4/23/turkiye-earthquake-live-news-istanbul-rocked-by-6-2-magnitude-quake\">strong earthquake</a> of magnitude 6.2 rocked the city. No casualties were reported.</p><p>In February 2023, twin quakes with a magnitude of 7.8 killed more than 53,000 people in Turkiye and another 6,000 in neighbouring Syria.</p></div></div></body></html>"
        },
        {
            "title": "Australia to recognise Palestinian state at UN in September | Gaza | Al Jazeera",
            "time": "2025-08-11T06:54:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754895210.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}