{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Syrian youth embrace political freedoms after fall of Assad | Syria's War | Al Jazeera",
            "time": "2025-12-08T15:52:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765209121.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "With flags and fireworks, Syrians celebrate one year since fall of al-Assad | Syria's War News | Al Jazeera",
            "time": "2025-12-08T15:34:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6936de3fac3c-1765203519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrians have taken to the streets to celebrate the first anniversary of the removal of longtime ruler Bashar al-Assad amid renewed optimism that conditions will continue to improve as the country recovers from the effects of nearly 14 years of war.</p><p>Fireworks rang out, and flags dotted cities across the country on Monday, marking <a href=\"/news/liveblog/2025/12/8/live-syria-marks-one-year-since-fall-of-bashar-al-assad\">one year</a> since the <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">al-Assad dynasty fell</a> after a lightning 11-day offensive by opposition forces ended its 53-year rule.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Syria’s President Ahmed al-Sharaa, wearing a military uniform, performed the dawn prayer at the Umayyad Mosque in the capital, Damascus, early in the morning to mark the anniversary.</p><p>In a speech after the prayers, al-Sharaa pledged to rebuild Syria.</p><p>“No one will stand in our way, no matter how big or powerful they are, and no obstacles will stand in our way. We will face all challenges, God willing,” al-Sharaa, who led the opposition forces that seized Damascus on December 8, 2024, said.</p><p>“From its north to its south and from its east to its west, we will rebuild a strong Syria with a structure befitting its present and its past, and we will rebuild it to support the oppressed and to establish justice among the people.”</p><p>Military parades organised by the Ministry of Defence took place in Damascus and across several provinces, including in Hama, Homs and Deir Az Zor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"only-a-part-of-the-dream-came-true\">‘Only a part of the dream came true’</h2><p>Over the last year, the new government has taken steps to provide basic services to citizens.</p><p>A presidential decree in June raised civil servants’ minimum monthly salaries.</p><p>Repair and maintenance work began on the country’s power grid, with main cities, including Aleppo, Homs and Damascus, receiving uninterrupted electricity on a trial basis for the first time in 15 years.</p><p><a href=\"/video/witness/2025/12/8/syrias-prison-of-secrets-the-search-for-sednayas-missing\">Prisons that left dark marks</a> on the Syrian public, including Sednaya, the Mezzeh military prison, and Khatib, were also permanently closed.</p><p>But while the <a href=\"/gallery/2025/12/8/syrians-celebrate-anniversary-of-bashar-al-assads-fall\">mood in the nation is joyous</a>, with people celebrating on the streets, chanting, singing and waving flags, “there’s a lot of work to be done”, said Al Jazeera’s Assed Baig, reporting from Aleppo.</p><p>The city, which was split until 2016 between opposition fighters and pro-Assad forces, took a “real battering” that will “cost billions of dollars to rebuild and restore”, he said.</p><p>“That’s why the government is looking to international partners for investment, to help with the rebuilding of this country, especially Aleppo, because the fighting here was so fierce,” said Baig.</p><p>Meanwhile, millions of refugees and members of the diaspora are weighing the decision to return home and rebuild their lives after the fall of al-Assad, who fled to Russia a year ago.</p><p>The war started as a largely unarmed uprising against al-Assad in March 2011, but quickly morphed into a full-blown conflict that killed hundreds of thousands of people. It also led to one of the world’s largest migration crises, with some 6.8 million Syrians, about a third of the population, fleeing the country at the war’s peak in 2021, seeking refuge wherever they could find it.</p><p>More than <a href=\"/news/2025/12/8/how-many-syrians-have-returned-home-one-year-since-the-fall-of-al-assad\">782,000 Syrians have returned</a> to Syria from other countries over the past year, according to the International Organization for Migration (IOM).</p><p>Despite the rise in returns, limited job opportunities and high living costs continue to undermine long-term resettling. Housing remains unaffordable for many, leaving returnees in damaged homes or expensive rental units.</p><p>Young people in Syria are particularly hopeful about change, but the need for more jobs and for the economy to revive is urgent.</p><p>“Only a part of the dream came true,” student Maha Khalil told Al Jazeera.</p><p>“We have victory, but we lost years, homes, children. The real story begins now. We hope we will rebuild, but the youth are thinking of going abroad. And those who are abroad are afraid of coming back.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"focus-inward\">Focus inward</h2><p>Syria received international support on its anniversary, with United Nations chief Antonio Guterres reaffirming the organisation’s commitment to ensure the success of Syria’s political transition.</p><p>“On this anniversary, we stand united in purpose – to build a foundation of peace and prosperity and renew our pledge to a free, sovereign, united and inclusive Syria,” he said.</p><p>Heiko Wimmen, International Crisis Group’s project director for Iraq, Syria, and Lebanon, told Al Jazeera that while the international legitimisation of al-Sharaa has “been a spectacular success”, his government must now shift its gaze inwards.</p><p>The government should primarily focus on rebuilding the economy after the <a href=\"/news/2025/6/30/trump-formally-orders-lifting-of-syria-sanctions\">lifting of international sanctions</a>, “which takes time, because capital and investments are cautious, as they should be”, Wimmen said.</p><p>It should also “revive political life”, he added.</p><p>For years, Syria’s leaders were programmed to “monopolise power”, an approach that will no longer work as they attempt to include all citizens in the political mix.</p><p>“Everybody in Syria needs to be convinced that, in the country that’s being built, they’ll have a say in how it’s being built – and a place,” Wimmen said.</p></div></div></body></html>"
        },
        {
            "title": "Condemnation as Israel raids UNRWA HQ in East Jerusalem, removes UN flag | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-08T15:27:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T072148Z_406175209_RC27CIA9VMZO_RTRMADP_3_ISRAEL-PALESTINIANS-JERUSALEM-UNRWA-RAID-1765207527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have raided the headquarters of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) in occupied East Jerusalem, seizing items and replacing the UN flag with Israel’s flag.</p><p>In a statement on X, the agency’s commissioner-general, Philippe Lazzarini, said Israeli police, accompanied by municipal officials, forcibly entered its compound in Sheikh Jarrah early on Monday morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Police motorcycles, as well as trucks and forklifts, were brought in and all communications were cut. Furniture, IT equipment and other property was seized,” he said. “The UN flag was pulled down and replaced with an Israeli flag.”</p><p>UNRWA has not used the building since the beginning of the year after Israeli authorities ordered the agency to vacate all of its premises and halt operations inside Israel.</p><p>Lazzarini said this follows “months of harassment that included arson attacks in 2024, hateful demonstrations and intimidation, supported by a large-scale disinformation campaign, as well as anti-UNRWA legislation passed by the Israeli parliament in breach of its international obligations”.</p><p>Israel barred UNRWA from operating on its soil after claiming some employees had participated in the Hamas-led attack on southern Israel on October 7, 2023. UNRWA denied the allegations, while in October the <a href=\"/news/2025/10/22/after-icj-ruling-can-un-relief-agency-unrwa-resume-full-gaza-operations\">International Court of Justice (ICJ)</a> found that Israel’s allegations against UNRWA were unsubstantiated.</p><p>Still, Israel’s claims prompted the United States, historically UNRWA’s largest donor, to suspend funding.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>UNRWA was forced to repatriate its international staff from Gaza and the occupied West Bank, severely limiting aid distribution at a time when Palestinians are facing extreme shortages of food and shelter amid Israel’s genocidal war on the Gaza Strip.</p><p>In October, the ICJ issued an advisory opinion reaffirming Israel’s legal obligation to support UN relief efforts in Gaza, including those carried out by UNRWA, and to cooperate with UN agencies operating in the occupied territories.</p><h2 id=\"a-dangerous-precedent\">‘A dangerous precedent’</h2><p>Lazzarini condemned the latest attack on UNRWA as a direct violation of international law, saying it showed “a blatant disregard of Israel’s obligation as a United Nations Member State to protect &amp; respect the inviolability of UN premises”.</p><p>While Israel has attempted to strip the compound of its UN status, Lazzarini said its actions have no legal effect.</p><p>“However, whatever action taken domestically, the compound retains its status as a UN premises, immune from any form of interference,” he said, adding that Israel is a signatory to the Convention on the Privileges and Immunities of the UN.</p><p>UNRWA is the largest humanitarian organisation operating in Gaza and the West Bank, and also provides schooling, healthcare, social services and shelter to millions of Palestinian refugees across the Middle East.</p><p>For Palestinians, the agency’s existence is tied to their internationally recognised right of return to homes from which they or their families were expelled during the creation of Israel in 1948.</p><p>The raid comes amid Israel’s continued genocidal war on Gaza. According to health officials in Gaza, the total number of people killed in Israeli attacks stands at at least 70,365, with 171,058 others wounded.</p></div></div></body></html>"
        },
        {
            "title": "Memories of liberation and hope for the future: A Damascene’s story | Syria's War | Al Jazeera",
            "time": "2025-12-08T15:22:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image001-1-1765196059.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Damascus, Syria –</strong> In 2013, Mohamad Yamen, then nine years old, fled from the Damascus suburb of Jobar with his family.</p><p>The Assad regime flattened Jobar, making it uninhabitable. Yamen and his parents moved to the Abbasiyyin neighbourhood of Damascus, where he continued his studies and dreamed of moving to Spain.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At around midnight on December 8, 2024, the 20-year-old Yamen was on his phone as news poured in that the regime might be on its last legs. A rebel operation from the north of Syria had overtaken Aleppo, Hama and Homs, and word was that they were on their way to Syria’s capital city.</p><p>Yamen told a few friends and joined them in the streets of Damascus. His house was between two police stations, Abbasiyyin and Jobar, staffed with police who he said were corrupt and would regularly harass people.</p><p>But that evening, they were nowhere to be found. Instead, they found the uniforms of defected soldiers lying on the ground.</p><p>His phone died while he was out on the streets, so the news did not come in by phone, but the sound of gunfire echoed through the night sky.</p><p>“There was a lot of gunfire from jubilant people,” he said on Monday, a day before the first anniversary, seated in a hotel courtyard.</p><p>He looked out over the courtyard and played with a ring on his left hand as he spoke.</p><p>He described the scene that day as a kind of joy-filled chaos, until rebel forces arrived from Deraa, in southern Syria, and later fighters, led by Ahmed al-Sharaa, poured into the capital from the north.</p><p>“This was an indescribable joy, honestly,” he said. But his first thoughts were for other people suffering oppression.</p><p>“At that moment, I thought that God willing, it will happen soon for the people of Palestine, and we will celebrate in Palestine, at Al-Aqsa Mosque.”</p><p>Soon after, Yamen saw on television that al-Sharaa was entering the Umayyad Mosque in Damascus’s Old City. He jumped on his scooter and made a beeline for the mosque. When he arrived, he saw Syria’s future president emerging from the historic mosque.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"because-of-this-liberation-i-have-hope\">‘Because of this liberation, I have hope’</h2><p>Al Jazeera first met Yamen a few days later, outside that same mosque on the first Friday after the liberation of Damascus.</p><p>“Because of this liberation, I have hope,” <a href=\"/features/2024/12/30/syria-end-of-fear-assad-damascus-aleppo\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/2024/12/30/syria-end-of-fear-assad-damascus-aleppo\" data-sk=\"tooltip_parent\">he said at the time</a>.</p><p>On December 7, 2025, Yamen was still filled with positivity on the eve of the anniversary of the liberation of Damascus. At 21 years old, his face was fuller than a year ago, and he spoke calmly with an intellectual air.</p><p>He listed a number of things that he felt had been improved by the new government, led by al-Sharaa.</p><p>The streets had been upgraded, infrastructure had been repaired, the exchange rate had improved, the health sector was getting better, and employees’ salaries had been raised, he said.</p><p>“What I have mentioned is just the tip of the iceberg, so there’s still more to improve, God willing, much more.”</p><p>He also pointed to the issue of freedom of expression. Under al-Assad, any criticism of the regime could end in imprisonment.</p><p>Many Syrians told Al Jazeera that having dollars or even speaking the word aloud on a mobile phone could result in punishment or imprisonment.</p><p>“The issue of freedom of expression is one of the issues that has made the most difference,” he said.</p><p>He pointed out recent antigovernment protests in <a href=\"/news/2025/11/24/syria-extends-homs-curfew-as-killings-threaten-to-inflame-sectarian-tension\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/11/24/syria-extends-homs-curfew-as-killings-threaten-to-inflame-sectarian-tension\" data-sk=\"tooltip_parent\">Homs</a> and the Syrian coast, where troops affiliated with the new government contributed to <a href=\"/features/2025/3/20/dont-trust-anyone-are-syrias-alawis-losing-faith-in-the-new-government\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/2025/3/20/dont-trust-anyone-are-syrias-alawis-losing-faith-in-the-new-government\" data-sk=\"tooltip_parent\">widespread sectarian violence</a> in March.</p><p>“Right now, we are sitting here. For example, you might disagree with me on a political opinion. But under the old regime, you were careful with every word,” Yamen said.</p><p>On the actual anniversary, the next day, Yamen headed down to Umayyad Square to take part in the celebrations and the collective euphoria and joy.</p><p>Tens of thousands were expected to attend. By 3pm (12:00 GMT), fireworks burst overhead as helicopters and powered paragliders flew through the sky, while below the square was already full of people waving the green, black and white Syrian flag.</p><p>People continued to pour in for the processions, which the government said would start at 8pm (17:00 GMT).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"i-can-help-this-country\">‘I can help this country’</h2><p>Jobar is still destroyed, and rebuilding will take years. Yamen compared the destruction of the area with the destruction Israel has unleashed on Gaza.</p><p>Under the Assad regime, dozens of areas were obliterated through barrel bombs, air raids, and siege. The World Bank has estimated the reconstruction costs in Syria will require between $140bn and $345bn.</p><p>“I will never forget the time of our forced displacement,” he said. “Our region, our people, our families in Ghouta and Jobar were displaced.”</p><p>Still, Yamen no longer dreams of Spain.</p><p>“There are things that make me want to challenge everything and stay, I mean, this is something that’s not about me,” he said. He is in his final year studying law and hopes to find work upon his graduation.</p><p>“I am ultimately a member of society. Before, corruption in the legal field filled me with doubt about working here,” Yamen said.</p><p>“But today, if I find a good opportunity after graduation, either in the private sector or working with the state, I will take it so that I can help this country.”</p></div></div></body></html>"
        },
        {
            "title": "Inter Milan vs Liverpool: Champions League - Salah, team, start and lineups | Football News | Al Jazeera",
            "time": "2025-12-08T15:16:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T120918Z_225534282_UP1ELC80XRHWR_RTRMADP_3_SOCCER-CHAMPIONS-INT-LIV-PREVIEW-1765196159.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Inter Milan vs Liverpool<br>\n<strong>What:</strong> UEFA Champions League – League phase, match day 6<br>\n<strong>Where:</strong> San Siro Stadium, Milan, Italy<br>\n<strong>When:</strong> Tuesday at 9pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p>In-form Inter Milan host struggling Liverpool in the UEFA Champions League (UCL) on Tuesday with the Reds underwhelming defence of their Premier League crown turning from bad to worse with superstar player Mohamed Salah hinting at an exit from the club.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Liverpool currently sits ninth on the domestic league ladder – 10 points behind leaders Arsenal – and their morale was weakened further when Salah accused the club of “throwing him under the bus” in comments made to the media after a 3-3 draw at lowly Leeds United on the weekend.</p><p>Inter have recovered from a slow start to the Serie A football season – where they lost two of their first three fixtures – to storm back into title contention. The Nerazzurri now sit second on the table – just a point behind reigning champions Napoli after 14 rounds.</p><p>For Inter coach Cristian Chivu, a win against Liverpool at the San Siro could secure direct qualification for the Italian mega club in the last-16 of the Champions League.</p><h2 id=\"where-do-inter-and-liverpool-sit-on-the-champions-league-ladder\">Where do Inter and Liverpool sit on the Champions League ladder?</h2><p>After five of the eight match days so far, Inter sits fourth on the ladder with a record of four wins and one loss. They were undefeated in the competition until a tough 2-1 loss in their last fixture at Atletico Madrid on November 26.</p><p>Liverpool is currently 13th with three wins and two losses, and is situated outside the top-eight placing required for automatic qualification into the next phase of the tournament. The Reds defeated 15-time UCL champions Real Madrid 1-0 on November 4 – but were then humiliated 4-1 at Anfield by Dutch side PSV in their last match on November 26.</p><figure id=\"attachment_4159852\" aria-describedby=\"caption-attachment-4159852\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159852\" src=\"/wp-content/uploads/2025/12/2025-12-08T120833Z_1709321076_UP1ELC80XQ7WQ_RTRMADP_3_SOCCER-CHAMPIONS-INT-LIV-PREVIEW-1765196220.jpg?w=770&amp;resize=770%2C557&amp;quality=80\" alt=\"Mohamed Salah in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159852\" class=\"wp-caption-text\">Mo Salah trains with his teammates in Liverpool on Monday before their trip to Milan [Jason Cairnduff/Reuters]</figcaption></figure><h2 id=\"will-mo-salah-play-against-inter\">Will Mo Salah play against Inter?</h2><p>It is unclear at this stage if Salah will be included in the Liverpool squad for the Reds’ trip to Inter Milan.</p><p>Salah trained with the club at the AXA Training Centre in Liverpool on Monday ahead of their flight to Italy, but it remains to be seen whether manager Arne Slot chooses to leave him out of the squad. He did not speak to the media.</p><p>On Saturday, the 33-year-old said he had been “thrown under the bus” as he tore into the club over his treatment and signalled a potential exit, after watching from the bench for the third straight match in the draw at Leeds.</p><p>In his incendiary post-match comments, the Egyptian international lashed out at the club and coach Slot, telling journalists he felt he had been scapegoated for their poor start to the season and suggesting that he may not have long left at Anfield.</p><p>“I’m very, very disappointed, to be fair. I have done so much for this club. Everybody can see that during the years, and especially last season,” Salah told reporters in the post-match mixed zone, before taking aim at the club’s leadership.</p><p>“I don’t know, it seems like the club is throwing me under the bus. That’s how I felt it, how I feel it.</p><p>“I think it’s very clear that someone wants me to get all the blame. The club promised me in the summer … a lot of promises and nothing so far.”</p><p>Salah, who is going to the Africa Cup of Nations (AFCON) with Egypt on December 15, added: “I don’t know what’s going to happen now, so I’m just going to be in Anfield, say goodbye to the fans [before] going to Africa Cup, because I don’t know what’s going to happen when I’m there.”</p><h2 id=\"when-did-inter-and-liverpool-last-play-each-other\">When did Inter and Liverpool last play each other?</h2><p>The teams’ last match was on March 8, 2022. They met in the second leg of their last-16 Champions League matchup, with Liverpool losing 1-0 at Anfield, but still progressing to the quarterfinals of the tournament (2-1 on aggregate) after winning the first leg 2-0 at the San Siro on February 16.</p><h2 id=\"when-did-inter-and-liverpool-last-win-the-champions-league\">When did Inter and Liverpool last win the Champions League?</h2><p>Liverpool defeated fellow English club Tottenham Hotspur 2–0 to secure the 2019 title.</p><p>Inter last won in 2010, overcoming Bayern Munich 2–0 in the final to complete the treble, a feat never before achieved by any team from either Italy or Germany.</p><figure id=\"attachment_4159885\" aria-describedby=\"caption-attachment-4159885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159885\" src=\"/wp-content/uploads/2025/12/2010-05-22T000000Z_419054449_LR2E65M1NB09R_RTRMADP_3_SOCCER-CHAMPIONS-1765196587.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Inter Milan players react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159885\" class=\"wp-caption-text\">Inter Milan have won the UEFA Champions League trophy three times, with their last title coming against Bayern Munich at the Santiago Bernabeu Stadium in Madrid, Spain, on May 22, 2010 [Stefano Rellandini/Reuters]</figcaption></figure><h2 id=\"head-to-head\">Head-to-head</h2><p>The two storied clubs have played six times in history.</p><p>Liverpool holds a 4-2 edge over the Nerazzurri in the all-time head-to-head record.</p><h2 id=\"inter-milan-s-team-news\">Inter Milan’s team news</h2><p>Ex-Manchester United and Arsenal star Henrikh Mkhitaryan is expected to make his long-awaited return to the starting lineup after a month-long absence with a thigh injury, replacing Piotr Zielinski in the central midfield role.</p><p>Talented Brazilian Luis Henrique, who plays as a right wingback in Chivu’s 3-5-2 formation, is likely to retain his spot in the lineup after starting against Como on Saturday.</p><p>Matteo Darmian, Tomas Palacios and goalkeeper Raffaele Di Gennaro are all unavailable due to injury.</p><p>Lautaro Martinez and strike partner Marcus Thuram both scored against Como and will again start up front against Liverpool.</p><figure id=\"attachment_4160072\" aria-describedby=\"caption-attachment-4160072\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4160072\" src=\"/wp-content/uploads/2025/12/AP25340664870012-1765200580.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Marcus Thuram and Lautaro Martinez react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4160072\" class=\"wp-caption-text\">Inter Milan’s Marcus Thuram, left, celebrates with his teammate Lautaro Martinez after scoring his side’s second goal during a Serie A match against Como, in Milan, Italy, on December 6, 2025 [Luca Bruno/AP]</figcaption></figure><h2 id=\"inter-milan-s-predicted-starting-lineup-3-5-2\">Inter Milan’s predicted starting lineup (3-5-2):</h2><p>Sommer (goalkeeper); Akanji, Bisseck, Bastoni; Henrique, Zielinski, Barella, Calhanoglu, Dimarco; Thuram, Martinez</p><h2 id=\"liverpool-s-team-news\">Liverpool’s team news</h2><p>No official team statement has been made on whether Salah will travel with the team to Italy. Slot will address the issue in his pre-match press conference in Milan on Tuesday.</p><p>Jeremie Frimpong and Giovanni Leoni remain out with injuries.</p><p>The big question for the Liverpool coach remains who to play up front in the lone striker role: Alexander Isak or Hugo Ekitike.</p><p>Ekitike had a bounce-back game against Leeds on Saturday, scoring two goals. Record signing Isak scored his first Premier League goal for Liverpool on November 30 against West Ham and – now healthy – is keen to add to that tally.</p><h2 id=\"liverpool-s-predicted-starting-lineup-4-2-3-1\">Liverpool’s predicted starting lineup (4-2-3-1):</h2><p>Alisson (goalkeeper); Bradley, Gomez, van Dijk, Robertson; Gravenberch, Jones; Szoboszlai, Wirtz, Chiesa; Isak</p><h2 id=\"last-five-matches\">Last five matches</h2><p><strong>Inter Milan:</strong> W-W-L-W-W (most recent result last, Serie A matches only)</p><p><strong>Liverpool:</strong> L-L-W-D-D (most recent result last, Premier League matches only)</p><figure id=\"attachment_4045868\" aria-describedby=\"caption-attachment-4045868\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4045868\" src=\"/wp-content/uploads/2025/10/getty_68f50e3b1e-1760890427.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"LIVERPOOL, ENGLAND - OCTOBER 19: Alexander Isak of Liverpool reacts during the Premier League match between Liverpool and Manchester United at Anfield on October 19, 2025 in Liverpool, England. (Photo by Carl Recine/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4045868\" class=\"wp-caption-text\">Star off-season signing Alexander Isak could make the difference for Liverpool against Inter Milan, but he faces stiff competition for the starting striker role from French international forward Hugo Ekitike [File: Carl Recine/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Salvadoran attorney forced into exile by home raid | Al Jazeera | Al Jazeera",
            "time": "2025-12-08T15:15:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/20-Website-1765206846.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ivania Cruz, a Salvadoran attorney and activist, says she’s been targeted by the government of President Nayib Bukele, leading her to seek impromptu exile while visiting Spain.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Video: Palestinian teen says he was tortured in settler kidnapping | Gaza | Al Jazeera",
            "time": "2025-12-08T15:05:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765206306.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India travel chaos: Are pilots overworked compared to other countries? | Aviation News | Al Jazeera",
            "time": "2025-12-08T15:02:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6936b1ad946b-1765192109.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of flights operated by India’s largest airline, <a href=\"/news/2025/12/7/indigo-chaos-why-is-indias-largest-airline-canceling-hundreds-of-flights\">IndiGo, have been cancelled</a> in the past week, disrupting air travel during peak travel season in the world’s most populous nation.</p><p>The chaos started last week due to a pilot shortage after the private carrier failed to adapt to a new government guideline on the rest and duty hours of pilots.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The crisis has brought into the spotlight the working conditions of pilots in India and how airlines pushed policies that negatively affected their pay scale.</p><h2><span>What do we know about flight disruptions?</span></h2><p>IndiGo, which operates 2,200 flights daily, has been forced to cancel about 3,400 flights since December 2 in the worst crisis in the carrier’s 20-year operation.</p><p>There were flight disruptions in several big cities, including New Delhi, Mumbai, Ahmedabad and Hyderabad, leaving thousands of passengers stranded at airports across the country.</p><p>The airline says its operations will be back to normal by December 15.</p><p>Given that IndiGo controls 65 percent market share, the impact on travel and ticket prices was severe, forcing the government to intervene and even issue a cap on domestic fares.</p><p>Together, Air India and IndiGo control 92 percent of the market share. IndiGo is the only airline that connects many smaller cities and towns in India, such as Shillong, Kolhapur, Prayagraj, Agra and Deogarh, giving it a monopoly on those sectors.</p><p>On Friday, about 1,600 flights were cancelled. A day later, more than 700 flights were cancelled, followed by some 650 flights on Sunday. More than 400 flights have been cancelled so far on Monday.</p><p>The disruptions have caused a huge outcry.</p><h2 id=\"what-are-the-new-guidelines-on-pilot-rest-and-duty-hours\">What are the new guidelines on pilot rest and duty hours?</h2><p>Early in 2024, the Indian government introduced new Flight Duty Time Limitations (FDTL) regulations to improve pilots’ working hours, rest periods, and fatigue management across Indian airlines. These rules reduced the maximum daily duty hours and tightened rest requirements, aligning more closely with international fatigue‑risk norms.</p><p>The new rules, which came into effect on November 1, asked airlines to:</p><ul class=\"spaced-bullet-spacing\">\n<li>Increase pilots’ mandatory weekly rest period from 36 to 48 hours. A pilot’s personal leave request, however, cannot be included under the mandatory rest period.</li>\n<li>Cap pilots’ flying hours that continue into the night to 10 hours.</li>\n<li>Cap the weekly number of landings a pilot can make between midnight and early morning to two.</li>\n<li>Submit pilots’ fatigue reports every quarter to India’s aviation regulator – the Directorate General of Civil Aviation (DGCA).</li>\n</ul><p>Aviation experts and pilot unions have blamed IndiGo for poor preparation and negligence in adapting to the new rules. Former AirAsia CFO Vijay Gopalan attributed the crisis to IndiGo’s “very, very lackadaisical, nonchalant attitude” towards adapting to the latest regulations.</p><p>“Despite the two-year preparatory window before full FDTL implementation, the airline inexplicably adopted a hiring freeze, entered non-poaching arrangements, maintained a pilot pay freeze through cartel-like behaviour, and demonstrated other short-sighted planning practices,” the Federation of Indian Pilots told the Press Trust of India news agency on December 4.</p><h2 id=\"why-did-india-introduce-flight-duty-time-limitations\">Why did India introduce Flight Duty Time Limitations?</h2><p>The Indian civil aviation authorities introduced the FDTL regulations to address pilot fatigue and safety concerns, bringing them closer to international standards.</p><p>These international standards are set by bodies such as the International Civil Aviation Organization (ICAO), a United Nations agency which sets global aviation standards and coordinates international air transport, and the European Union Aviation Safety Agency (EASA).</p><p>The new regulations were introduced after years of lobbying by pilot unions and associations in India, including the Airline Pilots’ Association of India (ALPA), for updated fatigue rules. They raised concerns about operational safety risks and health impacts from long, irregular hours.</p><h2 id=\"what-is-it-like-to-be-a-pilot-in-india\">What is it like to be a pilot in India?</h2><p>Pawan*, a commercial pilot with an Indian airline, told Al Jazeera on condition of anonymity, “You need to have completed about 200 hours of flight time through a training institution before working with an airline.”</p><p>As a child, Pawan lived in a housing society with pilots, engineers and airport managers because his father was also a pilot. These factors inspired him to become a pilot.</p><p>He added that, unlike many industries with annual inflation‑linked raises, pilot salaries rarely increase, and benefits are mostly standard – staff flight tickets for family, limited medical insurance and compensation if a licence is lost due to medical reasons or death.</p><p>“From a lot of people that I’ve interacted with in the industry who’ve been here now 15 years close to the company, they are saying things like, ‘I feel like I’m earning the same thing I earned 10 years back, or maybe even less,'” Pawan, who has been a pilot in India for almost a decade, said.</p><p>Different websites have different estimates for the average salary earned by pilots in India.</p><p>The New Delhi-based FMS Aviation Academy estimates that the annual salary of new Commercial Pilot Licence (CPL) holders starts from 400,000 rupees ($4,400), as of 2025.</p><p>According to the academy, the annual salary of senior captains for commercial airlines can exceed 10 million rupees ($120,000). Another New Delhi-based aviation school, We One Aviation, cites the same figure for the salary of senior captains.</p><p>The entry-level job is a junior first officer or cadet. After sufficient flying hours, one is promoted to become a senior. After more than 3,000 hours of flying, pilots take the Airline Transport Pilot Licence (ATPL) theoretical test to become a captain, a position that allows them to take full responsibility for the flight.</p><h2 id=\"how-does-india-compare-with-the-rest-of-the-world\">How does India compare with the rest of the world?</h2><p>International bodies like the ICAO do not prescribe specific limits to the number of hours or number of flights pilots can safely operate to avoid fatigue. Different countries have different regulations.</p><p>For example, the Australian Civil Aviation Safety Authority (CASA) says pilots should get a minimum 48-hour break in any consecutive seven‑day period. Night duty is capped at nine to 10 hours. It does not state an explicit landing cap. In Australia, pilots can earn approximately 200,000 Australian dollars ($134,000) a year, and captains can earn up to 400,000 Australian dollars ($268,000) a year, according to the Melbourne-based Holmes Aviation Institute.</p><p>According to Canadian Aviation Regulations, pilots must get at least 36 consecutive hours off during any seven‑day period when they are operating from their normal home base. The night duty is limited to eight to 10 hours. There is no formal cap on night landings. In Canada, pilots can make between 38,000 Canadian dollars ($27,740) and 250,000 Canadian dollars ($182,500) a year, according to the Ontario-based institute, Flight Trainers.</p><p>The EASA sets the weekly rest to a minimum of 36 hours, which can be reduced to 24 hours with compensation. The average annual salaries for airline pilots across 17 European countries range from 32,299 euros ($35,000) in Romania to 113,672 euros ($122,776) in Switzerland as of 2025, according to the ERI Economic Research Institute.</p><p>In the United States, flight crew members get 30 consecutive hours free from all duty during a consecutive seven-day period of work. It caps the night duty to nine to 10 hours. There is no formal cap on night landings. According to the US Bureau of Labor Statistics, the median pay for commercial pilots in 2024 was $198,100 per year.</p><p><em><strong>*Name changed to maintain anonymity</strong></em></p></div></div></body></html>"
        },
        {
            "title": "EU slams critical US security strategy, notes ‘changed relationship’ | Donald Trump News | Al Jazeera",
            "time": "2025-12-08T14:51:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251208__87ED3NQ__v1__HighRes__FilesEuUsPoliticsDiplomacy-1765202216.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European Council President Antonio Costa and the German government have lambasted a new US national security strategy that paints Europe as a troubled, declining power that may one day lose its usefulness as an ally to Washington.</p><p>The remarks on Monday from the European Union’s leading economy and one of its top officials delivered a stinging rebuke to the <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a> released on Friday by the administration of US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 33-page document contains scathing criticism of the continent, claiming it is facing the “prospect of civilisational erasure” due to migration, scorning it for “censorship of free speech” and suppression of anti-immigration movements, and suggesting that the US may withdraw the security umbrella it has long held over it.</p><p>The stoush over the strategy, playing out as Washington <a href=\"/news/2025/12/8/zelenskyy-to-meet-european-allies-amid-us-peace-plan-pressure\">ramps up pressure on Ukraine</a> to agree to a plan to end the war with Russia, reflects what EU leader Costa said was a “changed” relationship between the US and Europe.</p><p>“We need to focus on building a Europe that must understand that the relationships between allies and the post-World War II alliances have changed,” Costa said at the Jacques Delors Institute, a think tank in Paris.</p><p>In response to the strategy document’s comments on free speech, Costa warned, “There will never be free speech if the freedom of information of citizens is sacrificed for the aims of the tech oligarchs in the United States.”</p><p>Costa strongly criticised allegations that free speech is being censored in Europe and said only European citizens can decide which parties should govern them.</p><p>“What we cannot accept is this threat of interference in Europe’s political life. The United States cannot replace European citizens in deciding which are the right parties and the wrong parties,” Costa said.</p><p>“The United States cannot replace Europe in its vision of freedom of speech,” he noted, adding, “Our history has taught us that there is no freedom of speech without freedom of information.”</p><h2 id=\"ideology-not-strategy\">‘Ideology, not strategy’</h2><p>In Berlin, Sebastian Hille, a deputy spokesperson for the German government, said some of the criticisms in the document were “ideology rather than strategy”.</p><p>“Political freedoms, including the right to freedom of expression, are among the fundamental values of the EU,” he said.</p><p>He said Berlin also disagreed with the document’s failure to classify Russia, which in February 2022 launched a full-scale invasion of neighbouring Ukraine, as a threat.</p><p>“We stand by NATO’s joint analysis, according to which Russia is a danger and a threat to trans-Atlantic security,” he added.</p><h2 id=\"divisions-over-russia\">Divisions over Russia</h2><p>The US strategy document makes clear that Washington wants to improve its relationship with Moscow, saying that it has a “core interest” in ending the conflict with Ukraine to “reestablish strategic stability with Russia”, while hitting out at European officials’ “unrealistic expectations” for a solution to the war.</p><p>An initial US plan for ending the war, which would have allowed Russia to hold on to large territories in eastern Ukraine, sparked <a href=\"/news/2025/11/23/us-ukraine-talks-why-are-european-leaders-opposing-trumps-peace-plan\">criticism</a> from European leaders amid concerns that Washington is trying to force Kyiv to accept unfavourable <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">terms</a>.</p><p>The plan has since been altered, first with input from Ukraine alongside its European allies and then in meetings between Ukrainian and US officials. The full details of the proposal as it stands have not been disclosed.</p><p>By contrast, Moscow <a href=\"/news/2025/12/7/russia-welcomes-trumps-revised-us-security-strategy\">has welcomed</a> Trump’s strategy document.</p><p>Costa said that given the strategy document’s position on Ukraine, “we can understand why Moscow shares [its] vision.”</p><p>“The objective in this strategy is not a fair and durable peace. It’s only [about] the end of hostilities, and the stability of relations with Russia,” he said.</p><p>“Everyone wants stable relations with Russia,” Costa said, but “we can’t have stable relations with Russia when Russia remains a threat to our security”.</p></div></div></body></html>"
        },
        {
            "title": "Trump to host Netanyahu at White House on December 29: Israeli government | Donald Trump News | Al Jazeera",
            "time": "2025-12-08T14:44:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6936df9b47d4-1765203867.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to host Netanyahu at White House on December 29: Israeli government</h1><p class=\"article__subhead\"><em>Israel’s prime minister has said the duo will discuss ‘difficult’ phase two of Gaza ceasefire, which concerns governance of the enclave.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump will host Israeli Prime Minister Benjamin Netanyahu at the White House on December 29, according to an Israeli government spokesperson.</p><p>The announcement on Monday did not provide any further details of the planned meeting, which the pair had tentatively announced last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It came a day after Netanyahu said he expected to discuss the <a href=\"/news/2025/12/7/hamas-and-israel-move-towards-phase-two-of-us-backed-gaza-plan\">second phase</a> of the ceasefire in Gaza with Trump, as well as “opportunities for peace” in the region.</p><p class=\"p1\">“The prime minister will meet with President Trump on Monday, December 29; they will discuss the future steps and phases and the international stabilisation force of the ceasefire plan,” Israeli government spokesperson Shosh Bedrosian said in an online briefing to reporters.</p><p>On Sunday, Netanyahu said the focus of the meeting would be on ending Hamas governance in Gaza and ensuring it fulfilled its “commitment” to the ceasefire plan, which calls for demilitarisation of the enclave. He added that the second phase of the ceasefire will be “more difficult”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite more than 590 Israeli violations, a US-brokered ceasefire in Gaza has mostly held since October 10. Israeli forces have <a href=\"/news/2025/12/8/are-israel-hamas-entering-the-second-phase-of-the-ceasefire\">killed</a> at least 360 Palestinians in the enclave since the ceasefire began, raising the overall death toll to over 70,000.</p><p>The first phase of the ceasefire related mainly to the exchange of Israeli captives and Palestinians held by Israel, as well as Israel’s withdrawal from parts of Gaza.</p><p>Phase two of the deal would concern post-war governance, a deeply thorny issue that remains largely unresolved, with only a vague US road map.</p><p>Still to be determined are questions of leadership, future Palestinian self-determination and the role of any international stabilisation force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The meeting also comes as Trump has heaped pressure on Netanyahu to forge a new security agreement with the fledgling government of President Ahmed al-Sharaa in Syria.</p><p>In a post on social media last week, Trump called on Israel to seek “strong and true dialogue” with Syria.</p><p>That followed <a href=\"/news/2025/12/1/trump-says-israel-must-seek-strong-and-true-dialogue-with-syria\">repeated incursions</a> and air strikes by Israel that have largely derailed talks.</p><p>The US has remained Israel’s top ally throughout the war, providing diplomatic support and billions of dollars in military aid.</p></div></div></body></html>"
        },
        {
            "title": "Magnitude 7.6 earthquake triggers tsunami on Japan’s northern coast | Earthquakes News | Al Jazeera",
            "time": "2025-12-08T14:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342528270562-1765205325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Magnitude 7.6 earthquake triggers tsunami on Japan’s northern coast</h1><p class=\"article__subhead\"><em>Japan’s Meteorological Agency says 40cm (16-inch) tsunami observed at Mutsu Ogawara and Urakawa ports.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A powerful magnitude 7.6 earthquake shook Japan’s northeast region late on Monday, prompting tsunami warnings and orders for residents to evacuate.</p><p>A tsunami as high as three metres (10 feet) could hit Japan’s northeastern coast after the earthquake occurred offshore at 11:15pm (14:15 GMT) on Monday, the Japan Meteorological Agency (JMA) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Tsunami warnings were issued for the prefectures of Hokkaido, Aomori and Iwate, and a tsunami of 40cm (16 inches) had been observed at Aomori’s Mutsu Ogawara and Hokkaido’s Urakawa ports before midnight, JMA said.</p><p>Several people were injured at a hotel in the Aomori town of Hachinohe, public broadcaster NHK reported.</p><p class=\"p1\">The epicentre of the quake was 80km (50 miles) off the coast of Aomori prefecture, at a depth of 50km (30 miles), the agency added.</p><p>The Pacific Tsunami Warning Center said, “hazardous tsunami waves from Hokkaido earthquake are possible within 1,000km (620 miles) of the epicentre along the coasts of Japan and Russia”.</p><p>East Japan Railway said it had suspended some train services in the region. Public broadcaster NHK reported that nuclear power plants in the affected areas were carrying out safety checks, with no immediate signs of problems.</p><p class=\"p1\">Prime Minister Sanae Takaichi, in brief comment to reporters, said the government set up an emergency task force to urgently assess the extent of damage.</p><p class=\"p1\">“We are putting people’s lives first and doing everything we can,” she said.</p><p>Japan is one of the world’s most earthquake-prone countries, located in the seismically active “Ring of Fire”.</p><p>It accounts for about 20 percent of the world’s earthquakes of magnitude 6.0 or greater and was hit by a devastating 9.0-magnitude quake and tsunami in March 2011.</p></div></div></body></html>"
        },
        {
            "title": "Trump to sign ‘one-rule’ executive order on AI to bypass US state approvals | Donald Trump News | Al Jazeera",
            "time": "2025-12-08T14:28:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6936d497-1765201047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to sign ‘one-rule’ executive order on AI to bypass US state approvals</h1><p class=\"article__subhead\"><em>Trump has vowed to unleash AI competitiveness, but removing state oversight riles members of his Republican Party.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said he will sign an executive order creating “one rulebook” for <a href=\"/economy/2025/12/2/oecd-warns-tariffs-ai-will-test-resilience-of-the-global-economy\">artificial intelligence</a> (AI) development.</p><p>The announcement on Monday via Trump’s Truth Social account represented the US president’s <a href=\"/economy/2025/11/25/trump-launches-genesis-mission-to-harness-ai-for-scientific-breakthroughs\">latest effort</a> to remove AI barriers, a priority of his administration that has raised concerns related to oversight of the transformative technology.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump said the so-called “one rule executive order” would override state approvals of AI, although the legality of such a presidential action remained unclear.</p><p>“There must be only One Rulebook if we are going to continue to lead in AI,” he said. “We are beating ALL COUNTRIES at this point in the race, but that won’t last long if we are going to have 50 States, many of them bad actors, involved in RULES and the APPROVAL PROCESS.”</p><p>“THERE CAN BE NO DOUBT ABOUT THIS! AI WILL BE DESTROYED IN ITS INFANCY!” Trump added, employing his typical use of all-capital letters.</p><p>The announcement comes as the White House has pushed for provisions creating a federal AI framework to be added to this year’s defence budget.</p><p>The initiative has divided members of Trump’s Republican Party, which has traditionally strongly supported the rights of states and a smaller federal government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Opponents included Representative Marjorie Taylor Greene, formerly a staunch supporter of Trump, who has broken with him on several issues.</p><p>“States must retain the right to regulate and make laws on AI and anything else for the benefit of their state,” she wrote in November.</p><p>State lawmakers from across the political spectrum have also warned against federal actions that would override state policies.</p><p>“In recent years, legislatures across the country have passed AI-related measures to strengthen consumer transparency, guide responsible government procurement, protect patients, and support artists and creators,” they wrote in a letter to Congress in November.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“These laws represent careful, good-faith work to safeguard constituents from clear and immediate AI-related harms. A federal preemption measure on state AI laws risks sweeping these protections aside and leaving communities exposed,” they said.</p><p>Trump has maintained close ties with AI and tech leaders since taking office in January.</p><p>He has already signed an executive order calling for the removal of “barriers” to AI innovation. He has also published a so-called AI <a href=\"/economy/2025/7/23/trump-administration-unveils-wide-ranging-ai-action-plan\">action plan</a> and an AI “Genesis Mission”.</p><p>He compared the latter to the Manhattan Project programme, which led to the creation of the world’s first nuclear weapons.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Zelenskyy in London as E3 talks under way | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-08T13:59:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T131125Z_1053602397_RC2CCIA973LW_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-LONDON-1765199969-e1765204256577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Zelenskyy in London as E3 talks under way</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The Ukrainian president says Donbas continues to divide negotiators, as meetings with France, Germany and the UK begin.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "RSF seizes key Heglig oilfield as it pushes to expand control in Sudan | Sudan war News | Al Jazeera",
            "time": "2025-12-08T13:51:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6936b88a05c9e-1765193866.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>RSF seizes key Heglig oilfield as it pushes to expand control in Sudan</h1><p class=\"article__subhead\"><em>Heglig is Sudan’s largest oil field and also the main processing facility for neighbouring South Sudan’s oil exports.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The paramilitary Rapid Support Forces (RSF) says it has seized control of the strategic Heglig oilfield in Sudan’s South Kordofan province.</p><p>The claim early on Monday was supported later by a statement issued by the military government’s Sudanese Armed Forces (SAF) saying it had withdrawn from the area. The takeover comes as the RSF, embroiled in a two-and-a-half-year conflict with the SAF, pushes to expand eastwards and southwards from the western Darfur region, over which it <a href=\"/video/project-force-2/2025/11/6/reports-of-atrocities-as-rsf-captures-darfur\">took full control last month</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Youssef Alian, the head of the <span><a href=\"/news/2025/12/8/sudan-group-accuses-rsf-of-raping-19-women-who-fled-el-fasher\" target=\"_blank\" rel=\"noopener\">RSF-</a>affiliated</span> “civil administration” in the where the oilfield is situated, asserted in a statement that the takeover happened under his coordination.</p><p>He said that he had helped “prepare a special, qualified and trained force … to secure the Heglig field and protect oil installations from any acts of sabotage or threats that may affect their safety”.</p><p>The Heglig field is the Sudan’s largest, and also the main processing facility for neighbouring South Sudan’s oil exports.</p><h2 id=\"fighting-for-resources\">Fighting for resources</h2><p>The RSF has been mobilising troops to take more areas in the south and central parts of Sudan.</p><p>It has made inroads from Darfur eastwards and to the south.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4160233\" src=\"/wp-content/uploads/2025/12/SUDAN-HEGLIG-1000x562-1765203032.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Heglig map\" fetchpriority=\"low\"></p><p>It was battling last week for control of the West Kordofan town of <a href=\"/news/2025/12/2/sudan-army-refutes-claim-that-rsf-has-seized-key-city-of-babnusa\">Babnusa</a>, viewed as a gateway to Darfur.</p><p>The eastwards push into the giant Kordofan region offers a potential route towards the Sudanese capital of Khartoum, from which the SAF pushed its paramilitary rival earlier this year.</p><p>The RSF push would also potentially offer significant funding opportunities, with central Sudan being a major agricultural centre.</p><p>Further to the south in Kordofan can be found Sudan’s gold reserves, as well as oil.</p><p>Heglig lies in the far south of the region. Fierce fighting has erupted in recent weeks as the RSF wrestles with the SAF for territory.</p><p>In August, drone strikes forced the authorities to temporarily suspend operations at the field.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>An army source appeared to confirm the capture of Heglig, telling the AFP news agency that SAF troops withdrew “to protect the oil facilities and prevent damage”.</p><p>Alian said his administration has now limited entry to the oilfield to a task force created to “protect” it.</p><p>“The liberation of the Heglig oil region is a pivotal point in the liberation of the entire homeland,” the RSF said in a statement.</p><p>An unnamed engineer told AFP that the army and workers at the oilfield were evacuated to South Sudan.</p><p>“The processing plant near the field through which South Sudanese oil passes was also shut down,” the engineer said.</p><p>Sudan has been engulfed in civil war since April 2023, when fighting erupted between the Sudanese army and the RSF.</p><p>The conflict has killed tens of thousands of people and displaced more than 12 million, according to the United Nations. It has also left some 30 million in need of humanitarian aid.</p></div></div></body></html>"
        },
        {
            "title": "After el-Fasher, we must refuse a ‘new normal’ of mass atrocities in Darfur | Human Rights | Al Jazeera",
            "time": "2025-12-08T13:33:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_6901ac2b957c-1761717291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the last two months in Darfur, Sudan, the Rapid Support Forces (RSF) have committed <a href=\"/news/2025/11/4/rsf-digging-mass-graves-in-sudans-el-fasher-to-clean-up-massacre-expert\">horrifying atrocities</a> in the city of el-Fasher. There, they have fired on and killed civilians already shattered by more than 500 days of siege; people already so starved they have been forced to eat animal feed.</p><p>People who have managed to escape – often walking to the town of Tawila, 60km (37 miles) southwest of el-Fasher – are deeply traumatised. The killings have been indiscriminate and ethnically targeted, according to testimonies of survivors that Médecins Sans Frontières  (Doctors Without Borders – MSF) teams treat in Tawila. Women report harrowing testimonies of rape. <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">Children</a> have arrived, terrified, in the arms of strangers, having been orphaned in el-Fasher.</p><p>People have been massacred, tortured, and summarily executed. Many remain stranded or unaccounted for as the violence that has swept through the city continues unchecked; several thousand people remain detained, held for ransom.</p><p>My Sudanese colleagues are treating patients as they await news of their relatives. Most of my colleagues in Tawila have family members, friends, or colleagues whom the RSF killed in el-Fasher.</p><p>While the scenes unfolding across Darfur are shocking and outrageous, we should not be surprised. For months, Sudanese people and many observers, including MSF, have been warning that this massacre would be the inevitable result of the RSF takeover of el-Fasher.</p><p>That is because we had seen it before. At the onset of the war in 2023, at least <a href=\"/features/2024/6/25/a-massacre-an-exodus-from-darfur-and-years-of-rehab-for-sudanese-refugees\">15,000 people</a>, mainly belonging to the Masalit and other non-Arab communities, were killed as the RSF took West Darfur’s capital, el-Geneina. Displaced and injured people treated by MSF in Chad reported being attacked because of their tribe or ethnicity and were told to “leave this country or die”. An MSF retrospective mortality <a href=\"https://www.msf.org/msf-survey-sheds-new-light-scale-and-intensity-ethnic-violence-west-darfur\" target=\"_blank\" rel=\"noopener\">survey</a> showed rates 20 times higher in the months following April 2023, compared with pre-war figures. Nearly one man in 20 aged between 15 and 44 was reported missing during this period. El-Geneina is now virtually empty of Masalit people.</p><p>The Zamzam camp, on the outskirts of el-Fasher, was once the country’s largest displacement camp. The carnage that occurred there when the RSF launched a large-scale assault in April was not a wake-up call either. Well before those massacres, our teams in Zamzam had repeatedly warned of the scale of malnutrition and called for a massive humanitarian response – to no avail.</p><p>Even when a state of famine was declared in the camp in August 2024, MSF trucks carrying food supplies were stuck for months in North Darfur; the RSF ordered them to go anywhere but near el-Fasher. Later, the displaced and besieged communities were regularly hit by shelling, forcing MSF to leave the camp in February 2025.</p><p>Far from being the actions of rogue RSF commanders, the mass atrocities culminating in el-Fasher have been part of a deliberate campaign to starve, forcibly displace, and kill civilians, often along ethnic lines.</p><p>The RSF, which, according to reports by international organisations and media outlets, is supported by the United Arab Emirates, bears responsibility for the crimes it has committed in el-Fasher. It must immediately halt mass atrocities and ethnically targeted killings and provide a safe passage to survivors.</p><p>Warring parties must uphold the obligations they have under international humanitarian law, but also those under basic humanity. Both parties must grant immediate humanitarian access to people in need, regardless of who controls the territory.</p><p>But that this tragedy was so predictable underscores how shared and collective the overall failure to protect civilians is.</p><p>The death and destruction are being enabled by too many governments choosing not to use their influence to try to pressure the warring parties to stop killing people or blocking humanitarian aid. Choosing to issue passive statements of concern, while they and their allies provide financial and political support, and the weapons that destroy, maim, and kill.</p><p>More than 20 years ago, when similar extreme violence was committed, the world mobilised for Darfur. The International Criminal Court charged former President Omar al-Bashir with crimes against humanity and genocide for the atrocities committed by his army and and the Janjaweed militias, which later were reorganised into the RSF.</p><p>Today, as other crimes are committed against the same ethnic groups, world leaders cannot look away. Countries that have influence with the warring parties, including the United States, the UAE, Egypt and Saudi Arabia, known as the Quad, must act to prevent further atrocities.</p><p>As the dust settles on the horrors of el-Fasher, we must refuse to move towards a “new normal” of accepting such atrocities. We need political commitment, sustained humanitarian mobilisation based on an impartial evaluation of the situation, and accountability. Last month, the UN Human Rights Council <a href=\"/news/2025/11/14/un-rights-council-orders-probe-of-appalling-abuses-in-sudans-el-fasher\">tasked</a> the independent fact-finding mission for Sudan to investigate crimes committed in el-Fasher – a process which we call on all states and parties to support.</p><p>We need to do more for people whose lives are still in danger in el-Fasher and the surrounding towns. And we need to make sure that the cycle of violence and ethnic cleansing finally comes to an end in Darfur.</p><p>The conflict dynamics under way seem to indicate that the excruciating plight of el-Fasher may not be the end of horrific violence, but rather a milestone in a catastrophic war that keeps crushing civilian lives, notably at this moment in the Kordofan region. We fear that more civilian victims and other scenes of atrocities will unfold.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "How US pressure is squeezing Venezuela’s already fragile economy | Nicolas Maduro | Al Jazeera",
            "time": "2025-12-08T13:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Venezuela16x9-1765200261.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Despite vast natural resources, Venezuela’s economy is in a fragile state. Now, with the US expanding its military operations, what are the financial implications?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria’s Prison of Secrets: The Search for Sednaya’s Missing | Documentary | Al Jazeera",
            "time": "2025-12-08T13:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765192061.jpg?resize=1621%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">After al-Assad’s fall, a lawyer uncovers files from a notorious prison that reveals the fate of Syria’s disappeared.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>When the al-Assad regime falls, Ammar, a Syrian lawyer and former Sednaya prison detainee, is determined to uncover the truth about Syria’s missing. Haunted by the disappeared and his own imprisonment, he searches for answers in the ruins of Sednaya prison.</p><p>Among classified documents, he discovers records of enforced disappearances and deaths, exposing the regime’s brutality. With each case, Ammar pursues justice and closure, offering families a chance to grieve and heal.</p><p>His search is about more than closure – it provides a fragile hope and a path towards reconciliation and justice in a fractured Syria.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Will Trump’s new security doctrine boost the rise of far right in Europe? | Donald Trump News | Al Jazeera",
            "time": "2025-12-08T13:01:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6932d1cfefa76-1764938192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s administration claims Europe is facing “civilisational erasure” due to mass migration, a narrative often used by far-right parties to drum up support during elections on the continent.</p><p>In a 33-page “national security strategy” document released late on Thursday, the Trump administration accused the European Union (EU) of “undermining political liberty and sovereignty” and <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">insisted</a> on the need for US “preeminence” in the Western Hemisphere.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what we know:</p><h2 id=\"does-the-trump-administration-s-strategy-align-with-europe-s-far-right\">Does the Trump administration’s ‘strategy’ align with Europe’s far right?</h2><p>One section of the NSS document called “Promoting European Greatness” highlights the continent’s decreasing share in the world’s gross domestic product (GDP) but goes on to claim that the continent’s economic decline is “eclipsed by the real and more stark prospect of civilisational erasure”.</p><p>The document states that Europe’s migration policies “are transforming the continent and creating strife” which includes the “censorship of free speech and suppression of political opposition, cratering birthrates, and loss of national identities and self-confidence”.</p><p>Some European politicians are claiming that this message aligns strongly with European far-right claims. Far-right groups in Europe such as the Alternative for Germany (AfD) party, Vox in Spain, Front Populaire in France and Lega Nord in Italy, among others, have built their electoral campaigns on anti-immigrant and xenophobic narratives.</p><p>On Friday last week, Carl Bildt, Sweden’s former prime minister, wrote in a post on X that “in saying that Europe faces ‘civilizational erasure’ the Trump new security strategy places itself to the right of the extreme right in Europe”.</p><p></p><p>Gerard Araud, former French ambassador to the US, also wrote on X that “the stunning section devoted to Europe reads like a far-right pamphlet. It largely confirms this perception.”</p><p></p><p>Mark Sedgwick, a professor of Arab and Islamic Studies at Aarhus University in Denmark, told US broadcaster NBC that the language of the Trump administration’s national security strategy also fits with the language used by supporters of the “great replacement” conspiracy theory.</p><p>That conspiracy theory was first introduced by French author Renaud Camus in his book Le Grand Remplacement in 2011, and claimed that “elites” in France were trying to replace the White European population by encouraging immigration from Muslim-majority countries.</p><p>Since then, it has been used by far-right groups in the West, including the US, to campaign against mass immigration.</p><p>Elsewhere, the Trump administration document suggests that “Western Europe is no longer a top priority for the US,” according to Gregoire Roos, director of the Europe and Russia and Eurasia Programmes at Chatham House.</p><p>What this means is that the Trump administration now “looks [more] favourably on central and Eastern Europe, where there are closer political proximities”, Roos told Al Jazeera.</p><p>“While they don’t agree on everything, countries such as Slovakia and Hungary share views [with the US] on EU bureaucracy, non-European migration as a threat to identity, and greater caution when it comes to siding with Ukraine in its war against Russia,” he added.</p><h2 id=\"why-is-trump-aligning-with-europe-s\">Why is Trump aligning with Europe’s far right?</h2><p>Washington’s relations with European far-right leaders have certainly improved since Trump returned to office in January.</p><p>Late on Thursday, through the NSS, the Trump administration called on Washington to take a role in “cultivating resistance” within Europe and encouraged “its political allies in Europe to promote this revival of spirit”.</p><p>“We want Europe to remain European, to regain its civilisational self-confidence, and to abandon its failed focus on regulatory suffocation,” the Trump administration added.</p><p>According to a December 5 report by The Associated Press news agency, Markus Frohnmaier, a member of Germany’s AfD, said Trump’s NSS is “a foreign policy reality check for Europe and particularly for Germany”.</p><p>But Roberto Forin, acting director of the Geneva-based Mixed Migration Centre (MMC), told Al Jazeera that the Trump administration’s NSS doctrine is an “unapologetic defence of whiteness”, and called it a “suprematist’s discourse”.</p><p>“The objective of the current administration is to divide Europe, and polarise the continent by weaponising migration,” he said.</p><p>“It is another example of how the new US administration is leading the race when it comes to not only migration issues, but rather multiculturalism,” he added.</p><p>On December 4, German Foreign Minister Johann Wadephul told reporters in Berlin that Europe is able to deal with its issues without foreign interference. He said that while Washington remains an important security partner in Europe, the alliance is “focused on addressing security policy issues” and not topics such as the continent’s freedom of speech and expression.</p><p>“We see ourselves as being able to discuss and debate these matters entirely on our own in the future, and do not need outside advice,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-else-has-washington-s-nss-said-about-europe\">What else has Washington’s NSS said about Europe?</h2><p>Amid Russia’s ongoing war in Ukraine, the NSS document targeted European officials’ “unrealistic expectations” for ending the conflict, stating that the US has a “core interest” in doing so.</p><p>According to the Reuters news agency, Pentagon officials told diplomats in Washington this week that the US was not yet satisfied with Europe’s defence spending amid Russia’s ongoing war in Ukraine and said the US may stop participating in NATO by 2027 if European countries do not increase their investment.</p><p>The NSS stated that Washington would prioritise “enabling Europe to stand on its own feet and operate as a group of aligned sovereign nations, including by taking primary responsibility for its own defence, without being dominated by any adversarial power”.</p><p>European countries, including Germany, France and the UK, have announced they will increase their defence spending and investments in military amid Russia’s war in Ukraine. At the NATO Summit in June, members of the alliance <a href=\"/news/2025/6/25/nato-commits-to-major-defence-spending-hike-sought-by-trump\">pledged</a> to allocate up to 5 percent of their national GDP to defence and related sectors by 2035.</p><p>But on December 3, a US official told Politico that US Deputy Secretary of State Christopher Landau told a NATO foreign ministers’ meeting in Brussels that the EU should focus on “turning its defence commitments into capabilities” and highlighted that “protectionist and exclusionary policies that bully American companies out of the market” should be avoided since it “undermines” NATO’s “collective defence”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-this-bolster-europe-s-far-right\">Will this bolster Europe’s far right?</h2><p>Ian Lesser, a fellow and head of The German Marshall Fund of the US (GMF)’s Brussels office, said in a report that EU and NATO observers are likely to view the NSS as “confirmation of established concerns about the direction and style of American policy”.</p><p>But he warned that it also “points to European cultural and demographic decline in ways likely to reinforce the views of hard-right elements in Europe”.</p><p>“Viewed from Brussels, the strategy underscores the reality of an administration that is not isolationist but rather hyper unilateralist,” he said.</p></div></div></body></html>"
        },
        {
            "title": "From fear to freedom: Syrians reflect one year after Assad | Syria's War | Al Jazeera",
            "time": "2025-12-08T12:58:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765198671.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "One year since the fall of Bashar al-Assad: A timeline | Conflict News | Al Jazeera",
            "time": "2025-12-08T12:53:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25342255255568-1765180135.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrians are <a href=\"/news/liveblog/2025/12/8/live-syria-marks-one-year-since-fall-of-bashar-al-assad\">marking the first anniversary</a> of the <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">overthrow of Bashar al-Assad</a>, as the fractured nation struggles to overcome sectarianism and rebuild its economy following 14 years of civil war.</p><p>The 53-year-long rule of the al-Assad family ended on December 8, 2024, after a lightning 11-day offensive that took Syria and the world by surprise.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The toppling of al-Assad also ended a long civil war that left lasting scars on the country and saw some 6.8 million Syrians – about one-third of the population – <a href=\"/news/2025/12/8/how-many-syrians-have-returned-home-one-year-since-the-fall-of-al-assad\">flee abroad</a>.</p><p>While Syria has, since then, seen the lifting of crippling economic sanctions and the formal restoration of diplomatic relations with other countries, it also faces great political uncertainty as it grapples with bouts of sectarian violence and protracted Israeli aggression.</p><p>More than one million Syrian refugees have already returned home, while millions more among the diaspora weigh the decision to do the same and rebuild their lives in their homeland.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Here is a look at what has happened over the past year:</p><p><strong>December 8, 2024:</strong> Rebels led by Ahmed al-Sharaa’s Hayat Tahrir al-Sham (HTS) group capture Damascus during a rapid march to the capital following a lightning advance across the country. They <a href=\"/news/liveblog/2024/12/8/syria-war-live-news-opposition-groups-say-al-assad-rule-is-over\">announce</a> that the “tyrant al-Assad has been toppled” and that all prisoners have been freed from the notorious <a href=\"/features/2024/12/14/until-my-last-breath-searching-for-relatives-at-syrias-slaughterhouse\">Sednaya prison facility</a> in Damascus.</p><p>Russian news agencies report that al-Assad and his family have <a href=\"/news/2024/12/8/syrias-deposed-former-leader-al-assad-in-moscow-russian-reports\">arrived in Russia</a> after being granted asylum by Russian authorities.</p><p><strong>December 10, 2024:</strong> Syrians <a href=\"/video/newsfeed/2024/12/11/syrians-set-fire-to-hafez-al-assads-grave\">set fire</a> to the grave of Hafez al-Assad, whose iron-fisted rule began in 1971 and ended in 2000, when his son, Bashar, succeeded him following his death.</p><p><strong>December 13, 2024:</strong> Tens of thousands of Syrians converge on the landmark Umayyad Mosque in the capital, Damascus, to <a href=\"http://aljazeera.com/news/2024/12/13/celebration-in-damascus-as-world-leaders-discuss-challenges-facing-syria\">celebrate</a> the removal of al-Assad. In a speech, al-Sharaa – previously known as Abu Mohammed al-Julani – pledges to resist sectarianism and, instead, form an inclusive government.</p><p>HTS, which was affiliated with al-Qaeda before breaking ties in 2016, is designated “a terrorist organisation” by many Western governments, which now face the challenge of determining their approach towards it as part of Syria’s new interim government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>December 16, 2024:</strong> In his <a href=\"/news/2024/12/16/bashar-al-assad-releases-first-statement-since-he-fled-syria\">first public remarks</a> since being deposed, al-Assad defends his rule and denies planning his departure as armed opposition fighters – whom he describes as “terrorists” – closed in on Damascus.</p><p><strong>December 17, 2024:</strong> <a href=\"/gallery/2024/12/17/thousands-of-bodies-found-in-syrias-mass-graves\">Mass graves</a> containing the remains of thousands of people believed to be victims of al-Assad’s rule begin to be uncovered outside Syria’s capital, Damascus. The new interim government promises to hold those responsible for atrocities under al-Assad to account.</p><p><strong>December 25, 2024:</strong> Syrian armed factions <a href=\"/video/newsfeed/2024/12/25/syrian-armed-groups-to-unite-under-one-army\">agree to disband and come together</a> to form a national army under the new Ministry of Defence.</p><p><strong>December 26, 2024:</strong> Fourteen members of the Syrian police are <a href=\"/news/2024/12/26/syrian-security-personnel-killed-in-ambush-by-former-regime-forces\">killed in an “ambush”</a> by forces loyal to al-Assad in Tartous governorate, and 10 are wounded. Interior Minister Mohammed Abdul Rahman says the government will crack down on “anyone who dares to undermine Syria’s security or endanger the lives of its citizens”.</p><p><strong>January 3:</strong> The French and German foreign ministers meet Syria’s new de facto rulers in Damascus, marking the first trip by top European officials to the country since al-Assad’s fall.</p><p><strong>January 15:</strong> Volker Turk meets al-Sharaa, becoming the first United Nations High Commissioner for Human Rights to visit Syria. He meets with officials and victims of the al-Assad regime, and visits the notorious <a href=\"/news/2024/12/9/dead-bodies-in-ovens-syrian-rescuers-free-prisoners-from-sednaya-jail\">Sednaya prison</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>January 29:</strong> Syria’s de facto leader, al-Sharaa, is <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\">named president</a> for a transitional period and authorised to form a temporary legislative council for the transitional phase.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>January 30:</strong> Syria’s former governing party, the Baath, is dissolved in a highly symbolic move.</p><p><strong>February 2:</strong> Al-Sharaa arrives in Saudi Arabia to meet Crown Prince Mohammed bin Salman (MBS) on his <a href=\"/news/2025/2/2/syrias-president-al-sharaa-meets-saudi-arabias-mbs-in-first-foreign-trip\">first foreign trip</a> since being named president of the transitional government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>March 6-12:</strong> Fighters loyal to al-Assad attack security forces in several places in Latakia and Tartous governorates, which are home to the Alawite minority sect to which the al-Assad family belongs. The violence <a href=\"/news/2025/3/8/fighting-continues-as-syrias-president-calls-on-alawite-to-lay-down-arms\">kills hundreds of people</a>, including many civilians, presenting the most serious challenge yet to the new government’s authority.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>March 10:</strong> The Syrian interim government says it has reached an <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement</a> with the Kurdish-led Syrian Democratic Forces (SDF) to integrate the latter with state institutions. It stipulates that “all civil and military institutions in northeastern Syria” are to be merged “into the administration of the Syrian state”.</p><p><strong>March 13:</strong> Al-Sharaa signs a <a href=\"/news/2025/3/13/syrias-al-sharaa-signs-five-year-temporary-constitution\">temporary constitution</a>, which will remain in force for a five-year transitional period.</p><p><strong>March 17:</strong> Western powers and regional neighbours pledge more than $6bn in a post-al-Assad <a href=\"/news/2025/3/17/eu-pledges-2-5-billion-euros-2-7bn-to-syria-in-post-al-assad-donor-drive\">donor drive for Syria</a>.</p><p><strong>March 30:</strong> Al-Sharaa unveils the new transitional government, which comprises 23 ministers from diverse backgrounds, including Yarub Badr, an Alawite, who is named transport minister.</p><p><strong>April 3:</strong> Syria’s president accuses Israel of <a href=\"/news/2025/4/3/israel-launches-deadly-ground-incursion-amid-airstrikes-on-syria\">attempting to destabilise the country</a> following a double attack on airbases and a deadly ground incursion, which marks an intensification of Israeli military activity against Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>April 29:</strong> <a href=\"/news/2025/4/29/sectarian-clashes-kill-13-near-syrian-capital-damascus\">Clashes</a> in a town largely populated by the Druze minority near the capital, Damascus, kill 13 people.</p><p><strong>May 7:</strong> French President Emmanuel Macron welcomes al-Sharaa to Paris during his <a href=\"/video/newsfeed/2025/5/7/macron-welcomes-syrias-al-sharaa-in-paris\">first trip to Europe</a> since taking office.</p><p><strong>May 13:</strong> United States President Donald Trump announces that he will lift all <a href=\"/news/2025/5/13/us-decision-to-lift-sanctions-on-syria-heres-what-you-need-to-know\">sanctions on Syria</a>, declaring that it is time for the country to “move forward”.</p><p><strong>May 14:</strong> Trump meets al-Sharaa in Saudi Arabia and describes him as Syria’s “attractive, tough” president. This encounter is the first to take place between the two nations’ leaders in 25 years.</p><p><strong>May 20:</strong> The European Union lifts economic sanctions on Syria in a bid to aid the war-torn country’s recovery.</p><p><strong>May 22:</strong> A blast in the al-Safa desert region of Suwayda province reportedly wounds seven Syrian soldiers.</p><p><strong>May 30:</strong> ISIL (ISIS) claims the May 22 attack as the first of its assault on the new Syrian government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>June 23:</strong> A <a href=\"/video/newsfeed/2025/6/23/suicide-bombing-attack-on-church-in-syria\">suicide attack</a> on the Mar Elias Church in Damascus shakes Syria – particularly the country’s Christian community – and raises questions about the ability of the new Syrian government to manage security in the country and protect its citizens, including those from minority groups.</p><p><strong>July 13-18:</strong> Sectarian violence between Druze and Bedouin tribe members sweeps through Syria’s southern Suwayda province. Tens of thousands are displaced from both communities during a week of bloodshed that kills more than 250 people and displaces more than 160,000, according to UN figures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>July 16:</strong> Israel launches an air attack on Suwayda as it pledges to protect the Druze from government forces. Syria condemns Israel’s intervention as a violation of international law. Israel also <a href=\"/news/2025/7/16/why-did-israel-bomb-syria-a-look-at-the-druze-and-the-violence-in-suwayda\">strikes</a> the headquarters of the Syrian Defence Ministry and close to the presidential palace in Damascus.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>August 4:</strong> The Kurdish-led SDF claims armed factions associated with the country’s security forces have <a href=\"/news/2025/8/4/syrias-kurdish-led-sdf-government-forces-clash-in-aleppo-province\">attacked</a> some of its positions in the northern province of Aleppo, amid efforts by Syria’s fledgling government to unify the nation.</p><p><strong>August 27:</strong> Israeli forces conduct a <a href=\"/news/2025/8/27/israel-launches-new-operations-in-syria-after-strike-kills-soldiers\">series of strikes</a> on a former army barracks in Kiswa, southwest of the Syrian capital of Damascus.</p><p><strong>September 16:</strong> Syria, Jordan and the US announce <a href=\"/news/2025/9/16/syria-jordan-us-unveil-plan-to-restore-security-in-suwayda-after-violence\">plans to restore security in Suwayda</a>, which includes proposals to launch an internal reconciliation process.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>September 22:</strong> Al-Sharaa becomes the <a href=\"/news/2025/9/22/president-al-sharaa-is-first-syrian-leader-to-visit-unga-in-six-decades\">first Syrian head of state</a> to attend a session of the UN General Assembly (UNGA) in almost six decades.</p><p><strong>September 24:</strong> The UN reports that one million Syrian refugees have <a href=\"/news/2025/9/24/one-million-syrian-refugees-returned-home-since-al-assads-fall-un-says\">returned to their country</a> since al-Assad’s fall.</p><p><strong>October 6:</strong> Syria publishes the results of its first <a href=\"/news/2025/10/5/everything-you-need-to-know-about-syrias-first-post-assad-elections\">parliamentary election</a> since al-Assad was toppled. Critics say the vote favoured well-connected figures and is likely to keep power concentrated in the hands of Syria’s new rulers.</p><p><strong>October 7:</strong> The Syrian army and the SDF call a truce in two areas of Aleppo city after a member of the Syrian security forces is <a href=\"/news/2025/10/7/one-killed-several-injured-in-syrian-army-sdf-clashes-in-aleppo-reports\">killed</a> in an SDF attack on a checkpoint in the city.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>October 15:</strong> Al-Sharaa <a href=\"/news/2025/10/15/syria-seeks-to-redefine-russia-ties-al-sharaa-tells-putin-in-moscow\">meets with Russian President Vladimir Putin in Moscow</a> during his first state visit to the country, which has been hosting al-Assad since his exile from Syria. He says his government will honour all past agreements with Moscow, a key ally of al-Assad, and “restore and redefine ties”.</p><p><strong>November 6:</strong> The UN Security Council (UNSC) votes to <a href=\"/news/2025/11/6/unsc-votes-to-drop-sanctions-on-syrias-al-sharaa-ahead-of-washington-visit\">remove sanctions on al-Sharaa</a> and his interior minister, Anas Khattab, following a resolution championed by the US. The next day, Washington removes al-Sharaa from a “terrorist” sanctions list.</p><p><strong>November 10:</strong> Trump <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">holds talks</a> with al-Sharaa at the White House, as the Department of the Treasury announces suspending sanctions against Damascus for a further six months.</p><p><strong>November 18:</strong> Syria <a href=\"/news/2025/11/18/syria-launches-first-trial-over-coastal-violence-that-killed-thousands\">launches the trial</a> of the first of hundreds of suspects charged over their roles in deadly clashes, which killed hundreds in the country’s coastal provinces in March. Seven of the defendants in the court are al-Assad loyalists, while the other seven are members of the new government’s security forces.</p><p><strong>December 2:</strong> Israeli Prime Minister Benjamin Netanyahu says a non-aggression pact between Israel and Syria is achievable, but outlines expectations that Syrian authorities establish a demilitarised buffer zone stretching from Damascus to Jabal al-Sheikh, which Israel currently occupies.</p><p><strong>December 4:</strong> A UNSC delegation arrives in Syria for its <a href=\"/news/2025/12/4/unsc-delegation-visits-syria-on-first-trip-a-year-after-al-assads-fall\">first-ever trip to the country</a>, before the first celebration of al-Assad’s fall.</p><p><strong>December 5:</strong> Thousands of people pour into the streets of Syria’s central city of Hama to <a href=\"/news/2025/12/5/syrias-hama-full-of-hope-joy-one-year-after-al-assad-forces\">mark one year</a> since the longtime ruler’s fall.</p><p><strong>December 7:</strong> Syrians gather to <a href=\"/news/2025/12/7/hope-flags-fireworks-as-syria-starts-to-celebrate-a-year-without-al-assad\">celebrate</a> before the December 8 anniversary. Around Damascus’s Umayyad Square, children lean out the windows, waving Syria’s green, white and black flag as fireworks burst in the sky.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "IndiGo battles passenger fury over lost luggage chaos | Aviation News | Al Jazeera",
            "time": "2025-12-08T12:53:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-06T090349Z_1823832798_RC2WAIA5EW3S_RTRMADP_3_INDIGO-INDIA-1765191554.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India’s largest airline, IndiGo, is facing passenger fury over delays in locating and delivering thousands of bags stranded during last week’s large-scale flight disruptions.</p><p>IndiGo, which holds 65 percent of the domestic market, has apologised after it was forced to cancel more than 3,400 flights in less than a week, having failed to plan adequately for stricter rules governing pilot rest.</p><p>The delays due to crew shortages disrupted tens of thousands of passengers, affecting travel, holiday and wedding plans in one of the widest-ranging incidents in Indian aviation history.</p><p>Last-minute cancellations and the multiple connecting flights used to reroute passengers have also resulted in thousands of suitcases and bags being misplaced.</p><p>In a statement late on Sunday, the Indian government said it had ordered IndiGo to “trace and deliver all baggage separated from passengers due to disruptions within 48 hours”.</p><p>By Saturday, the airline had delivered 3,000 pieces of baggage to passengers across India, the government confirmed.</p><p>Vikash Bajpai, 47, said he had been waiting for four days for the luggage he and his 72-year-old mother had checked in for their flight home to Pune from Kanpur, where they had attended a wedding.</p><p>They reached home after spending a night in a New Delhi hotel, taking a series of connecting flights to Mumbai, and then a taxi to Pune. There was no sign of their bags when they landed in Mumbai.</p><p>“I was given a number to call, but nobody answers the phone. The luggage contains expensive wedding clothes and shoes, and my mother’s medication,” said Bajpai, estimating the contents to be worth 90,000 rupees ($1,000). “I am extremely upset.”</p><p>A senior IndiGo executive told the Reuters news agency the airline was working “round the clock” to clear the backlog and ensure the bags reached their owners.</p></div></div></body></html>"
        },
        {
            "title": "Germany’s chancellor pledges staunch support in Israel | Gaza | Al Jazeera",
            "time": "2025-12-08T12:50:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765198073.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Baraa in Syria | Syria's War | Al Jazeera",
            "time": "2025-12-08T12:39:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/01-H-1765195955.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Baraa Obied was internally displaced during the Syrian war and is now home again in Damascus. In his video diary, he shows how daily life in the capital is slowly returning to normal, one year since the fall of the Assad regime.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Indonesia counts human cost as more climate change warnings sounded | Environment News | Al Jazeera",
            "time": "2025-12-08T12:33:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T062918Z_1111636981_RC228IAAFCRV_RTRMADP_3_ASIA-WEATHER-INDONESIA-1765191044.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly 1,000 people have been killed, and close to one million displaced, Indonesia has said a week after torrential rains triggered catastrophic <a href=\"/news/2025/11/30/indonesia-floods-death-toll-rises-to-442-as-people-hunt-for-food-and-water\">floods and landslides</a>.</p><p>The National Disaster Management Agency (BNPB) reported late on Sunday that 961 people had been killed, with 234 people missing and about 5,000 injured across the Aceh, North Sumatra and West Sumatra provinces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agency also recorded damage to more than 156,000 homes, and 975,075 people had taken refuge in temporary shelters.</p><p>Floodwaters have begun to recede in several coastal districts, although large areas in the central highlands are still cut off, BNPB said. However, heavy rain is forecast for parts of the island in the coming days, raising concerns for displaced people.</p><p>Indonesia’s rainy season, which usually peaks between November and April, frequently brings severe flooding.</p><p>Environmental groups and disaster specialists have warned for years that rapid deforestation, unregulated development and degraded river basins have increased the risks.</p><p>Several other countries in Southeast Asia, including Sri Lanka and Thailand, have been <a href=\"/news/2025/12/6/heavy-rains-hamper-recovery-as-death-toll-from-floods-in-asia-exceeds-1750\">hit hard</a> by storms and floods in recent weeks.</p><h2 id=\"risk-to-billions\">Risk to billions</h2><p>The Asian Water Development Outlook 2025, published by the Asian Development Bank (ADB) on Monday, warned that the impact of climate change on Asia’s water systems poses a risk to billions.</p><p>The research said accelerating ecosystem decline and funding shortfalls for investment in critical water infrastructure threaten to plunge many in the sprawling region into water insecurity.</p><p>That could jeopardise gains over the past 12 years that have seen more than 60 percent of Asia-Pacific’s population – about 2.7 billion people – escape extreme water insecurity, the report says.</p><p>“Asia’s water story is a tale of two realities, with monumental achievements on water security coupled with rising risks that could undermine this progress,” said Norio Saito, the ADB’s senior director for water and urban development.</p><p>“Without water security, there is no development,” Saito said, adding that the report showed that urgent action was needed to restore ecosystem health, strengthen resilience, improve water governance, and deploy innovative finance to deliver long-term water security.</p><h2 id=\"rising-disaster-threat\">Rising disaster threat</h2><p>The report said ​​extreme weather events such as storm surges, rising sea levels, and saltwater intrusion, along with rising water-related disasters, threaten the region, which already accounts for more than 40 percent of the world’s floods.</p><p>That includes the disasters that ravaged Indonesia and other countries in the region in recent weeks.</p><p>From 2013 to 2023, the Asia Pacific region experienced 244 major floods, 104 droughts, and 101 severe storms, causing widespread damage to life and property and undermining crucial development gains.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The report said accelerating ecosystem decline was also a serious threat to water security in the region, with rivers, aquifers, wetlands and forests that sustain long-term water security deteriorating rapidly.</p><p>It said water ecosystems were deteriorating or stagnating in 30 of the 50 Asian countries it looked at, as they face threats from pollution, unchecked development and the conversion of land to other uses.</p><p>Underinvestment in water infrastructure is another threat to water security.</p><p>Asian nations will need to spend $4 trillion for water and sanitation between now and 2040, an outlay of about $250bn a year, the report said.</p><p>Currently, governments are collectively spending about 40 percent of that, an annual shortfall of more than $150bn.</p></div></div></body></html>"
        },
        {
            "title": "India investigates Goa nightclub fire as relatives identify victims’ bodies | Crime | Al Jazeera",
            "time": "2025-12-08T12:29:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765196925.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Dec 2025</span><span aria-hidden=\"true\">8 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}