{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel is trying to hijack the Baloch struggle | Opinions | Al Jazeera",
            "time": "2025-07-25T09:39:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/12617962-1731137787.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As Israel loudly beat the drums of war one day before its unprovoked surprise attack on Iran, a small but significant piece of news slipped by almost unnoticed: The announcement of a new research project on the website of a Washington, DC think tank. On June 12, the Middle East Media Research Institute (MEMRI) announced the launch of the Balochistan Studies Project (BSP). Significantly, in addition to mentioning Balochistan’s abundance of natural resources “such as oil, gas, uranium, copper, coal, rare earth elements and the two deep seaports of Gwadar and Chabahar”, MEMRI’s statement justifies the project’s necessity by identifying the region as “the perfect outpost to counter and keep under control Iran, its nuclear ambitions, and its dangerous relations with Pakistan, which may provide Tehran with tactical nukes”.</p>\n<p>MEMRI is well known for its selective translation of snippets of Arabic, Persian and Turkish-language media, screenshots from which often end up being shared as memes on social media platforms. Originally founded in 1998, the think tank has consistently peddled a pro-Israel agenda, with its founder, Colonel Yigal Carmon, having served in the Israeli Military Intelligence Corps for more than 20 years. Additionally, MEMRI has been involved “unofficially” in intelligence gathering for the Israeli state since at least 2012.</p>\n<p>Given this context, MEMRI’s creation of the BSP can be seen as an indication of an Israeli attempt to co-opt the Baloch national struggle against both Iran and Pakistan for Israel’s geopolitical objectives. Given the strategic advantages that a successful co-optation of the Baloch cause would grant Israel, and the potential ramifications it would bear upon the resistance of stateless peoples within the region, including Palestinians as well as the Baloch, themselves, there is a need to examine the limitations of geopolitical thinking within national liberation movements.</p>\n<p>MEMRI’s announcement of the BSP is riddled with logical inconsistencies and misinformation regarding the reality of exploitation and resistance in Balochistan. For example, centring the fact that the states of both Iran and Pakistan are currently fighting counterinsurgency campaigns in Balochistan, MEMRI’s website calls for “the international community” to “understand that Balochistan is a natural ally of the West” – ignoring the fact that Western companies such as Barrick Gold and BHP Billiton have played key roles in enabling colonial resource extraction and ecological destruction in the region.</p>\n<p>Another example relates to the personnel involved in the project. One article on the BSP on MEMRI’s website welcomes a “renowned Baloch writer, scholar, and political scientist” called Mir Yar Baloch, whose X account “has been defined as one of the most influential in the Subcontinent”, as a “special adviser”. In May of this year, Baloch made headlines for unilaterally declaring the independence of Balochistan in a series of posts on X, where he also announced to Indian Prime Minister Narendra Modi that India had “the backing of 60 million Baloch patriots” after it launched Operation Sindoor against Pakistan.</p>\n<p>More than for his grand proclamations, Mir Yar Baloch is interesting for the amount of mystery that surrounds him, given his supposed status as an important and influential Baloch intellectual. Despite being profiled by a variety of news outlets – notably all Indian – none have deviated from regurgitating a biography for him as limited as that published in the MEMRI article. Significantly, however, more well-known Baloch activists have been quick to distance themselves from him. Niaz Baloch of the Baloch National Movement, for example, posted on X that there exists no consensus for a declaration of independence among Baloch leaders. Crucially, he also listed four “fake accounts”, including that of Mir Yar Baloch, that he stated “should be reported and unfollowed immediately”. Baloch activists therefore speculate that Mir Yar Baloch is a fake persona created by a state with interests in the region to support its objectives.</p>\n<p>Balochistan is a region that spans the border between Iran and Pakistan, where both states are engaged in counterinsurgency campaigns that often spur tensions between them. Each has accused the other of fostering instability by sheltering militant groups across the frontier. Crucially, many Baloch people on both sides of the Iran-Pakistan border view themselves as marginalised and systematically oppressed by the states that govern them.</p>\n<p>In this context, an Israeli overture towards supporting the Baloch cause opens the door to new avenues of entrenching Israeli influence in the wider West Asia region. Beyond Israel’s infiltration of the Iranian state and security apparatus, demonstrated to devastating effect by the events of June 13, declaring overt support for the Baloch cause allows Israel to build relationships with secessionist groups in regions where Iranian and Pakistani political legitimacy is limited. Taking into account Israel’s objective of containing and crushing Palestinian resistance, support for such groups also creates conditions that enable Israel to actively undermine efforts at transnational solidarity-building between Palestinians and other stateless populations, such as the Baloch.</p>\n<p>Any Israeli gesture towards Balochistan would also be scaffolded by Israel’s strategic partnership with India, which has long positioned itself as a key supporter of the Baloch cause – a position that has notably undermined attempts at solidarity-building between the Baloch and stateless peoples forced to live under Indian rule, such as Kashmiris. In a substantive sense, it is notable that Mir Yar Baloch, who has tweeted in support of Israel and India, owes his public profile almost entirely to the Indian media. Furthermore, his messaging is overwhelmingly directed at Indian audiences. The BSP thus represents a case of India and Israel’s strategic partnership manifesting in a projection of both Israeli and Indian cross-regional influence.</p>\n<p>I do not deny the relevance of geopolitics in strategising and building capacity for resistance, but elevating it to top priority can be harmful. A “my enemy’s enemy is my friend” approach risks undermining principled long-term alliances. History offers a warning: The Palestine Liberation Organisation’s (PLO) alliance with Saddam Hussein’s Iraq, a relationship described by Sadiq al-Azm as “unprincipled”, alienated Kurds and indirectly facilitated the development of relatively warm relations between Israel and the Kurdistan Regional Government in Iraq. More recently, Iran’s crackdown on Kurdish – and to a lesser extent Baloch – groups following its war with Israel cited fears of their possible collaboration with Israel as a pretext.</p>\n<p>A post-geopolitical approach to foreign policy formulation among stateless groups, therefore, would necessarily take into account the factory defect of nation-states: their necessary prioritisation of survival and the maintenance of a constellation of privileges and interests over a substantive struggle towards justice. In this context, a principled anticolonial inter- and transnationalism that looks beyond geopolitics does not represent a utopian ideal detached from the practicalities of struggle. Instead, it represents a form of long-term pragmatism in and of itself that pushes against the short-termist gains of privileging geopolitics above principles.</p>\n<p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p>\n</div></div></body></html>"
        },
        {
            "title": "Russian rocket launches Iran satellite into space: Iranian media | Space News | Al Jazeera",
            "time": "2025-07-25T09:28:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T075949Z_1314943723_RC2BTFANND7P_RTRMADP_3_IRAN-SATELLITE-RUSSIA-1753432504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian rocket launches Iran satellite into space: Iranian media</h1><p class=\"article__subhead\"><em>The satellite was designed and manufactured by Iranian engineers, according to reports.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian rocket has put an Iranian communications satellite into space, according to Iranian state media, in the latest achievement for an aerospace programme that has caused consternation among some Western governments.</p>\n<p>“The Nahid-2 communications satellite was launched from Russia’s Vostochny Cosmodrome using a Soyuz rocket,” Iranian state television said on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Weighing 110kg (240lb), the satellite was designed and manufactured by Iranian engineers, the broadcaster added.</p>\n<p>Western governments have long expressed concern that technological advances made in Iran’s space programme could also be used to upgrade its ballistic missile arsenal.</p>\n<h2 id=\"nuclear-talks\">Nuclear talks</h2>\n<p>The launch was announced shortly before <a href=\"/news/2025/7/25/iran-is-meeting-european-powers-amid-threats-of-renewed-nuclear-sanctions\">nuclear talks</a> between Iran and Britain, France and Germany began in Istanbul.</p>\n<p>The meeting, which began on Friday morning, is the first since Israel’s mid-June attacks on Iran, which led to a 12-day conflict and the intervention on Israel’s behalf of the United States, which attacked Iranian nuclear sites.</p>\n<p>In December, Iran announced it had put its heaviest payload to date into space, saying it used a domestically manufactured satellite carrier.</p>\n<p>In September, Iran said it had put the Chamran-1 research satellite into orbit using the Ghaem-100 carrier, which is produced by the Islamic Revolutionary Guard Corps’ aerospace division.</p>\n</div></div></body></html>"
        },
        {
            "title": "Al Jazeera reporters face hunger in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-25T09:16:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753434969.jpg?resize=1920%2C1074&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Impeachment probe of Philippine VP Sara Duterte voided by Supreme Court | News | Al Jazeera",
            "time": "2025-07-25T09:12:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/2024-11-25T071549Z_290065081_RC26CBAIXXK9_RTRMADP_3_PHILIPPINES-MARCOS-DUTERTE-1732610868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Impeachment probe of Philippine VP Sara Duterte voided by Supreme Court</h1><p class=\"article__subhead\"><em>Duterte is a strong contender for the 2028 presidency, which President Marcos cannot contest due to a single-term limit</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Philippine Vice President Sara Duterte has survived major legal and political peril as the Supreme Court struck down an <a href=\"/news/2025/1/31/thousands-call-for-impeachment-of-philippines-vice-president-sara-duterte\">impeachment complaint</a> against her, ruling it was unconstitutional.</p>\n<p>The court on Friday said it was not absolving Duterte of the charges, but the outcome could nevertheless be a huge boost for her political ambitions.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Duterte faced three impeachment complaints over alleged misconduct and misuse of millions of dollars in government funds when she served as education secretary under the administration of President Ferdinand Marcos Jr.</p>\n<p>The Philippines’ lower house of Congress impeached Duterte in February, also accusing her of <a href=\"/news/2024/11/23/philippines-vp-sara-duterte-threatens-marcos-assassination-if-she-is-killed\">threatening to kill Marcos</a>, the First Lady, and the House Speaker.</p>\n<p>Duterte is widely seen as a strong contender for the 2028 presidency, which Marcos cannot contest due to a single-term limit for Philippine presidents.</p>\n<p>A conviction in an impeachment trial would have seen Duterte banned from office for life. She has said the move to impeach her, which came amid a bitter feud with Marcos, was politically motivated.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Duterte is the daughter of firebrand former President <a href=\"/news/2025/3/12/philippine-vp-sara-duterte-travels-to-the-hague-to-help-father-at-icc\">Rodrigo Duterte</a>, who is now in the custody of the International Criminal Court (ICC) in The Hague, Netherlands</p>\n<p>Rodrigo Duterte, who served as president from 2016 to 2022, was flown to the ICC just <a href=\"/news/2025/3/11/why-has-the-philippines-arrested-ex-president-duterte-on-icc-warrant\">hours after his arrest</a> at Manila airport over alleged “crimes against humanity” stemming from a crackdown on drugs that killed thousands of people during his presidency. He has denied wrongdoing.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Iran is meeting European powers amid threats of renewed nuclear sanctions | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-07-25T08:03:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T075528Z_1554535_RC2JTFAW7S21_RTRMADP_3_IRAN-NUCLEAR-E3-1753430460.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian diplomats are meeting their counterparts from Germany, the United Kingdom and France for renewed nuclear talks, amid warnings that the three European powers could trigger “snapback” United Nations sanctions outlined under a previous 2015 deal.</p>\n<p>The meeting, which is under way in Turkiye’s Istanbul on Friday morning, is the first since Israel’s mid-June attack on Iran, which led to an intensive 12-day conflict, with the United States militarily intervening on Israel’s behalf and attacking key Iranian nuclear sites.</p>\n<p>Israel’s offensive – which killed top commanders, nuclear scientists and hundreds of civilians, as residential areas were struck, as well – also derailed US-Iran nuclear talks that began in April.</p>\n<p>Iran said on Friday that the meeting is an opportunity for the so-called E3 group of Germany, UK and France to correct their positions on Iran’s nuclear issue. Foreign Ministry spokesperson Esmaeil Baghaei said in an interview with state news agency IRNA that Iran considers the talk of extending UN Security Council Resolution 2231 to be doubly “meaningless and baseless”.</p>\n<p>The resolution, which cemented the 2015 deal Iran reached with world powers, under which it curbed enrichment in return for much-needed sanctions relief, is due to expire in October. It enshrines the big powers’ prerogative to restore UN sanctions.</p>\n<p>Since then, the E3 have threatened to trigger the “snapback mechanism”, which would reinstate the sanctions on Iran by the end of August, under the moribund 2015 nuclear deal which US President Donald Trump unilaterally torpedoed in 2018 during his first term.</p>\n<p>The option to trigger the snapback expires in October, and Tehran has warned of consequences should the E3 opt to activate it.</p>\n<p>Iran’s Deputy Foreign Minister Kazem Gharibabadi, who is attending the talks Friday, alongside senior Iranian diplomat Majid Takht-Ravanchi, warned this week that triggering sanctions “is completely illegal”.</p>\n<p>He also accused European powers of “halting their commitments” to the deal after the US withdrew from it.</p>\n<p>“We have warned them of the risks, but we are still seeking common ground to manage the situation,” said Gharibabadi.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"warning-from-tehran\">Warning from Tehran</h2>\n<p>Iranian diplomats have previously warned that Tehran could withdraw from the global nuclear non-proliferation treaty if UN sanctions are reimposed.</p>\n<p>Restoring sanctions would deepen Iran’s international isolation and place further pressure on its already strained economy.</p>\n<p>Israeli Foreign Minister Gideon Saar has urged European powers to trigger the mechanism. Israel’s June 13 attack on Iran came two days before Tehran and Washington were scheduled to meet for a sixth round of nuclear negotiations.</p>\n<p>On June 22, the US struck Iranian nuclear facilities at Fordow, Isfahan, and Natanz.</p>\n<p>Before the conflict, Washington and Tehran were divided over uranium enrichment, which Iran has described as a “non-negotiable” right for civilian purposes, while the US called it a “red line”.</p>\n<p>The International Atomic Energy Agency (IAEA) says Iran is enriching uranium to 60 percent purity – far above the 3.67 percent cap under the 2015 deal, but well below the 90 percent needed for weapons-grade levels.</p>\n<p>Tehran has said it is open to discussing the rate and level of enrichment, but not the right to enrich uranium.</p>\n<p>A year after the US withdrawal from the nuclear deal, Iran reportedly began rolling back its commitments, which had placed restrictions on its nuclear activities in exchange for sanctions relief.</p>\n<p>Israel and Western powers accuse Iran of pursuing nuclear weapons – a charge Tehran has consistently denied. Both US intelligence and the IAEA said they had seen no evidence of Iran pursuing a nuclear weapon in the build-up to the June conflict.</p>\n<h2 id=\"enrichment-is-stopped\">Enrichment is ‘stopped’</h2>\n<p>Iran insists it will not abandon its nuclear programme, which Foreign Minister <a href=\"/news/2025/7/24/iran-reaffirms-right-to-enrich-uranium-ahead-of-key-talks-in-turkiye\">Abbas Araghchi</a> called a source of “national pride”.</p>\n<p>The full extent of the damage sustained in the US bombing remains unclear. Trump has claimed the sites were “completely destroyed”, but US media reports have cast doubt over the scale of destruction.</p>\n<p>Araghchi has noted that enrichment is currently “stopped” due to “serious and severe” damage to nuclear sites caused by US and Israeli attacks.</p>\n<p>In an interview with Al Jazeera that aired on Wednesday, Iranian President Masoud Pezeshkian <a href=\"/news/2025/7/23/iran-ready-for-war-with-israel-will-not-halt-nuclear-programme-pezeshkian\">said</a> Iran is prepared for another war and reiterated that its nuclear programme will continue within the framework of international law, adding the country had no intention of pursuing nuclear weapons.</p>\n<p>Since the 12-day conflict, Iran has suspended cooperation with the IAEA, accusing it of bias and of failing to condemn the attacks.</p>\n<p>Inspectors have since left the country, but a technical team is expected to return in the coming weeks, after Iran said future cooperation would take a “new form”.</p>\n<p>Israel has <a href=\"/news/2025/7/24/could-israel-be-planning-a-second-war-on-iran\">warned</a> it may resume attacks if Iran rebuilds facilities or moves towards weapons capability. Iran has pledged a “harsh response” to any future attacks.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodian clashes force 100,000 into shelters on Thai border | Border Disputes News | Al Jazeera",
            "time": "2025-07-25T07:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T120033Z_1083495861_RC2YSFAK60JY_RTRMADP_3_THAILAND-CAMBODIA-1753423903.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Desperate evacuees, huddled on plastic mats in a sports hall in Thailand, have described fleeing from thunderous artillery bombardments as heavy fighting has escalated between Thailand and Cambodia.</p>\n<p>The worst fighting in more than a decade between the neighbouring countries has forced more than 100,000 people to evacuate from their homes across four Thai border provinces by Friday.</p>\n<p>As artillery fire echoed on Thursday, thousands from northeastern Surin province abandoned their homes for makeshift shelters established in the town centre.</p>\n<p>Nearly 3,000 people crowded the sports hall of Surindra Rajabhat University, packed onto rows of plastic mats covered with colourful blankets and hastily gathered possessions.</p>\n<p>“I’m worried about our home, our animals, and the crops we’ve worked so hard on,” Thidarat Homhuan, 37, told the AFP news agency.</p>\n<p>She evacuated with nine family members, including her 87-year-old grandmother who had just been released from hospital.</p>\n<p>“That concern is still there. But being here does feel safer, since we’re further from the danger zone now. At least we’re safe,” she said.</p>\n<p>Thidarat was babysitting at a local school when she heard what she described as “something like machinegun fire”, followed by heavy artillery thuds.</p>\n<p>“It was chaos. The kids were terrified. I rushed to the school’s bunker,” she said.</p>\n<p>Inside the shelter, evacuees slept alongside one another beneath the gym’s high ceiling, surrounded by electric fans humming and the quiet whispers of uncertainty.</p>\n<p>Elderly residents lay wrapped in blankets, infants slept in cradles, while children played quietly. Pet cats rested in mesh crates near the public restroom.</p>\n<p>This marks the first full activation of the university as a shelter, according to Chai Samoraphum, director of the university president’s office.</p>\n<p>Classes were immediately cancelled, and within an hour, the campus transformed into a functioning evacuation centre.</p>\n<p>Evacuees from four border districts were distributed across six locations throughout the campus.</p>\n<p>“Most of them left in a hurry. Some have chronic health conditions but didn’t bring their medications, others only managed to grab a few belongings,” Chai told AFP.</p>\n<p>The centre, with assistance from the provincial hospital, is providing care for those with chronic illnesses and offering mental health services for trauma victims, Chai explained.</p>\n<p>The border fighting has killed at least 14 people in Thailand, including one soldier and civilians killed in a rocket strike near a Sisaket province petrol station, officials reported. One Cambodian has also been confirmed killed.</p>\n<p>As fighting continues near the border, evacuees face uncertainty about when they can return home.</p>\n<p>For now, the shelter provides safety and a place to await signals that it’s safe to “go back to normal life”, Thidarat said.</p>\n<p>She already has a message for the authorities: “I want the government to take decisive action – do not wait until lives are lost.</p>\n<p>“Civilians look up to the government for protection, and we rely on them deeply,” she said.</p>\n<p>Across the border in Cambodia, about 20,000 residents have evacuated from the country’s northern border with Thailand, the Khmer Times news organisation said, quoting officials in Cambodia’s Preah Vihear province.</p>\n</div></div></body></html>"
        },
        {
            "title": "The protesters targeting US lawmakers as Israel starves Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-25T07:21:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753428085.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jul 2025</span><span aria-hidden=\"true\">25 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "French court to decide if al-Assad can be tried for Syrian chemical attacks | Bashar al-Assad News | Al Jazeera",
            "time": "2025-07-25T06:54:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/01/DSC07901-copy-2-1736152682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s highest court is set to rule on whether it can strip the state immunity of Bashar al-Assad, the toppled Syrian leader in exile in Russia, because of the sheer brutal scale of evidence in accusations documented against him by Syrian activists and European prosecutors.</p>\n<p>If the judges at the Cour de Cassation lift al-Assad’s immunity on Friday, it could pave the way for his trial in absentia over the <a href=\"/news/2023/8/21/people-foaming-at-the-mouth-10-years-since-chemical-attacks-in-ghouta\">use of chemical weapons</a> in Ghouta in 2013 and Douma in 2018.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It could also set a precedent to allow the prosecution of other government leaders linked to atrocities, human rights activists and lawyers say.</p>\n<p>Al-Assad has retained no lawyers for these charges and has denied he was behind the chemical attacks.</p>\n<p>The opposition has long rejected al-Assad’s denial, as his forces were the only side in the ruinous, nearly 14-year civil war to possess sarin.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A ruling against al-Assad would be “a huge victory for the victims”, said Mazen Darwish, president of the Syrian Center for Media and Freedom of Expression, which collected evidence of war crimes, quoted by The Associated Press news agency.</p>\n<p>“It is not only about Syrians; this will open the door for the victims from any country and this will be the first time that a domestic investigative judge has the right to issue an arrest warrant for a president during his rule.”</p>\n<p>He said the ruling could enable his group to legally go after government members, like launching a money laundering case against former Syrian Central Bank governor and Minister of Economy Adib Mayaleh, whose lawyers have argued he had immunity under international law.</p>\n<h2 id=\"brutal-crackdown\">Brutal crackdown</h2>\n<p>For more than 50 years, Syria was ruled by Hafez al-Assad and then his son, Bashar.</p>\n<p>During the Arab Spring, rebellion broke out against their rule in 2011 across the country of 23 million, igniting a brutal civil war that killed more than half a million people, according to the the Syrian Observatory for Human Rights (SOHR). Millions more fled to Lebanon, Jordan, Turkiye and Europe.</p>\n<p>The al-Assad dynasty also fomented sectarian tensions to stay in power, a legacy driving renewed recent violence in Syria against minority groups, despite promises that the country’s new leaders will carve out a political future for Syria that includes and represents all its communities.</p>\n<p>As the International Criminal Court (ICC) has issued arrest warrants for leaders accused of atrocities – such as Russia’s Vladimir Putin in Ukraine, Israel’s Benjamin Netanyahu in Gaza, and Rodrigo Duterte in the Philippines – the French judges’ ruling could empower the legal framework to prosecute not just deposed and exiled leaders but those currently in power.</p>\n<p>The Syrian government denied in 2013 that it was behind the Ghouta attack, but the United States subsequently threatened military retaliation, then settled for a deal with Moscow for al-Assad to give up his chemical weapons stockpile, opening the way for Russia to wield huge influence in the war-torn nation.</p>\n<p>Al-Assad survived more than a decade longer, aided militarily by Russia and Iranian-aligned groups, including Hezbollah, before being <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">overthrown by rebel groups</a>.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Desperate Zimbabweans get in debt to pay for lifesaving blood transfusions | Health News | Al Jazeera",
            "time": "2025-07-25T06:54:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/School-Children-Donating-Blood-Supplied-NBSZ-1753370058.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bulawayo, Zimbabwe –</strong> When Lloyd Muzamba was critically injured in a car accident on the Harare–Bulawayo highway in 2023, he needed an urgent blood transfusion to save his life. Despite being admitted at Mpilo Central Hospital, the biggest public health facility in Zimbabwe’s Matabeleland region, a shortage of supplies meant the doctors didn’t have enough for him.</p>\n<p>In desperation, Muzamba’s family turned to their only other option – a nearby private hospital that sold them the three pints of blood. But at a cost of $250 per pint, Muzamba – who earned a $270 monthly salary and had no savings – could not afford it.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>With time running out, the family had to make a plan. Eventually, Muzamba’s uncle sold a cow for $300 and asked other relatives to contribute the balance.</p>\n<p>Two years on, the now recovered Muzamba says the incident has left him psychologically wounded, as he worries about other emergencies when people may need lifesaving blood.</p>\n<p>“Three pints can be a small number; others might need more than that. But due to the costs involved, it becomes life-threatening,” said the 35-year-old, who works in a hardware store in Bulawayo.</p>\n<p>“I could not get the blood without paying or making a payment plan. It was a painful experience for an ordinary Zimbabwean like me.”</p>\n<p>Muzamba’s is not an isolated case.</p>\n<p>With ongoing currency woes, rising costs of living and high levels of poverty, desperate Zimbabweans in need of care face life-threatening delays due to financial barriers. This includes blood shortages – despite supplies being free in public health facilities.</p>\n<p>Tanaka Moyo, a mother of two in the capital Harare, also experienced the stress of needing to pay for emergency blood supplies during the delivery of her second child.</p>\n<p>After excessive postpartum haemorrhaging, the 38-year-old street vendor needed four pints of blood.</p>\n<p>Together with her husband, a security guard, she had struggled to raise money for the birth of their child. The sudden need for a blood transfusion was a shocking unplanned cost.</p>\n<p>“My husband ran around and borrowed money from a microfinance institution. The interests are steep and conditions stringent, but he had to act quickly,” said Moyo.</p>\n<p>“At the hospital, they insisted the blood was free – but it was not available.”</p>\n<p>Plaxedes Charuma, a gynaecologist in Bulawayo, says “postpartum haemorrhage is the leading cause of maternal mortality”. The prevalence of the condition means that hospitals should always have supplies on hand to deal with maternal blood loss emergencies that arise, health experts say.</p>\n<figure id=\"attachment_3855252\" aria-describedby=\"caption-attachment-3855252\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855252\" src=\"/wp-content/uploads/2025/07/2025-07-09T172300Z_3996131_RC2YIFAGHUMT_RTRMADP_3_ZIMBABWE-HEALTH-1753370279.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"Zimbabwe hospital\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855252\" class=\"wp-caption-text\">A maternity ward at a hospital in Harare, Zimbabwe [Philimon Bulawayo/Reuters]</figcaption></figure>\n<p>According to the Community Working Group on Health (CWGH), a network of civic health organisations in Zimbabwe, the country faces a high demand for blood transfusions, and those most affected are pregnant women.</p>\n<p>“About half a million pregnancies are expected in Zimbabwe, and in some of these, there is excessive blood loss, requiring transfusion of at least three pints of blood,” said Itai Rusike, CWGH’s executive director.</p>\n<p>“Maternal mortality in Zimbabwe remains unacceptably high,” Rusike told Al Jazeera. “Timely blood transfusion prevents maternal deaths, which in Zimbabwe stands at 212 women dying per every 100,000 live births.”</p>\n<h2 id=\"free-blood-for-all\">‘Free blood for all’</h2>\n<p>Generally, there are two major types of blood transfusions: allogeneic and autologous. Autologous transfusion refers to self-same blood donation by an individual for their own use later. Allogeneic transfusion, which is the most common in Zimbabwe, involves administering blood donated by one person to another who matches their blood type.</p>\n<p>The National Blood Service Zimbabwe (NBSZ) is the body that oversees blood donation and distribution in the country. It operates as an independent not-for-profit entity, but it is mandated by law to collect, process and distribute blood throughout Zimbabwe.</p>\n<p>While the Ministry of Health and Child Care is permanently represented on its board of directors, NBSZ functions independently of hospitals and government health institutions. It is not present in every facility, but maintains decentralised distribution from five regional centres: Harare, Bulawayo, Gweru, Masvingo and Mutare.</p>\n<p>Historically, patients in Zimbabwe paid for blood, but over the years the government worked on lowering costs – from $150 a pint in 2016 and prior to $50 by 2018.</p>\n<p>The government then went a step further in July that year, deciding that blood would be made free at all public health institutions.</p>\n<p>“The free blood for all move is going ahead as planned and mechanisms have already been put in place to finance the move, and come July 1 [2018], blood will be available for free,” said then-Minister of Health and Child Care Dr David Parirenyatwa during the June 2018 World Blood Donor Day celebrations.</p>\n<p>However, despite the policy, hospitals continue to face shortages.</p>\n<p>This May, there was a critical lack of blood in public hospitals, a situation that threatened the lives of thousands of people, the Ministry of Health and Child Care said in a statement. Al Jazeera contacted ministry spokesperson Donald Mujiri to ask about the shortage and the implementation of the free blood policy, but he did not respond to our requests for comment.</p>\n<p>NBSZ, meanwhile, said that May’s shortage was due to operational and systemic challenges that disrupted its ability to carry out routine blood collection activities.</p>\n<p>“Without timely financial support, we faced constraints in mobilising outreach teams, securing fuel, and procuring essential supplies,” Vickie Maponga, NBSZ communications officer, told Al Jazeera.</p>\n<p>“Additionally, the crisis was exacerbated by a seasonal dip in donations, particularly from youth, who make up over 70 percent of our donor base.”</p>\n<p>These shortages regularly result in patients on the front line needing to buy blood at private clinics. In most cases, the patient is physically transferred to the private facility for the transfusion, where they pay the costs. In some cases, the patient pays and the private hospital sends the blood to them in the public hospital.</p>\n<figure id=\"attachment_3855246\" aria-describedby=\"caption-attachment-3855246\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855246\" src=\"/wp-content/uploads/2025/07/World-blood-donor-day-awareness-street-march-Supplied-NBSZ-1753370079.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Blood drive\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855246\" class=\"wp-caption-text\">A World Blood Donor Day awareness street march in Zimbabwe [Courtesy of NBSZ]</figcaption></figure>\n<h2 id=\"crucial-blood-donations\">Crucial blood donations</h2>\n<p>The World Health Organization (WHO) aims to ensure that all countries practicing blood transfusions obtain their blood supplies from voluntary blood donors.</p>\n<p>The NBSZ told Al Jazeera that a sustainable blood supply in Zimbabwe depends on cultivating a culture of regular, voluntary donations, particularly among the youth and underserved communities.</p>\n<p>The service has a mobile outreach model, through which it brings blood donation drives directly to schools and communities. To further engage the youth, Maponga said they also started a club that “encourages young people to commit to donating blood at least 25 times in their lifetime”.</p>\n<p>“We also integrate blood donation awareness into school programmes and partner with tertiary institutions to maintain continuity post-high school,” she said.</p>\n<p>Ivy Khumalo, 32, is one of those who has been donating blood since she was in high school. But she says the lack of blood donation centres around her now limits her ability to give as an adult.</p>\n<p>“As a school child, it was [first started] as a result of peer pressure, but I found it fascinating,” Khumalo said. “It was only when I was an adult that I made a personal decision to continue donating out of love to save life and help those in need.”</p>\n<p>But since moving from Bulawayo to Hwange, she said, donating blood has become expensive as the nearest centre is in Victoria Falls, over 100km (62 miles) away.</p>\n<p>NBSZ says it routinely deploys mobile blood drives around the country. It also says it offers donors incentives.</p>\n<p>“Regular donors who meet specific criteria such as having made at least 10 donations, with the most recent within the past 12 months, qualify for free blood and blood products for themselves and their immediate family members … in times of medical need,” explained Maponga.</p>\n<p>However, for keen donors like Khumalo, the effort to reach a far-off donation site is a barrier to entry.</p>\n<p>“In such circumstances, it is no longer a free donation as I spent money going there. In the end, most of us decide to stay home despite the passion for blood donation,” she said.</p>\n<p>CWGH’s Rusike says the NBSZ and Ministry of Health and Child Care must urgently devise innovative and sustainable ways to increase the number of eligible blood donors.</p>\n<p>“The government should utilise the Health Levy Fund of 5 percent tax on airtime and mobile data as it was set up to specifically subsidise the cost of blood and assist public health institutions to replace obsolete equipment and address the perennial drug shortages in our public health institutions,” he said. “That money should be ring-fenced and used for its intended purpose in a more accountable and transparent manner.”</p>\n<figure id=\"attachment_3855240\" aria-describedby=\"caption-attachment-3855240\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855240\" src=\"/wp-content/uploads/2025/07/NBSZ-Lab-Supplied-NBSZ-1753370052.jpeg?w=770&amp;resize=770%2C577&amp;quality=80\" alt=\"Blood testing lab\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855240\" class=\"wp-caption-text\">A woman works at a National Blood Service Zimbabwe (NBSZ) lab [Courtesy of NBSZ]</figcaption></figure>\n<h2 id=\"promises-and-shortages\">Promises and shortages</h2>\n<p>Authorities say that as of mid-2025, Zimbabwe’s national blood supply is showing good progress, and NBSZ has already collected over 73 percent of its half-year target (the 2025 annual target is 97,500 units).</p>\n<p>The blood service also says the Ministry of Health and Child Care plays a central role in both subsidising and overseeing the cost of blood within the public health sector.</p>\n<p>“Since 2018, this [free blood policy] is made possible through a government-funded coupon system, which absorbs the full cost of $250 per unit, resulting in zero cost to the recipient [in public hospitals],” said Maponga.</p>\n<p>The NBSZ maintains that it operates on a cost recovery basis. It says the entire chain of collecting, processing and distributing a pint of blood costs $245. The agency charges $250, making a $5 profit per pint.</p>\n<p>However, prices at some private facilities can reach as much as $500 per pint, Zimbabweans say. This has sparked heated debate on social media, as the high cost remains far out of reach for many people.</p>\n<p>“NBSZ does not have regulatory authority over how those institutions price their services to patients,” said Maponga, explaining that while blood itself is donated freely, the journey from “vein to vein” involves a complex and resource-intensive process.</p>\n<p>Observers, however, say more can be done to lower the costs of blood transfusions.</p>\n<p>“At closer look, the whole chain of blood transfusion can cost less than $150 by strategically deploying available resources, use of financial donor stakeholders like corporates, and also holding the government accountable to fund the whole process,” said Carlton Ntini, a socioeconomic justice activist in Bulawayo.</p>\n<p>The issue of free blood in the public hospitals is noble, Ntini said, but without full implementation, it remains a false hope and only benefits the “lucky” few, as shortages are the order of the day.</p>\n<p>“In reality, any amount above $50 per pint of blood will still be high to Zimbabweans, and it’s a death sentence,” he said.</p>\n<p>Meanwhile, for patients, the cost of essentials only adds to an already stressful situation.</p>\n<p>Muzamba was fortunate in that his family did not claim back the money they gave him for his blood transfusion. But Moyo and her husband struggled to settle their $1,000 loan debt, which escalated to $1,400 after interest.</p>\n<p>“It psychologically drained me more than the physical pain as I wondered, ‘Where would I get such money in this economy?’” said Moyo. “The government must own up to its promises – it’s not only about being free, but must be accessible.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "At least four children dead in school roof collapse in India | Infrastructure News | Al Jazeera",
            "time": "2025-07-25T06:30:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/WEB-MAP-INDIA-RAJASTAN-1000x562-1753428531.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least four children dead in school roof collapse in India</h1><p class=\"article__subhead\"><em>Rescue teams race to find survivors after deadly school building collapse in western India.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"936\" data-end=\"1110\">At least four children have been killed and 17 others injured after the roof of a school building collapsed in India’s western state of Rajasthan, according to local reports.</p>\n<p data-start=\"1112\" data-end=\"1330\">The tragedy took place on Friday morning shortly after daily prayers at a government-run school in Barmer district. Authorities say about 25 to 30 students were inside the classroom when the ceiling suddenly gave way.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p data-start=\"1332\" data-end=\"1570\">Local police believe the building’s deteriorating structure, worsened by recent heavy rainfall, may have caused the collapse. “Some of the injured are in critical condition,” senior police officer Amit Kumar told the Press Trust of India.</p>\n<p data-start=\"1572\" data-end=\"1933\">Rajasthan’s education minister, Madan Dilawar, said he had instructed officials to oversee the medical treatment of the injured and ensure families receive support. “I have directed the authorities to make proper arrangements and to oversee the injured children’s treatment, and to ensure they do not face any kind of difficulties,” he told AajTak news channel.</p>\n<p data-start=\"1935\" data-end=\"2162\">Dilawar added that a formal investigation would be launched to determine the exact cause. “I have also spoken to the collector and directed authorities to take stock of the situation and help in whatever way possible,” he said.</p>\n<p data-start=\"2164\" data-end=\"2358\">Footage broadcast on Indian television showed locals and emergency workers using cranes to clear debris as anxious parents looked on. The sound of relatives wailing could be heard near the site.</p>\n<p data-start=\"2360\" data-end=\"2504\">Rescue efforts were ongoing late into the day. Local media said 32 students had been pulled out alive so far, though some were severely injured.</p>\n<p data-start=\"2506\" data-end=\"2686\">“Instructions have been given to the concerned authorities to ensure proper treatment for the injured children,” Rajasthan Chief Minister Bhajanlal Sharma said in a statement on X.</p>\n<p data-start=\"2688\" data-end=\"2860\" data-is-last-node=\"\" data-is-only-node=\"\">Rajasthan, known for its extreme weather, has experienced intense monsoon rains in recent weeks, raising concerns over the safety of ageing infrastructure in rural schools.</p>\n</div></div></body></html>"
        },
        {
            "title": "UK moves to reinstate extradition deal with Hong Kong despite concerns | Politics News | Al Jazeera",
            "time": "2025-07-25T06:08:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-03-23T165611Z_583006360_RC2QR6AKKW3N_RTRMADP_3_HONGKONG-SECURITY-BRITAIN-1753415720.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom government is moving to reinstate extradition cooperation with Hong Kong that was suspended five years ago due to concerns about the city’s Chinese national security laws.</p>\n<p>The Home Office applied to Parliament to make the changes on July 17, followed by a letter to Shadow Home Secretary Chris Philp the next day.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“It is in our national interest to have effective extradition relationships to prevent criminals from evading justice and the UK becoming a haven for criminals,” the July 18 letter from Security Minister Dan Jarvis said.</p>\n<p>The Home Office also plans to restore an extradition framework with Chile and Zimbabwe, according to the letter, which was shared on X by Conservative MP Alicia Kearns.</p>\n<p>Cases for Hong Kong and Zimbabwe would both be considered on a “case-by-case basis,” Jarvis said.</p>\n<p>Hong Kong, a former British colony, is a particular sticking point for the UK due to their historical relationship and the sharp decline in political freedoms in Hong Kong since China imposed controversial national security legislation in 2020.</p>\n<p>In 2024, legislators in Hong Kong approved a new national security law ­- <a href=\"/news/2024/3/19/hong-kong-legislature-passes-tough-new-national-security-law\">referred to as Article 23</a> – that gave the government new powers to crack down on all forms of dissent on the grounds of alleged treason, espionage, sedition and external interference in Hong Kong’s internal affairs.</p>\n<p>At the time, Hong Kong’s government said Article 23 was needed to prevent a recurrence of the <a href=\"/news/2024/2/1/four-found-guilty-of-rioting-over-2019-storming-of-hong-kong-legislature\">protests of 2019</a>, and that its provisions would only affect “an extremely small minority” of disloyal residents.</p>\n<p>The UK, Canada, Australia, France, Germany and the United States all suspended their extradition agreements in 2020 with the Chinese city due to concerns about how the laws would be used.</p>\n<p>“In my view, reinstating extradition with Hong Kong is morally indefensible. The Chinese Communist Party has turned Hong Kong into a surveillance state where freedom of expression, rule of law, and basic civil liberties are systematically dismantled,” Kearns wrote on X.</p>\n<p>“This move risks legitimizing a regime that imprisons critics, silences democracy activists, and uses extradition as a tool of persecution,” she said.</p>\n\n<p></p>\n<p> </p>\n<p>Ronny Tong, a Hong Kong barrister and member of the city’s executive council, told Al Jazeera that concerns about a potential extradition deal were overblown.</p>\n<p>“Extradition is in relation to non-political criminal cases, so any fear that it’d be used to transfer persons with political crimes, eg, national security cases, is totally unfounded and only shows ignorance of the procedure,” he said. “Furthermore, it is up to judges of the transferring state to ensure the procedure will not be abused.”</p>\n<p>He said the city was “more than ready to restart the arrangement, as we have full confidence our judges are totally independent and of highest integrity”.</p>\n<p>Hong Kong’s 2020 national security law criminalised secession, subversion, terrorism and foreign interference, and was supplemented in 2024 to include treason, sedition, theft of state secrets, espionage, sabotage, and external interference.</p>\n<p>Hong Kong’s government has said the laws are necessary to protect the city from political sabotage and foreign influence, following months of pro-democracy demonstrations in 2019.</p>\n<p>Security Minister Chris Tang said in June that 326 people have been arrested under Hong Kong’s national security laws since 2020.</p>\n<p>The government has also used international bounties to expand its reach to Hong Kong activists abroad, or cancelled their passports while they were overseas.</p>\n<p>The moves have been seen as largely symbolic, but also chilling for a city that was once considered the freest place in Asia.</p>\n<p>On Friday, Hong Kong issued a new list of bounties for 19 activists involved with a pro-Hong Kong democracy NGO in Canada.</p>\n<p>Hong Kong returned to Chinese sovereignty in 1997 as a “special administrative region” and was promised special rights and freedoms until 2047, under the Sino-British Joint Declaration.</p>\n</div></div></body></html>"
        },
        {
            "title": "Death toll in Thai-Cambodia clashes at least 15 as 120,000 flee border area | Conflict News | Al Jazeera",
            "time": "2025-07-25T04:48:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T053328Z_1065643900_RC2DTFA030KK_RTRMADP_3_THAILAND-CAMBODIA-1753426023.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from clashes between <a href=\"/news/2025/7/23/thailand-recalls-ambassador-to-cambodia-amid-border-tensions\">Thai and Cambodian</a> troops has risen to at least 14 in Thailand and one in Cambodia, according to authorities, as more than 120,000 people living along both sides of the border separating the two countries flee the ongoing fighting.</p>\n<p>Deadly fighting continued for a second day on Friday as both countries traded heavy artillery and rocket fire, the bloodiest military confrontation between the two Southeast Asian neighbours in more than a decade.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“The situation has intensified and could escalate into a state of war”,  Acting Thai PM Phumtham Wechayachai ominously told reporters on Friday. For now, the clashes have involved heavy weapons, he added.</p>\n<p>The ongoing clashes have taken place in 12 locations along the disputed border, up from six the day before, a Thai military official said on Friday, indicating a widening of the fighting. Rear Admiral Surasant Kongsiri, a military spokesperson, told a news conference that Cambodia had continued to use heavy weapons.</p>\n<p>“Thai forces have responded with appropriate supporting fire in accordance with the tactical situation,” the Thai military said in an earlier statement.</p>\n<p>Thailand’s Ministry of Public Health reported that at least 13 civilians and one soldier were killed in Thailand when fighting broke out on Thursday, and a local provincial official in Cambodia’s Oddar Meanchey border province told the Reuters news agency that one person was killed and five wounded in Thai attacks.</p>\n<p>More than 30 Thai civilians and 15 soldiers were also injured, according to Thailand’s Health Ministry, while some 100,672 people from four Thai provinces bordering Cambodia have been moved to shelters, Thailand’s Ministry of Interior was quoted by AFP news agency as saying.</p>\n<p>Arsit Sampantharat, the Thai Interior Ministry’s permanent secretary, was quoted by the country’s Channel 3 television channel as saying more than half of those evacuated were from Surin province, while the rest were from the provinces of Sisaket, Buriram and Ubon Ratchathani.</p>\n<p>Quoting officials in Cambodia’s Preah Vihear province, the Khmer Times news organisation said about 20,000 residents have evacuated from the country’s northern border with Thailand.</p>\n<p data-start=\"970\" data-end=\"1132\">Thailand has opened more than 300 evacuation centres, according to officials.</p>\n<figure id=\"attachment_3856160\" aria-describedby=\"caption-attachment-3856160\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3856160\" src=\"/wp-content/uploads/2025/07/AP25206027731108-1753424132.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thai-Cambodian clashes force 100,000 into shelters on Thai border\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3856160\" class=\"wp-caption-text\">Thai residents who fled homes following clashes between Thai and Cambodian soldiers rest at an evacuation center in Surin province, Thailand, Friday, July 25, 2025 [Sakchai Lalit/AP]</figcaption></figure>\n<p data-start=\"1134\" data-end=\"1484\">Reporting from Surin province, near the Cambodian border, Al Jazeera’s Tony Cheng said the government described the frontier as “very long and porous”, complicating efforts to track the movement of displaced people. “It is very hard to see how many people are here in the evacuation centre… because there are people arriving all the time,” he said.</p>\n<p data-start=\"1486\" data-end=\"1638\">Thai authorities say they are meeting the immediate needs of those seeking refuge, with food, water and medical care provided at the temporary shelters.</p>\n<p data-start=\"1640\" data-end=\"1975\">However, local accounts paint a grim picture. “Some of the older people that we have talked to said what they have seen in the last 48 hours, that the fighting they’ve seen has been the fiercest in this disputed area since the late 1970s, when the Khmer Rouge had complete control of the other side of the border,” Cheng reported.</p>\n<p data-start=\"1977\" data-end=\"2197\">The violence, centred around a contested section of the Thai-Cambodian border, has prompted calls for calm from regional actors. “People are trying to talk down to both sides, urging leaders to de-escalate,” Cheng added.</p>\n<p>Thaksin Shinawatra, Thailand’s Prime Minister from 2001-2006, said that “many countries are concerned about the conflict between Thailand and Cambodia, offering to help mediate”.</p>\n<p>“I thanked everyone but said I’d like to ask for some time. Because we probably need to let the Thai military do their duty to teach Hun Sen a lesson about his cunning ways first,” Thaksin wrote in a post on X, referring to Cambodia’s still influential long-ruling former prime minister.</p>\n<p>Thaksin and Hun Sen enjoyed a more-than three decade relationship initially characterised by suspicion, but which evolved into a fraternal bond.</p>\n<h2 id=\"un-to-hold-an-emergency-meeting\">UN to hold an emergency meeting</h2>\n<p>Shelling from Thailand was also reported before dawn on Friday, the Khmer Times quoted the Cambodian military as saying.</p>\n<p>Cambodia’s Ministry of Culture and Fine Arts claimed that Thailand’s strikes had caused “substantial damage” to the Preah Vihear temple, a UNESCO-listed World Heritage Site, according to The Phnom Penh Post.</p>\n<p>Diplomatic sources told the AFP news agency that the United Nations Security Council will hold an emergency meeting on Friday to discuss the border fighting.</p>\n<p>On Thursday, Thailand said it scrambled an F-16 fighter jet to bomb targets in Cambodia, while Cambodian forces launched long-range rockets towards civilian areas along the Thai border, Thailand’s military said.</p>\n<p>Both countries have blamed each other for starting the clashes in a disputed area of the border, which quickly escalated from small arms fire to heavy shelling.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The United States, a longtime treaty ally of Thailand, has called for an immediate end to the hostilities.</p>\n<p>China, a close ally of Cambodia, said it was deeply concerned about the ongoing conflict and hoped that both countries “will properly solve their dispute through dialogue and consultation”.</p>\n<p>The Cambodian Mine Action and Victim Assistance Authority has cited a Cambodian military field report from early Friday saying cluster munitions were used twice by Thailand in the space of 90 minutes in Preah Vihear, a border province.</p>\n<p>The statement expressed alarm over what it called a serious violation of humanitarian norms.</p>\n<p>Thailand’s Foreign Ministry did not immediately respond to a request for comment on the claims made by Cambodia.</p>\n</div></div></body></html>"
        },
        {
            "title": "Why is Taiwan holding a ‘Great Recall’ vote? | Elections News | Al Jazeera",
            "time": "2025-07-25T04:00:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-20T155730Z_1886505202_RC25PFAC2YOW_RTRMADP_3_TAIWAN-POLITICS-1753343905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Taiwan’s opposition Kuomintang (KMT) party is in a moment of crisis as nearly two-thirds of its legislators risk losing their posts through a mass referendum.</p>\n<p>Starting this weekend, voters across 31 districts in Taiwan will weigh in on whether they want to keep or remove their members of parliament.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The “Great Recall”, as it has been dubbed locally, is the largest vote of its kind in Taiwan’s history and, depending on the results, could cost the KMT its majority coalition in the country’s legislature.</p>\n<p>The outcome will set the tone for Taiwan’s domestic politics for the next three years and also shape the ability of President William Lai Ching-te’s government to act on key issues, such as defence spending.</p>\n<h3><strong>When will the recall election take place?</strong></h3>\n<p>On Saturday, eligible voters can participate in recall votes for 24 KMT legislators, followed by a second round of voting for seven KMT legislators in late August.</p>\n<p>The recall has been called following a wave of successful petition campaigns earlier this year. Under Taiwan’s election laws, organisers must secure signatures from 10 percent of a district’s registered voters to hold a recall vote.</p>\n<p>For a recall vote to succeed, 25 percent of registered voters in each district must participate, and the recall must receive more votes in favour than against.</p>\n<p>If voters choose to recall a legislator, a by-election must be held within three months.</p>\n<p>The KMT’s traditional stronghold is in the north of the country and notably around the capital city of Taipei, but recall votes will be held across Taiwan this weekend.</p>\n<p>The KMT won 52 out of 113 seats in the legislature in 2024, and with the Taiwan People’s Party and two independent legislators, holds a 62-seat majority coalition.</p>\n<p>That coalition has been strong enough to block the Democratic Progressive Party (DPP), which holds 51 seats, and stall the agenda of the country’s DPP President Lai during his first year in office.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h3><strong>Can the recall succeed?</strong></h3>\n<p>Taiwan typically has high voter turnout during major elections, but recall votes are much more of a wildcard, said Lev Nachman, an expert in Taiwanese politics at National Taiwan University.</p>\n<p>“Our prior experience should tell us that these should not pass. However, we’ve never seen mobilisation work like this at recalls before,” he told Al Jazeera, citing the widespread involvement of common people. “We are in a bit of unprecedented times.”</p>\n<p>Ho Chih-yung, Deputy Director-General of the KMT’s Culture Communications Committee, told Al Jazeera the recall campaign had created a “national election-like atmosphere” that would test the mobilisation and engagement of Taiwan’s major political parties.</p>\n<p>The weather could also tip the scales, he said, as a tropical storm is passing north of Taiwan, and the bad weather may discourage the KMT’s older voter base from going out to vote.</p>\n<h3>Why is the recall vote international news?</h3>\n<p>The vote will determine if Lai will be a lame-duck president for the next three years, and whether he has the ability to carry out key defence and foreign policy initiatives, Nachman said.</p>\n<p>“Unfortunately, it’s a really big deal because every question that foreign policy people have is contingent upon whether these recalls are successful or not successful,” he said.</p>\n<p>The issue carries global significance due to Taiwan’s contested political status and the threat of a future conflict involving China in the Taiwan Strait.</p>\n<p>“The classic Taiwan problem is that it’s not just that society is split, it’s that society is split, and the clock is ticking about whether or not there’s going to be a war over this place,” he added.</p>\n<p>“Everything here is infinitely more existential.”</p>\n<figure id=\"attachment_3854260\" aria-describedby=\"caption-attachment-3854260\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854260\" src=\"/wp-content/uploads/2025/07/2025-07-20T155733Z_1753368855_RC24PFANW9WO_RTRMADP_3_TAIWAN-POLITICS-1753343960.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of the recall movement gather in Taipei, Taiwan July 19, 2025. REUTERS/Ann Wang\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854260\" class=\"wp-caption-text\">Supporters of the recall movement gather in Taipei, Taiwan, on July 19, 2025 [Ann Wang/Reuters]</figcaption></figure>\n<h3><strong>Why are voters targeting the KMT?</strong></h3>\n<p>Despite its success in the last election, picking up 14 seats, the KMT has angered voters and even alienated traditional supporters by trying to expand legislative powers and targeting President Lai’s budget.</p>\n<p>The KMT majority in the legislature was able to freeze or cut 207.5 billion New Taiwan dollars (then worth $6.3bn) from Lai’s 2025 budget – impacting everything from Taiwan’s submarine and drone programmes to its Council of Indigenous Peoples.</p>\n<p>The budget fight was headline news across Taiwan, but it piqued international interest when the KMT targeted $3.1bn in defence spending.</p>\n<p>Brian Hoie, a non-resident fellow at the University of Nottingham’s Taiwan Research Hub and a frequent commentator on Taiwanese politics, said some of the cuts angered a cross-section of voters and groups traditionally aligned with the KMT, such as farmers and Indigenous voters.</p>\n<p>“The KMT has done very badly and angered all these random demographics by cutting the budget,” he said.</p>\n<p>“That was just very unstrategic,” he added.</p>\n<h3><strong>What about the China factor? </strong></h3>\n<p>The KMT is one of the oldest political parties in Asia, but a generational divide over Taiwan’s relationship with China is challenging its longstanding position in Taiwanese politics. Some voters believe that the party has been co-opted by the Chinese Communist Party (CCP) in Beijing.</p>\n<p>The CCP has threatened to one day annex Taiwan by peace or by force, and Taiwan’s two main political parties offer different approaches for how to respond to Beijing’s threat.</p>\n<p>President Lai’s DPP has taken a more outspoken approach by advocating for Taiwan on the international stage and ramping up defence spending, while the KMT follows a more conciliatory approach that favours ongoing dialogue with China.</p>\n<p>Fears surrounding China have in the past unseated some of the KMT’s most prominent members, such as party whip Fu Kun-chi, who controversially led a delegation of lawmakers to Beijing last year at a time of significant political tension in the Taiwan Strait.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h3><strong>What does the KMT say?</strong></h3>\n<p>Party member and former KMT spokesperson Ho said the recall supporters were abusing a system designed to remove individuals deemed unfit for holding their posts for serious reasons, such as corruption.</p>\n<p>“This ‘mass recall’ campaign is not driven by the individual performance of KMT legislators, but is instead a blanket attempt to unseat opposition lawmakers across the board,” Ho said.</p>\n<p>“To advance this effort, the DPP has deliberately framed the KMT as ‘pro-China’ and accused it of ‘selling out Taiwan’, a tactic designed to inflame ideological divisions and mobilise its base through fear and hostility, thereby increasing the likelihood that the recall votes will pass,” he said.</p>\n<p>A senior KMT party member also told Al Jazeera that voters may be looking for an outlet for their frustrations amid a rising cost of living and the economic stress resulting from United States President Donald Trump’s trade war and threat of tariffs on Taiwan.</p>\n<p>Trump has threatened to impose tariffs of up to 32 percent on the island-nation’s export-driven economy. Over the past six months, the New Taiwan dollar has appreciated 11 percent, impacting the bottom line of thousands of small and medium domestic manufacturers who must compete with foreign goods becoming cheaper for Taiwan’s consumers as their dollars go further in terms of spending power.</p>\n<figure id=\"attachment_3854265\" aria-describedby=\"caption-attachment-3854265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3854265\" src=\"/wp-content/uploads/2025/07/2025-07-22T031229Z_1485271307_RC2TPFA2YSL1_RTRMADP_3_TAIWAN-POLITICS-1753344114.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"FILE PHOTO: People against the recall movement gather in Taoyuan, Taiwan, July 20, 2025. REUTERS/Ann Wang/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3854265\" class=\"wp-caption-text\">People against the recall movement gather in Taoyuan, Taiwan, on July 20, 2025 [Ann Wang/Reuters]</figcaption></figure>\n</div></div></body></html>"
        },
        {
            "title": "US, Israel condemn France’s move to recognise Palestinian state | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-25T03:39:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-09T174849Z_587377227_RC24ZEAILLWL_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-SHIP-PROTEST-1753411637.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Secretary of State Marco Rubio has said Washington “strongly rejects” French President Emmanuel Macron’s plan to <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">recognise a Palestinian state</a>, as the administration of President Donald Trump announced it would not attend an upcoming United Nations conference seeking a two-state solution for Palestinians.</p>\n<p>Posting on X late on Thursday, Rubio criticised Macron’s “reckless decision”, which he claimed “only serves Hamas propaganda and sets back peace”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Earlier, Macron had said he would formalise France’s decision to officially recognise a Palestinian state at the UN’s General Assembly in September.</p>\n<p>“In keeping with its historic commitment to a just and lasting peace in the Middle East, I have decided that France will recognise the State of Palestine,” Macron wrote on X.</p>\n<p>At least 142 countries out of the 193 members of the UN currently recognise or plan to recognise a Palestinian state. But several powerful Western countries – including the US, the United Kingdom and Germany – have refused to do so.</p>\n<p>Fellow European Union members Norway, Ireland and Spain <a href=\"/news/2024/5/28/ireland-norway-and-spain-recognised-palestine-what-has-that-changed\">indicated in May</a> that they had begun the process to recognise a Palestinian state.</p>\n<p>But Macron’s decision would make France – one of Israel’s closest allies and a G7 member – the largest and arguably most influential country in Europe to make the move.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Israeli Prime Minister Benjamin Netanyahu condemned the decision, saying such a move “rewards terror and risks creating another Iranian proxy”.</p>\n<p>“A Palestinian state in these conditions would be a launch pad to annihilate Israel – not to live in peace beside it,” he said in a post on X.</p>\n<p>“Let’s be clear: the Palestinians do not seek a state alongside Israel; they seek a state instead of Israel,” Netanyahu added.</p>\n<p>Israeli Defence Minister Israel Katz also described the move as “a disgrace and a surrender to terrorism”. He added that Israel would not allow the establishment of a “Palestinian entity that would harm our security, endanger our existence”.</p>\n<p>While supporting a two-state solution remains the long-held official stance of the US, President Donald Trump has himself expressed doubts about its viability. Since returning to the White House in January, Trump suggested the US could “take over” Gaza, displace the territory’s more than two million Palestinian population, and transform it into the <a href=\"/news/2025/2/5/trump-says-us-will-take-over-and-own-gaza-in-redevelopment-plan\">“Riviera of the Middle East”</a>.</p>\n<p>Trump’s plan has been condemned by rights groups, Arab states, Palestinians and the UN as tantamount to “ethnic cleansing”.</p>\n<p>In June, Washington’s ambassador to Israel, Mike Huckabee, also said he did not think an independent Palestinian state remained a US foreign policy goal.</p>\n<p>His comments prompted Department of State spokesperson Tammy Bruce to say Huckabee “speaks for himself” and policy-making is a matter for Trump and the White House.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>On Thursday, State Department deputy spokesperson Tommy Pigott said the US will not attend an upcoming conference set to be held at the UN on the two-state solution. The conference – co-chaired by France and Saudi Arabia, and scheduled to take place between July 28-30 – seeks to chart a roadmap to end the decades-long conflict and recognise a Palestinian state.</p>\n<p>Speaking to reporters, Pigott said there was “nothing further” to say about the issue other than that Washington “will not be in attendance”.</p>\n<p>There is mounting pressure on Israel to end its deadly war on Gaza, waged in the wake of the Hamas-led October 7, 2023, attacks on southern Israel, which saw some 1,139 people killed and more than 200 captives taken to the Palestinian enclave.</p>\n<p>Israel’s subsequent 21-month assault on Gaza has resulted in almost 60,000 Palestinians being killed, with a further 144,000 wounded.</p>\n<p>Months-long ceasefire negotiations – brokered by the US, Egypt and Qatar – have so far failed to yield a breakthrough.</p>\n<p>On Monday, 28 countries – including the UK, Japan and numerous European nations – <a href=\"/news/2025/7/22/28-countries-called-for-an-end-to-israels-war-on-gaza-what-did-they-say\">issued a joint statement</a> telling Israel the war on Gaza “must end now”.</p>\n<p>The joint statement also condemned “the drip feeding of aid and the inhumane killing of civilians, including children, seeking to meet their most basic needs of water and food”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "US State Department approves $4.7bn surface-to-air missile package to Egypt | Weapons News | Al Jazeera",
            "time": "2025-07-25T01:35:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/3682476-1-1753406370_3c43a9-1753406650.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US State Department approves $4.7bn surface-to-air missile package to Egypt</h1><p class=\"article__subhead\"><em>The package includes radar systems, hundreds of missiles and logistical and engineering support from US personnel.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US State Department has approved the potential sale of a surface-to-air missile package worth $4.67bn to the government of Egypt, the Pentagon has announced.</p>\n<p>In a statement on Thursday, the Defense Security Cooperation Agency said it had agreed to a “possible Foreign Military Sale” of a National Advanced Surface-to-Air Missile System (NASAMS) package, including four AN/MPQ-64 Sentinel radar systems, hundreds of missiles, and dozens of guidance units.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>NASAMS is a US- and Norwegian-developed air defence system designed to engage hostile aircraft, aerial drones, and cruise missiles.</p>\n<p>US government employees and contractors will also provide engineering, technical and logistics support services to the Egyptian military as part of the potential deal.</p>\n<p>“This proposed sale will support the foreign policy goals and national security objectives of the United States by improving the security of a major non-NATO ally that is a force for political stability and economic progress in the Middle East,” the Defense Security Cooperation Agency statement said, referring to Egypt.</p>\n<p>The prime contractor will be a US multinational aerospace and defence conglomerate, RTX Corporation, located in the state of Massachusetts.</p>\n<p>The defence agency said that it had already “delivered the required certification notifying Congress of this possible sale”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>If approved, about 26 US government employees and 34 contractors will travel to Egypt for an “extended period” in order to provide training and technical and logistics support.</p>\n<p>Cairo, a longstanding US ally in the Middle East, has received generous defence funding from Washington since it signed a peace treaty with Israel in 1979.</p>\n<p>But there have been indications of warming ties between Egypt and China in recent years, including the countries’ first-ever joint military drills, hosted in April and May this year.</p>\n<p>Called the “Eagles of Civilization 2025”, the countries’ air forces conducted two weeks of training, which the Egyptian military described as part of “broader efforts to deepen defence ties with China and strengthen joint military capabilities”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Elon Musk ‘sorry’ after Starlink satellite internet suffers global outage | Elon Musk News | Al Jazeera",
            "time": "2025-07-25T01:25:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/12487276-1753405105.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Elon Musk ‘sorry’ after Starlink satellite internet suffers global outage</h1><p class=\"article__subhead\"><em>Company says 2.5-hour disruption of high-speed internet service was due to ‘failure’ of internal software services.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\"><a href=\"/news/2023/10/29/can-elon-musks-starlink-provide-internet-service-to-gaza\">SpaceX’s Starlink</a> satellite internet has suffered one of its biggest international outages, knocking tens of thousands of users offline, a rare disruption that prompted an apology from senior executives, including founder Elon Musk.</p>\n<p class=\"tr-story-p1\">Starlink, which has more than six million users across roughly 140 countries and territories, suffered the disruption on Thursday that lasted for about two hours and 30 minutes, according to Michael Nicolls, Starlink’s vice president of Starlink Engineering, in a post on X.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p class=\"tr-story-p1\">The outage was a rare hiccup for SpaceX’s most commercially sensitive business that had experts speculating whether the service, known for its resilience and rapid growth, was beset by a glitch, a botched software update or even a cyberattack.</p>\n<p>Users began experiencing the outage at about 3pm on the United States’ East Coast (19:00 GMT) on Thursday, according to Downdetector, a crowdsourced outage tracker that said as many as 61,000 user reports to the site were made.</p>\n<p>“The outage was due to failure of key internal software services that operate the core network,” Nicolls explained in his post.</p>\n<p>“We apologise for the temporary disruption in our service; we are deeply committed to providing a highly reliable network, and will fully root cause this issue and ensure it does not occur again,” he said.</p>\n<p>Musk also apologised: “Sorry for the outage. SpaceX will remedy root cause to ensure it doesn’t happen again,” the SpaceX CEO and founder wrote on X, which he also owns.</p>\n<p><a href=\"/news/2024/11/19/musk-launches-spacex-rocket-test-with-trump-at-his-side\">SpaceX</a> has launched more than 8,000 Starlink satellites since 2020, building a uniquely distributed network in low-Earth orbit that has attracted intense demand from militaries, transportation industries and consumers in rural areas with poor access to traditional, fibre-optic-based internet.</p>\n<p>Starlink has focused heavily in recent months on updating its network to accommodate demands for higher speed and bandwidth.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,247 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-25T01:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250724__67PZ4GK__v1__HighRes__UkraineRussiaConflictWar-1753401225.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,247</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,247 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, July 25 :</p>\n<h2 id=\"fighting\">Fighting</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li class=\"tr-story-p1\">Ukraine and Russia have attacked targets on each other’s territory after brief <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\" target=\"_blank\" rel=\"noopener\">direct talks</a> between the two sides in Istanbul failed to make any progress on steps to end nearly three-and-a-half years of war.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said Russia launched 103 drones and four missiles during its overnight attack, hitting civilian infrastructure, including seaports, transport hubs, and residential areas.</li>\n<li class=\"tr-story-p1\">One person was killed and four others injured after Russian forces staged the latest in a series of mass drone attacks on Ukraine’s Black Sea port of Odesa. The attack also caused several fires as well as damage to the historic centre, a UNESCO World Heritage site.</li>\n<li class=\"tr-story-p1\">At least two people were killed and at least 33 others wounded after Russian glide bombs struck a residential neighbourhood in <a href=\"/news/2025/6/11/russian-drone-attacks-kill-three-wound-60-in-ukraines-kharkiv\">Kharkiv</a>, Ukraine’s second largest city in the northeast of the country<span><span>, </span></span>officials said.</li>\n<li class=\"tr-story-p1\">One person was killed in a drone attack in Ukraine’s Sumy region on the northern border with Russia, where Moscow’s forces have established a foothold in recent months.</li>\n<li>Russia also attacked the central Ukrainian region of Cherkasy overnight, injuring seven people, including a nine-year-old child, and damaging more than a dozen residential apartment buildings.</li>\n<li class=\"tr-story-p1\">Emergency officials in Russia’s Krasnodar region on the Black Sea said debris from a falling drone struck and killed a woman in the Adler district near the resort city of Sochi. A second woman was being treated in hospital for serious injuries.</li>\n<li class=\"tr-story-p1\">The administrative head of the Sirius federal district, south of Sochi, said a drone hit an oil terminal, giving no further details. Russia’s aviation authority also said operations were suspended at Sochi airport for about four hours.</li>\n<li>\n<p class=\"tr-story-p1\">Russian forces have taken control of the villages of Zvirove and Novoekonomichne in Ukraine’s eastern Donetsk region, the Russian Ministry of Defence said. The claim could not be independently verified.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Russian forces are making every effort to establish <a href=\"/news/2025/7/24/russia-seeking-to-create-buffer-zones-in-ukraine-says-kremlin\">buffer zones along the border with Ukraine</a>, state news agency RIA Novosti quoted Kremlin spokesman Dmitry Peskov as saying.</p>\n</li>\n</ul>\n<figure id=\"attachment_3855859\" aria-describedby=\"caption-attachment-3855859\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855859\" src=\"/wp-content/uploads/2025/07/AFP__20250724__67RW6NQ__v2__HighRes__UkraineRussiaConflictWarDemo-1753401429.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Protesters hold placards during a demonstration against a law that removes the independence of the NABU and SAPO anti-corruption agencies, in Kyiv on July 24, 2025, amid the Russian invasion of Ukraine Ukraine's anti-corruption body NABU said a new bill submitted to parliament on July 24 would restore its independence, after President Volodymyr Zelensky backtracked under pressure from nationwide protests and the EU. (Photo by Tetiana DZHAFAROVA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855859\" class=\"wp-caption-text\">Protesters in Kyiv hold placards during a demonstration against a law that removes the independence of the NABU and SAPO anticorruption agencies. President Volodymyr Zelenskyy has backtracked on the proposed legislation after pressure from nationwide protests and the European Union [Tetiana Dzhafarova/AFP]</figcaption></figure>\n<h2 id=\"military-aid\">Military aid</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>The United States Department of State has approved potential military sales, including air defence, to Ukraine worth $330m, the Pentagon said.</li>\n<li>An <a href=\"/features/2024/8/22/can-india-broker-peace-between-russia-and-ukraine\">Indian company</a> – Ideal Detonators Private Limited – shipped $1.4m worth of an explosive compound with military uses to Russia in December, according to Indian customs data seen by the Reuters news agency, despite US threats to impose sanctions on any entity supporting Russia’s Ukraine war effort.</li>\n</ul>\n<h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>President Volodymyr Zelenskyy has blamed Russia for rejecting a proposal presented during the Istanbul talks for an immediate and complete ceasefire. He said that instead of accepting a truce deal, Russian drones struck residential buildings in Ukraine.</li>\n<li>\n<p class=\"tr-story-p1\">Zelenskyy has submitted draft legislation to restore the independence of Ukraine’s anticorruption agency NABU and anticorruption prosecution unit SAPO, reversing course after an outburst of public criticism over his attempt to remove their status as independent organisations.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">The Kremlin said it was hard to see how Russian President Vladimir Putin could meet Zelenskyy before the end of August, RIA reported. Earlier, a Ukrainian official suggested that Kyiv had proposed <a href=\"/news/2025/6/26/ukraines-zelenskyy-urges-trial-for-war-criminal-putin\">a Putin-Zelenskyy meeting</a> in August, within the 50-day deadline set by the US for both sides to reach a ceasefire deal.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">The European Union has expressed its expectations that China will respond to the EU’s concerns and use its influence to urge Russia towards accepting a ceasefire in Ukraine, European Commission President Ursula von der Leyen said following her meeting with Chinese President Xi Jinping in Beijing.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Russia Foreign Ministry spokeswoman Maria Zakharova has accused German Chancellor Friedrich Merz of pursuing a path of “militarisation” and said this was a cause for concern. She said Berlin is pursuing an openly hostile policy, and that Merz was stepping up anti-Russian rhetoric “literally every day”.</p>\n</li>\n</ul>\n<h2 id=\"economy\">Economy</h2>\n\n</div></div></body></html>"
        },
        {
            "title": "Death toll from starvation in Gaza rises to 115 as Israeli attacks continue | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-24T23:57:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T203506Z_562551864_RC2WSFA7J8M7_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753394745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 62 people have been killed, including 19 who were seeking aid, in Israeli attacks across Gaza, hospital sources told Al Jazeera, and two people died from malnutrition amid growing international outrage over Israel’s conduct in the war.</p>\n<p>Gaza’s Health Ministry said on Thursday that at least 115 Palestinians have <a href=\"/features/2025/7/24/did-you-eat-today-voices-of-gaza-speak-of-starvation-and-survival\">starved to death</a> in the enclave since Israel launched its war on Gaza in October 2023. Most of the deaths, which include many children, have been in recent weeks.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Israel imposed a total blockade on Gaza in March and has only allowed a trickle of aid into the territory since late May, triggering a dire humanitarian crisis and warnings of mass starvation.</p>\n<p>In a statement on Thursday, the United Nations agency for Palestinian refugees (UNRWA) warned that “families are breaking down” amid the hunger crisis.</p>\n<p>“Parents are too hungry to care for their children,” agency head Philippe Lazzarini said in a post on X. “Those who reach UNRWA clinics don’t have the energy, food or means to follow medical advice”.</p>\n<p>The UN humanitarian agency, OCHA, added that Israel has been preventing it from verifying aid waiting at distribution centres.</p>\n<p>Reporting from Gaza City, Al Jazeera’s Hani Mahmoud said the situation was deteriorating, with Palestinians clamouring for any aid they can find.</p>\n<p>“Enforced starvation, enforced dehydration, and hunger are gripping the Gaza Strip, with more people reported with malnutrition and a severe, acute shortage of food supplies and other basic necessities,” he said.</p>\n<p>“According to what we hear from health sources, people’s immune systems are falling apart. They’re unable to fight the many diseases that are spreading because their bodies are unable to fight,” he said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>With dire conditions on the ground largely unchanged, international condemnation has continued to grow.</p>\n<p>On Thursday, more than 60 members of the European Parliament (MEPs) demanded an emergency meeting to push actions against Israel in a letter sent to European Union foreign policy chief Kaja Kallas.</p>\n<p>Speaking to Al Jazeera, Lynn Boylan, an Irish member of the European Parliament, accused EU leaders of a double standard when it comes to Palestinian lives.</p>\n<p>“Clearly, Palestinian lives are not seen by the elite in the EU as equivalent to, for example, Ukrainian lives,” Boylan told Al Jazeera.</p>\n<p>“There’s a chilling effect, that if you dare to speak up against Israel, if you dare to call out the war crimes that you’re witnessing, there is immediately a backlash and an attack,” she said.</p>\n<p>Outrage among European leaders has also soared in recent days, with 28 countries earlier this week condemning the aid blockade, while calling for an immediate end to the fighting.</p>\n<p>On Thursday, the United Kingdom’s government announced Prime Minister Keir Starmer would hold a call with his German and French counterparts, to “discuss what we can do urgently to stop the killing and get people the food they desperately need”.</p>\n<h2 id=\"breakdown-in-talks\">Breakdown in talks</h2>\n<p>As the humanitarian situation in Gaza continues to spiral, negotiations to end the war again broke down, with US envoy Steve Witkoff <a href=\"/news/2025/7/24/us-israel-recall-teams-from-gaza-ceasefire-talks-after-hamas-proposal\">announcing</a> that his team was leaving negotiations in Qatar early.</p>\n<p>That came shortly after Israel announced it was withdrawing its delegation from the talks.</p>\n<p>In a statement, Witkoff accused Hamas of showing “a lack of desire to reach a ceasefire”.</p>\n<p>“We will now consider alternative options to bring the hostages home and try to create a more stable environment for the people of Gaza,” Witkoff said, without elaborating.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Hamas, which has <a href=\"/news/2025/7/18/hamas-says-israel-rejected-ceasefire-deal-releasing-all-captives-in-gaza\">repeatedly accused</a> Israel of blocking a ceasefire agreement, said it was surprised by Witkoff’s remarks.</p>\n<p>“The movement affirms its keenness to continue negotiations and engage in them in a manner that helps overcome obstacles and leads to a permanent ceasefire agreement,” said Hamas in a statement released late on Thursday.</p>\n<p>US President Donald Trump, meanwhile, has continued to push for a deal, while simultaneously supporting the displacement of Palestinians from the enclave to nearby countries, in what would potentially constitute ethnic cleansing.</p>\n<h2 id=\"france-to-recognise-palestine\">France to recognise Palestine</h2>\n<p>Late on Thursday, French President Emmanuel Macron announced he would <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">officially recognise</a> the State of Palestine at the United Nations General Assembly in September.</p>\n<p>Macron said the decision was “in keeping with [France’s] historic commitment to a just and lasting peace in the Middle East”.</p>\n<p>The move will make France the largest and arguably most influential country in Europe to recognise a Palestinian state.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The move was hailed by the deputy of Palestinian Authority President Mahmoud Abbas, who said it showed France’s “commitment to international law and its support for the Palestinian people’s rights to self-determination and the establishment of our independent state”.</p>\n<p>Israeli officials swiftly condemned the move, with Defence Minister Israel Katz calling it a “disgrace and a surrender to terrorism”.</p>\n<p>“We will not allow the establishment of a Palestinian entity that would harm our security, endanger our existence, and undermine our historical right to the Land of Israel,” he said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Deported Venezuelan man files abuse complaint against the US government | Donald Trump News | Al Jazeera",
            "time": "2025-07-24T23:33:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-04-15T190647Z_1309429200_RC2FYDAO3888_RTRMADP_3_USA-TRUMP-MIGRATION-VENEZUELA-PROTEST-1753396706.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Venezuelan man deported from the United States has issued a complaint against the administration of President Donald Trump, saying he was wrongfully sent to a Salvadoran prison where he suffered beatings and other forms of abuse.</p>\n<p>Thursday’s complaint is the first of its kind from one of the more than 250 Venezuelan men sent in March to the Terrorism Confinement Centre (CECOT), a maximum-security prison in El Salvador known for human rights abuses.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In filing a complaint against the Department of Homeland Security (DHS), 27-year-old barber Neiyerver Adrian Leon Rengel has taken a first step towards suing the Trump administration.</p>\n<p>He and his lawyers from the Democracy Defenders Fund are seeking $1.3m in damages for <a href=\"/news/2025/7/22/venezuela-to-probe-el-salvadors-bukele-for-torture-of-us-deportees\">alleged abuse</a>.</p>\n<p>Rengel claims the Trump administration falsely accused him of being a gang member in order to circumvent his right to due process and swiftly deport him.</p>\n<p>“For more than four months, Rengel languished in El Salvador – which is not his country of origin and a place where he has no ties – where he suffered physical, verbal and psychological abuse,” the complaint said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>President Trump campaigned for a second term on the promise that he would implement a policy of <a href=\"/news/2025/7/11/us-public-support-for-immigration-rises-amid-trumps-crackdown\">mass deportation</a>, and in March, the Republican leader invoked the Alien Enemies Act of 1798 to justify the rapid expulsions of alleged gang members.</p>\n<p>That law, however, had been invoked only three times prior in US history – and only during times of war.</p>\n<p>Critics accused Trump of overstepping his constitutional authority by leveraging the law to advance his domestic platform, while trampling on the rights of immigrants. Trump, however, argued that the law was necessary to stem what he described as an “invasion” of criminals into the US.</p>\n<p>Rengel was arrested on March 13 as part of that deportation sweep under the Alien Enemies Act.</p>\n<p>According to his complaint, immigration agents nabbed him in the car park outside his apartment in Irving, Texas, and accused him of being a member of the Venezuelan gang <a href=\"/news/2025/6/25/us-sanctions-alleged-leader-of-venezuelan-gang-tren-de-aragua\">Tren de Aragua</a> based on his tattoos.</p>\n<p>Rengel was in the process of seeking legal status. He had entered the US in June 2023 after successfully receiving an appointment through the CBP One app, which was, at the time, the official portal for asylum claims and other immigration processing at the US-Mexico border.</p>\n<p>He had an appointment before an immigration judge scheduled for 2028.</p>\n<p>But according to his complaint, his life was upended when he was arrested and sent to an immigration detention facility. There, he said, members of the DHS falsely indicated he would be returned to his native Venezuela.</p>\n<p>Instead, he was placed on a deportation flight to El Salvador.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Cameras filmed the 250-plus Venezuelan men being disembarked and bussed to the CECOT prison, where their heads were shaved and they were forced to march, handcuffed and heads bowed, into cells. The facility is designed to hold up to 40,000 people.</p>\n<p>The Trump administration reportedly paid nearly $6m to El Salvador to imprison the deported men.</p>\n<p>Once inside the CECOT prison, Rengel alleges that he was struck with beaten – sometimes with batons, sometimes with bare fists – including at least one occasion where he was moved to an area where the prison had no cameras.</p>\n<p>Earlier this month, Rengel was part of <a href=\"/news/2025/7/18/venezuela-frees-10-americans-in-swap-for-deported-migrants-in-el-salvador\">a prisoner exchange</a> that saw all of the deported Venezuelan men released from CECOT and sent back to their home country, in exchange for the freedom of alleged political detainees and 10 Americans imprisoned in Venezuela.</p>\n<p>Rengel has since remained with his mother, “terrified” of the prospect of returning to the US, according to his lawyers.</p>\n<p>His complaint was made in compliance with the Federal Tort Claims Act, which sets a pathway for lawsuits against the federal government. It gives the government a maximum of six months to respond to the allegations before a suit can be filed.</p>\n<p>Already, the Trump administration released a statement signalling it plans to fight Rengel’s claims. It doubled down on its accusation that Rengel was a gang member.</p>\n<p>“President Trump and [DHS] Secretary [Kristi] Noem will not allow foreign terrorist enemies to operate in our country and endanger Americans,” the Department of Homeland Security told The Associated Press news agency.</p>\n<p>“We hear far too much about gang members and criminals’ false sob stories and not enough about their victims.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The Trump administration’s use of the Alien Enemies Act to expedite deportations has been the subject of numerous legal challenges.</p>\n<p>US District Court Judge James Boasberg had ordered the deportation flights in March to return to the US and has since indicated that the Trump administration may be in <a href=\"/news/2025/4/18/trump-faces-contempt-risk-what-happens-if-president-violates-court-orders\">contempt of court</a> for failing to do so.</p>\n<p>In June, Boasberg <a href=\"/news/2025/6/4/trump-must-facilitate-legal-challenges-of-deported-venezuelans-judge\">further ruled</a> that the deported Venezuelan men must be given the opportunity to challenge their removals in US courts.</p>\n<p>His decision indicated that there was “significant evidence” that many of the men were languishing “in a foreign prison on flimsy, even frivolous, accusations”.</p>\n</div></div></body></html>"
        },
        {
            "title": "Judge rules former Canadian hockey players not guilty of sexual assault | Sexual Assault News | Al Jazeera",
            "time": "2025-07-24T23:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T133447Z_2103323250_RC20TFABTZSL_RTRMADP_3_CANADA-CRIME-HOCKEY-1753394065.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge rules former Canadian hockey players not guilty of sexual assault</h1><p class=\"article__subhead\"><em>Trial that sparked debate over culture of sexual assault in Canadian hockey ends after judge says allegations not ‘credible’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Canadian judge has found that five former members of the country’s 2018 World Junior Ice Hockey team are not guilty of sexual assault, following a trial that <a href=\"/news/2022/10/11/hockey-canada-ceo-board-resign-over-handling-of-sexual-abuse\">roiled Canada</a>.</p>\n<p>Judge Maria Carroccia told a courtroom on Thursday that she did not find allegations of assault against the five men “credible or reliable”, according to Canada’s CBC News.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>A lawyer for the complainant said the justice system had fallen short in both the way her client was treated on the stand and the conclusions drawn by the judge.</p>\n<p>“She’s obviously very disappointed with the verdict and very disappointed with Her Honour’s assessment of her honesty and reliability,” said Karen Bellehumeur, a lawyer for the complainant who is only known as EM due to a prohibition on publicising her identity. “She’s really never experienced not being believed like this before.”</p>\n<figure id=\"attachment_3855772\" aria-describedby=\"caption-attachment-3855772\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855772\" src=\"/wp-content/uploads/2025/07/2025-07-24T211152Z_1061783145_RC22TFAE472T_RTRMADP_3_CANADA-CRIME-HOCKEY-1753394151.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Chalk on a sidewalk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855772\" class=\"wp-caption-text\">Pavement is painted in support of a complainant in a sexual assault case near the Superior Court of Justice in London, Ontario, Canada, on July 24, 2025 [Carlos Osorio/Reuters]</figcaption></figure>\n<p>The allegations of misconduct prompted debate over the culture of sexual assault within Canadian hockey, a favourite pastime of the North American country. But it also drew attention to the sceptical eye that authorities often cast on alleged victims.</p>\n<p>Carroccia’s statement that she did not find evidence from the woman who was allegedly assaulted reliable prompted gasps in the courtroom, CBC reported.</p>\n<p>All five men – Michael McLeod, Alex Formenton, Dillon Dube, Carter Hart and Cal Foote – denied wrongdoing, stating that the alleged victim, EM, was a willing participant in sex acts at a hotel in London, Ontario, in 2018, following a team celebration.</p>\n<p>The judge seemed to accept that claim, saying that the complainant had failed to establish that the encounter was “vitiated by fear”. She also said that the woman had a “tendency to blame others” when presented with inconsistencies in her memory of the night.</p>\n<p>“Justice Carroccia’s carefully reasoned decision represents a resounding vindication for Mr McLeod and for his co-defendants,” said McLeod’s lawyer, David Humphrey.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Two previous juries in the case were dismissed, resulting in a trial where a single judge rendered a verdict.</p>\n<p>The CEO of Hockey Canada and the organisation’s entire board of directors stepped down in October 2022 amid scrutiny of the alleged gang rape and an out-of-court settlement with the accuser.</p>\n</div></div></body></html>"
        },
        {
            "title": "Has Donald Trump’s policy of imposing trade tariffs worked? | Trade War | Al Jazeera",
            "time": "2025-07-24T22:51:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753394642.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">President Trump signs major trade deal with Japan, and Tokyo pledges to invest in the United States.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump promised to shake up global trade – and he says that is now paying off.</p>\n<p>The United States has signed an investment deal with Japan, worth more than half a trillion dollars.</p>\n<p>That follows Washington’s new trade agreements with the Philippines and Indonesia – all touted as wins by the administration from Trump’s policy of applying pressure through tariffs.</p>\n<p>But are these short-term gains that could mask longer-term risks?</p>\n<p>And who is winning – and who is losing?</p>\n<p><strong>Presenter:</strong> Adrian Finighan</p>\n<p>Guests:</p>\n<p>Tomohiko Taniguchi – Special adviser at the Fujitsu Future Studies Centre</p>\n<p>Eric Ham – Political analyst</p>\n<p>Nathalie Tocci – Director of Instituto Affari Internazionali</p>\n<p> </p>\n</div></div></body></html>"
        },
        {
            "title": "Could Israel be planning a second war on Iran? | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-07-24T22:48:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-26T113137Z_1338798175_RC2BAFABW2LM_RTRMADP_3_IRAN-NUCLEAR-1750940480.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s leadership views its <a href=\"/tag/israel-iran-conflict/\">12-day war</a> with Iran last month as a success – several Iranian military leaders were killed, Iran’s defensive military capabilities were weakened, and the United States was convinced to take part in a raid on the Iranian nuclear site at Fordow.</p>\n<p>But while Israeli leaders were quick to claim victory, they emphasised that they were ready to attack again if necessary, with Prime Minister Benjamin Netanyahu saying he had “no intention of easing off the gas pedal”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>And Israel is already looking for the next opportunity to wage another devastating conflict aimed at bringing down the Islamic Republic in Iran, analysts told Al Jazeera.</p>\n<p>However, to do so, it would require the ‘permission’ of the US, which may not be willing to give it.</p>\n<p>Back in mid-June, <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">a surprise Israeli attack</a> led to the war, in which more than 1,000 Iranians and 29 Israelis were killed.</p>\n<p>Israel justified the war by claiming that it was acting preemptively and in “self-defence” to take out Iran’s nuclear programme, which Tehran has long said is for civilian purposes.</p>\n<p><a href=\"/news/2025/7/23/iran-ready-for-war-with-israel-will-not-halt-nuclear-programme-pezeshkian\">Speaking to Al Jazeera earlier this week</a>, Iranian President Masoud Pezeshkian expressed doubt over how long the current ceasefire will remain in place.</p>\n<p>“We are fully prepared for any new Israeli military move, and our armed forces are ready to strike deep inside Israel again,” he said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"cause-for-war\">Cause for war</h2>\n<p>Despite Israel’s emphasis that it was targeting Iran’s nuclear facilities, it mainly assassinated high-ranking government and military officials, indicating a clear attempt to weaken and possibly bring down the Iranian establishment.</p>\n<p>Trita Parsi, an expert on Iran and the cofounder and executive vice president of the Quincy Institute, a left-wing US think tank, believes Netanyahu is looking for an opportunity to resume that mission.</p>\n<p>“The reason the Israelis want to attack again … is because they want to make sure they turn Iran into the next Syria or Lebanon – countries Israel can attack anytime with impunity,” he told Al Jazeera.</p>\n<p>Israel’s next opportunity to muster up a pretext for a war could come after European countries reimpose debilitating sanctions on Iran.</p>\n<p>US Secretary of State Marco Rubio is reported to have held a call with his counterparts from Germany, France and the United Kingdom earlier in July, in which they agreed that United Nations Security Council sanctions would be reimposed if a new nuclear deal was not agreed upon by the end of August.</p>\n<p>The sanctions had been lifted when Iran and several Western countries agreed on a nuclear deal in 2015.</p>\n<p>The US pulled out of that deal two years into President Donald Trump’s first term in 2018 and restored sanctions as part of a maximum pressure campaign. Now, European parties to the deal could do the same, and that could prompt Iran to walk out of the nuclear non-proliferation treaty, warned Parsi.</p>\n<p>“That would provide [Israel] with a political window to [attack again],” he told Al Jazeera.</p>\n<p>Meir Javedanfar, Iran lecturer at Israel’s Reichman University, added that Israel would nevertheless have to muster up or present credible intelligence that suggests Iran is rebuilding or repairing its nuclear programme.</p>\n<p>He warned that, “to launch such an attack, Israel would need the agreement of the United States and its President Trump”, permission he regarded as less likely in light of US concern over Israeli attacks on Syria.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"israeli-operations\">Israeli operations</h2>\n<p>While Israeli strikes on Iran may not be imminent, a report in The New York Times on Wednesday suggests that it is carrying out covert operations responsible for sudden explosions and fires across the country.</p>\n<p>The paper cited three informed officials and a European diplomat who attributed the apparently random fires and explosions at apartment complexes, oil refineries, near an airport and a shoe factory, to acts of sabotage likely carried out by Israel.</p>\n<p>“I think Benjamin Netanyahu has found a formula where it is able to attack Iran with impunity despite pushback from Donald Trump,” said Negar Mortazavi, an expert on Iran with the Center for International Policy (CIP), a think tank based in Washington, DC.</p>\n<p>Any ongoing covert operations are a result of Israel’s <a href=\"/news/2025/6/23/how-extensive-are-israels-intelligence-operations-inside-iran\">extensive infiltration of Iranian security and infrastructure that became</a> apparent during the early stages of the June conflict, with individuals targeted through what was presumed to be teams of local intelligence operatives and drones launched against Iranian targets from within Iranian territory.</p>\n<p>There was no evidence to suggest that Israel’s network within Iran had ended with the war, analyst and Iran expert Ori Goldberg said.</p>\n<p>“Israel has built a robust [security] system within Iran and, like all such systems, its muscles need flexing occasionally,” he said from Tel Aviv. “Sometimes this isn’t for strategic reasons, so much as tactical ones. As soon as you have infrastructure or people in place within another country, you have a limited time to use them, so if that’s setting fires or setting detonations, it’s a way of keeping them active and letting Iran know they’re there.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"likelihood-of-new-war\">Likelihood of new war</h2>\n<p>Few could have predicted the complete absence of restraint with which Netanyahu, previously a figure considered to be somewhat averse to conflict, has attacked neighbouring states, Syria and Lebanon, as well as regional actors, such as Yemen and Iran, while maintaining his brutal assault upon Gaza.</p>\n<p>But while a renewed offensive upon Israel’s historical bogeyman, Iran, might prove popular in the face of growing internal division over Israel’s war on Gaza, how well received it might be by his principal ally remains to be seen.</p>\n<p>“Trump is a concern and Israel will want to keep on the right side of whatever line he’s drawn [on its actions],” Goldberg said. “But Iran is a consensus issue within Israel. People might argue about Gaza, but never Iran. If Netanyahu feels himself under threat, he’s going to want to crack the Iranian whip and unify people behind him.”</p>\n<p>Iran, for its part, won’t be caught flat-footed a second time, say analysts.</p>\n<p>Mortazavi told Al Jazeera that Iran is expecting Israel to continue its aggression, even as it still holds out hope to reach a deal on its nuclear programme through diplomacy.</p>\n<p>“I think they know that a deal will reduce the chances of an Israeli attack,” she said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Iran reaffirms right to enrich uranium ahead of key talks in Turkiye | Nuclear Weapons News | Al Jazeera",
            "time": "2025-07-24T22:43:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25187743010036-1753389252.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has reaffirmed its right to enrich uranium on the eve of a key meeting with European powers threatening to reimpose nuclear sanctions.</p>\n<p>Friday’s meeting, set to take place in Istanbul, will bring Iranian officials together with officials from Britain, France and Germany – known as the E3 nations – and will include the European Union’s foreign policy chief, Kaja Kallas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It will be the first since <a href=\"/news/2025/6/13/israel-attacksiran-what-we-know-so-far\">Israel’s mid-June attack</a> targeting key Iranian nuclear and military sites led to a 12-day war that ended in a ceasefire on June 24.</p>\n<p>“Especially after the recent war, it is important for them [European countries] to understand that the Islamic Republic of Iran’s position remains unshakable, and that our uranium enrichment will continue,” the Tasnim news agency quoted Iranian Foreign Minister Abbas Araghchi as saying on Thursday.</p>\n<p>The United States joined its ally Israel in the offensive, striking three Iranian nuclear facilities overnight between June 21 and 22.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Israel launched its attack on Iran just two days before Tehran and Washington were set to resume negotiations on Iran’s nuclear programme.</p>\n<p>Iran’s Deputy Foreign Minister Kazem Gharibabadi said on Thursday that Tehran would be prepared to engage in further talks on its nuclear programme with the US if Washington takes meaningful steps to rebuild trust.</p>\n<p>In a social media post, Gharibabadi also said that for talks to take place with the US, Tehran would seek “several key principles” to be upheld.</p>\n<p>These include “rebuilding Iran’s trust – as Iran has absolutely no trust in the United States”, he said, adding there could be no room “for hidden agendas such as military action, though Iran remains fully prepared for any scenario”.</p>\n<p>Britain, France and Germany – alongside China, Russia and the US – are parties to a <a href=\"/news/2015/7/14/iran-and-world-powers-clinch-historic-nuclear-deal\">2015 nuclear deal with Iran</a>, which placed major restrictions on its atomic activities in return for the gradual lifting of United Nations sanctions.</p>\n<p>However, in 2018, the <a href=\"/news/2018/5/8/donald-trump-declares-us-withdrawal-from-iran-nuclear-deal\">US unilaterally withdrew from the agreement</a> during Donald Trump’s first term as president and reimposed its own sanctions.</p>\n<p>Britain, France and Germany maintained their support for the 2015 accord and sought to continue trade with Iran.</p>\n<p>But they have since accused Tehran of failing to uphold its commitments and are threatening to reimpose sanctions under a clause in the agreement that expires in October – something Iran is eager to avoid.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The IAEA, the UN’s nuclear watchdog, says Iran is the only non-nuclear-armed country currently enriching uranium to 60 percent – far beyond the 3.67 percent cap set by the 2015 accord. Ninety percent enrichment is required for a nuclear weapon.</p>\n<p>Western powers, led by the US and backed by Israel, have long accused Tehran of secretly seeking nuclear weapons.</p>\n<p>Iran has repeatedly denied this, insisting its nuclear programme is solely for civilian purposes such as energy production.</p>\n<p>Tehran and Washington had held five rounds of nuclear talks starting in April, but a planned meeting on June 15 was cancelled after Israel launched its strikes on Iran.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump visits US Federal Reserve HQ amid feud with Chairman Powell | Donald Trump News | Al Jazeera",
            "time": "2025-07-24T22:18:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25205731025903-1753390003.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump arrived at the Federal Reserve’s headquarters in Washington to tour the site of a $2.5bn renovation of two historical buildings, which the White House criticises as overly costly and ostentatious, as <a href=\"/news/2025/7/22/why-trumps-attacks-on-jerome-powell-have-raised-fears-for-the-us-economy\" target=\"_blank\" rel=\"noopener\">tensions escalate between</a> the administration and the independent overseer of the nation’s monetary policy.</p>\n<p>Thursday’s rare presidential visit to the Fed is happening less than a week before the central bank’s 19 policymakers gather for a two-day rate-setting meeting, where they are widely expected to leave the US central bank’s benchmark interest rate in the 4.25-4.50 percent range.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Trump has repeatedly demanded that the Fed lower rates by 3 percentage points and has frequently raised the <a href=\"/news/2025/7/18/can-donald-trump-fire-jerome-powell-us-federal-reserve-chair\" target=\"_blank\" rel=\"noopener\">possibility of firing Fed Chairman Jerome Powell</a>, though the president has said he does not intend to do so.</p>\n<p>On Tuesday, Trump called the Fed chief a “numbskull”.</p>\n<p>On Thursday, Trump publicly scorned Powell for the cost of an extensive building renovation as the two officials began a tour of the unfinished project.</p>\n<p>Trump said the project cost $3.1bn, much higher than the Fed’s $2.5bn figure, while Powell, standing next to him, silently shook his head.</p>\n<p>“This came from us?” Powell said, before he figured out that Trump was including the renovation of the Martin Building, which was finished five years ago.</p>\n<p>“Do you expect any more additional cost overruns?” Trump asked.</p>\n<p>“Don’t expect them,” Powell said.</p>\n<p>Trump said in his career as a real estate developer, he would fire someone for cost overruns. The president joked that he would back off Powell if he lowered interest rates.</p>\n<p>“I’d love him to lower interest rates,” Trump said, as Powell stood by, his face expressionless.</p>\n<p>Powell typically spends the Thursday afternoon before a rate-setting meeting doing back-to-back calls with Fed bank presidents as part of his preparations for the session.</p>\n<p>Elevated by Trump to the top Fed job in 2018, and then reappointed by former President Joe Biden four years later, Powell last met with Trump in March when the Republican president summoned him to the White House to press him to lower rates.</p>\n<p>The visit takes place as Trump battles to deflect attention from a political crisis over his administration’s refusal to release files related to <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">convicted sex offender Jeffrey Epstein</a>, reversing a campaign promise. Epstein died in 2019.</p>\n<p>White House officials have ramped up Trump’s pressure campaign on Powell in recent weeks, accusing the Fed of mismanaging the renovation and suggesting poor oversight and potential fraud.</p>\n<p>White House budget director Russell Vought has pegged the cost overrun at “$700m and counting”, and Treasury Secretary Scott Bessent called for an extensive review of the Fed’s non-monetary policy operations, citing operating losses at the central bank as a reason to question its spending on the renovation.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Those losses stem from the mechanics of managing the Fed’s policy rate to fight inflation, which include paying banks to park cash at the central bank. The Fed reported a comprehensive net loss of $114.6bn in 2023 and $77.5bn in 2024, a reversal from years of big profits it turned over to the Treasury when interest rates – and inflation – were low.</p>\n<h2 id=\"renovations-in-the-spotlight\">Renovations in the spotlight</h2>\n<p>The Fed, in letters to Vought and lawmakers, backed up by documents posted on its website, says the project – the first full rehab of its two buildings in Washington since they were built nearly a century ago – ran into unexpected challenges, including toxic materials abatement and higher-than-estimated materials and labour costs.</p>\n<p>Ahead of Trump’s visit, Fed staff escorted a small group of reporters around the construction sites. They wove around cement mixers and construction machines, and spoke over the sound of drills, banging and saws. Fed staff pointed out security features, including blast-resistant windows, that they said were a significant driver of costs, in addition to tariffs and escalations in material and labour costs.</p>\n<p>The renovation project started in mid-2022 and is on track to be completed by 2027, with the move-in planned for March 2028. A visit to the roof of the Eccles Building – a point of particular scrutiny by White House critics that the renovations were ostentatious – revealed an impressive view of the Lincoln Memorial and the National Mall, the pool report said.</p>\n<p>Staff explained that rooftop seating, although inexpensive, had been removed because of the appearance of it being an amenity and was one of only two deviations from the original plan. The other was the scrapping of a couple of planned fountains.</p>\n<p>Senate Banking Committee Chair Tim Scott, a Republican who sent Powell a letter on Wednesday asking a series of questions about the cost and other details of the renovation, as well as Powell’s own statements about it, is part of the visit as well.</p>\n<p>Market reaction to Trump’s visit was subdued. The yield on benchmark 10-year Treasury bonds ticked higher after data showed new jobless claims dropped in the most recent week, signalling a stable labour market not in need of support from a Fed rate cut. Stocks on Wall Street were mixed.</p>\n<p>Trump’s criticism of Powell and flirtation with firing him have previously upset financial markets and threatened a key underpinning of the global financial system: that central banks are independent and free from political meddling.</p>\n<p>His visit contrasts with a handful of other documented presidential visits to the Fed. Then-President Franklin Delano Roosevelt visited the central bank in 1937 to dedicate the newly-built headquarters, which is one of the two Fed buildings now being renovated. Most recently, former President George W Bush went to the Fed in 2006 to attend the swearing-in of Ben Bernanke as Fed chief.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"central-bank-independence-critical\">Central bank independence critical</h2>\n<p>“I think it’s important that he send a signal that he really isn’t happy with how things are going at the Fed,” said Senator Cynthia Lummis, a Republican member of the Senate Banking Committee. She said the visit was a “good decision” by Trump.</p>\n<p>Senator Mike Rounds, another Republican who sits on the Senate Banking Committee, said on Thursday he also saw no problem with Trump’s visit, though he added that Powell’s independence as Fed chief is “critical for the markets. I think he’s done a good job of that”.</p>\n<p>“I think the more information the president can glean from this, probably the better off we are in terms of resolving any issues that are outstanding,” Rounds said, noting that Powell had indicated “that they have had a significant amount of money, just in terms of foundation work and so forth, that was not anticipated to begin with”.</p>\n<p>Former Fed chiefs Janet Yellen and Bernanke this week wrote an opinion piece in The New York Times warning that the public’s belief that the US central bank is willing to make hard decisions based on data and independent of politics “is an important national asset. It is hard to acquire and easy to lose”.</p>\n<p>Economic experts widely agree.</p>\n<p>“As we’ve seen through the disinflation process that has been taking place over the last few years, the credibility of central banks around the world has been instrumental in anchoring inflation expectations and in bringing down inflation across many countries in the world,” International Monetary Fund spokesperson Julie Kozack said on Thursday.</p>\n<p>“And it is also important that independence, of course, must coexist with clear accountability to the public.</p>\n</div></div></body></html>"
        },
        {
            "title": "US doctors, veterans urge Trump to end Israel support as hunger grips Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-24T20:58:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/68bd1014-0527-46bc-8678-f1d8e631e15d1-1753386023.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Josephine Guilbeau’s voice remained firm as it rose with anger and frustration outside the United States Capitol while she described the Israeli-imposed <a href=\"/news/2025/7/24/how-israel-pushed-gaza-to-breaking-point-starving-alone-and-hunted\">hunger crisis</a> in Gaza.</p>\n<p>“The level of evil that it takes to make a decision to starve a baby as a means of war, as a weapon of war – what have we come to as a humanity? What have we come to as a country?” the 17-year US Army veteran said on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Guilbeau had joined several fellow veterans, doctors, former officials and Congresswoman <a href=\"/news/2023/11/8/who-is-rashida-tlaib-why-was-the-palestinian-american-lawmaker-censured\">Rashida Tlaib</a> in calling on the lawmakers and President Donald Trump to listen to the US public and end unconditional support for Israel.</p>\n<p>The advocates banged on empty pots outside the Capitol to draw attention to the starvation in Gaza, where many have not eaten in days and more than 100 have died of hunger due to the Israeli blockade, according to United Nations agencies and local health officials.</p>\n<p>Holding photos of famished Palestinian children, doctors and veterans stressed the US role in enabling Israel’s conduct through military aid, weapons provision and <a href=\"/news/2025/6/4/us-vetoes-unsc-ceasefire-resolution-as-death-starvation-consume-gaza\">diplomatic support</a>.</p>\n<p>Tlaib called on her colleagues in Congress to join their constituents in opposing <a href=\"/news/2025/7/22/un-says-israeli-military-killed-over-1000-seeking-gaza-aid-since-late-may\">Israeli atrocities</a>.</p>\n<p>Recent public opinion <a href=\"https://www.pewresearch.org/?attachment_id=222469\" target=\"_blank\" rel=\"noopener\">polls</a> have shown growing US public discontent with Israel over its treatment of Palestinians, but Congress remains staunchly supportive of Israel on a bipartisan basis.</p>\n<p>“Americans serving in Congress, wake up because the American people are telling you over and over again: We’re not in support of this,” Tlaib told reporters outside the US Capitol.</p>\n<p>“So maybe for once, would you listen to your constituency? Poll them like you like you poll everything else. They will tell you they do not want one goddamn freaking dime going to starve a whole people.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"top-enabling-the-genocide\">‘Stop enabling the genocide’</h2>\n<p>Tlaib appeared to criticise a vote by her progressive ally <a href=\"/news/2024/3/22/aoc-decries-unfolding-genocide-in-gaza-urges-halting-weapons-to-israel\">Alexandria Ocasio-Cortez</a> against a measure to stop $500m in missile defence aid to Israel.</p>\n<p>Only six lawmakers voted in favour of the amendment, introduced by Republican Congresswoman <a href=\"/news/2025/5/5/us-bill-to-ban-israel-boycotts-faces-right-wing-backlash-over-free-speech\">Marjorie Taylor Greene</a>, last week.</p>\n<p>Ocasio-Cortez, who was one of 422 legislators to vote against the proposal, argued that cutting off “defensive” aid to Israel does not help end the bombardment of Palestinians.</p>\n<p>Tlaib, however, suggested on Thursday that she is not convinced by that justification.</p>\n<p>“No matter what weapons – I don’t care if it’s offensive or defensive, whatever you call it – let’s stop enabling the genocide,” the Palestinian American congresswoman said.</p>\n<p>Although Ocasio-Cortez has described Israel’s war on Gaza as genocide and supported measures to restrict arms to Israel, her vote last week stirred a backlash from left-wing activists who said any weapons to Israel would enable its bombardment campaign against Palestinians.</p>\n<p>Washington provides Israel with billions of dollars in military assistance annually despite allegations of rights violations that would make the country ineligible for security aid <a href=\"/news/2024/5/14/nsm-20-inconsistencies-plague-us-assessment-on-israels-gaza-war-conduct\">under US law</a>.</p>\n<p>UN experts and leading rights groups have accused Israel of <a href=\"/news/2024/12/5/amnesty-international-accuses-israel-of-committing-genocide-in-gaza\">committing genocide</a> in Gaza.</p>\n<p>Stacy Gilbert, <a href=\"/video/unmute/2024/6/17/us-state-department-official-resigns-over-report-findings\">who resigned</a> from the US Department of State last year after a 20-year career in protest to a government report denying that Israel is blocking aid to Palestinians, said on Thursday that the starvation in Gaza is the result of a “deliberate” decision by Israel.</p>\n<p>“I am calling on Trump to make a break with this policy that started under Joe Biden, this disastrous policy of unconditional military support for Israel,” Gilbert told reporters.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"doctor-says-trump-failed-supporters\">Doctor says Trump ‘failed’ supporters</h2>\n<p>Nidal Jboor, a Michigan-based physician with the advocacy group Doctors Against Genocide, also warned Trump against following the same policies as his predecessor, stressing that the US president has the power and leverage to end the war.</p>\n<p>“If you don’t stop it today, then you are as sleepy as Joe was. It’s your call,” Jboor said, invoking Trump’s moniker for Biden, “Sleepy Joe”.</p>\n<p>“This is not who we are. Americans are better than this. What we are supporting in Gaza does not make America great again. Shut down the killing zone. Flood Gaza with aid. End the genocide. History will remember at this point and this moment what we did and what we failed to do.”</p>\n<p>During the election race last year, <a href=\"/news/2024/11/2/why-many-arab-voters-in-michigan-are-flocking-to-trump-ahead-of-us-election\">Trump courted</a> the sizable Arab and Muslim communities in Michigan with promises of bringing peace to the region.</p>\n<p>The US president initially took credit for a truce that came into effect in January. But shortly after taking office earlier this year, <a href=\"/news/2025/2/5/trump-says-us-will-take-over-and-own-gaza-in-redevelopment-plan\">he proposed</a> removing all Palestinians from Gaza – a plan that rights advocates say would amount to ethnic cleansing, a crime against humanity.</p>\n<p>Moreover, he has continued to arm Israel, and his administration has backed <a href=\"/news/2025/3/18/israels-resumes-its-war-onus-the-people-of-gaza\">Israel’s resumption</a> of the war in March, the siege on Gaza and the upending of the aid system in the territory.</p>\n<p>Jboor said Trump “failed” his Arab and Muslim supporters.</p>\n<p>“People were voting for him because he promised peace, and now he’s breaking his promises,” the doctor told Al Jazeera.</p>\n<figure id=\"attachment_3855652\" aria-describedby=\"caption-attachment-3855652\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855652\" src=\"/wp-content/uploads/2025/07/98eb5318-9b30-44fb-b7da-2962fcf98a721-1753386350.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Josephine Guilbeau \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3855652\" class=\"wp-caption-text\">US Army veteran and Palestinian rights advocate Josephine Guilbeau outside the US Capitol, Washington, DC, July 24, 2025 [Ali Harb/Al Jazeera]</figcaption></figure>\n<h2 id=\"us-touts-ghf\">US touts GHF</h2>\n<p>In May, the US and Israel launched an initiative to monopolise aid distribution through a private entity, dubbed GHF.</p>\n<p>But Palestinians and rights groups have described GHF aid distribution sites, concentrated in the south of Gaza, deep inside areas under Israeli army control, as death traps.</p>\n<p>Israeli troops have been <a href=\"/news/2025/7/21/what-is-the-kill-zone-people-in-gaza-need-to-cross-to-receive-aid\">opening fire daily</a> at aid seekers, killing hundreds of people.</p>\n<p>While the US proudly proclaims that GHF has distributed 90 million meals since May, the tally amounts to a fraction of the food needed to feed the territory’s two million people.</p>\n<p>In recent weeks, Israel has allowed some aid convoys to enter the north of Gaza, but the assistance trucks have also come under Israeli firing and shelling there, as well.</p>\n<p>Despite the bloodshed, the US has been touting <a href=\"/video/newsfeed/2025/7/23/ghf-security-guard-details-abuses-he-witnessed-at-gaza-aid\">the GHF operation</a> as a success, reiterating false claims that Hamas steals aid distributed through the UN and its partner organisations.</p>\n<p>Asked about the hunger spreading in Gaza, State Department spokesperson Tommy Pigott told reporters on Thursday that the US is “aware” of the humanitarian situation in the territory and wants to see an end to the devastation.</p>\n<p>“That’s why we have seen this commitment to get aid to the people who need it, in a way where it is not weaponised by Hamas,” Pigott added, referring to GHF.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Shortly before Pigott expressed continuing support for GHF, Israeli Heritage Minister Amichai Eliyahu appeared to confirm that his country is purposely starving Gaza, saying that “there is no nation that feeds its enemies.”</p>\n<p>“The government is racing ahead for Gaza to be wiped out,” Eliyahu said in a radio interview, according to The Times of Israel.</p>\n<p>Back on Capitol Hill, the advocates appeared confident that their voices could make a difference, even after 22 months of war that have seen the crisis deepen and <a href=\"/news/2025/3/18/gaza-tracker\">the death toll</a> mount daily.</p>\n<p>“Every single voice is so powerful to move the needle; we have to change the minds of our leaders and make them understand that if they do not stop funding Israel, we will vote them out,” Guilbeau, the US Army veteran, told Al Jazeera.</p>\n</div></div></body></html>"
        }
    ]
}