{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Photos: Global stories of 2025 in pictures | Gaza News | Al Jazeera",
            "time": "2025-12-25T09:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25331211620211-1766650490.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">From Israel’s genocide in Gaza and the Russia-Ukraine war to devastating global weather events – including floods, storms and earthquakes – this year was defined by turmoil and humanitarian crises.</p><p class=\"p1\">Prolonged violence in Sudan, marked by attacks by the Rapid Support Forces (RSF), added to the mounting civilian toll and displacement across the country.</p><p class=\"p1\">The year also saw heightened tensions between India and Pakistan, a deadly blaze in Hong Kong, United States and Israeli attacks on Iran, revelations from the Epstein files, and waves of “Gen Z” protest movements across multiple regions.</p><p class=\"p1\">Together, these developments dominated international headlines, reflecting deepening political instability, social unrest and growing humanitarian needs worldwide.</p><p class=\"p1\">View the gallery below for powerful photographs that documented and encapsulated these pivotal 12 months.</p></div></div></body></html>"
        },
        {
            "title": "Somali capital holds first direct election in five decades | Elections News | Al Jazeera",
            "time": "2025-12-25T09:09:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251225__88ZL92V__v1__HighRes__SomaliaPoliticsElection-1766650075_3f96fd-1766653725.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Residents of Somalia’s capital are casting ballots in local council elections, marking the first time in more than 50 years that voters will directly choose their representatives, a milestone overshadowed by opposition boycotts.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Polling stations across Mogadishu opened at 6am local time (03:00 GMT) on Thursday, with lines forming early as Somalis queued to participate in what President Hassan Sheikh Mohamud has called a “new chapter in the country’s history”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">About half a million people registered to vote for 390 district council seats, with approximately 1,605 candidates competing across 523 polling stations in the capital.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Authorities deployed close to 10,000 police officers and imposed a city-wide lockdown, restricting vehicle and pedestrian movement, as well as stopping flights into the city’s main airport.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Security in Somalia’s capital has improved this year, but the government continues to battle the al-Qaeda-affiliated armed group al-Shabab, which carried out a <a href=\"/news/2025/10/5/al-shabab-fighters-killed-in-mogadishu-prison-assault-somalia-confirms\">major attack</a> in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Information Minister Daud Aweis described the election as a “resurgence of democratic practices” after decades without them, while electoral commission chairman Abdikarim Ahmed Hassan assured voters they could trust security measures “100 percent”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Somalia last held direct elections in 1969, months before an October military coup that kept civilians out of power for the next three decades.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">After years of civil war following military leader Mohamed Siad Barre’s fall in 1991, the country adopted an unpopular indirect, clan-based electoral system in 2004, in which clan representatives select politicians, who in turn choose the president. The process has historically been deeply contested by candidates seeking top office.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The incumbent president, Mohamud, who won power twice through this system, announced in 2023 his commitment to transition to universal suffrage.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">His government secured parliamentary approval for constitutional reforms and established a national electoral commission to oversee the transition, a move that has galvanised major opposition figures, including two former presidents.</p><p>An agreement reached in October 2024 between federal and regional leaders collapsed amid opposition resistance.</p><p></p><h2 id=\"more-of-a-symbolic-vote\">‘More of a symbolic vote’</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Two former presidents have now openly criticised the Mogadishu vote. Sheikh Sharif Sheikh Ahmed described the procedures as “unfortunate,” attacking what he called an “exclusionary voter registration process” that lacks legitimacy. Mohamed Abdullahi Mohamed, known as Farmaajo, claimed the process “opens the door to dangers that threaten the security of the country”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Two important federal member states, Puntland in the north and Jubbaland, bordering Kenya, have rejected the framework outright.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Major opposition figures, including the leaders of those federal states, met in the port city of Kismayo earlier this month, issuing a communique in which they threatened to hold their own separate national elections.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">While signalling willingness to negotiate a “transparent, consensus-based electoral process”, they firmly rejected Thursday’s vote as premature and illegitimate.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Mahad Wasuge, the executive director of the Mogadishu-based Somali Public Agenda think tank, told Al Jazeera that the government had invested significant political capital in holding a direct election, which was relatively low-stakes because it was a local poll and offered an “easy win or easy exit”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The government, he added, exercises significant control over Mogadishu’s political scene, so wouldn’t have faced a real threat.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">But he noted “the vote isn’t supported by Somalia’s international partners and the major opposition figures have boycotted it, which is a red flag”. He characterised it as “more of a symbolic vote”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The election comes as Somalia faces mounting security challenges in regions near the capital.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al-Shabab, an armed group seeking the government’s overthrow, launched a major offensive in February 2025 that reversed government territorial gains. UN experts recently told the UN Security Council that the group’s ability to carry out major attacks “remains undiminished”.</p><p>The United Nations Security Council renewed the mandate of a UN-backed African Union peacekeeping mission this week, but it faces major funding shortfalls which could threaten its effectiveness and continuity.</p><p data-start=\"80\" data-end=\"312\">The United States ambassador to the UN, Jeff Bartos, Somalia’s most important security partner, expressed deep concern over the deteriorating security situation, warning that Washington was no longer prepared to continue funding the mission.</p><p data-start=\"319\" data-end=\"530\">The Trump administration has also recalled its ambassador to Mogadishu as part of a broader pullback of US diplomats from Africa, a move widely seen as signalling a downgrading of American interests in Somalia.</p></div></div></body></html>"
        },
        {
            "title": "Egypt vs South Africa: AFCON 2025 - Salah, team news, start and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-25T08:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25356710723215-1766586119_28374b-1766652277.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Egypt vs South Africa<br>\n<strong>What:</strong> CAF Africa Cup of Nations 2025<br>\n<strong>Where:</strong> Adrar Stadium in Agadir, Morocco<br>\n<strong>When:</strong> Friday at 4pm (15:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 12:00 GMT in advance of our text commentary stream.</p><p>Record Africa Cup of Nations winners Egypt face South Africa on Friday in the first battle of the titans group matchup in <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">the 2025 edition</a> of the Confederation of African Football (CAF) showpiece.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Much of Egypt’s build-up has been overshadowed by the public fallout between their superstar forward Mohamed Salah and his club team, Liverpool, but they remain among the top tier favourites to lift another AFCON crown.</p><p>Bafana Bafana had been a rising force on the continent in the late 1990s and early 2000s but until recently had fallen away on the continental and global stage.</p><p>Expectations remain high, however, and an early statement could be laid by South Africa if they can beat their opponent from the north coast of the continent.</p><p>Al Jazeera Sport takes a closer look at the game:</p><h2 id=\"what-is-the-latest-on-salah-s-future-with-liverpool\">What is the latest on Salah’s future with Liverpool?</h2><p>No news appears to be good news if you are a Liverpool fan who hopes one of the most decorated and influential players of the club’s modern era stays at the Premier League champions.</p><p>Reds manager Arne Slot said the club have “<a href=\"/sports/2025/12/19/liverpool-have-moved-on-from-salah-saga-with-egypt-star-away-at-afcon\">moved on</a>” from Salah’s outburst when he claimed he had been “<a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">thrown under the bus</a>” for his side’s woeful start to their title defence.</p><p>Despite the quietening of chatter at Anfield, the overall picture remains that an offer from Saudi Arabia – who have <a href=\"/sports/2025/12/9/liverpools-mohamed-salah-a-transfer-target-for-saudi-arabia\">made their interest in Salah</a> known – is highly likely to come in the January transfer window.</p><p>The 33-year-old former Chelsea and Roma forward himself is <a href=\"/sports/2025/12/21/mo-salah-focused-on-egypt-success-at-afcon-with-liverpool-crisis-behind-him\">fully focused</a> on helping Egypt win AFCON 2025, according to his international coach Hossam Hassan.</p><p>Salah has twice been a Cup of Nations runner-up, in 2017 and 2021, but is yet to add an international honour to his long list of club trophies.</p><figure id=\"attachment_4195134\" aria-describedby=\"caption-attachment-4195134\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4195134\" src=\"/wp-content/uploads/2025/12/AP25356723844311-1766651934.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohamed Salah reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4195134\" class=\"wp-caption-text\">Salah walks onto the pitch for the AFCON match between Egypt and Zimbabwe in Agadir, Morocco, on December 22, 2025 [Mosa’ab Elshamy/AP]</figcaption></figure><h2 id=\"what-happened-in-egypt-s-first-match-of-afcon-2025\">What happened in Egypt’s first match of AFCON 2025?</h2><p>Salah was on the scoresheet with <a href=\"/sports/2025/12/23/salah-scores-goal-as-egypt-rally-to-win-against-zimbabwe-at-afcon-2025\">a late winner for Egypt</a> in their opening match of the tournament against Zimbabwe.</p><p>Prince Dube upset the odds in the 20th minute despite early Egyptian dominance. Manchester City forward Omar Marmoush levelled for Egypt in the 64th minute before Salah slotted home the injury-time winner.</p><h2 id=\"what-happened-in-south-africa-s-first-match-of-afcon-2025\">What happened in South Africa’s first match of AFCON 2025?</h2><p>South Africa’s <a href=\"/sports/2025/12/22/foster-scores-late-goal-as-south-africa-defeat-angola-in-their-afcon-opener\">2-1 victory</a> against near neighbours Angola was the first time they opened an AFCON with a win for 21 years.</p><p>Group B has been regarded as the group of death, given Angola’s rise and Zimbabwe’s relative revival, so Lyle Foster’s winner from outside the box looks crucial for Bafana Bafana’s hopes of progress – especially considering the Angolans will be disappointed to have not taken at least a point from the game.</p><p>Oswin Appollis had given South Africa the lead, but Show had Angola level by the break.</p><h2 id=\"how-do-teams-qualify-for-the-afcon-2025-knockout-rounds\">How do teams qualify for the AFCON 2025 knockout rounds?</h2><p>The top two teams from the six groups qualify automatically for the round of 16 while the four best third-place finishers will also progress.</p><h2 id=\"what-is-the-situation-in-group-b\">What is the situation in Group B?</h2><p>Egypt and South Africa both have three points to their name, and both have identical goal differences after their opening wins.</p><p>Neither Zimbabwe nor Angola are out of the running yet, but a win for either Egypt or South Africa in the second round of fixtures in the group will see the victor progress to the knockout rounds.</p><p>A defeat for either Zimbabwe or Angola in their game at Marrakesh Stadium on Monday will see that team all but eliminated.</p><p></p><h2 id=\"when-are-egypt-s-and-south-africa-s-final-group-games\">When are Egypt’s and South Africa’s final group games?</h2><p>Both teams will complete the group on Monday. A win for either Angola or Zimbabwe in their match on Friday will set up a tense finale in the group, no matter the outcome of Egypt’s match with South Africa.</p><p>Group B’s finales:</p><ul>\n<li><strong>Angola vs Egypt</strong> (Adrar Stadium, 5pm/16:00 GMT)</li>\n<li><strong>Zimbabwe vs South Africa</strong> (Marrakesh Stadium, 5pm/16:00 GMT)</li>\n</ul><h2 id=\"how-many-times-have-egypt-won-afcon\">How many times have Egypt won AFCON?</h2><p>Egypt have won a record seven AFCON titles, but their last success was in 2010. Their first was in the inaugural edition in 1957 when they beat Ethiopia 4-0 in the final. From 2006 to 2010, the Egyptians won three AFCONs in a row.</p><h2 id=\"how-many-times-have-south-africa-won-afcon\">How many times have South Africa won AFCON?</h2><p>South Africa have won the tournament only once when they were the hosts in 1996. Bafana Bafana were also finalists in 1998 while they were the bronze medallists at the last AFCON.</p><h2 id=\"what-was-the-most-famous-meeting-between-egypt-and-south-africa\">What was the most famous meeting between Egypt and South Africa?</h2><p>South Africa’s defeat in the 1998 AFCON final came at the hands of Egypt.</p><p>A 2-0 win sealed what was the Egyptians’ fourth title at the time and denied Bafana Bafana back-to-back successes – an achievement that only Ghana, in 1963 and 1965, had achieved at that time. Egypt and Cameroon have both gone on to successfully defend titles since then.</p><h2 id=\"what-happened-the-last-time-egypt-played-south-africa\">What happened the last time Egypt played South Africa?</h2><p>The last meeting between the sides came in the 2018 edition, delayed to 2019, with South Africa’s Thembinkosi Lorch netting the only goal of a tight round of 16 encounter with five minutes left to play.</p><p>South Africa were eliminated in the quarterfinals by Nigeria, who themselves were knocked out by the eventual winners, Algeria.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 10th meeting between the two sides with South Africa winning five of the encounters and Egypt winning on four occasions.</p><p>The first matchup didn’t come until 1995 in an international friendly, which Bafana Bafana won 2-0.</p><p>The Egyptians had their revenge the following year with a 1-0 win at the 1996 AFCON.</p><figure id=\"attachment_4190673\" aria-describedby=\"caption-attachment-4190673\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4190673\" src=\"/wp-content/uploads/2025/12/AP25356691798511-1766436268.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lyle Foster reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4190673\" class=\"wp-caption-text\">Burnley forward Lyle Foster, who scored against Angola on Monday, will again spearhead the attack for South Africa against Egypt [File: Themba Hadebe/AP]</figcaption></figure><h2 id=\"egypt-team-news\">Egypt team news</h2><p>Coach Hossam Hassan’s only concern is a knock to Mohamed Hamdi. Otherwise, Egypt are expected to be unchanged from the side that beat Zimbabwe.</p><h2 id=\"south-africa-team-news\">South Africa team news</h2><p>Hugo Broos is similarly expected to name the same team that recorded the 2-1 win against Angola. Tshepang Moremi is pushing for a place in the side, however, with Relebohile Mofokeng’s place on the wing most under threat.</p><h2 id=\"predicted-egyptian-starting-lineup\">Predicted Egyptian starting lineup</h2><p>Mohamed El-Shenawy; Mohamed Hany, Mohamed Abdelmagid, Hossam Abdelmagid, Mohamed Hamdi; Hamdi Fathi, Marwan Attia, Emam Ashour; Mohamed Salah (captain), Omar Marmoush, Trezeguet</p><h2 id=\"predicted-south-african-starting-lineup\">Predicted South African starting lineup</h2><p>Ronwen Williams (captain); Khuliso Mudau, Siyabonga Ngezana, Mbekezeli Mbokazi, Aubrey Modiba; Sphephelo Sithole, Teboho Mokoena; Elias Mokwana, Relebohile Mofokeng, Patrick Maswanganyi; Lyle Foster</p></div></div></body></html>"
        },
        {
            "title": "Conflict with Thailand brings surge of unity amongst Cambodians | Border Disputes | Al Jazeera",
            "time": "2025-12-25T08:52:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/yt-1766652715.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia claims to have seized more than 5,100 square km of Ukraine in 2025 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-25T08:31:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-23T125915Z_951967262_RC29MIASZ57F_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1766613834.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia is doubling down on its claims on Ukraine, in an apparent effort to demonstrate some military achievement in 2025 at home and to influence peace talks with the United States.</p><p>Russian President Vladimir Putin <a href=\"/news/2025/12/19/putin-takes-aim-at-zelenskyy-in-annual-qa-says-he-wont-negotiate-on-land\">told</a> reporters last Friday in a year-end news conference that Moscow’s forces had seized <a href=\"/news/2025/12/24/russian-forces-seize-embattled-siversk-town-as-ukrainian-troops-withdraw\">Siversk</a> in the eastern region of Donetsk and Vovchansk in the northern Kharkiv region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Putin also claimed Russian forces held at least half of Lyman and Kostiantynivka in Donetsk, and Hulyaipole in the southern Zaporizhia region – all front-line towns.</p><p>Ukraine observers begged to differ. The Institute for the Study of War (ISW), a Washington-based think tank, said satellite and open-source visual evidence contradict Putin.</p><p>“ISW has observed no evidence to confirm any of these claimed seizures or extensive advances and has only observed evidence indicating a Russian presence [either through infiltration missions or assaults] in 7.3 percent of Hulyaipole and 2.9 percent of Lyman,” it wrote.</p><figure id=\"attachment_4194134\" aria-describedby=\"caption-attachment-4194134\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194134\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1766588523.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1766588523\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194134\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>The ISW also estimated Russian advances had claimed no more than 5 percent of Kostiantynivka.</p><p>“Even Russian milbloggers’ [military reporters’] claimed advances do not support many of Putin’s claims,” the ISW said, with milbloggers claiming that “Russian forces have seized a maximum” of about 7 percent of Lyman and 11 percent of Kostiantynivka.</p><p>The Kremlin has also claimed to be in complete possession of Kupiansk in Kharkiv and Pokrovsk in Donetsk. The ISW estimated Russia possesses no more than 7.2 percent of Kharkiv, and Ukraine’s commander-in-chief has said Ukrainian forces had pushed Russia out of 16 square kilometres (6.1 square miles) of Pokrovsk.</p><p>On December 18, Russian commander-in-chief Valery Gerasimov gave an end-of-year report to foreign military officials, claiming Russia seized 6,300sq km (2,432sq miles) of Ukraine this year, slightly more than the 6,000sq km (2,300sq miles) Russian Defence Minister Andrei Belousov had claimed a week earlier.</p><p>But the ISW estimated Russia had seized no more than 4,984sq km (1,900sq miles) containing 196 settlements, rather than the 300 that Russian officials have claimed.</p><p>Putin did make one truthful claim to have seized the eastern town of Siversk.</p><h2 id=\"zelenskyy-welcomes-cooperation-with-us-despite-disagreements\">Zelenskyy welcomes ‘cooperation’ with US despite disagreements</h2><p>The spurious Russian assertions have come over a two-week period when US and Ukrainian negotiators have intensified talks on a peace plan, a process that ended on Monday after three days of talks in Florida.</p><p>“We sense that America wants to reach a final agreement, and from our side, there is full cooperation,” said Ukrainian President Volodymyr Zelenskyy in a Tuesday evening address to his people.</p><p>Yet <a href=\"/news/2025/12/24/zelenskyy-unveils-details-of-new-peace-plan-seeks-trump-talks-on-territory\">the 20-point plan</a> he made public on Wednesday morning revealed that on the most sensitive issue of territory, there was no agreement between the US and Ukraine.</p><p>Russia has demanded that Ukraine cede the regions of Donetsk, Luhansk, Zaporizhia and Kherson in full, in addition to Crimea.</p><p>Ukraine refuses. Europe has suggested leaving a territorial discussion for after a full ceasefire.</p><figure id=\"attachment_4194130\" aria-describedby=\"caption-attachment-4194130\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194130\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1766588516.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1766588516\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194130\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Zelenskyy called for a summit with US President Donald Trump to hammer out a joint position on territorial adjustments.</p><p>Significantly, the US agreed to NATO-level security guarantees for Ukraine – a mutual defence clause that could bring NATO into a war on Ukraine’s side if Russia should again attack it.</p><p>Separately, the European Union has said it will make Ukraine a full member in the near future, which would also entitle it to mutual defence from members of the bloc, most of whom are NATO members.</p><p>Equally important, the plan allows Ukraine to keep its military at full strength and does not call on it to recognise occupied territory as de facto Russian – points on which Moscow had insisted, and the US had included in its original proposal.</p><p>The Kremlin said it was aware of the 20-point document thrashed out by Washington and Kyiv.</p><p>Russia will “formulate” its position and “continue our contacts in the very near future through the existing channels that are currently working”, Kremlin spokesman Dmitry Peskov told reporters on Wednesday.</p><h2 id=\"long-range-strikes\">Long-range strikes</h2><p>As the war raged on the ground, Russia and Ukraine traded long-range strikes with drones and missiles.</p><p>During the week of December 18-24, Russia launched 1,227 drones and 41 missiles at Ukraine. Ukraine intercepted 80 percent of the drones and 83 percent of the missiles, but strikes on Saturday and Tuesday killed at least four civilians, <a href=\"/news/2025/12/23/russian-strikes-trigger-ukraine-power-cuts-prompt-poland-to-scramble-jets\">including a child</a>.</p><p>Ukraine’s State Security Service (SBU) said it struck two Russian Su-27 fighter jets at the Belbek airbase near occupied Sevastopol in Crimea on December 20. Two days earlier, Ukraine had weakened air defence systems at the base and hit a MiG-31 interceptor aircraft.</p><p>Ukraine also said it had struck a Russian oil rig in the Caspian Sea belonging to Lukoil and damaged one of its drilling platforms.</p><figure id=\"attachment_4194132\" aria-describedby=\"caption-attachment-4194132\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194132\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1766588518.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1766588518\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194132\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Ukraine has targeted Russian refineries, power plants and other energy infrastructure this year, aiming to disrupt Moscow’s revenues from exports and the Russian army’s fuel supply.</p><p>In November, Ukraine also began to target tankers belonging to Russia with surface drones. On Friday, Ukrainian aerial drones struck the Qendil in the Mediterranean Sea, the first time Ukraine has ranged its tanker strikes that far from its shores.</p><p>On Monday, Ukrainian military intelligence used <a href=\"/news/2025/12/24/three-people-killed-in-explosion-in-moscow-russian-investigators\">a car bomb</a> to assassinate Lieutenant General Fanil Sarvarov, the chief of the Russian General Staff’s operational training department.</p><h2 id=\"european-help\">European help</h2><p>Trump announced he would no longer be sending military assistance to Ukraine shortly after assuming office, but agreed to sell weapons to Kyiv, paid for by the European Union, Canada, Australia and Japan, who are now bankrolling the war effort.</p><p>That process reached an important milestone on Friday, when the European Council of government leaders approved a 90-billion-euro ($106bn) loan to Ukraine over two years.</p><p>“Ukraine will receive at least 45bn ($53bn) annually over the next two years. And these funds can be repaid only from Russian funds,” Zelenskyy told Ukrainians after the decision. But Europe pointedly refused to draw any connection between 210 billion euros in Russian state assets immobilised in European banks and the loan, after Italy, Bulgaria, Malta and Belgium vetoed a plan to use the money as collateral for a reparations loan to Ukraine.</p><p>“No one will ever be able to explain to European voters why Europe should give 200bn [$235bn] back to Putin – after everything he’s destroyed, and after all the hard choices Europe had to make because of his war,” Zelenskyy told European leaders on December 18.</p><p>The US-Ukrainian 20-point plan pledges to mobilise $800bn for the reconstruction of Ukraine.</p><figure id=\"attachment_4194128\" aria-describedby=\"caption-attachment-4194128\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194128\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Ukraine-Refugees-1766588512.png?quality=80\" alt=\"INTERACTIVE Ukraine Refugees-1766588512\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194128\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Saudi Arabia demands Yemeni separatists leave seized governorates | Conflict News | Al Jazeera",
            "time": "2025-12-25T08:23:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6937ff89c0de-1765277577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi Arabia demands Yemeni separatists leave seized governorates</h1><p class=\"article__subhead\"><em>Riyadh calls seizure of oil-rich provinces ‘unjustified escalation’ as fragile anti-Houthi alliance shows cracks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Saudi Arabia has publicly called on Yemen’s main southern separatist group to withdraw from two eastern provinces they seized this month, in a move that threatens to deepen divisions within the governing coalition opposed to the Houthi rebels.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Saudi Arabia’s Ministry of Foreign Affairs issued the demand on Thursday, describing military operations by the Southern Transitional Council (STC) as an “unjustified escalation” after the group <a href=\"/news/2025/12/17/analysis-yemens-future-after-the-separatist-stcs-expansion-eastwards\">took control</a> of the oil-rich Hadramout and al-Mahra governorates earlier in December.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The kingdom stresses the importance of cooperation among all Yemeni factions and components to exercise restraint and avoid any measures that could destabilise security and stability, which may result in undesirable consequences,” the Foreign Ministry warned.</p><p>Saudi Arabia added that meditation efforts were under way, aimed at having the STC’s forces return to “their previous positions outside of the two governorates and handover the camps in those areas” to the National Shield Forces.</p><p>Riyadh said it remained hopeful the separatists would pull back “in an urgent and orderly manner” to restore stability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The STC, which has previously received military and financial backing from the United Arab Emirates (UAE), moved swiftly into the two provinces in early December, seizing key oil facilities, government buildings and border crossings with minimal resistance.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The group also took over the presidential palace in Aden, the temporary seat of Yemen’s internationally recognised government.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Saudi Arabia and the UAE have both backed the government against Iran-aligned Houthis during Yemen’s civil war since 2015. The STC is part of a broader coalition backed by Saudi Arabia, called the Presidential Leadership Council, which represents the country.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">While the two Gulf powers sent a joint delegation to Aden on December 12 to negotiate a resolution, those efforts have so far failed to produce a breakthrough.</p><h2 id=\"critical-and-existential-juncture\">‘Critical and existential juncture’</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Saudi Arabia shares a 684km (425-mile) border with Hadramout and views the province as vital to its national security, while Oman has similar concerns about al-Mahra on its frontier.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Both governorates host important trade routes and energy resources that the STC considers essential for establishing an independent southern state.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The separatist group was formed in 2017 to restore South Yemen, which existed as an independent country between 1967 and 1990.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Its leader, Aidarous al-Zubaidi, holds a seat on Yemen’s Presidential Leadership Council but has increasingly acted independently of the government he nominally serves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Instead of withdrawing, the STC has expanded operations into neighbouring Abyan province and declared that its ultimate goal was to seize the Yemeni capital Sanaa from the Houthis. Al-Zubaidi recently told supporters that the south stands at “a critical and existential juncture” requiring work to build “the institutions of the future South Arabian state”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Analysts warn the escalation could unravel Yemen’s fragile truce and benefit the Houthis, who have controlled northern Yemen, including Sanaa, since 2014.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Sound of Israel’s bombs, hum of drones drown out Christmas in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-25T07:47:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694cebecee2c-1766648812.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Sound of Israel’s bombs, hum of drones drown out Christmas in Gaza</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Many of the remaining churches across Gaza either scaled back or cancelled Christmas activities altogether.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Eleven suspects arrested over deadly South African tavern shooting | Crime News | Al Jazeera",
            "time": "2025-12-25T07:37:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694ce296-1766646422.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Eleven suspects arrested over deadly South African tavern shooting</h1><p class=\"article__subhead\"><em>Police said the suspects arrested were found with unlicensed firearms, including four handguns and an AK-47 rifle.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in South Africa say they have arrested 11 people, including many suspected of being undocumented miners, in connection with Sunday’s shooting at a tavern that killed 10 people.</p><p>Nine citizens of Lesotho and one Mozambican were among those arrested on Wednesday after police and security stormed two houses outside Johannesburg.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ten others were wounded in <a href=\"/news/2025/12/21/at-least-nine-people-killed-in-mass-shooting-in-south-africa\">Sunday’s shooting</a> in which about a dozen gunmen in a minibus and a car targeted a tavern in the township of Bekkersdal. There have been <a href=\"/news/2025/12/6/south-africa-shooting-leaves-12-dead-including-young-child-police\">several mass shootings at bars</a> – sometimes called shebeens or taverns in South Africa – in recent years.</p><p>Police said the suspects arrested were found with unlicensed firearms, including four handguns and an AK-47 rifle.</p><p>Fred Kekana, acting provincial commissioner of Gauteng, told reporters that police had found cartridges and live ammunition of the “same type” of firearms at the shooting scene in Bekkersdal. They were sent for testing to determine if they were used in the shooting.</p><p>Authorities also arrested a South African mine employee who faces charges related to harbouring undocumented tenants and obstructing justice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Tuesday, the pub’s owner, Nonesi Matwa, was charged with fraud and operating an illegal liquor outlet, according to local media.</p><p>The owner’s family told the media that Matwa was being unfairly targeted.</p><p>They said that she was not responsible for the violence, stating she was not the one who “pulled the trigger and killed the patrons”.</p><p>Surrounded by abandoned mine shafts, townships west of Johannesburg, like Bekkersdal, are notorious for illicit mining operations, which have led to problems including gang violence and the proliferation of illegal firearms.</p><p>In areas where the mining industry once thrived, undocumented miners known as “zama-zamas” have continued to operate. The trade is believed to be predominantly controlled by migrants who enter without papers from Lesotho, Zimbabwe and Mozambique.</p><p>With almost 26,000 homicides in 2024, or more than 70 per day on average, South Africa has one of the highest homicide rates in the world. Firearms are by far the leading cause of death in these killings. Although the nation of 62 million people has comparatively stringent gun control laws, officials said many killings are carried out using illegal firearms.</p></div></div></body></html>"
        },
        {
            "title": "Jordan strikes drug, arms smugglers in Syria border region: Reports | Drugs News | Al Jazeera",
            "time": "2025-12-25T07:29:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2015-02-09T120000Z_1507941808_GM1EB2A01ND01_RTRMADP_3_JORDAN-BAHRAIN-1766643735.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jordan strikes drug, arms smugglers in Syria border region: Reports</h1><p class=\"article__subhead\"><em>Jordan’s military said the attacks ‘neutralised arms and drug traffickers’ and destroyed their laboratories and factories.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jordan’s military has <a href=\"/news/2024/1/18/at-least-10-civilians-dead-in-suspected-jordanian-air-raids-in-syria\">launched strikes</a> on drug and weapons smugglers in the country’s northern border regions with Syria, targeting sites used as “launch points” by trafficking groups into Jordanian territory, according to reports.</p><p>The Jordan News Agency, Petra, said the strikes on Wednesday “neutralised a number of arms and drug traffickers who organise weapons and <a href=\"/news/2023/5/8/sohr-attack-that-killed-drug-trafficker-in-syria-was-by-jordan\">narcotics smuggling operations</a> along the northern border of the Kingdom”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jordan’s armed forces destroyed “factories and workshops” used by the trafficking groups, Petra reports, adding that the attacks were carried out based on “precise intelligence” and in coordination with regional partners.</p><p>The Jordanian military did not name the partner countries involved in the strikes but warned that it would “continue to counter any threats with force at the appropriate time and place”, Petra said.</p><p>Syrian state broadcaster Al-Ikhbariah TV reported on its Telegram channel that the Jordanian army had carried out air strikes on locations in the southern and eastern countryside of Syria’s Suwayda governorate.</p><p>A resident of Syria’s Suwayda border region told the AFP news agency that the bombardment “was extremely intense and targeted farms and smuggling routes”, while the UK-based Syrian Observatory for Human Rights said jets and helicopters had reportedly taken part in the raid.</p><p>The observatory said photos taken at the scene of the attacks showed destruction at an abandoned military barracks of the former al-Assad regime in Suwayda.</p><p>There were no initial reports of casualties from the Jordanian attacks and no official comment from authorities in Damascus.</p><p>A farm believed to have been used for storing drugs was among the targets, according to the Zaman Al Wasl online news site, which also reported that similar Jordanian attacks had been carried out previously in a bid to <a href=\"/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria\">stem the flow of captagon</a> – an addictive, amphetamine-type stimulant.</p><p>Before the removal of Syria’s President Bashar al-Assad in December 2024, captagon had become the regime’s largest export and key source of funding amid the country’s years of grinding civil war.</p><p>Produced in vast quantities in Syria, the synthetic drug flooded the region, particularly the Gulf states, prompting neighbouring countries to announce seizures and call on both Lebanon and Damascus to ramp up efforts to combat the trade.</p><p>Although Damascus denied any involvement in the drug trade, analysts estimated that production and smuggling of captagon brought in billions of dollars for al-Assad, his associates and allies as they looked for an economic lifeline amid the civil war, which was fought between 2011 and the regime’s toppling last year.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3381644\" src=\"/wp-content/uploads/2024/12/INTERACTIVE-What-is-Captagon-1733989747.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - What is Captagon-1733989747\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Algeria passes law declaring French colonisation a crime | History | Al Jazeera",
            "time": "2025-12-25T06:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766644335.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Half joy, half sadness’: Christmas celebrations resume in Bethlehem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-25T06:25:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image00002-1766613922.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bethlehem, occupied West Bank –</strong> Manger Square and the narrow alleyways that surround it filled with the sound of drums and brass as Bethlehem’s scout troupes marched through in their pristine uniforms.</p><p>They sang Christmas carols and played traditional Palestinian music, combining a celebration of <a href=\"/opinions/2025/12/24/christmas-is-not-a-western-story-it-is-a-palestinian-one\">Christmas with their own national identity</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Amid Wednesday’s celebrations, <a href=\"/news/2025/12/24/christmas-joy-returns-to-bethlehem-amid-israeli-raids-across-west-bank\">held on Christmas Eve</a>, there was a certain poignancy – this is the first time in two years that such festive scenes have returned to the city, believed to be the birthplace of Jesus.</p><p>Among those at the celebrations was Pierbattista Pizzaballa, the Latin Patriarch of Jerusalem, who is the highest-ranking Catholic official in Palestine and the wider region.</p><p>“Here in Bethlehem, from where I send the Christmas message not only to Bethlehem but to the entire world, I have noticed the presence of light,” Pizzaballa said. “And this is not just the light of the sun, but the light of your beautiful faces.”</p><p>“We decided to be light, and the light of Bethlehem is the light of the world,” he added. “Today, we bring you peace, prayers, and hearts.”</p><p>The suspension of Christmas celebrations in Bethlehem in 2023 and 2024 was in solidarity with fellow Palestinians in Gaza, where Israel has killed more than 70,000 in its genocidal war. Israel has also increased the ferocity of its raids on Bethlehem and the occupied West Bank, where more than 1,000 Palestinians have been killed by Israelis in the past two years.</p><p>Attacks from the Israeli military and settlers alike have not spared Palestinian Christians, with attacks on Gaza’s <a href=\"/news/2025/7/17/israel-bombs-gazas-only-catholic-church-sheltering-elderly-and-children\">only Catholic church</a> killing three in July, and a <a href=\"/news/2025/7/14/church-leaders-diplomats-condemn-israeli-settler-violence-in-west-bank\">predominantly Christian town</a> in the West Bank in the same month.</p><p>A ceasefire in Gaza that began in October has brought some respite, even as Israel continues its violations and attacks on the Strip, killing hundreds of people. The Israeli army also continued its military raids in <span>the occupied West Bank.</span></p><p>And even as the festive atmosphere lightened the mood in Manger Square, the reality of the war was not absent. Israeli military raids and checkpoints continued, with Israeli forces arresting three young men from the nearby refugee camps of Dheisheh and Aida just hours before the celebrations began.</p><p>Pizzaballa, who has just returned from Gaza, was quick to reference the suffering of Palestinians.</p><p>“In Gaza … I witnessed total destruction,” he said. “But amid Gaza’s destruction, I felt a passion for life. In the midst of nothingness, people created reasons for joy and celebration. They reminded us that we can return and rebuild again despite human destruction.”</p><p>“We will be able to celebrate in Gaza and Bethlehem,” Pizzaballa continued. “We will return to rebuild everything anew.”</p><figure id=\"attachment_4194655\" aria-describedby=\"caption-attachment-4194655\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194655\" src=\"/wp-content/uploads/2025/12/image00010-1766614086.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Patriarch Pierbattista Pizzaballa greets Palestinian residents and well-wishers as he arrives at the Church of the Nativity on December 24, on the occasion of Christmas.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194655\" class=\"wp-caption-text\">Patriarch Pierbattista Pizzaballa greets Palestinian residents and well-wishers as he arrives at the Church of the Nativity on December 24 [Ahmad Jubran/Al Jazeera]</figcaption></figure><h2 id=\"tough-journey\">Tough journey</h2><p>About 1,500 people – both Palestinians and foreign visitors – attended the Christmas celebrations, which have become one of the biggest symbols of Christian life in the region, even as the percentage of Palestinian Christians living in the West Bank gets smaller as a result of the Israeli occupation, among other factors.</p><p>George Zalloum, from occupied East Jerusalem, was one of the Palestinian Christians who had made the journey to Bethlehem.</p><p>He told Al Jazeera that he was enjoying the atmosphere, but that it was tinged with sorrow.</p><p>“Today’s atmosphere is half joy and half sadness, because we have brothers who are still dying in Gaza due to the ongoing bombardment and killing there,” Zalloum told Al Jazeera. “We hope the war will end, the killing will stop, peace will prevail in the Holy Land, and that these holidays … will continue.”</p><p>Other Palestinians travelled to Bethlehem from cities and villages across the West Bank, but their journeys highlighted the difficulties placed on them by Israel.</p><p>Many waited for hours at checkpoints surrounding Bethlehem, even as the physical distance between their homes and the city was not long.</p><p>“It is true that the atmosphere of joy, love and peace has returned to us, but the road to Bethlehem was difficult,” said Hussam Zraiqat, who travelled to Manger Square from Birzeit, near Ramallah. “We spent a long time at an Israeli military checkpoint, but thank God, we arrived.”</p><p>That was echoed by another Palestinian attendee, Ghassan Rizqallah, from the village of Jifna, also near Ramallah.</p><p>“We faced the military checkpoint, where we waited for at least an hour and a half before we were able to enter the city,” Rizqallah said. “The journey was very difficult.”</p><p>But once he arrived, Rizqallah was overjoyed to experience the Christmas atmosphere. “Watching the scout bands and hearing the music takes us back to the beautiful past of our country, our land, and our heritage – and we deserve to live in safety and peace.”</p><figure id=\"attachment_4194659\" aria-describedby=\"caption-attachment-4194659\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194659\" src=\"/wp-content/uploads/2025/12/image00003-1766614156.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinian young women play drums\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194659\" class=\"wp-caption-text\">Christmas celebrations had been suspended in Bethlehem for the past two years because of Israel’s genocidal war on Gaza and raids in the occupied West Bank [Ahmad Jubran/Al Jazeera]</figcaption></figure><h2 id=\"vital-tourism\">Vital tourism</h2><p>Bethlehem’s mayor, Maher Canawati, said that the Manger Square celebrations carried a meaning that went beyond Bethlehem.</p><p>“Bethlehem’s message today is one of steadfastness and hope for the people of the city, for Gaza, and for all of Palestine,” Canawati told Al Jazeera. “Today, we send a message to the entire world that the Palestinian people love life and peace, and that they cannot be uprooted from their land and their roots because they are the rightful owners.”</p><p>Canawati pointed to tentative signs of economic revival in the city, whose Church of the Nativity is a major site of Christian pilgrimage, after a prolonged collapse in tourism.</p><p>“All the Bethlehem hotels are reopening their doors to receive local and foreign visitors after nearly two years of almost complete shutdown,” Canawati said. “God willing, the wheel of tourism has started turning again.”</p><p>Bethlehem’s economy, heavily dependent on tourism, has been badly hit. According to the Palestinian Ministry of Tourism, hotel occupancy rates since the beginning of the year stood at only 25 percent.</p><figure id=\"attachment_4194667\" aria-describedby=\"caption-attachment-4194667\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194667\" src=\"/wp-content/uploads/2025/12/image00017-1766614496.jpeg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Women gathered at a barrier\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194667\" class=\"wp-caption-text\">Palestinians travelled from across the West Bank and Israel to attend the celebrations in Bethlehem [Ahmad Jubran/Al Jazeera]</figcaption></figure><p>Elias al-Arja, the head of the Palestinian Hotel Association, said that hotels in Bethlehem had suffered $300m in losses this year. However, the renewal of the Christmas celebrations has been a huge boon.</p><p>“Hotel occupancy rates over the past two days have risen to 80 percent, with around 8,000 visitors – 6,000 of them Palestinian citizens of Israel, and 2,000 from various nationalities from Europe and the United States,” al-Arja said.</p><p>Some of those visitors took the opportunity to watch the Christmas celebrations in Manger Square.</p><p>“It is good to see these celebrations returning,” said Dwayne Jefferson, who travelled from the US state of North Carolina. “It is a positive experience and opens the door to the possibility that this entire region can return to a state of normal life. I am very happy to be here.”</p><p>Jean Charles, a tourist from Italy, said that it was his first visit to Bethlehem, and that he was happy to see so much joy after two years of war.</p><p>“I see this feast as a celebration for every Palestinian, not only Christians,” said Charles. “I see Muslims here as well, and this is very important and interesting for the future of this people.”</p><p>“Unfortunately, I noticed the low number of tourists … But honestly, the situation is very calm. Everyone tells me, ‘Welcome to Palestine’. It is a very beautiful day, and a very beautiful Christmas.”</p><figure id=\"attachment_4194671\" aria-describedby=\"caption-attachment-4194671\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194671\" src=\"/wp-content/uploads/2025/12/image00022-1766614564.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Jack Jaqman, owner of an Oriental antiques shop, arranges traditional artifacts\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194671\" class=\"wp-caption-text\">Jack Jaqman arranges traditional artefacts inside his store at Manger Square near the Church of the Nativity in Bethlehem, as he prepares to welcome tourists and visitors [Monjed Jadou/Al Jazeera]</figcaption></figure><h2 id=\"more-visitors-needed\">More visitors needed</h2><p>For businesses around Manger Square, the day brought cautious optimism. George Ejha, the owner of St Georges Restaurant, said: “Today’s activity was good and relied mainly on Palestinians from inside Israel, but it is not good enough compared to the period before the war.”</p><p>“I completely stopped working when the war broke out and only reopened the restaurant two weeks ago. The losses I suffered cannot be counted,” he said. “We hope there will be more activity at the beginning of the year.”</p><p>Souvenir shop owner Jack Jaqman struck a similar note. “The activity we saw today is not enough … Those who visited Bethlehem were [mainly] foreign workers in Israel from the Philippines, India and Romania, or our own people [living in Israel],” Jaqman said. “Still, it is important in showing the city’s reality and its readiness to receive pilgrims and tourists again.”</p><p>“I have been in my souvenir shop for 10 days and have not felt the presence of real tourist groups that could improve the economic situation,” he said. “On this day, we pray for the end of the siege that has turned Bethlehem into a large prison.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US will focus on exerting economic pressure on Venezuela: Report | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-25T06:22:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T204650Z_722703964_RC22LIA40A7D_RTRMADP_3_USA-VENEZUELA-TANKER-1766636634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US will focus on exerting economic pressure on Venezuela: Report</h1><p class=\"article__subhead\"><em>A US official told Reuters that Washington will focus its attention on targeting Venezuela oil in lieu of ‘military options’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States will focus on exerting economic rather than military pressure on Venezuela over the next two months as it continues to pursue sanctioned Venezuelan oil, according to a Reuters news agency report citing an unnamed US official.</p><p>The White House has ordered the military to focus “almost exclusively on enforcing a ‘quarantine’ of Venezuelan oil”, the Reuters report said, even as the US continues to apply military pressure in the region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“While military options still exist, the focus is to first use economic pressure by enforcing sanctions to reach the outcome the White House is looking [for],” the official told Reuters on Wednesday.</p><p>Tensions have been rising in the Caribbean over the past month, where US President Donald Trump has deployed 15,000 troops, aircraft carriers, guided missile destroyers and amphibious assault ships, according to Reuters.</p><p>The build-up marks the largest massing of US forces in the Caribbean in decades, and has raised fears that Trump could invade Venezuela on the pretext of protecting the US from international drug cartels and “narcoterrorists”.</p><p>In mid-December, Trump ordered a “total and complete blockade” of all US-sanctioned oil tankers entering and leaving Venezuela. US forces have already apprehended two oil tankers and are in pursuit of a third vessel, according to Reuters.</p><p>Oil provides a lifeline to Venezuela, although Caracas has been under varying US sanctions since 2005. Sanctions on its energy sector were ramped up in 2019 during Trump’s first term in office.</p><p>Despite the ongoing tensions, some media reports suggest that targeting Venezuelan oil could be a form of de-escalation because the enforcement actions will be carried out by the US Coast Guard as opposed to the military.</p><p>The Coast Guard is a civilian agency during peacetime and is considered an arm of US law enforcement. Its agents have the right to board vessels under US sanctions. Staging a naval blockade of Venezuela, by contrast, would be considered an act of war.</p><p>Venezuela, this week, called the oil seizures “worse than piracy” in a statement to the United Nations Security Council.</p><p>US forces have since September carried out air strikes on dozens of boats in the Caribbean and eastern Pacific that the White House says were transporting illicit drugs to the US.</p><p>The strikes were carried out under the order of Trump – and not the US Congress – and have killed at least 105 people in what the White House has called a “non-international armed conflict”.</p><p>The White House alleges that Venezuelan President Nicolas Maduro supports major cartels like Tren de Aragua and Cartel de los Soles, which were named as terrorist organisations by the Trump administration earlier this year.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh opposition leader Tarique Rahman returns after 17 years in exile | Politics News | Al Jazeera",
            "time": "2025-12-25T06:19:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25359262070778-1766650044.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The heir to Bangladesh’s longtime ruling family and leader of the country’s powerful opposition, Tarique Rahman, has returned to the country after nearly 17 years in exile, his party said.</p><p class=\"p1\">Rahman, 60, an aspiring prime minister who has lived in London since he fled Bangladesh in 2008 over what he called politically motivated persecution, arrived in Dhaka on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Acting chairman of the <a href=\"/news/2025/12/9/analysis-bangladeshs-bnp-seeks-hasinas-liberal-mantle-before-elections\">Bangladesh Nationalist Party (BNP)</a>, he is expected to take the reins from his ailing mother, 80-year-old former Prime Minister Khaleda Zia.</p><p class=\"p1\">Hundreds of thousands of supporters lined ​the route from the capital’s airport to the reception venue, waving party ‍flags and carrying placards, banners and flowers, while chanting slogans welcoming Rahman, as senior BNP leaders received him at the airport under tight security.</p><p class=\"p1\">Dressed in a light grey, finely chequered blazer over a crisp white shirt, Rahman waved to the crowd with a smile.</p><p class=\"p1\">The BNP earlier said it aims to gather up to five million supporters in the capital to welcome Rahman, for what it called an “unprecedented” mobilisation.</p><p class=\"p1\">Rahman is widely viewed as the prime ministerial frontrunner in <a href=\"/news/2025/12/11/bangladesh-sets-february-election-after-year-of-political-upheaval\">February’s general election</a>.</p><p class=\"p1\">His arrival comes as the BNP regains momentum – after the 2024 ouster of longtime leader Sheikh Hasina.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rahman’s return is at a moment “when Bangladesh is going through a very volatile and uncertain future”, said Al Jazeera’s Tanvir Chowdhury, reporting from Dhaka.</p><p>“Although the election date has been announced, there’s a vacuum for leadership and power, particularly within the Bangladesh Nationalist Party – which is one of the largest parties in Bangladesh – and his mother [who has] been critically ill, is the chairperson of the party. He’s going to fill up that vacuum,” he added.</p><p>Rahman is expected to bring unity to the currently polarised country, even while there is criticism that Hasina’s party is not being allowed to participate in the upcoming election, said Chowdhury.</p><p>The former self-exiled leader is expected to have some success with this as the head of the current interim government, Nobel laureate Muhammad Yunus, while also “immensely popular”, has not been able to “maintain the kind of law and order and stability that was expected, partly because there’s a lot of remnants of the last government who were in the security forces and in the administration”, he added.</p><h2 id=\"shifting-political-landscape\">Shifting political landscape</h2><p class=\"p1\">Rahman had been unable to return to Bangladesh for years while facing multiple criminal cases at home.</p><p class=\"p1\">He was convicted in absentia on charges that included money laundering and in a case linked to an alleged plot to assassinate Hasina, but the rulings were overturned after Hasina was ‌ousted last year in a student-led uprising, clearing the legal barriers to Rahman’s return.</p><p>Rahman’s move to London was for medical treatment after he was allegedly tortured while in custody during the military-backed government that ruled from 2006 to 2008.</p><figure id=\"attachment_4195061\" aria-describedby=\"caption-attachment-4195061\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4195061\" src=\"/wp-content/uploads/2025/12/2025-12-25T072935Z_927277085_RC2HNIADJM8M_RTRMADP_3_BANGLADESH-ELECTION-BNP-1766650001.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"BNP\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4195061\" class=\"wp-caption-text\">Supporters of the BNP gather to join a grand rally to welcome Rahman, in Dhaka on December 25 [Anik Rahman/Reuters]</figcaption></figure><p class=\"p1\">His homecoming also carries personal urgency, with Khaleda Zia seriously ill for months. Party officials said Rahman would travel from the airport to a reception ‌venue before visiting his mother.</p><p class=\"p1\">The political landscape has shifted sharply since Hasina’s removal from power, ending decades in which she and Khaleda ‌Zia largely alternated in office.</p><p>Khaleda Zia, a former housewife, came to politics after her husband, former military chief and then president Ziaur Rahman, was assassinated in a military coup in 1981. A non-elected government backed by the military took over in 2006 during a period of political chaos.</p><p class=\"p1\">A December survey by the United States-based ⁠International Republican Institute suggested the BNP is on course to win the largest number of parliamentary seats in the elections, with the Jamaat-e-Islami party also in the race. Hasina’s Awami League party, which has been barred from the election, has ‌threatened unrest that some fear could disrupt the vote.</p><p class=\"p1\">Bangladesh is heading to the polls under Yunus. While authorities have pledged a free and ‍peaceful election, recent attacks on media outlets and sporadic violence have raised concerns, making Rahman’s return a defining moment for the BNP and the country’s fragile political transition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Christmas under occupation: Israeli attacks against Palestinian Christians | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-25T05:54:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-17T185737Z_865003431_RC2DOFAWO7G3_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-CHURCH-1752783182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian Christians have gathered at the Church of the Nativity in <a href=\"/news/2025/12/24/christmas-joy-returns-to-bethlehem-amid-israeli-raids-across-west-bank\" target=\"_blank\" rel=\"noopener\">Bethlehem</a> for the first time since Israel’s genocidal war in Gaza began in 2023 to celebrate Christmas.</p><p>Bethlehem’s mayor says the municipality has chosen to restore the city’s festivities after a long period of darkness and silence.</p><p>At a Christmas market, Safaa Thalgieh, a mother from Bethlehem, told Al Jazeera’s Nida Ibrahim: “Our joy doesn’t mean people are not suffering, have lost their loved ones, or are desperate, but we can only pray that things get better.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"palestine-the-birthplace-of-christianity\">Palestine: The birthplace of Christianity</h2><p>Palestinian Christians make up some of the oldest Christian groups in the world.</p><p>According to the Bible, Mary and Joseph travelled from Nazareth to Bethlehem, where Jesus was born and placed in a manger. The Church of the Nativity was built at this location, and its grotto holds great religious significance, attracting Christians from all over the world to the city of Bethlehem every Christmas.</p><p>However, making that trip today would be very different due to several Israeli checkpoints, illegal settlements, and the separation wall, as highlighted in the map below.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194364\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Christmas-Could-Mary-and-Joseph-travel-from-Nazareth-to-Bethlehem-today-1766598851.png?quality=80\" alt=\"INTERACTIVE - Christmas Could Mary and Joseph travel from Nazareth to Bethlehem today-1766598851\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"palestinian-christians-living-under-israeli-occupation\">Palestinian Christians living under Israeli occupation</h2><p>Once a thriving community, the number of Christians living in the occupied West Bank, East Jerusalem, and Gaza is now fewer than 50,000, according to the 2017 census, making up about 1 percent of the population.</p><p>In the early 20th century, Christians made up about 12 percent of the population. However, Israel’s illegal occupation of the West Bank has squeezed communities, created economic hardships, and deprived them of the conditions needed to exist on their land, pushing many families to seek a more stable life abroad.</p><figure id=\"attachment_748853\" aria-describedby=\"caption-attachment-748853\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-748853\" src=\"/wp-content/uploads/2015/07/209c6aca57c54f3f8eb052e0c1c03aaf_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"israel church\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-748853\" class=\"wp-caption-text\">A nun surveys heavy damage caused to the Church of the Multiplication at Tabgha, on the Sea of Galilee, in northern Israel, which was set on fire by Yinon Reuveni, on June 18, 2015 [Ariel Schalit/AP Photo]</figcaption></figure><p>Most of Palestine’s Christians live in the West Bank and East Jerusalem, totalling approximately 47,000 to 50,000, with an additional 1,000 in Gaza before the war.</p><p>The Christian population in the West Bank is highly concentrated in three main urban areas:</p><ul>\n<li><strong>Bethlehem governorate (22,000–25,000):</strong> This is the largest concentration, centred in Bethlehem and the surrounding towns of Beit Jala and Beit Sahour.</li>\n<li><strong>Ramallah and el-Bireh (10,000):</strong> A major administrative and economic hub, including nearby historic villages like Taybeh, Birzeit, and Jifna.</li>\n<li><strong>East Jerusalem (8,000–10,000):</strong> Primarily located in the Christian Quarter of the Old City and neighbourhoods like Beit Hanina.</li>\n</ul><p>Like the rest of the Palestinian population, Palestinian Christians are subjected to Israeli military control, settler violence, and a legal system that discriminates against them.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3608164\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Occupied-West-Bank-population-1743158487.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank population-1743158487\" fetchpriority=\"low\"></p><h2 id=\"israeli-attacks-against-christians-and-churches\">Israeli attacks against Christians and churches</h2><p>Across Palestine, Christian communities and their churches have faced numerous attacks by Israeli forces and members of the Israeli public.</p><p>The Religious Freedom Data Center (RFDC) has been monitoring violence against Christians through an incident hotline operated by volunteers and activists.</p><p>Between January 2024 and September 2025, the group documented at least 201 incidents of violence against Christians, primarily committed by Orthodox Jews targeting international clergy or individuals displaying Christian symbols.</p><p>These incidents include multiple forms of harassment, including spitting, verbal abuse, vandalism, assaults and more.</p><p>The majority (137) of these incidents took place in Jerusalem’s Old City, located in occupied East Jerusalem.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194415\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Attacks-on-Christians-in-Jerusalem-1766601642.png?quality=80\" alt=\"INTERACTIVE - Attacks on Christians in Jerusalem-1766601642\" data-interactive=\"true\" fetchpriority=\"low\"></p><p><a href=\"https://interactive.aljazeera.com/aje/2018/east-west-jerusalem/index.html\" target=\"_blank\" rel=\"noopener\">Jerusalem</a> holds profound significance to multiple faiths, including Muslims, Jews, and Christians, and is home to many holy sites. One of the most notable for Christians is the Church of the Holy Sepulchre, where Christians believe Jesus was crucified, buried and resurrected.</p><p>In 2025, Christian communities in the occupied West Bank faced an alarming surge in targeted violence and land seizures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the predominantly Christian town of <a href=\"/opinions/2025/12/7/the-centuries-old-christian-presence-in-the-west-bank-is-under-threat\">Beit Sahour</a>, just east of Bethlehem, Israeli settlers, backed by the military, bulldozed the historic Ush al-Ghurab hilltop in November to establish a new illegal settlement outpost.</p><p>Meanwhile, in Taybeh, the predominantly Christian town in the West Bank, the ancient St George Church was <a href=\"/news/2025/7/14/church-leaders-diplomats-condemn-israeli-settler-violence-in-west-bank\">targeted</a> by arsonists in July.</p><p>In June, a group of Israelis was filmed attacking the Armenian Monastery and Christian holy sites during a raid on the Armenian Quarter in the Old City of East Jerusalem, which has come under attack numerous times.</p><figure id=\"attachment_3393007\" aria-describedby=\"caption-attachment-3393007\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3393007\" src=\"/wp-content/uploads/2024/12/AP24347305216498-1734511057.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israel Armenian Christians\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3393007\" class=\"wp-caption-text\">Father Aghan Gogchyan, chancellor of the Armenian Patriarchate of Jerusalem, stands outside St James Cathedral in the Armenian Quarter of occupied East Jerusalem [File: Francisco Seco/AP Photo]</figcaption></figure><p>In Gaza, numerous places of worship, including churches, have been attacked by Israeli forces.</p><p>An Open Doors report from early 2025 estimated that roughly 75 percent of Christian-owned homes in Gaza have been damaged or destroyed since the start of Israel’s genocidal war.</p><p>On October 19, 2023, Israeli forces attacked Gaza’s oldest Greek Orthodox Church of Saint Porphyrius, killing at least 18 displaced people, including children who were seeking shelter in the church.</p><p>The church, built in 1150, was Gaza’s oldest active place of worship and had been serving as a multi-faith sanctuary for hundreds of civilians.</p><p>A grief-stricken father told Al Jazeera that his three children were killed in the blast. “We sought refuge here, thinking it was a safe haven – our last safe haven, in a church. The house of God,” he said. “They bombed my angels and killed them without warning.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israeli forces have also repeatedly attacked the Holy Family Church, Gaza’s only Roman Catholic church, which has long served as a refuge for the local Christian community.</p><p>On November 4, 2023, an air attack on the church compound partially destroyed a school inside the complex. The attacks continued in July 2025, when an Israeli tank shell struck the church, killing three people and wounding several others.</p><p>The Holy Family Church has long held symbolic importance beyond Gaza. Throughout the war, the late Pope Francis called the parish almost daily, maintaining a direct line to the besieged community.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Majority of Russians expect Ukraine war to end in 2026, state survey finds | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-25T04:29:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20230215__339B7AF__v1__HighRes__RussiaUkraineConflict-1766635117.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Majority of Russians expect Ukraine war to end in 2026, state survey finds</h1><p class=\"article__subhead\"><em>‘Main reason for optimism’ is a belief that war in Ukraine will end in 2026 with Moscow’s ‘objectives’ achieved,’ pollster says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A majority of Russians expect the war in Ukraine to end in 2026, a state-owned research centre said, as <a href=\"/news/2025/12/24/russian-forces-seize-embattled-siversk-town-as-ukrainian-troops-withdraw\">Russian forces make advances</a> on the battlefield and efforts intensify to <a href=\"/news/2025/12/24/zelenskyy-unveils-details-of-new-peace-plan-seeks-trump-talks-on-territory\">reach a ceasefire deal</a> between Kyiv and Moscow.</p><p>VTsIOM, Russia’s leading public opinion research centre, said on Wednesday that its annual survey of sentiment around the outgoing year and expectations for the coming year found Russians are viewing 2026 with “growing optimism”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Expectations for next year traditionally look much more optimistic … In other words, while the negative perception of the current situation persists, Russians have become more likely to accept (or believe, hope?) future improvements this year, but they still do so with caution,” the organisation said in a review of its survey findings released online.</p><p>In a year-end presentation, VTsIOM deputy head Mikhail Mamonov said 70 percent of 1,600 people surveyed ​viewed 2026 as being a more “successful” year for Russia than this year, with 55 percent of respondents linking hope for a better year ‍to a possible end to what Russia officially calls its <a href=\"/news/2025/12/25/russia-ukraine-war-list-of-key-events-day-1400\">“special military operation” in Ukraine</a>.</p><p>“The main reason for optimism is the possible completion of the special military operation and the achievement of the stated objectives, in line with the national interests outlined by the president,” Mamonov ‍said at the ⁠presentation.</p><p>Mamonov pointed to the Russian military’s <a href=\"/news/2025/12/23/why-is-russia-escalating-attacks-on-ukraines-odesa\">ongoing offensive in Ukraine</a>, Washington’s reluctance to finance the Ukraine war and the European Union’s inability to fully replace the ‌United States’ role in Ukraine – financially and militarily – as key factors behind the prospects for an eventual deal to end the fighting.</p><p>At the conclusion of the conflict, reintegration of Russian military veterans into society and the reconstruction of Russian-controlled regions of Ukraine, as well as Russian border areas, will be the main priorities, Mamonov added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While the actual level of Russian public fatigue with the war is difficult to measure due to strict state controls on the media, expressions of public dissent as well as the prosecution of those who criticise Moscow’s war on its neighbour, approximately two-thirds of Russians support peace talks, according to independent pollster Levada, the highest number since the start of the war in 2022.</p><p>Ukrainian President Volodymyr Zelenskyy said in comments released on Wednesday that he would be willing to withdraw troops from Ukraine’s eastern industrial heartland as part of a plan to end the war, if Moscow reciprocated by also pulling back its forces and allowed the area to become a demilitarised zone monitored by international forces.</p><p>In comments to reporters about an overarching 20-point plan that negotiators from Ukraine and the US had hammered out in Florida in recent days, Zelenskyy also said that a similar arrangement could be possible for the area around the Zaporizhzhia nuclear power plant, which is currently under Russian control.</p><p></p><p>Russia has given no indication that it will agree to any kind of withdrawal from land it has seized in Ukraine and has long insisted that Kyiv must give up the remaining territory it still holds in the Donbas industrial area before any discussions on the cessation of fighting.</p><p>Russia has captured most of Luhansk and about 70 percent of Donetsk – the two regions that make up the Donbas.</p><p>Zelenskyy also said that figuring out the future control of the Donbas as part of the plan was “the most difficult point”, and creating a demilitarised economic zone in the region would require difficult discussions on how far troops would be required to move back and where international forces would be stationed.</p><p>Such discussions should be held at the leaders’ level, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Two injured after ICE agents fire at Maryland vehicle amid crackdown | News | Al Jazeera",
            "time": "2025-12-25T03:49:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25027710663013-1766631226.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two injured after ICE agents fire at Maryland vehicle amid crackdown</h1><p class=\"article__subhead\"><em>An attempted ICE arrest outside Baltimore turned violent after a man allegedly drove into law enforcement vehicles.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two people were injured in a suburb of Baltimore after Immigration and Customs Enforcement (ICE) agents fired shots at a moving vehicle whose driver was allegedly evading arrest, according to US authorities.</p><p>The Department of Homeland Security (DHS) said ICE agents had attempted to arrest two men from Portugal and El Salvador – who were allegedly living in the US illegally – as they were driving through Glen Burnie, Maryland, on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>DHS said in a post on X that officers approached the vehicle and told the driver to turn off his engine, but the driver did not cooperate and instead drove into several ICE vehicles.</p><p>“Fearing for their lives and public safety, the ICE officers defensively fired their service weapons, striking the driver,” DHS said in a statement on X. The driver “then wrecked his van between two buildings, injuring the passenger”.</p><p>The two men later received medical attention, and no ICE agents were hurt during the incident, DHS said.</p><p>“Our brave officers are risking their lives every day to keep American communities safe by arresting and removing illegal aliens from our streets,” the DHS post also said. “Continued efforts to encourage illegal aliens and violent agitators to actively resist ICE will only lead to more violent incidents, the extremist rhetoric must stop.”</p><p>Local police confirmed to ABC News that ICE agents had approached a “white van” during an arrest on Wednesday and reported that the driver “attempted to run the agents over”.</p><p>The ICE agents then fired at the vehicle, which accelerated before coming to a rest in a wooded area of residential Glen Burnie, Maryland, ABC said.</p><p>Maryland Governor Wes Moore wrote on X that he was “aware of the ICE-involved shooting”,  and his office would continue to share more information as the investigation unfolded.</p><p>The shooting follows a similar incident in Minnesota on Sunday, when ICE agents fired shots at a Cuban man who also resisted arrest and attempted to ram ICE vehicles, according to ABC News.</p><p>The man, who had entered the US on a discontinued asylum programme, was approached by ICE agents in the city of St Paul while in an SUV.</p><p>The agents threatened to break his windows if he did not speak with them, prompting the man to drive away, ABC reported, citing Assistant Homeland Security Secretary Tricia McLaughlin. During the incident, the man hit an ICE agent with his vehicle.</p><p>The situation escalated when ICE agents pursued the man to his apartment building, where he later rammed an ICE vehicle with his SUV and hit a second agent, ABC said. ICE agents fired several shots before arresting the man, the report said.</p></div></div></body></html>"
        },
        {
            "title": "European nations, Canada decry Israel’s new, illegal West Bank settlements | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-25T03:23:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-14T092156Z_51932572_RC2V6GAOMDTG_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLEMENT-1766629296.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fourteen countries, including Britain, Canada, Denmark and France, have <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">condemned Israel’s approval</a> of 19 new ⁠settlements in the occupied West Bank, saying ​the move was illegal and jeopardised the Gaza ceasefire and “long-term peace and security across the region”.</p><p>The countries said Israel’s actions “violate international law” and risked undermining the fragile truce in Gaza as mediators work to implement the second phase of the ceasefire in a war that has seen Israeli forces kill almost 71,000 Palestinians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We, States of Belgium, Canada, Denmark, France, Germany, Italy, Iceland, Ireland, Japan, Malta, the Netherlands, Norway, Spain and the United Kingdom condemn the approval by the Israeli security cabinet of <a href=\"/news/2025/12/12/israel-approves-19-new-west-bank-settlements-in-major-annexation-push\">19 new settlements</a> in the occupied West Bank,” according to a <a href=\"https://www.diplomatie.gouv.fr/en/country-files/israel-palestine/news/2025/article/joint-declaration-approval-of-the-creation-of-19-new-settlements-in-the\" target=\"_blank\" rel=\"noopener\">joint statement.</a></p><p>“We recall our clear opposition to any form of annexation and to the expansion of settlement policies,” the countries said, adding: “We call on Israel to reverse this decision, as well as the expansion of settlements.”</p><p>“We are resolute in our support of Palestinians’ right of self-determination. We reaffirm our unwavering commitment to a comprehensive, just and lasting peace based on the Two-State solution.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel hit back on Thursday, calling the criticism discriminatory. “Foreign governments will not restrict the right of Jews to live in the Land of Israel, and any such call is morally wrong and discriminatory against Jews,” Foreign Minister Gideon Saar said.</p><p class=\"p1\">On Sunday, Israel’s far-right-wing Finance Minister Bezalel Smotrich announced that authorities had greenlit the settlements plan, explicitly saying that the decision was aimed at preventing the <a href=\"/video/newsfeed/2025/11/26/israels-systematic-campaign-to-expel-west-bank-palestinians\">establishment of a future Palestinian state</a>.</p><p>“We are stopping the establishment of a Palestinian terrorist state on the ground,” Smotrich said in announcing the plan. “We will continue to develop, build and settle in the land of our ancestors,” he said, according to The Times of Israel.</p><p>Smotrich also said the Israeli government “has approved for construction or retroactively legalised 69 new settlements since it took office at the end of 2022,” The Times of Israel reported.</p><p>Earlier this month, the United Nations said the expansion of Israeli settlements in the occupied Palestinian territory – all of which are illegal under international law – had reached its highest level since at least 2017.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189580\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Occupied-West-Bank-Israel-approves-19-new-illegal-settlements-1766394958.png?quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Israel approves 19 new illegal settlements-1766394958\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The UN considers Israel’s settlement expansion in the occupied West Bank a major obstacle to a peace agreement between Israelis and Palestinians, as the illegal constructions leave little contiguous territory for Palestinians and a future independent Palestinian state under a two-state solution.</p><p>Al Jazeera’s correspondent <a href=\"/news/2025/12/16/how-israel-expansion-push-deepens-palestinian-suffering-in-west-bank\">Nour Odeh said</a> the decision by the Israeli government was changing the reality on the ground for Palestinians, as many of the settlement outposts formalised in the latest decision are concentrated in the northeastern part of the West Bank, which had traditionally seen very little settlement activity.</p><p>“While these government decisions may seem bureaucratic, they are in fact strategic in nature,” Odeh wrote earlier this month.</p><p>“They support the more ideological and often more violent settlers entrenching their presence and <a href=\"/features/2025/12/15/night-guardians-of-the-mountain-in-the-occupied-west-bank\">taking over</a> yet more Palestinian land, and becoming more brazen in their attacks against Palestinians, which are unprecedented in scope and effect,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "As Trump’s tariffs hit Indian fox nuts, the superfood eyes new markets | Trade War | Al Jazeera",
            "time": "2025-12-25T03:07:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/The-seeds-are-finally-hammered-to-release-the-whiter-edible-makhana-puff-1766045633.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Katihar, India –</strong> Ravjit Singh, a leather garment trader who lives in Denver, Colorado, has started to feel the pinch of 50 percent tariffs imposed by United States President Donald Trump on Indian goods in recent months.</p><p>The 50-year-old, originally from Kolkata in eastern India, told Al Jazeera that rising grocery prices have sent his household budget haywire, in particular, affecting a favourite family snack – fox nuts, popularly known as makhana.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The monthly budget has shot up to $900, which was $500 before the pandemic, and tariffs have made things worse,” he said.</p><p>A pack of fox nuts weighing about 25 grammes (0.9 ounces), which used to cost $2, has in recent months doubled to $4, along with price increases of other household staples, like lentils and basmati rice, he added.</p><p>Fox nuts are the popped kernels of water lily seeds, and are found in tropical and subtropical regions of South and East Asia, with a considerable presence in India, China, Nepal and Japan. Packed with protein, calcium, antioxidants and vitamins, the nuts have rapidly gained a reputation as major immunity boosters.</p><p>But they haven’t been immune to the effects of Trump’s tariffs: The US president first hit Indian goods with a 25 percent levy, then doubled that <a href=\"/economy/2025/8/27/trumps-india-tariffs-take-effect-which-sector-will-be-hit-whats-exempt\" target=\"_blank\" rel=\"noopener\">to 50 percent</a> on account of Indian imports of Russian oil, which he said were helping fuel Russia’s war on Ukraine. The tariffs have hit businesses across several sectors in India for whom the US has been a major export market, including those dealing with <a href=\"/economy/2025/11/8/india-is-worlds-second-largest-shrimp-producer-that-is-now-under-threat\" target=\"_blank\" rel=\"noopener\">shrimp</a>, <a href=\"/economy/2025/12/9/us-tariffs-ruin-education-dreams-for-children-in-indias-diamond-hub\" target=\"_blank\" rel=\"noopener\">diamonds</a> and textiles.</p><p>Exporters of fox nuts have seen sales to the US slump by as much as 40 percent.</p><p>Still, amid the crisis, some are also spotting a ray of hope – Indian fox nuts are finding new, alternative markets and a growing appetite for the superfood in India.</p><figure id=\"attachment_4181657\" aria-describedby=\"caption-attachment-4181657\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/the-seeds-are-collected-from-the-marshy-water-bodies-1766045627.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181657\" src=\"/wp-content/uploads/2025/12/the-seeds-are-collected-from-the-marshy-water-bodies-1766045627.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fox nuts India\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4181657\" class=\"wp-caption-text\">Fox nuts are grown in low-lying areas in India [Gurvinder Singh/Al Jazeera]</figcaption></figure><h2 id=\"nascent-stage\">‘Nascent stage’</h2><p>In India, fox nuts are grown in low-lying areas, particularly in the eastern Bihar state, and are a source of income to about 150,000 farmers. The country dominates 90 percent of the global production.</p><p>The state produces 120,000 metric tonnes of seeds and 40,000 tonnes of popped fox nuts annually across 40,000 hectares (99,000 acres) of land.</p><p>The cultivation is done in shallow agricultural fields with a depth of about 1.3 to 1.8 metres (4 to 6 feet). It is not expensive, as new plants easily germinate from older seeds.</p><p>The harvesting season starts from mid-July and continues until the end of November, during which labourers sweep the entire body of water collected on fields for seeds with traditional tools like horn-shaped split bamboo and nets, depending on the seeds’ size.</p><p>The collected seeds are first sun-dried, and then heated in a clay or iron pan to make the outer shells brittle. The seeds are finally hammered to release the whiter edible makhana puff, which is again roasted for a final crunch.</p><p>In 2024-25, India exported approximately 800 metric tonnes of fox nuts to countries like Germany, China, the US and the Middle East. But the US – where 50 percent of India’s exported fox nuts go – dominates the market, said Satyajit Singh, whose company, Shakti Sudha Agro Ventures, controls half of India’s total exports of the health food.</p><p>The total industry turnover – including the domestic market – is about 3.6 billion rupees ($40m), Singh told Al Jazeera.</p><p>“But the sector has huge opportunities, as it is still in a nascent stage and limited to [the] Indian diaspora in [the] international market, and we need to spread more awareness about it both domestically and abroad,” he added.</p><figure id=\"attachment_4181653\" aria-describedby=\"caption-attachment-4181653\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/IMG-20251202-WA0067-1766045618.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181653\" src=\"/wp-content/uploads/2025/12/IMG-20251202-WA0067-1766045618.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fox nuts India\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4181653\" class=\"wp-caption-text\">The sector is still in the nascent stage [Gurvinder Singh/Al Jazeera]</figcaption></figure><p>He is already seeing demand from new markets, like Spain and South Africa, driven by the Indian diaspora and awareness of the health benefits of fox nuts, he said.</p><p>Ketan Bengani, 28, a Kolkata-based fox nut exporter, told Al Jazeera that the domestic demand for fox nuts has also been doubling each year since the COVID-19 pandemic, when people became aware of the nuts’ health benefits.</p><p>His exports to the US of about 46 metric tonnes have dropped by 40 percent due to the tariffs. But he is not too worried, and expects to make that up with the rising demand in India, he said.</p><p>In fact, the high demand has attracted several budding entrepreneurs.</p><p>Among them is Md Gulfaraz, 27, a fox nut producer and exporter based in Charkhi village in the Purnea district of Bihar.</p><p>Gulfaraz told Al Jazeera that this company’s sales have jumped from 5.4 million rupees ($60,000) in 2019 to 45 million rupees ($500,00) in the financial year ending March 2025, thanks to burgeoning domestic demand.</p><h2 id=\"strong-domestic-market\">Strong domestic market</h2><p>Makhanas, as fox nuts are popularly known in India, used to be common in Indian kitchens historically, but like many traditional foods, lost out to the slick marketing campaigns, branding and flavours of Western and more modern Indian snacks.</p><p>The pandemic served as a blessing in disguise, bringing fox nuts back in favour because of their immunity benefits. Now, makhanas line Indian supermarket shelves, with flavours ranging from peri peri to tangy tomato, cheese to onion and cream.</p><figure id=\"attachment_4181647\" aria-describedby=\"caption-attachment-4181647\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/12/IMG-20251202-WA0060-1766045608.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181647\" src=\"/wp-content/uploads/2025/12/IMG-20251202-WA0060-1766045608.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fox nuts India\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-4181647\" class=\"wp-caption-text\">The Indian government has announced a makhana board to help the sector grow [Gurvinder Singh/Al Jazeera]</figcaption></figure><p>Sujay Verma, 43, a software engineer in Kolkata, who is a native of Bihar and grew up eating fox nuts, told Al Jazeera that he gives a plate to his two daughters every day at breakfast.</p><p>“We were rushing after the packed food items that were expensive and creating a hole in my pocket. But fox nuts are not only cheap, but also good for health,” he said.</p><p>The Indian government has also seen the business potential of fox nuts. Earlier this year, it announced the formation of a makhana board at an initial outlay of one billion rupees ($11m) to institutionalise the value chain and provide training, technical support, quality regulation and export facilitation to businesses.</p><p>The drive from the Indian government comes from the top: Prime Minister Narendra Modi said in a rally earlier this year that he eats fox nuts most days, and that it was time that India took the super food to the world.</p><p>Farmers and labourers are also switching to fox nut production from other crops due to higher returns.</p><p>Anil Kumar, assistant professor at Bhola Paswan Shastri Agricultural College in Purnia in Bihar, told Al Jazeera that the labourers who collect seeds earn about 2,000 rupees ($22) per day for every 50kg (110lbs) collected. This is more than double the 700 to 900 rupees ($8-$10) paid normally to unskilled labourers in India.</p><p>The production of fox nuts was limited to 5,000 hectares (12,000 acres) of land in 2010, and farmers were paid 81 rupees ($0.90) per kilogramme, he said. Now, about 40,000 (99,000 acres) hectares of land are being used to cultivate fox nuts, while farmers get 450 rupees ($5) per kilogramme.</p><p>“The tariffs won’t hurt us, as the demand is increasing globally,” said Satyajit, from Shakti Sudha Agro Ventures.</p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim slams US-Seoul nuclear submarine deal as ‘offensive act’ | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-25T02:40:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-24T224143Z_208249276_RC29NIAR68AC_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625511.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>North Korea’s Kim slams US-Seoul nuclear submarine deal as ‘offensive act’</h1><p class=\"article__subhead\"><em>Kim Jong Un made the comments while inspecting a North Korean nuclear submarine facility on Wednesday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has hit out at a new nuclear submarine deal between the United States and South Korea, describing it as a threat to the stability of the Korean Peninsula as he toured his country’s submarine production facility, according to North Korean state media.</p><p>Kim said the deal between Seoul and Washington was an “offensive act severely violating [Pyongyang’s] security and maritime sovereignty and a threat to security that must be countered”, according to state news outlet KCNA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was now urgent to “further accelerate the radical development of the modernisation and nuclear weaponisation of the naval force” of North Korea, Kim said, according to the report.</p><p>Kim made the remarks as he toured a facility on Wednesday where Pyongyang is working on an “8,700-tonnage nuclear-powered strategic guided missile submarine”.</p><p>The North Korean leader on Wednesday also oversaw the test firing of a new high-altitude long-range anti-air missile into the Sea of Japan, according to KCNA, which the news outlet referred to as the “East Sea of Korea”.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194740\" src=\"/wp-content/uploads/2025/12/2025-12-24T224205Z_872054304_RC29NIA9HXA6_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625588.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"North Korean leader Kim Jong Un visits the construction site of an 8,700-ton nuclear-powered submarine capable of launching surface-to-air missiles in this picture released by North Korea's official Korean Central News Agency on December 25, 2025. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">North Korean leader Kim Jong Un visits the construction site of an 8,700-tonne nuclear-powered submarine capable of launching surface-to-air missiles on Wednesday [KCNA via Reuters]</figcaption></figure><p>KCNA reported that the test was successful, and the missile successfully hit a mock target at an altitude of 200 kilometres (124 miles).</p><p>The developments came as Seoul said it was pursuing a “standalone deal” with the US to acquire nuclear-powered submarine technology, according to South Korea’s Yonhap news agency.</p><p>US law bans the transfer of nuclear material for military use, but South Korea could receive an exemption from US President Donald Trump, the East Asian country’s national security adviser, Wi Sung-lac, told the media following a meeting with Secretary of State Marco Rubio and Secretary of Energy Chris Wright.</p><p>Australia pursued a similar deal with the US to build its own nuclear-powered submarines, Wi said, and talks with Washington are expected to begin early next year.</p><figure id=\"attachment_4194742\" aria-describedby=\"caption-attachment-4194742\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194742\" src=\"/wp-content/uploads/2025/12/2025-12-24T222326Z_984830611_RC29NIAQLR2A_RTRMADP_3_NORTHKOREA-POLITICS-MISSILES-1766625655.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A long-range surface-to-air missile is test-fired near the East Sea, December 24, 2025 in this picture released by North Korea's official Korean Central News Agency on December 25, 2025. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194742\" class=\"wp-caption-text\">A long-range surface-to-air missile is test-fired near the Sea of Japan, December 24, 2025 [KCNA via Reuters]</figcaption></figure><p>Separately on Wednesday, Russian leader Vladimir Putin also sent Kim a New Year’s greeting, thanking him for his ongoing military support for the war in Ukraine. North Korea has deployed thousands of soldiers since 2024 to fight alongside Russian troops in Ukraine, and in parts of Russia that Ukrainian soldiers briefly grabbed in counteroffensive operations.</p><p>“The heroic entry of soldiers of the Korean People’s Army into the battles for liberating the Kursk region from occupiers and the subsequent activities of Korean engineers in the land of Russia clearly proved the invincible friendship and militant fraternity” between Russia and North Korea, Putin said, according to a report by KCNA.</p><p>Putin also hailed the success of a “comprehensive strategic partnership” treaty signed between Moscow and Pyongyang in 2024, KCNA said, stating that in the future, he hoped to “strengthen the relations of friendship and alliance in every way and conduct constructive cooperation on regional and international issues”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,400 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-25T01:07:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766623149.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,400</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,400 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Dec 2025</span><span aria-hidden=\"true\">25 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, December 25:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>An explosion in Moscow killed three people, including two police officers, just days after a car bomb killed a high-ranking Russian general in the same area of the capital.</li>\n<li>An official from Ukraine’s military intelligence, known as GUR, told The Associated Press news agency that the attack had been carried out as part of a Ukrainian operation and the two police officers were targeted for taking part in Russia’s war in Ukraine.</li>\n<li>‍Russian air ‍defence units downed 16 Ukrainian drones en route to Moscow throughout Wednesday, the capital’s Mayor Sergei Sobyanin said.</li>\n<li>Sobyanin said the drones were repelled ​over a period of about 17 hours, and emergency ‍crews were examining fragments where the drones hit the ground, but no damage was reported.</li>\n<li>Two of four major airports ‍servicing Moscow were forced to limit operations for a time due to the drone attacks, Russia’s civil aviation authority said on Telegram.</li>\n<li>Russia’s Ministry of Defence said its aerial defence units destroyed 172 Ukrainian drones overnight, nearly half of them over regions bordering Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine said its drones ​had struck the Yefremov synthetic rubber plant ‌in Russia’s Tula region, south of Moscow, and a storage facility for marine drones in Russian-occupied Crimea.</li>\n<li>Tula regional governor, Dmitry Milyaev, said ‌debris from a downed Ukrainian drone ignited a fire at an industrial ‌site, and Russian air defence units destroyed 12 Ukrainian drones over the region.</li>\n<li>A sunflower oil spill, caused by Russian aerial bombardments, has contaminated the shoreline around the southern Ukrainian city of Odesa, killing wildlife and triggering warnings from conservationists, the AFP news agency reports.</li>\n<li>“The cause was damage to sunflower oil tanks as a result of massive enemy attacks on port infrastructure, causing some of the oil to spill,” Odesa Governor Oleh Kiper said in a statement. The Pivdenny port in the region was temporarily closed on Wednesday to help with the cleanup.</li>\n<li>A Russian-backed court in occupied Ukraine sentenced a Colombian man to 19 years in prison for fighting for Kyiv’s army.</li>\n<li>Russia’s Prosecutor General said the Supreme Court in the Russian-controlled area of Ukraine’s Donetsk region sentenced Oscar Mauricio Blanco Lopez, 42, to 19 years in jail. The Colombian arrived in Ukraine in May 2024 to sign up with the Ukrainian army and had been “taken prisoner by Russian servicemen” in December 2025.</li>\n</ul><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy revealed for the first time details of an agreement between the United States and Ukrainian negotiators on ending the war with Russia. The 20-point plan, agreed on by US and Ukrainian negotiators after marathon talks, is now being reviewed by Moscow.</li>\n<li>As part of the plan, President Zelenskyy said Ukraine would be willing to withdraw troops from the country’s eastern industrial heartland if Moscow also pulled back and the area becomes a demilitarised zone monitored by international forces.</li>\n<li>A similar arrangement could be possible for the area around the Zaporizhzhia nuclear power plant, which is currently under Russian control, Zelenskyy said. The Ukrainian leader said that any peace plan would need to be put to a referendum in Ukraine.</li>\n</ul><p></p><ul class=\"spaced-bullet-spacing\">\n<li>Asked about the latest development in ceasefire talks, Kremlin spokesperson Dmitry Peskov said Moscow would decide its position based on information received by Russian presidential envoy Kirill Dmitriev, who met with US envoys in Florida over the weekend.</li>\n<li>Russia has given no indication that it will agree to any kind of withdrawal from land it has seized in Ukraine. Moscow has also insisted that Ukraine relinquish the remaining territory it still holds in the Donbas. Russia has captured most of Luhansk and about 70 percent of Donetsk – the two areas that make up the Donbas.</li>\n</ul><p> </p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>A majority of Russians expect the war in Ukraine to end in 2026, Russia’s state pollster VTsIOM said, in a sign that the Kremlin could be testing public reaction to a possible peace settlement as diplomatic efforts ⁠to end the conflict intensify.</li>\n<li>During the pollster’s year-end presentation, VTsIOM Deputy Head Mikhail Mamonov said 70 percent of the 1,600 respondents ​saw 2026 as a more “successful” year for Russia than 2025, while for 55 percent that hope ‍was linked to a possible end to Russia’s war in Ukraine.</li>\n<li>A Russian court has scheduled the first public hearing in a criminal case against German sculptor Jacques Tilly, who is accused of discrediting the Russian military through his satirical Carnival floats depicting Russia’s President Vladimir Putin.</li>\n<li>The court in Moscow said the trial will begin on December 30 and proceedings will be held in absentia, as Tilly – who faces up to 10 years in jail or a fine – is not in Russia.</li>\n<li>Zelenskyy said in his Christmas address on Wednesday that despite marking the holiday at a “difficult” time, the nation’s unity remains intact. “Ukrainians are together tonight,” Zelenskyy said, adding the country had “without a doubt” been changed by the war. “It hardly matters what dishes are on the table – what matters is who is at the table,” he said.</li>\n</ul><figure id=\"attachment_4194468\" aria-describedby=\"caption-attachment-4194468\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194468\" src=\"/wp-content/uploads/2025/12/2025-12-24T191203Z_1672609861_RC2TMIAOXQBL_RTRMADP_3_UKRAINE-CRISIS-DNIPROPETROVSK-REGION-1766604585.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Artillerymen of the 44th Separate Artillery Brigade in Ukraine's Dnipropetrovsk region\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194468\" class=\"wp-caption-text\">Artillerymen of the 44th Separate Artillery Brigade fire a M777 Howitzer towards Russian troops, amid Russia’s attack on Ukraine, in Dnipropetrovsk region, Ukraine, on December 24, 2025 [Reuters]</figcaption></figure><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>France’s ‍President Emmanuel Macron said he spoke ⁠with NATO ​chief Mark Rutte to ‍discuss the situation in Ukraine and ‍the work undertaken ⁠by the “coalition of the willing”. “Starting in January in Paris, we ​will ‌continue the work begun within this framework to provide ‌Ukraine with solid security ‌guarantees, a ⁠prerequisite for a robust and lasting peace,” Macron ‌said on social media.</li>\n<li>Democratic senators in the US have urged President ‍Donald Trump to ‍reverse a recall of nearly 30 career ambassadors, warning the move leaves a dangerous leadership vacuum that allows adversaries like Russia and China to expand their influence. The Trump administration in recent days has ordered career diplomats serving across Europe, Asia, Africa and Latin America back to Washington to ensure US missions abroad reflect its “America First” priorities.</li>\n</ul><h2 id=\"economics\">Economics</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kazakhstan’s exports of its flagship CPC Blend of oil will be their lowest in 14 months in December, as bad weather delays efforts to repair Russian loading infrastructure after Ukrainian drone strikes last month, two sources told the Reuters news agency.</li>\n<li>On November 29, Ukrainian drones hit the Caspian Pipeline Consortium terminal located near ‍Russia’s Black Sea port ⁠of Novorossiysk, leaving just one out of three jetties operational and prolonging export delays. Poor weather has added to the difficulty of carrying out maintenance work necessary to allow exports to recover.</li>\n<li>Ukraine’s Ministry of Finance said ‍it ‍completed the settlement of a deal to restructure $2.6bn of growth-linked debt.</li>\n</ul><p> </p></div></div></body></html>"
        },
        {
            "title": "Explosion rocks crowded mosque in Nigeria, killing at least five | Armed Groups News | Al Jazeera",
            "time": "2025-12-24T23:57:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/04/a0ddf25be6354be1a2ee94ee9a0e5038_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Explosion rocks crowded mosque in Nigeria, killing at least five</h1><p class=\"article__subhead\"><em>The blast tore through a mosque in Maiduguri, Borno State as worshippers gathered for evening prayers, witnesses say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"689\" data-end=\"872\">An explosion has ripped through a mosque in northeastern Nigeria as worshippers gathered for their evening prayers, killing at least five people and wounding dozens more, police said.</p><p data-start=\"689\" data-end=\"872\">The blast took place at about 6pm on Wednesday (17:00 GMT) in the city of Maiduguri in Borno State, witnesses told the media.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Police said five people died and 35 were injured in the attack, which it said is likely a suicide attack.</p><p class=\"p1\">“Preliminary investigations further suggest that the incident may have been a suicide bombing, based on the recovery of fragments of a suspected suicide vest and witness statements recorded, while investigations are ongoing to establish the exact cause and circumstances,” Nahum Daso, spokesperson for Borno state police command, said in a statement.</p><p class=\"p1\">Daso said police were conducting a sweep of the area in Maiduguri’s Gamboru market in search of secondary devices.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"689\" data-end=\"872\">Mosque leader Malam Abuna Yusuf earlier told the AFP news agency that at least eight people had died in the attack, while a militia leader, Babakura Kolo, put the figure at seven.</p><p data-start=\"689\" data-end=\"872\">Another witness, Musa Yusha’u, told AFP that he saw “many victims being taken away for medical treatment”.</p><p data-start=\"689\" data-end=\"872\">The cause of the blast was not immediately known, but it occurred ‍in a ⁠city that has been at the heart of an armed rebellion waged by Boko Haram and ISIL’s (ISIS) offshoot in the region, the Islamic State West Africa Province, for nearly two decades.</p><p class=\"p1\">No group has claimed responsibility for the attack, but the use of suicide bombers has been heavily attributed to Boko Haram.</p><p data-start=\"689\" data-end=\"872\">The conflict in northeast Nigeria has killed at least 40,000 people and displaced about two million from their homes since 2009, according to the United Nations.</p><p data-start=\"689\" data-end=\"872\">Though the violence has waned since its peak about a decade ago, it has spilt into neighbouring Niger, Chad and Cameroon.</p><p>Concerns are also growing about a resurgence of violence in parts of the northeast, where armed groups remain capable of mounting deadly attacks despite years of sustained military operations.</p><p>Maiduguri itself – once the scene of nightly gun battles and bombings – has been calm in recent years, with the last major attack recorded in 2021.</p></div></div></body></html>"
        },
        {
            "title": "Trump-backed conservative Nasry Asfura wins Honduras election: Authorities | Elections News | Al Jazeera",
            "time": "2025-12-24T21:39:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T194407Z_1342483336_RC2N7IAAPT8V_RTRMADP_3_HONDURAS-ELECTION-1766613099.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nasry Asfura, a conservative candidate backed by United States President <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">Donald Trump</a>, has won the closely contested presidential elections in Honduras, the country’s election council has said.</p><p>The final results, announced on Wednesday – more than 20 days after the vote took place – are likely to lead to challenges in the Central American nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the electoral authority, known as the CNE, Asfura won 40.3 percent of the vote, edging out centre-right Liberal Party candidate Salvador Nasralla, who received 39.5 percent.</p><p>In a brief social media post, Asfura thanked the CNE on Wednesday. “Honduras: I am prepared to govern. I will not fail you,” he wrote.</p><p>Trump had come out strongly in support of Asfura, attacking Nasralla and left-wing candidate Rixi Moncada, who ended up garnering less than 20 percent of the votes.</p><p>US Secretary of State Marco Rubio was quick to congratulate Asfura on Wednesday, saying that Washington looks forward to working with him.</p><p>“The people of Honduras have spoken: Nasry Asfura is Honduras’ next president,” Rubio wrote in a social media post.</p><p>In a separate statement, Rubio urged “all parties to respect the confirmed results” of the elections.</p><p>Earlier this month, Trump pardoned former Honduran President <a href=\"/news/2024/3/8/honduran-president-juan-orlando-hernandez-guilty-in-drug-trafficking-case\">Juan Orlando Hernandez</a> – a member of Asfura’s National Party – who was serving a lengthy prison sentence in the US for drug trafficking.</p><p>Asfura, the former mayor of Honduras’s capital, Tegucigalpa, is of Palestinian descent. But his National Party is staunchly pro-Israel.</p><p>Israeli Foreign Minister Gideon Saar said on Wednesday that he spoke to Asfura and the officials agreed to “strengthen bilateral relations” between the two countries.</p><p>“I conveyed our warm wishes to the people of Honduras, wished him success in his role, and invited him to visit Israel,” Saar said in a statement. “Honduras has a long history of friendship with the State of Israel and the Jewish people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Under Hernandez in 2021, Honduras became only the fourth country to move its embassy in Israel to Jerusalem in breach of international law. Asfura has also aligned himself with Trump and other right-wing leaders in the Americas, including Argentina’s <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">Javier Milei</a>.</p><p>The Argentinian president hailed Honduras’s election results on Wednesday, calling it a victory against “narcosocialism”, although the National Party’s Hernandez is a convicted drug trafficker.</p><p>“The Honduran people expressed themselves with courage at the ballot boxes and chose to end years of authoritarianism and decay,” Milei wrote in a social media post.</p><p>“From Argentina, we celebrate the triumph of freedom and reaffirm our commitment to democracy, the popular will, and the unrestricted respect for institutions in the region.”</p><p>Asfura’s victory marks another win for right-wing candidates in Latin America over the past year. <a href=\"/news/2025/12/14/far-right-candidate-jose-antonio-kast-wins-chiles-presidential-election\">Chile</a> and Bolivia have also elected ultraconservative presidents in 2025, and last year, El Salvador’s right-wing leader Nayib Bukele comfortably won re-election.</p><p>The results appear to reverse the “Pink Tide” – the wave of left-wing leaders who rose to power in the region in the early 2020s.</p><p>The rise of right-wing governments in the region coincides with a US pressure campaign against Venezuela’s left-wing President Nicolas Maduro.</p><p>Trump has imposed an oil blockade on Venezuela and amassed US troops and military assets near the country.</p></div></div></body></html>"
        },
        {
            "title": "Syria says key ISIL leader Taha al-Zoubi captured near Damascus | ISIL/ISIS News | Al Jazeera",
            "time": "2025-12-24T21:33:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/11/WEBMAP_SYRIA_DAMASCUS_1000x562.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria says key ISIL leader Taha al-Zoubi captured near Damascus</h1><p class=\"article__subhead\"><em>Syrian officials confirm the arrest of ISIL leader Taha al-Zoubi in a security operation near Damascus.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s Ministry of Interior has announced the arrest of Taha al-Zoubi, a leading figure in the ISIL (ISIS) group, in the Damascus countryside, the country’s SANA news agency reported.</p><p>The report said a “tightly executed security operation” was carried out that led to the arrest of al-Zoubi, adding that “a suicide belt and a military weapon were seized in his possession”.</p><p data-start=\"863\" data-end=\"1415\">SANA quoted Brigadier General Ahmad al-Dalati, head of internal security in the Damascus countryside, as saying the raid targeted an ISIL hideout in Maadamiya, southwest of Damascus, and was carried out “in cooperation” with an anti-ISIL alliance that includes the United States-led coalition fighting the group.</p><p data-start=\"863\" data-end=\"1415\">The US Central Command (CENTCOM) has not publicly confirmed the operation.</p><p data-start=\"863\" data-end=\"1415\">Al-Dalati said al-Zoubi, also known as Abu Omar Tibiya, served as the group’s “wali”,or governor, of Damascus and that several alleged aides were also detained.</p><p data-start=\"1043\" data-end=\"1276\">The official added that the arrest dealt a “crippling blow” to ISIL networks in the capital region and showed the “readiness of the security apparatus”.</p><p data-start=\"1280\" data-end=\"1448\" data-is-last-node=\"\">“We send a clear message to anyone who dares to engage in the project of terrorism or lend support to ISIS: The hand of justice will reach them wherever they are,” al-Dalati said.</p><p>ISIL, which views the new government in Damascus as illegitimate, has mainly concentrated its activities against Kurdish forces in the north.</p><p>At its peak, ISIL ruled an area half the size of the United Kingdom, spanning across Iraq and Syria, with Raqqa in the latter being the capital of the armed group’s self-declared “caliphate”.</p><p data-start=\"1417\" data-end=\"1583\">The group was notorious for its brutality, carrying out massacres of Syrians and Iraqis and beheadings of foreign captives.</p><p>ISIL was defeated in Iraq in 2017 and in Syria two years later, but its fighters and cadres of armed group members still carry out deadly attacks in both countries and elsewhere, including in Africa and Afghanistan.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill, wound Palestinians as Netanyahu issues Hamas threat | Gaza News | Al Jazeera",
            "time": "2025-12-24T20:56:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25352643817011-1766470250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least one Palestinian has been killed and six, including a child, wounded by Israeli attacks across Gaza amid a threat by Prime Minister Benjamin Netanyahu.</p><p>A Palestinian man, Ayoub Abdel Ayesh Nasr, was killed and two people were wounded when Israeli forces opened fire on civilians in Jabalia in northern Gaza on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three people were wounded after being shot east of Khan Younis, medical sources told the Palestinian Wafa news agency.</p><p>Elsewhere, Israeli forces shot and wounded a child in central Gaza’s Maghazi refugee camp.</p><p>According to Gaza’s Ministry of Health, Israeli forces have killed more than ‌400 people in the battered enclave since the start of the ceasefire in October.</p><p>Gaza’s Government Media Office said Israel committed “serious and systematic violations” of the truce, noting that the Israeli forces had breached the ceasefire 875 times since it came into force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The healthcare system in Gaza is on the brink of total collapse, and the absence of much-needed aid, including medicine and medical supplies, is exacerbating the situation.</p><p>A 20-point plan proposed by United States President Donald Trump in September calls for an initial truce followed by steps towards a wider peace.</p><p>So far, only the first phase has taken effect, including a shaky release of captives and prisoners and a partial Israeli withdrawal.</p><p>Israel continues to violate a ceasefire agreement and block desperately needed humanitarian aid to the war-ravaged coastal enclave, even though these are stipulated in the first phase of the agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, an explosive device detonated in southern Gaza’s Rafah, with Israel saying one soldier was injured.</p><p>PM Netanyahu said Israel would retaliate after the incident, which Hamas denied responsibility for, suggesting the explosive device had been left over by Israeli forces.</p><p>Hamas said the incident took place in an area where the Israeli army was in full control and that it had warned that explosives remained in the area and elsewhere since the war, reiterating its commitment to the October 10 ceasefire.</p><p>Netanyahu’s office also said an Israeli delegation met officials from mediating countries in Cairo, Egypt, on Wednesday to discuss efforts to return the remains of the last Israeli captive, police officer Ran Gvili, from Gaza.</p><p>The delegation included officials from the Israeli military, the Shin Bet domestic intelligence service and the ​Mossad intelligence service.</p><p>Trump’s plan ultimately calls for Hamas to disarm and have no governing role in Gaza, and ‌for Israel to pull out.</p><p>Hamas has said it will hand over arms only once a Palestinian state is established, which Israel says it will never allow.</p><p>Netanyahu is set to meet Trump next week at the White House, primarily to discuss the next phase of the US president’s Gaza plan.</p><p>Hamas said in a statement later on Wednesday that a delegation led by its chief negotiator Khalil al-Hayya had discussed Gaza with ‍Turkiye’s foreign minister in Ankara.</p><p>Al-Hayya warned against what he described as the continuation of Israeli violations of the ceasefire, saying they were aimed at hindering the move to the next phase of the ceasefire deal.</p><p>The Hamas delegation said it had fulfilled the ceasefire’s conditions but that Israel’s continued attacks were blocking progress towards the next stage. They also asserted that 60 percent of the trucks allowed into Gaza were carrying commercial goods rather than aid.</p><p>About 71,000 Palestinians have been killed and more than 171,000 wounded in attacks in Israel’s genocidal war on Gaza since October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Amad Diallo scores goal as Ivory Coast win against Mozambique at AFCON | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-24T20:48:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251224__88Z72VB__v1__HighRes__FblAfr2025Match11CivMoz-1766607979_5e0696-1766608316.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amad Diallo scores goal as Ivory Coast win against Mozambique at AFCON</h1><p class=\"article__subhead\"><em>A lone goal by the Manchester United forward is enough for Ivory Coast to successfully begin their AFCON title defence.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Holders Ivory Coast squandered a number of chances, but Amad Diallo’s goal early in the second half was enough to beat Mozambique 1-0 and give them a winning ⁠start to their Africa Cup of Nations (AFCON) title defence.</p><p>In the opening Group F ​game on Wednesday in Morocco, the Ivorians battled to break down their ‍opponents in a competitive first half but took firm control after the break without converting the many chances they created.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Diallo side-footed the ball into the net in the ‍49th minute ⁠to ensure the three-point haul in rainy conditions, but the scoreline would have been a lot more emphatic had the Ivorians been sharper in front of goal.</p><p>Wilfried Zaha, playing his first international in more than two years after his surprise recall for the Cup of Nations finals, wasted several chances, and Franck Kessie had two point-blank ​efforts saved by Mozambique goalkeeper Ernan.</p><p>Ivorian substitute Vakoun Bayo ‌also had an opportunity with an easy header in front of goal but somehow put it wide, and in the 89th minute, Bayo had an effort cleared off the line ‌with Ernan caught well out of his goal.</p><p>Mozambique brought on winger Dominguez as a second-half substitute ‌at the age of 42 years, one month ⁠and six days, making him the oldest outfield player in tournament history behind only former Egypt goalkeeper Essam El Hadary, who was 44 when he played in the 2017 final.</p><p>Mozambique are ‌still to win a match at the finals, stretching back to their tournament debut in 1986. This is their sixth appearance with a record of ‍four draws and 12 losses.</p><figure id=\"attachment_4194540\" aria-describedby=\"caption-attachment-4194540\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194540\" src=\"/wp-content/uploads/2025/12/AFP__20251224__88Z72VH__v1__HighRes__FblAfr2025Match11CivMoz-1766608108.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Amad Diallo in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194540\" class=\"wp-caption-text\">Diallo, centre, scores the only goal of the contest in the 49th minute [Khaled Desouki/AFP]</figcaption></figure></div></div></body></html>"
        }
    ]
}