{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Some in Israel question its influence over US as Iran war decision nears | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-04T20:05:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26028570925534-1770020610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the prospect of a conflict between the United States and Iran looms, analysts within Israel have questioned the country’s capacity to determine the outcome of a confrontation in a region that, just months ago, it had regarded itself as on the brink of dominating.</p><p>“The [Israeli] opposition are accusing [Israeli Prime Minister Benjamin] Netanyahu of giving in to [US President Donald] Trump and ending the war on Gaza too soon,” said Israeli political analyst Ori Goldberg. “[Israel is] being hounded out of Lebanon, [its] freedom to operate within Syria has been halted. All that’s left to [Israel] is the freedom to kill Palestinians, and with Qatar, Turkiye and Egypt now being involved in Gaza, over Israel’s objection, it won’t be allowed to do that for much longer.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While senior Israeli figures including Netanyahu are liaising directly with the Trump administration over a possible attack on Iran, analysts say it is increasingly clear that Israel’s ability to shape regional developments is diminished.</p><p>After two years of genocide in Gaza, where Israel has killed more than 71,800 Palestinians, the US now appears to have taken the lead and has overruled Israel when it objected to the admission of Turkiye and Qatar to the board that will oversee the administration of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Syria, Israeli ambitions to hobble the new government of President Ahmed al-Sharaa also appear to have fallen foul of Trump’s White House, which is actively <a href=\"/news/2026/1/6/israel-syria-agree-to-dedicated-communication-line-in-us-brokered-talks\">pushing </a>the Netanyahu government to reach an accommodation with Damascus. In Lebanon, too, the US continues to play a defining role in determining Israeli actions, with any possible confrontation between Hezbollah and Israel said to be dependent upon Washington’s green light.</p><p>What influence Israel could wield over US action in Iran, according to many, is uncertain, even to the point that Washington could enter negotiations with no regard for Israeli concerns.</p><p>“There’s a worry that Donald Trump will not strike in Iran, which will continue to endanger Israel, and instead negotiate a conclusion that’s good for him as a peacemaker and leave the regime in place,” Netanyahu’s former aide from the early 90s and political pollster, Mitchell Barak, told Al Jazeera from West Jerusalem. “He’s transactional. That’s what he does. It’ll be like Gaza. Israel will secure their ultimate victory, then lose control to the US, whose interests – under Trump – don’t always align with ours.”</p><h2 id=\"big-bad-wolf\">‘Big Bad Wolf’</h2><p>While analysts’ expectations that Netanyahu could influence Trump’s actions in Iran may be limited, their sense that a fresh war would buy the Israeli prime minister relief from his current difficulties seems universal.</p><p>“Iran is Israel’s ‘Big Bad Wolf’,” Chatham House’s Yossi Mekelberg said of the geopolitical opponent that many in Israel believe exists only to ensure Israel’s destruction.</p><p>Mekelberg added that a war with Iran would serve as a useful distraction from Netanyahu’s domestic troubles, such as an inquiry into government failures related to the October 7, 2023 Hamas attack on Israel, his attempt to weaken the oversight powers of the judiciary, and his ongoing corruption trials.</p><p>“There’s a saying in Hebrew: ‘the righteous have their work done by others.’ I’m not for a moment saying that Netanyahu is righteous, but I’m sure he’s keen on having his work done by others,” Mekelberg said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"war-fears\">War fears</h2><p>How much public appetite there may be for a confrontation with Iran is unclear.</p><p>Israel was able to heavily damage Iran during the conflict it started in June last year. But Iran was also able to repeatedly pierce Israel’s defences, making it clear that the Israeli public is not safe from the wars its state pursues in the region.</p><p>The threat – rather than the reality – of a confrontation with Iran also serves the prime minister’s ends, Goldberg noted. “Netanyahu has no need for a war. He doesn’t really need to do anything other than survive, which he’s proven adept at,” the analyst said, referring to the absence of any credible political rival, as well as the risk that an actual war may highlight Israel’s diplomatic weakness in its dealings with the US.</p><p>“There’s this joke phrase that became popular with those resisting Netanyahu’s judicial reform: ‘This time he’s done’,” Goldberg said. “Netanyahu’s never done. He committed a genocide, and all people in Israel can object to is the management of it. He’s currently losing military and diplomatic influence across the region, and few are noticing. I can’t imagine that this will be ‘it’ either.”</p></div></div></body></html>"
        },
        {
            "title": "Rubio: US ready to talk with Iran, ‘not sure’ a deal can be reached | Conflict | Al Jazeera",
            "time": "2026-02-04T19:49:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035586756597_cropped-1770233112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Washington Post announces massive layoffs in blow to storied paper | Media News | Al Jazeera",
            "time": "2026-02-04T19:47:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035533843994-1770227092.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Washington Post announces massive layoffs in blow to storied paper</h1><p class=\"article__subhead\"><em>Spokesperson says that cuts apply to about one-third of newsroom, with sport and international coverage largely gutted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Washington Post has laid off one-third of its staff, eliminating its sport section, several foreign bureaus and its books coverage in a widespread purge that represents a blow to journalism and one of its most iconic newspapers.</p><p>A spokesperson for the Post said the “difficult” decision would make the paper more dynamic, but reporters and editors across US media criticised the decision as baffling and irresponsible.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This ranks among the darkest days in the history of one of the world’s greatest news organisations,” former Washington Post editor Marty Baron said in a statement responding to the announcement.</p><p>“The Washington Post’s ambitions will be sharply diminished, its talented and brave staff will be further depleted, and the public will be denied the ground-level, fact-based reporting in our communities and around the world that is needed more than ever.”</p><p>The cuts will affect the paper’s sport, books, editing, metro, and international coverage, with bureau chiefs from around the world announcing over social media that they had been fired.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Heartbroken to share I’ve been laid off from The Washington Post,” Pranshu Verma, the paper’s New Delhi bureau chief, said over social media. “Gutted for so many of my talented friends who are also gone.”</p><p>Staff members were told they would receive an email confirming whether they still had a job.</p><p>“The Washington Post is taking a number of difficult but decisive actions today for our future, in what amounts to a significant restructuring across the company,” the Post said in a statement. “These steps are designed to strengthen our footing and sharpen our focus on delivering the distinctive journalism that sets The Post apart and, most importantly, engages our customers.”</p><p>The publication has been the site of clashing priorities between reporters and management, with many expressing frustration after the paper pulled its decision to endorse a 2024 presidential candidate, a move denounced by critics as an effort to curry favour with Donald Trump. More than 200,000 people cancelled their subscriptions in response to the decision.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump sharply criticised the Post’s reporting during his first term but said last March that billionaire founder of Amazon Jeff Bezos, who bought the paper in 2013, was doing “a real job” at the publication. Amazon recently spent more than $70m to buy and market a documentary about Trump’s wife, Melania, far more than is considered typical, <a href=\"https://www.bbc.com/news/articles/cp3706v13k0o\" target=\"_blank\" rel=\"noopener\">prompting accusations</a> that Bezos was attempting to cosy up to the White House.</p><p>“If Jeff Bezos is no longer willing to invest in the mission that has defined this paper for generations and serve the millions who depend on Post journalism, then The Post deserves a steward that will,” The Washington Post Guild, a labour union that represents staff, said in a statement responding to the cuts.</p></div></div></body></html>"
        },
        {
            "title": "Hungary jails German activist for eight years over far-right rally attacks | The Far Right News | Al Jazeera",
            "time": "2026-02-04T19:29:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T121412Z_593650372_RC20FJA3ZI8Z_RTRMADP_3_HUNGARY-CRIME-ACTIVIST-1770227084.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hungary jails German activist for eight years over far-right rally attacks</h1><p class=\"article__subhead\"><em>Maja T was part of a group that attacked participants at Budapest’s ‘Day of Honour’, a major neo-Nazi event.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Hungarian court has jailed a German anti-fascist activist for eight years for attacking participants at a far-right rally in Budapest.</p><p>Maja T, 25, was sentenced on Wednesday after being convicted of involvement in violence ahead of the annual <a href=\"/news/2020/2/8/neo-nazis-from-across-europe-rally-in-budapest\">“Day of Honour”</a> commemoration in Budapest. The event is one of the biggest neo-Nazi rallies in Europe.</p><p>The defendant was accused of attempted aggravated bodily harm causing life-threatening injuries and assault committed as part of a criminal organisation.</p><p>“We all know what verdict the prime minister of this country wants,” Maja T told the court before the guilty verdict was given.</p><p>Hungarian Prime Minister Viktor Orban has previously designated anti-fascist groups linked to the attacks as “terrorist” organisations.</p><p>Orban’s spokesman, Zoltan Kovacs, welcomed the sentence in a message on X, branding Maja T an “antifa terrorist” – a reference to the left-wing protest movement.</p><p>Maja T was extradited from Germany to Hungary in December 2024. Supporters of the activist have criticised detention conditions, as well as the chances for a fair trial in Hungary.</p><p>Last year, Germany’s Constitutional Court ruled that the extradition was unlawful because it could not be guaranteed that the defendant would not be subject to inhumane or degrading treatment in Hungarian custody.</p><p>Maja T’s father, Wolfram Jarosch, said the sentence confirmed his “fears” before the hearing. “This was a political show trial,” he said in a statement.</p><p>The conviction can be appealed.</p><h2 id=\"far-right-protest\">Far-right protest</h2><p>Prosecutors said Maja T was one of 19 members of a multinational far-left group that travelled to Hungary and attacked nine people, including German and Polish citizens, whom they identified as far-right extremists. Victims of the attack suffered broken bones and head injuries.</p><p>The annual rally in the Hungarian capital marks the failed attempt by Nazi and allied Hungarian soldiers to break out of Budapest during the Red Army’s siege of the city in 1945.</p><p>A number of people accused of participating in the 2023 “Day of Honour” attacks have been tried in Hungary and Germany. One woman received a five-year prison sentence in Germany.</p><p>Italy and France have refused to surrender two suspects to Hungary, with courts in both countries citing the risk of “inhumane treatment” in prison.</p></div></div></body></html>"
        },
        {
            "title": "Russia jails stand-up comic Artemy Ostani over war joke | Freedom of the Press News | Al Jazeera",
            "time": "2026-02-04T19:03:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T123713Z_1539452873_RC20FJAMU5RU_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-COMEDIAN-1770229690.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia jails stand-up comic Artemy Ostani over war joke</h1><p class=\"article__subhead\"><em>Artemy Ostanin sentenced to more than five years in a penal colony after joking about a ‘legless’ war veteran.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian comedian has been sentenced to more than five years in a penal colony for telling a joke about a disabled war veteran.</p><p>Twenty-nine-year-old stand-up comedian Artemy Ostanin received his sentence in a Moscow court on Wednesday after being convicted of inciting hatred.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His case centres on a 2025 comedy routine in which he joked about a veteran who lost his legs in a wartime explosion and had to ride a skateboard, calling him a “legless skater”. Footage of the performance went viral, provoking outrage among Russian nationalists who claimed Ostanin had disrespected soldiers <a href=\"/news/2026/2/4/russian-shelling-kills-seven-in-ukrainian-market-clouding-abu-dhabi-talks\">fighting in Ukraine</a>.</p><p>Ostanin, who was arrested last March while trying to flee to Belarus, denied that his joke referred to Russians in combat in Ukraine. He was also found guilty of offending Christians over a separate joke about Jesus that angered Orthodox nationalists.</p><p>“The final sentence for Ostanin is imprisonment for five years and nine months in a general regime penal colony,” judge Olesya Mendeleyeva was quoted as saying by Russian state news agency RIA Novosti.</p><h2 id=\"laws-used-to-silence-speech\">‘Laws used to silence speech’</h2><p>In his final statement to the court, Ostanin denounced the proceedings as unjust, saying, “I hope no one ever finds themselves in the same situation of brutal legal abuse that I did.” When asked whether he understood the sentence, he replied, “To hell with your judicial practice. No, I don’t,” the news agency Reuters reported.</p><p>In addition to his prison term, Ostanin was fined 300,000 rubles ($3,900) and placed on a government list of designated “terrorists and extremists” – a measure <a href=\"/news/2025/10/14/russia-charges-exiled-oligarch-khodorkovsky-with-terrorism\">often used against political opponents</a>.</p><p>Russian rights group Memorial slammed Ostanin’s prosecution.</p><p>“This case shows how vague extremism and blasphemy laws are used to silence speech, intimidate artists, and punish humour,” the group said in a statement on X.</p><p>Since launching its offensive on Ukraine in February 2022, Russia has sharply intensified its <a href=\"/news/2025/5/19/moscow-outlaws-amnesty-international-for-russophobia-amid-ukraine-war\">campaign against critics</a>.</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Putin holds video call with China’s Xi | Vladimir Putin News | Al Jazeera",
            "time": "2026-02-04T18:54:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69833db03e054-1770208688.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia’s Putin holds video call with China’s Xi</h1><p class=\"article__subhead\"><em>The two leaders discussed maintaining their growing ties amid international instability.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin and Chinese President Xi Jinping have held a video call to discuss ways to enhance cooperation, maintain strategic stability, and manage their relations with the United States.</p><p>The call comes as many Western countries are exploring potential opportunities with China following clashes with US President Donald Trump over tariffs and his demands to take over Greenland from NATO ally Denmark.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both the British and Canadian prime ministers visited Beijing last month, and the German chancellor is expected to visit this month.</p><p>Putin described the foreign policy ties between the two nations as “an important stabilising factor amidst growing turbulence in the world”, according to a <a href=\"http://en.kremlin.ru/events/president/news/79098\">transcript</a> released by the Kremlin on Wednesday.</p><p>He said Russia and China would continue close coordination on global and regional agendas, “both bilaterally and within all the multilateral frameworks”, including the United Nations, the BRICS coalition of economies, and the Shanghai Cooperation Organisation, where he said the “Russian-Chinese tandem plays an essential role”.</p><p>Putin said the two countries had “forged an exemplary comprehensive partnership and strategic cooperation”, and reaffirmed Russia’s “resolute support” for their efforts to “ensure the sovereignty and security of our two countries, their social and economic prosperity, and the right to choose their own development path”.</p><p>Xi, speaking via an interpreter, called for the countries to work out a “grand plan” to further bilateral relations, which he said were advancing in the right direction.</p><p>“The two sides should seize this historic opportunity, maintain close high-level exchanges and strengthen practical cooperation across various fields,” he was quoted as saying by China’s state broadcaster CCTV.</p><h2 id=\"us-relations\">US relations</h2><p>Kremlin aide Yuri Ushakov said that Putin has accepted President Xi’s invitation to visit China in the first half of 2026, the Reuters News Agency reported.  Xi visited Russia in May last year.</p><p>Putin and Xi exchanged views about their countries’ relations with the United States, Ushakov said, noting they “practically coincide,” including their assessment of Trump’s so-called “Board of Peace” initiative in Gaza.</p><p>“Russia and China stand for equal and mutually beneficial cooperation on the basis of international law and the United Nations Charter,” Ushakov said.</p><p>Putin had previously thanked Trump for the invitation to join the Board of Peace and said Moscow would consider it.</p><p>China has not commented directly on the Board of Peace, other than to say it was invited to join. Asked about Trump’s new organisation replacing the UN in Gaza, Foreign Ministry spokesperson Guo Jiakun said China will uphold the international system with the UN at its core, no matter how the international landscape changes.</p></div></div></body></html>"
        },
        {
            "title": "Israeli strikes kill more than 20 in Gaza, shatter ‘ceasefire’ myth | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-04T18:51:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40455516-40455502-SEVEN_PALESTINIANS_LOSE_THEIR_LIVES_IN_ATTACK_ON_GAZA_CITY_DESPITE_CEASEFIRE_cropped-1770230346.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US announces proposed critical mineral trading bloc | Mining News | Al Jazeera",
            "time": "2026-02-04T18:37:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T142251Z_807856274_RC22FJA1DC3G_RTRMADP_3_USA-RUBIO-MINERALS-1770223576.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Vice President JD Vance has proposed creating a new critical mineral trading bloc and coordinating pricing floors as Washington tries to loosen China’s control over rare earth mineral manufacturing.</p><p>Vance said on Wednesday that the trade war over the past year exposed how dependent most countries are on the critical minerals that China has a stranglehold on.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We want members to form a trading bloc among allies and partners, one that guarantees American access to American industrial might while also expanding production across the entire zone,” Vance said at a meeting of foreign ministers at the US State Department.</p><p>“What is before all of us is an opportunity at self-reliance that we never have to rely on anybody else except for each other, for the critical minerals necessary to sustain our industries and to sustain growth.”</p><p>China has maintained 70 percent of the world’s rare earth mining. Critical minerals are used in key products that consumers use daily, including smartphones and cars.</p><p>“The United States is a distant second [in mining] at just 12 percent, leaving a significant gap to close. As a result, [US] President Trump spent much of 2025 meeting with leaders from Ukraine, Australia, Japan, and countries across Central and Southeast Asia to negotiate trade deals aimed at securing access to rare earths and critical minerals, efforts intended to give the US a better chance of competing with China,” Mark Temnycky, a nonresident fellow at Atlantic Council’s Eurasia Center, told Al Jazeera.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think a lot of us have learned the hard way over the last year how much our economies depend on these critical minerals,” Vance said at the opening of a meeting that US Secretary of State Marco Rubio hosted with officials from several dozen European, Asian and African nations.</p><p>South Korea, India, Thailand, Japan, Germany, Australia, and the <a href=\"/features/2026/2/4/we-are-exploited-congolese-fear-losing-out-as-us-makes-minerals-deals\" target=\"_blank\" rel=\"noopener\">Democratic Republic of the Congo</a> were among the countries attending the meeting on Wednesday.</p><p>The meeting was underscored by tensions between the US and allies amid US President Donald Trump’s unsolicited attempts <a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\" target=\"_blank\" rel=\"noopener\">to acquire Greenland</a> from Denmark.</p><p>“Denmark has been on high alert. Several countries within the NATO alliance sent troops to Greenland to strengthen and fortify the territory, and it’s very significant because it’s ruffling a lot of feathers, and making a lot of traditional US allies and partners very uncomfortable with dealings with the US,” Temnycky said.</p><p>But those tensions haven’t stopped the White House from pushing a new trading bloc.</p><p>On Monday, the White House said it will build a new <a href=\"/economy/2026/2/2/what-is-the-us-strategic-minerals-stockpile\" target=\"_blank\" rel=\"noopener\">critical mineral stockpile</a> and named the plan Project Vault. Vance’s announcement on Wednesday came just as Trump held a call with China’s President Xi Jinping which he said was “<a href=\"/news/2026/2/4/trump-hails-excellent-phone-call-with-chinas-xi-amid-trade-tensions\" target=\"_blank\" rel=\"noopener\">excellent</a>” but it was not clear if there was any mention of the proposed bloc.</p><h2 id=\"pricing-floor\">Pricing floor</h2><p>Vance also said that the US will unveil a pricing floor system that Washington hopes will unlock private investment in mining and processing projects that have struggled to compete with cheaper Chinese supply.</p><p>The approach could reshape global supply chains for materials essential to electric vehicles, semiconductors and defence systems, while raising costs for manufacturers in the short term and escalating trade tensions with Beijing.</p><p>China’s expanded export controls on rare earths last year caused production delays and shutdowns for auto manufacturers in Europe and the US, and a China-generated glut of lithium has stalled plans to expand production in the US.</p><p>“China has long played an important and constructive role in keeping the global industrial and supply chains of critical minerals safe and stable and is willing to continue to make active efforts in this regard,” China’s embassy in Washington told the Reuters news agency when asked about the meeting.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China’s leverage was on full display in October when Trump agreed to trim tariffs on Chinese goods in exchange for Beijing’s pledge to hold off on stricter restrictions on rare earths exports.</p><p>Wednesday’s gathering underscores a broader US push to work with partners to counter China’s dominance in the sector by coordinating policy tools at a time when Trump has angered allies with his sweeping “America First” tariff policies.</p><p>On Wall Street, nearly all of the critical minerals companies in which the Trump administration has taken equity stakes are seeing their stock prices tumble in midday trading. MP Materials is down more than 8 percent, Intel has fallen over 3.5 percent, Lithium Americas is off 7.6 percent, Trilogy Metals is down more than 10 percent, and USA Rare Earth has dropped 10.8 percent. Korea Zinc is the lone outlier, rising 6.5 percent.</p></div></div></body></html>"
        },
        {
            "title": "Killing of Saif Gaddafi removes alternative to Libya’s rival governments | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-04T18:15:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69825bb5-1770150837.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">Saif al-Islam Gaddafi</a>, the most prominent surviving son of former Libyan dictator Muammar Gaddafi, removes a figure who commanded symbolic influence among some Libyans, even as he was reviled by others as the representative of a hated regime.</p><p>The <a href=\"/news/2026/2/3/who-was-libyas-saif-al-islam-gaddafi\">53-year-old</a>, killed on Tuesday in the western Libyan town of Zintan, was an alternative to the country’s current power duopoly, split between the United Nations-recognised government in the capital, Tripoli, and the so-called Libyan National Army in the east of the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The killing occurred less than a week after a reported January 28 meeting at Paris’s Elysee Palace brought together Saddam Haftar, son of eastern strongman Khalifa Haftar, and advisers to Tripoli-based Prime Minister Abdul Hamid Dbeibah.</p><p>Then, on Sunday, a meeting brokered by the United States in Paris brought together senior officials from the two rival Libyan administrations to discuss efforts towards national unity.</p><p>However, the manner of Gaddafi’s death – his political team said that four masked men had <a href=\"/news/2026/2/4/libyas-top-prosecutor-launches-probe-into-saif-al-islam-gaddafis-killing\">stormed his house and shot him</a> – has once again highlighted the insecurity Libya still faces, and the murky nature of the country’s political divides.</p><h2 id=\"saif-al-islam-as-heir-to\">Saif al-Islam as heir to Gaddafi</h2><p>Saif al-Islam Gaddafi had some influence in Libya despite having no notable military force under his command, and no control over territory, unlike his rivals.</p><p>He was once seen as his father’s Western-friendly, reform-minded heir before he dropped that image dramatically during the 2011 revolution to help lead a brutal crackdown on protesters. In a televised speech at the time, he denounced the protesters and endorsed his father’s crackdown, threatening “rivers of blood”.</p><p>“That speech during the protests marked the end of Saif the reformer and the birth of Saif the son of [Muammar] Gaddafi,” Anas El Gomati, director of the Sadeq Institute, a Libyan think tank, told Al Jazeera.</p><p>After rebels captured Saif al-Islam Gaddafi in 2011, he spent six years held in Zintan by a local militia. Emadeddin Badi, a senior fellow at the Global Initiative against Transnational Organized Crime and Libya expert, said that his captors eventually became more sympathetic to him “and were acting as his bodyguards”.</p><p>“He was not a captive in the traditional sense whatsoever and even had a social life there, married with kids,” Badi said.</p><p>After his release in 2017, Gaddafi kept such a low profile that many speculated he might be dead. He resurfaced publicly with a New York Times interview in 2021, where he hinted at a political comeback, and later moved to pursue presidential ambitions.</p><p>When he registered to run for president in 2021, it became a major controversy that <a href=\"/news/2021/12/23/why-libya-election-got-postponed\">contributed</a> to the collapse of the entire electoral process.</p><p>Saif al-Islam was disqualified because of an earlier war crimes conviction, but the disputes around his candidacy contributed to derailing the vote.</p><p>Still, he retained support among some groups who, amid Libya’s descent into civil war and rival fiefdoms, were nostalgic for the perceived stability of the Gaddafi era.</p><p>His father, Muammar Gaddafi, came to power in 1969, amid a wave of coups in the Arab world along a crescent from South Yemen, through Somalia and Sudan that year.</p><p>Gaddafi presided over a regime, which, although dictatorial, saw a period of economic growth in the country, fuelled by Libya’s oil reserves.</p><p>The regime was also known for mass human-rights abuses, including the execution of political opponents.</p><p>“Saif al-Islam is popular among Gaddafi-era nostalgists and among those who saw him as that reformist candidate promising change,” Claudia Gazzini, senior Libya analyst at the International Crisis Group, told Al Jazeera.</p><p>His real power wasn’t military but symbolic, El Gomati said. That ideological disposition is referred to locally as the Greens, after the elder Gaddafi’s “Green Book” outlining his political theories.</p><p>“Saif didn’t really control forces, or territory, but controlled an important narrative and represented something for people who were nostalgic for the days of Gaddafi’s rule,” El Gomati said.</p><h2 id=\"what-impact-does-this-have-in-libya\">What impact does this have in Libya?</h2><p>Saif al‑Islam’s death is likely to matter most in eastern Libya, because of the overlap between the supporters of the man who controls that region, military commander Khalifa Haftar, and Gaddafi’s base.</p><p>Despite that overlap, Saif al-Islam Gaddafi and Khalifa Haftar deeply distrusted each other, mainly because Haftar had defected from the Gaddafi regime decades ago, and attempted a rebellion against Muammar Gaddafi after having initially helped him come to power.</p><p>Tensions between Khalifa Haftar and Saif al-Islam Gaddafi flared in 2021 when Haftar-aligned militias blocked a court hearing on the latter’s election appeal after he was blocked, withdrawing only after demonstrations by his supporters.</p><p>“They [the Gaddafi family] considered him [Khalifa Haftar] a traitor for rebelling against the Gaddafi regime, and it was thought Haftar was trying to replicate the system their father had built,” Gazzini said. “Haftar had always feared the popularity Saif had.”</p><p>But that meant that Khalifa Haftar was attempting to fill a space left by Muammar Gaddafi, but one that Saif al-Islam was still trying to occupy himself. In effect, that made Saif al-Islam a threat to Haftar, as they were competing over the same constituency.</p><p>“The immediate beneficiary [of the killing] is Haftar,” said El Gomati. “Saif represents an alternative to the authoritarian model which Haftar built.”</p><p>Despite his symbolic importance, analysts still expect the immediate fallout from Saif al-Islam’s assassination to be limited.</p><p>The people who once supported the Gaddafi regime have split apart dramatically since 2011, with many former loyalists now working within the competing eastern and western power structures.</p><p>“This stirs waters, but won’t hit Libya with a storm,” Gazzini told Al Jazeera, noting that while Saif al-Islam Gaddafi’s death is significant, Libya’s basic political deadlock isn’t likely to change a great deal after the killing.</p><p>“His death eliminates Libya’s last viable spoiler to the current power duopoly,” El Gomati said. “His assassination closes Libya’s last exit from this divided power system.”</p></div></div></body></html>"
        },
        {
            "title": "Mixed emotions among Palestinians as Rafah crossing partially reopens | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-04T18:02:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__962E2T2__v1__HighRes__IsraelPalestinianConflictEgypt-1770186909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians wept with joy as the Rafah crossing with Egypt partially reopened, allowing a small number of people to return to war-torn Gaza.</p><p>Emotional crowds gathered around a bus bringing returnees to Nasser Hospital in Khan Younis late at night, filming on their phones and lifting children to the windows to greet arrivals.</p><p>“We were exhausted from this humiliating journey,” said Rotana al-Riqib, a Palestinian woman in her thirties returning from Egypt. “The Israelis took us to the crossing – me, my mother and another woman from Khan Younis – and interrogated us. They don’t let us bring in anything. They confiscated everything we had, even my children’s belongings. They only left us some clothes.”</p><p>The crossing, Gaza’s only exit point that does not lead to Israel, had remained largely closed since Israeli forces took control of it in May 2024 during Israel’s genocidal war against the Palestinian people in Gaza. Only about two dozen people crossed in both directions on the first day – far fewer than the expected 200, according to sources on both sides.</p><p>“They don’t want a large number of people to return to Gaza,” al-Riqib added. “Rather, they want a large number to leave.”</p><p>Egypt has consistently warned against the displacement of Palestinians from Gaza and has reportedly demanded equal numbers entering and exiting the territory each day.</p><p>Ali Shaath, head of a Palestinian committee overseeing Gaza’s governance, called Rafah’s reopening a “window of hope” for the war-devastated territory.</p><p>Although 150 people were scheduled to leave and 50 to enter on Monday, only 12 Palestinians – nine women and three children – were permitted to return from Egypt, according to Gaza’s Interior Ministry and border officials.</p><p>Gaza’s Interior Ministry reported that eight people departed Gaza, while an Egyptian border source counted 12 people – five injured individuals and seven companions – entering Egypt.</p><p>“Things were very difficult, and inspections were taking place everywhere,” said Samira Said after returning through Rafah.</p><p>The reopening, long demanded by the United Nations and humanitarian organisations, forms a crucial element of US President Donald Trump’s Gaza truce proposal, where humanitarian conditions remain critical.</p><p>For Gaza’s sick and injured, the crossing represents potential access to Egyptian medical care. Mohammed Abu Salmiya, director of Gaza City’s al-Shifa Hospital, reported 20,000 patients urgently requiring treatment, including 4,500 children.</p><p>Gaza City resident Umm Mohammed Abu Shaqfa, 37, whose 11-year-old daughter needs treatment unavailable in the occupied Palestinian territory, said, “We are still waiting to travel through the Rafah crossing for treatment in Egypt. Opening the crossing is a glimmer of hope. Every day, I go to the Ministry of Health office and the World Health Organization to check if my daughter’s name is on the list.”</p><p>While Rafah serves as a crucial entry point for both people and supplies, COGAT, the Israeli Defence Ministry body coordinating Palestinian civilian affairs, has not mentioned allowing a substantial increase in aid into Gaza.</p></div></div></body></html>"
        },
        {
            "title": "Trump hails ‘excellent’ phone call with China’s Xi amid trade tensions | Xi Jinping News | Al Jazeera",
            "time": "2026-02-04T17:56:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251030__82GC2NQ__v4__HighRes__TopshotSkoreaUsChinaDiplomacy-1770228582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump hails ‘excellent’ phone call with China’s Xi amid trade tensions</h1><p class=\"article__subhead\"><em>Trump stresses his ‘extremely good’ personal relationship with Xi Jinping, key to maintaining stable US-China ties.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump says he had an “excellent” phone call with Chinese President <a href=\"/economy/2025/10/31/in-trump-xi-summit-a-shifting-us-china-power-dynamic-on-display\">Xi Jinping</a>, which covered issues including trade, energy, Taiwan, Iran, and Russia’s war in Ukraine.</p><p>The Wednesday phone call came several hours after Xi spoke with Russian President Vladimir Putin, during which both pledged to strengthen ties amid a “turbulent” international environment.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“All very positive,” Trump said in a social media post. “The relationship with China, and my personal relationship with President Xi, is an extremely good one, and we both realise how important it is to keep it that way.”</p><p>The US president is expected to travel to China in April and has touted his personal relationship with Xi, even as the two countries continue to spar over competing interests in tech, trade, and geopolitical flashpoints, such as the <a href=\"/news/2025/11/2/trump-says-xi-assured-him-china-wont-take-action-on-taiwan\">future of Taiwan</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump stated that the two leaders discussed the situation in Iran, which has been roiled by recent protests and a harsh security crackdown and that Trump has threatened to attack if Tehran does not make deep concessions on a range of issues, but did not offer further details.</p><p>A readout of the call from the Chinese government shared by the Xinhua state news agency does not mention Trump’s expected visit, but says that Trump and Xi have maintained “good communication”, including an <a href=\"/news/2025/10/30/trump-xi-meeting-in-busan-key-takeaways-from-the-summit\">in-person meeting</a> in Busan, South Korea, last year.</p><p>The Chinese leader said that differences with the US could be handled amicably so long as they were based on equality and respect, but noted that reunification with Taiwan, the self-governing island that China sees as an essential part of its territory, remains a key priority for Beijing.</p><p>“Xi stressed that the Taiwan question is the most important issue in China–US relations,” the readout states, adding that the US should approach arms sales to Taiwan with “great prudence”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Taiwan is China’s territory. China must safeguard national sovereignty and territorial integrity, and it will never allow Taiwan to be separated from China.”</p><p>The US approved an $11bn <a href=\"/news/2025/12/18/us-approves-11bn-in-arms-sales-to-taiwan-in-deal-likely-to-anger-china\">arms package</a> for Taiwan in December, one of the largest ever, to bolster Taiwan’s defence capabilities.</p><p>Trump said that China has agreed to increase its purchase of US soya beans from 12 million tonnes in the current season up to 20 million tonnes, which he celebrated as a boon for US agricultural production.</p><p>He added that China has committed to buying 25 million tonnes in the following season. The Chinese readout makes no mention of soya beans.</p></div></div></body></html>"
        },
        {
            "title": "Gaza on the agenda as Turkiye’s Erdogan meets Egypt’s el-Sisi in Cairo | Recep Tayyip Erdogan News | Al Jazeera",
            "time": "2026-02-04T17:44:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40459915-40459907-TURKISH_PRESIDENT_ERDOGAN_EGYPT_PRESIDENT_ELSISI_MEETING_IN_CAIRO-1770223234.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza on the agenda as Turkiye’s Erdogan meets Egypt’s el-Sisi in Cairo</h1><p class=\"article__subhead\"><em>The Turkish president said humanitarian tragedy continues in the enclave amid a fresh wave of deadly Israeli attacks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkish President Recep Tayyip Erdogan and Egyptian President Abdel Fattah el-Sisi have condemned recent “ceasefire” violations in Gaza after a spate of Israeli attacks and have urged the full implementation of the <a href=\"/news/2026/1/15/gaza-plan-phase-two-us-to-discuss-hamas-disarmament-israeli-withdrawal\">US-backed plan</a> to end Israel’s two-year genocidal war against the Palestinian people of Gaza.</p><p>The two leaders made the remarks on Wednesday during a joint press conference in Cairo, where Erdogan is on an official visit for talks and the signing of cooperation agreements with his Egyptian counterpart.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Erdogan said the Palestinian cause topped their agenda as a humanitarian tragedy continues to unfold in Gaza. He added that Turkiye and Egypt would continue coordinating on peace efforts in the enclave, where <a href=\"/news/liveblog/2026/2/4/live-israeli-forces-kill-10-palestinians-in-overnight-attacks-across-gaza\">Israeli attacks today have killed 23 people</a>, including children, despite the truce.</p><p>The two leaders also discussed a range of broader international issues, including their concerns about Iran, Sudan and Somaliland.</p><p>Both stressed the need for a truce and a comprehensive peace deal to end <a href=\"/news/2026/2/3/sudan-military-claims-to-break-siege-of-key-kordofan-city-of-kadugli\">Sudan’s nearly three-year civil war</a>.</p><p>Erdogan, whose country is attempting to mediate between the US and Iran <a href=\"/news/2026/2/3/us-military-says-it-shot-down-an-iranian-drone-in-arabian-sea\">amid rising tensions</a>, said diplomacy was the “most appropriate method” to resolve their disputes, including over Iran’s nuclear programme.</p><p>The Turkish president also criticised <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Israel’s recognition of Somaliland last year</a>, calling the move a violation of Somalia’s sovereignty.</p><h2 id=\"seeking-15bn-in-bilateral-trade\">Seeking $15bn in bilateral trade</h2><p>Erdogan and el-Sisi inked numerous bilateral agreements covering defence, health and agriculture, and discussed plans to deepen trade ties, according to Turkish state news agency Anadolu.</p><p>“We also affirmed the necessity of working to raise the volume of trade exchange to $15bn and removing any obstacles that may hinder achieving this goal,” said el-Sisi, who along with Erdogan was to attend the closing session of a bilateral business forum in the Egyptian capital.</p><p>Erdogan’s Cairo visit followed a trip a day earlier to Saudi Arabia, where Ankara says it also plans to strengthen economic and energy cooperation. It was Erdogan’s first visit to the kingdom in more than two years, signalling warmer ties after years of strain following the <a href=\"/news/2021/2/26/timeline-of-the-murder-of-journalist-jamal-khashoggi\">2018 killing of journalist Jamal Khashoggi</a> by Saudi agents inside the Saudi consulate in Istanbul.</p><p>“The two sides agreed to strengthen their cooperation in the fields of oil, petroleum products, and petrochemicals,” as well as in “electricity and renewable energy … building on Saudi Arabia’s massive energy investments”, said a statement by the Turkish presidency.</p><figure id=\"attachment_4288557\" aria-describedby=\"caption-attachment-4288557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288557\" src=\"/wp-content/uploads/2026/02/2026-02-03T145035Z_302966482_RC2EEJAZDGE4_RTRMADP_3_SAUDI-TURKEY-1770223134.jpg?w=770&amp;resize=770%2C552&amp;quality=80\" alt=\"Turkish President Tayyip Erdogan is welcomed by Saudi Crown Prince Mohammed bin Salman in Riyadh, Saudi Arabia, February 3, 2026. Murat Cetinmuhurdar/Turkish Presidential Press Office/Handout via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288557\" class=\"wp-caption-text\">Turkish President Recep Tayyip Erdogan is welcomed by Saudi Crown Prince Mohammed bin Salman in Riyadh, Saudi Arabia, February 3 [Murat Cetinmuhurdar/Turkish Presidential Press Office/Handout via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russian shelling kills seven in Ukrainian market, clouding Abu Dhabi talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-04T16:31:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26022336120837-1770215685.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian shelling kills seven in Ukrainian market, clouding Abu Dhabi talks</h1><p class=\"article__subhead\"><em>Donetsk Governor Vadym Filashkin accused Moscow of carrying out ‘another targeted war crime’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces have shelled Ukraine’s eastern city of Druzhkivka, killing at least seven people at a crowded market, according to the regional governor.</p><p>The attack, using cluster munitions, targeted the market during a typically busy time on Wednesday morning, Donetsk governor Vadym Filashkin said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In addition to the seven killed, 15 others were injured, he said. The eldest victim was 81.</p><p>Separately, Russia’s military dropped two aerial bombs on the city, which advancing Russian forces are seeking to capture, damaging several homes and buildings, said Filashkin.</p><p>The attacks came as Russian and Ukrainian officials took part in a <a href=\"/news/2026/2/4/russia-ukraine-war-second-round-of-peace-talks-set-to-begin-in-abu-dhabi\">second round of United States-brokered negotiations in Abu Dhabi</a>, further angering Ukrainian officials who claimed Moscow had already <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">violated a one-week pledge</a> to cease attacks on its energy facilities.</p><p>“This is another targeted war crime and further proof that all Russian statements about a ‘truce’ are worthless,” said Filashkin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Elsewhere, Russian strikes hammered the central Dnipropetrovsk region, killing a 68-year-old woman and a 38-year-old man in a residential area, as well as the southern city of Odesa, damaging some 20 residential buildings, according to local officials.</p><p>On the ground, Russia’s military also claimed its forces seized control of Ukraine’s eastern settlements of Staroukrainka ​and ‌Stepanivka, adding to a <a href=\"/news/2025/12/25/russia-claims-to-have-seized-more-than-5100-square-km-of-ukraine-in-2025\">slow, bloody advance</a> that Moscow feels can boost its position in negotiations.</p><p>European Commission spokesperson Anitta Hipper accused Russian ‍President Vladimir Putin of abusing the negotiations in the United Arab Emirates by ⁠continuing attacks on Ukraine’s civilian infrastructure.</p><p>“Putin ⁠can end this war right now. He doesn’t show any signs of ​wanting ‌to do so. He misuses even the discussions ‌on the ceasefire to ‌continuously attack ⁠the civilian infrastructure and kill innocent people,” said Hipper.</p><p>While Russia hopes it can outlast and outgun Kyiv’s stretched army, Ukraine’s President Volodymyr Zelenskyy has been pushing his Western backers to boost their own weapons supplies and heap economic and political pressure on the Kremlin to halt its invasion.</p></div></div></body></html>"
        },
        {
            "title": "US border security chief withdrawing 700 immigration agents from Minnesota | Donald Trump News | Al Jazeera",
            "time": "2026-02-04T15:49:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697b61cd6928-1769693645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States border security chief Tom Homan has announced that the administration of President Donald Trump will “draw down” 700 immigration enforcement personnel from Minnesota while promising to <a href=\"/news/2026/1/29/trump-border-czar-says-staying-in-minnesota-until-problems-gone\">continue operations</a> in the northern state.</p><p>The update on Wednesday was the latest indication of the Trump administration <a href=\"/news/2026/1/28/trump-promises-to-de-escalate-minnesota-crisis-after-alex-pretti-shooting\">pivoting</a> on its enforcement surge in the state following the killing of two US citizens by immigration agents in Minneapolis in January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Homan, who is officially called Trump’s “border czar”, said the decision came amid new cooperation agreements with local authorities, particularly related to detaining individuals at county jails. Details of those agreements were not immediately available.</p><p>About 3,000 immigration enforcement agents are currently believed to be in Minnesota as part of Trump’s enforcement operations.</p><p>“Given this increase in unprecedented collaboration, and as a result of the need for less law enforcement officers to do this work in a safer environment, I have announced, effective immediately, we will draw down 700 people effective today – 700 law enforcement personnel,” Homan said.</p><p>The announcement comes after Homan was sent to Minnesota at the end of January in response to widespread protests over immigration enforcement and the killing of Renee Nicole Good on January 7 by an Immigration and Customs Enforcement (ICE) agent and Alex Pretti on January 24 by a US Customs and Border Protection (CBP) officer, both in Minneapolis.</p><p>Homan said reforms made since his arrival have included consolidating ICE and CBP under a single chain of command.</p><p>He said Trump “fully intends to achieve mass deportations during this administration, and immigration enforcement actions will continue every day throughout this country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Immigration rights observers have said the administration’s mass deportation approach has seen agents use increasingly “dragnet” tactics to meet large detention quotas, including randomly stopping individuals and asking for their papers. The administration has increasingly detained undocumented individuals with no criminal records, even US citizens and people who have legal status to live in the US.</p><p>Homan said agents would prioritise who they considered to be “public safety threats” but added, “Just because you prioritise public safety threats, don’t mean we forget about everybody else. We will continue to enforce the immigration laws in this country.”</p><p>The “drawdown”, he added, would not apply to what he described as “personnel providing security for our officers”.</p><p>“We will not draw down on personnel providing security and responding to hostile incidents until we see a change,” he said.</p><p>Critics have accused immigration enforcement officers, who do not receive the same level of crowd control training as most local police forces, of using excessive violence in responding to protesters and individuals legally monitoring their actions.</p><p>Trump administration officials have regularly blamed unrest on “agitators”. They accused both Good and Pretti of threatening officers before their killings although video evidence of the exchanges has contradicted that characterisation.</p><p>Last week, the administration announced it was opening a federal civil rights investigation into the killing of Pretti, who was fatally shot while he was pinned to the ground by immigration agents. That came moments after an agent removed a gun from Pretti’s body, which the 37-year-old had not drawn and was legally carrying.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Federal authorities have not opened a civil rights investigation into the killing of Good, who they have maintained sought to run over an ICE agent before she was fatally shot. Video evidence appeared to show Good trying to turn away from the agent.</p><p>On Friday, thousands of people took to the streets of Minneapolis and other US cities amid calls for a federal strike in protest against the Trump administration’s deportation drive.</p><p>Minnesota Attorney General Keith Ellison and other state and local officials have also challenged the immigration enforcement surge in the state, arguing that the Department of Homeland Security, which oversees ICE and the CBP, has been violating constitutional protections.</p><p>A federal judge last week said <a href=\"/news/2026/1/31/us-judge-declines-to-halt-immigration-surge-in-minnesota-amid-protests\">she will not halt</a> the operations as a lawsuit progresses in court. Department of Justice lawyers have dismissed the suit as “legally frivolous”.</p><p>On Wednesday, a poll released by the Marquette Law School found wide-ranging disquiet over ICE’s approach, with 60 percent of US adults nationwide saying they disapproved of how the agency was conducting itself. The poll was conducted from January 21 to January 28, with many of the surveys conducted before Pretti’s killing.</p><p>The poll still found widespread support for ICE among Republicans, with about 80 percent approving of its work. Just 5 percent of Democrats voiced similar approval.</p><p>Perhaps most worryingly for Republicans ahead of the 2026 midterms in November, just 23 percent of independents – potential swing voters in the upcoming vote – approved of ICE’s actions.</p></div></div></body></html>"
        },
        {
            "title": "Can India switch from Russian to Venezuelan oil, as Trump wants? | Energy News | Al Jazeera",
            "time": "2026-02-04T15:34:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/RTS18QSB-1.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India – </strong>When US President Donald Trump announced a <a href=\"/news/2026/2/3/modi-trump-announce-india-us-trade-deal-what-we-know-and-what-we-dont\">trade deal</a> with India on Monday this week, he declared that New Delhi would pivot away from Russian energy as part of the agreement.</p><p>Indian Prime Minister Narendra Modi, Trump said, had promised to stop buying Russian oil, and instead buy crude from the United States and from Venezuela, whose president, Nicolas Maduro, was abducted by US special forces in early January. Since then, the US has effectively taken control of Venezuela’s mammoth oil industry.</p><p>In return, Trump dialled down trade tariffs on Indian goods from an overall 50 percent to just 18 percent. Half of that 50 percent tariff was levied last year as punishment for India buying Russian oil, which the White House maintains is financing Russian President Vladimir Putin’s war in Ukraine.</p><p>But since Monday, India has not publicly confirmed that it has committed to either ceasing its purchase of Russian oil or embracing Venezuelan crude, analysts note. Dmitry Peskov, a Kremlin spokesperson, told reporters on Tuesday that Russia had received no indication of this from India, either.</p><p>And switching from Russian to Venezuelan oil will be far from straightforward. A cocktail of other factors – shocks to the energy market, costs, geography, and the characteristics of different kinds of oil – will complicate New Delhi’s decisions about its sourcing of oil, they say.</p><p>So, can India really dump Russian oil? And can Venezuelan crude replace it?</p><figure id=\"attachment_4230210\" aria-describedby=\"caption-attachment-4230210\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4230210\" src=\"/wp-content/uploads/2026/01/AP26003648894364-1768104534.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Donald Trump and his advisors announce an attack on Venezuela\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4230210\" class=\"wp-caption-text\">US President Donald Trump speaks during a news conference on Saturday, January 3, 2026 at his Mar-a-Lago estate in Palm Beach, Florida, the US as Secretary of State Marco Rubio listens [Alex Brandon/AP]</figcaption></figure><h2 id=\"what-is-trump-s-plan\">What is Trump’s plan?</h2><p>Trump has been pressuring India to stop buying Russian oil for months. After Russia invaded Ukraine in 2022, the US and European Union placed an oil price cap on Russian crude in a bid to limit Russia’s ability to finance the war.</p><p>As a result, other countries including India began buying large quantities of cheap Russian oil. India, which before the war sourced only 2.5 percent of its oil from Russia, became the second-largest consumer of Russian oil after China. It currently sources around 30 percent of its oil from Russia.</p><p>Last year, Trump doubled trade tariffs on Indian goods from 25 percent to 50 percent as punishment for this. Later in the year, Trump also imposed sanctions on Russia’s two biggest oil companies – and threatened secondary sanctions against countries and entities that trade with these firms.</p><p>Since the abduction of Maduro by US forces in early January, Trump has effectively taken over the Venezuelan oil sector, controlling sales cash flows.</p><p>Venezuela also has the largest proven oil reserves in the world, estimated at <a href=\"/news/longform/2026/2/3/what-does-303-billion-barrels-of-venezuelan-oil-look-like\">303 billion barrels</a>, more than five times larger than those of the US, the world’s largest oil producer.</p><p>But while getting India to buy Venezuelan oil makes sense from the US’s perspective, analysts say this could be operationally messy.</p><figure id=\"attachment_4287833\" aria-describedby=\"caption-attachment-4287833\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287833\" src=\"/wp-content/uploads/2026/02/AFP__20250827__72JP6GA__v1__MidRes__IndiaUsTariffTrade-1770202385.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"india\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287833\" class=\"wp-caption-text\">A man sits by railway tracks as a freight train transports petrol wagons in Ajmer, India, on August 27, 2025. US tariffs of 50 percent took effect on August 27 on many Indian products, doubling an existing duty as US President Donald Trump sought to punish New Delhi for buying Russian oil [File: Himanshu Sharma/AFP]</figcaption></figure><h2 id=\"how-much-oil-does-india-import-from-russia\">How much oil does India import from Russia?</h2><p>India currently imports nearly 1.1 million barrels per day (bpd) of Russian crude, according to analytics company Kpler. Under Trump’s mounting pressure, that is lower than the average 1.21 million bpd in December 2025 and more than 2 million bpd in mid-2025.</p><p>One barrel is equivalent to 159 litres (42 gallons) of crude oil. Once refined, a barrel typically produces about 73 litres (19 gallons) of petrol for a car. Oil is also refined to produce a wide variety of products, from jet fuel to household items including plastics and even lotions.</p><figure id=\"attachment_4149316\" aria-describedby=\"caption-attachment-4149316\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4149316\" src=\"/wp-content/uploads/2025/12/AP25335239159230-1764816544.jpg?w=770&amp;resize=770%2C566&amp;quality=80\" alt=\"FILE - Russian President Vladimir Putin, left, and Indian Prime Minister Narendra Modi greet each other before their meeting in New Delhi, India, on Dec. 6, 2021. (AP Photo/Manish Swarup, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4149316\" class=\"wp-caption-text\">Russian President Vladimir Putin, left, and Indian Prime Minister Narendra Modi greet each other before a meeting in New Delhi, India, on December 6, 2021 [File: Manish Swarup/AP]</figcaption></figure><h2 id=\"has-india-stopped-russian-oil-purchases\">Has India stopped Russian oil purchases?</h2><p>India has reduced the amount of oil it buys from Russia over the past year, but it <a href=\"/news/2025/12/9/how-india-plans-to-continue-buying-russian-oil-despite-sanctions\">has not stopped buying it altogether</a>.</p><p>Under increasing pressure from Trump, last August, Indian officials called out the “hypocrisy” of the US and EU pressuring New Delhi to back off from Russian crude.</p><p>“In fact, India began importing from Russia because traditional supplies were diverted to Europe after the outbreak of the conflict,” Randhir Jaiswal, India’s Foreign Ministry spokesperson, said then. He added that India’s decision to import Russian oil was “meant to ensure predictable and affordable energy costs to the Indian consumer”.</p><p>Despite this, Indian refiners, currently the second-largest group of buyers of Russian oil after China, are reportedly winding up their purchases after clearing current scheduled orders.</p><p>Major refiners like Hindustan Petroleum Corporation Ltd (HPCL), Mangalore Refinery and Petrochemicals Ltd (MRPL), and HPCL-Mittal Energy Ltd (HMEL) halted purchasing from Russia following the US sanctions against Russian oil producers last year.</p><p>Other players like Indian Oil Corporation (IOC), Bharat Petroleum Corporation, and Reliance Industries will soon stop their purchases.</p><figure id=\"attachment_4287830\" aria-describedby=\"caption-attachment-4287830\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287830\" src=\"/wp-content/uploads/2026/02/AFP__20221208__32ZU6P3__v2__MidRes__IndiaEconomyPetroleum-1770202378.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"india\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287830\" class=\"wp-caption-text\">A man pushes his cart as he walks past Bharat Petroleum’s storage tankers in Mumbai, India, December 8, 2022 [File: Punit Paranjpe/AFP]</figcaption></figure><h2 id=\"what-happens-if-india-suddenly-stops-buying-russian-oil\">What happens if India suddenly stops buying Russian oil?</h2><p>Even if India wanted to stop importing Russian oil altogether, analysts argue it would be extremely costly to do so.</p><p>In September last year, India’s oil and petroleum minister, Hardeep Singh Puri, told reporters that it<span> would also sharply push up energy prices and fuel inflation. “The world will face serious consequences if the supplies are disrupted. The world can’t afford to keep Russia off the oil market,” Puri said.</span></p><p>Analysts tend to agree. “A complete cessation of Indian purchases of Russian oil would be a major disruption. An immediate halt would spike global prices and threaten India’s economic growth,” said George Voloshin, an independent energy analyst based in Paris.</p><p>Russian oil would likely be diverted more heavily towards China and into “shadow” fleets of tankers that deliver sanctioned oil secretly by flying false flags and switching off location equipment, Voloshin told Al Jazeera. “Mainstream tanker demand would shift toward the Atlantic Basin, most likely increasing global freight rates as a result,” he noted.</p><p>Sumit Pokharna, vice president at Kotak Securities, noted that Indian refineries have reported robust margins in the last two years, majorly benefitting from the discounted Russian crude.</p><p>“If they move to higher-costing, like the US or Venezuela, then raw material cost would increase, and that would squeeze their margins,” he told Al Jazeera. “If it goes beyond control, they may have to pass the excess onto consumers.”</p><figure id=\"attachment_4287840\" aria-describedby=\"caption-attachment-4287840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287840\" src=\"/wp-content/uploads/2026/02/AFP__20260201__94PQ7G3__v1__MidRes__VenezuelaUsConflictCrisisOil-1770202601.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"venezuela\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287840\" class=\"wp-caption-text\">A pumpjack for oil is pictured at the Campo Elias neighbourhood in Cabimas, south of Lake Maracaibo, Zulia state, Venezuela, on January 31, 2026 [File: Maryorin Mendez/AFP]</figcaption></figure><h2 id=\"can-india-stop-buying-russian-oil-altogether\">Can India stop buying Russian oil altogether?</h2><p>It may not be able to. One of India’s two private refiners, Nayara Energy, is majority-Russian-owned and under heavy Western sanctions. The Russian energy firm Rosneft holds a 49.13 percent stake in the company, which operates a 400,000-barrel-per-day refinery in India’s Gujarat, PM Modi’s home state.</p><p>Nayara is the second-largest importer of Russian crude, buying about 471,000 barrels per day in January this year, accounting for nearly 40 percent of Russian supplies to India.</p><p>Its plant has relied solely on Russian crude since European Union sanctions were imposed on the company last July.</p><p>Nayara is not planning to load Russian oil in April as it shuts its refinery for more than a month for maintenance from April 10, according to Reuters.</p><p>Pokharna said the future of Nayara hangs in the balance, with the US unlikely to grant India an overt exemption for the Russia-backed company to import crude.</p><h2 id=\"can-india-switch-to-venezuelan-oil\">Can India switch to Venezuelan oil?</h2><p>India has been a major consumer of Venezuelan oil in the past. At its peak, in 2019, India imported $7.2bn of oil, accounting for just under 7 percent of total imports. That stopped after the US slapped sanctions on Venezuelan oil, but some officials of the government-owned Oil and Natural Gas Corporation are still stationed in the Latin American country.</p><p>Now, major Indian refiners have said they are open to receiving Venezuelan oil again, but only if it is a viable option.</p><p>For one thing, Venezuela is roughly twice as far from India as Russia and five times further than the Middle East, meaning much higher freight costs.</p><p>Venezuelan oil is more expensive as well. “Russian Urals [a medium-heavy crude blend] has been trading at a wide-ranging discount of about $10-20 per barrel to Brent, while Venezuelan Merey currently offers a smaller discount of around $5-8 per barrel,” Voloshin told Al Jazeera.</p><p>“Importing from Venezuela and forgoing the Russian discount would be a costly affair for India,” said Pokharna. “From transportation cost to forgoing discounts, it could cost India $6-8 more per barrel – and that is a huge increase in the importing bill.”</p><p>Overall, a complete pivot away from Russia could raise India’s import bill by $9bn to $11bn – an amount roughly equal to India’s federal health budget – per year, according to Kpler.</p><p>“Venezuelan crude must be discounted by at least $10 to $12 per barrel to be competitive,” argued Voloshin. “This deeper discount is necessary to offset the much higher freight costs, increased insurance premiums for the longer Atlantic voyage, and the somewhat higher operational expenses required to process Venezuela’s extra-heavy high-sulfur crude.”</p><p>Without deeper discounts, the longer journey and complex handling make Venezuelan oil more expensive on a delivered basis, he added.</p><p>Another major issue is that many Indian refiners simply do not have the facilities to process very heavy Venezuelan oil.</p><p>Venezuelan crude is a heavy, sour oil, thick and viscous like molasses, with a high sulphur content requiring complex, specialised refineries to process it into fuel. Only a small number of Indian refineries are equipped to handle it.</p><p>“[Venezuelan oil’s heaviness] makes it an option only for complex refineries, leaving out older and smaller refineries,” Pokharna told Al Jazeera. “The shift is operationally difficult and would require blending with more expensive light crudes.”</p><p>Then there is the question of availability. Today, Venezuela produces barely a million barrels per day when pushed to its limit. Even if all production was sent to India, it would not match the total Russian oil import.</p><h2 id=\"where-else-could-india-buy-oil\">Where else could India buy oil?</h2><p>India’s Minister Puri has said that New Delhi is looking to diversify sourcing options from nearly 40 countries.</p><p>As India has reduced Russian imports, it has increased them from Middle Eastern nations and other countries in the Organization of the Petroleum Exporting Countries (OPEC). Now, while Russia accounts for nearly 27 percent share in India’s oil imports, OPEC nations, led by Iraq and Saudi Arabia, contribute 53 percent.</p><p>Reeling from Trump’s trade war, India has also increased purchases of US oil. American crude imports to India rose by 92 percent from April to November in 2025 to nearly 13 million tons, compared to 7.1 million in the same period in 2024.</p><p>However, India would be competing for these supplies with the European Union, which has pledged to spend $750bn by 2028 on US energy and nuclear products.</p><p>Meanwhile, for Venezuela to return to higher production, Caracas needs political stability, changes in foreign investment and oil laws, and to clear debts. That will take time, experts say.</p><figure id=\"attachment_4287835\" aria-describedby=\"caption-attachment-4287835\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287835\" src=\"/wp-content/uploads/2026/02/AFP__20251212__87WQ9BA__v1__MidRes__IndiaRussiaOil-1770202388.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"nayara\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287835\" class=\"wp-caption-text\">Customers refuel their vehicles at a Nayara Energy Limited fuel station, the Russian oil major Rosneft’s majority-owned Indian refiner, in Bengaluru, India on December 12, 2025 [File: Idrees Mohammed/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Epstein files reveal web of relationships among rich and powerful | Politics | Al Jazeera",
            "time": "2026-02-04T15:19:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-06-26T153913Z_1424687355_RC17C8B80DA0_RTRMADP_3_ISRAEL-POLITICS-BARAK_cropped-1770216915.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein, Israel’s Barak discussed ‘gigantic’ consultancy sums paid to Blair | News | Al Jazeera",
            "time": "2026-02-04T15:16:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2024-07-09T093748Z_698846323_RC2LR8AULBK6_RTRMADP_3_BRITAIN-POLITICS-AI-1759060420.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A recently released audio recording captures disgraced financier Jeffrey Epstein and former Israeli Prime Minister Ehud Barak discussing the “gigantic” sums paid to former UK Prime Minister Tony Blair for his consulting work, and questioning his financial arrangements.</p><p>In the recording, released by the United States Department of Justice as part of a massive new tranche of <a href=\"/news/2025/12/24/more-than-a-million-epstein-related-documents-discovered-release-delayed\">investigative files</a> related to the disgraced financier, the men appear to be discussing strategies for former political figures to make money after leaving office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Epstein, whom Blair has admitted meeting once in Downing Street during his time as prime minister, talks approvingly of the significant sums being paid to the former United Kingdom leader for his work, but speculates that the money is not all going to Blair, with payments of some funds being made to other parties.</p><p>The audio does not provide specific details about the other parties.</p><p>Blair, a divisive figure who led the UK from 1997 to 2007 and was an architect of the catastrophic Iraq war, provided consultancy services to clients, including governments, through his firm Tony Blair Associates after leaving office.</p><p>He reportedly closed the firm in 2016 to found the Tony Blair Institute for Global Change, which describes itself as a “not-for-profit, non-partisan organisation helping governments and leaders turn bold ideas into reality”.</p><figure id=\"attachment_4161779\" aria-describedby=\"caption-attachment-4161779\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4161779\" src=\"/wp-content/uploads/2025/12/AP20219569645391-1765271273.jpg?w=770&amp;resize=770%2C651&amp;quality=80\" alt=\"Epstein\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4161779\" class=\"wp-caption-text\">Epstein died while awaiting trial for sex trafficking [File: New York State Sex Offender Registry via AP photo]</figcaption></figure><h2 id=\"how-do-we-make-money\">‘How do we make money?’</h2><p>During the released conversation, Barak, Israel’s prime minister from 1999 to 2001, raises the question of a “business model”, asking Epstein “how do we make money out of” a contract with a government or governments.</p><p>He raises “something that I’ve heard from you … that Tony Blair, for example, is doing some probably $11m per year from the Kazakhstan government just to give them advice, to help them with lobbying in some NGO or UN organisation”.</p><p>UK newspaper The Guardian has reported that Tony Blair Associates <a href=\"https://www.theguardian.com/world/2022/jan/06/how-tony-blair-advised-former-kazakh-ruler-after-2011-uprising\" target=\"_blank\" rel=\"noopener\">signed a deal</a> to advise Kazakhstan’s government in 2011, months after autocratic former President Nursultan Nazarbayev was controversially re-elected in a landslide and weeks before security forces shot dead 14 people during an antigovernment uprising.</p><p>Epstein, who was found dead in his New York City jail cell in 2019 while awaiting trial for sex trafficking, replies: “Tony has turned funny.”</p><p>“I don’t know what Tony’s doing for money. And I don’t know if the money that Tony is getting is actually to Tony or to somebody else.”</p><p>He continues: “I hear gigantic numbers given to Tony – $5m here, $10m here, $5m there. Tony’s not making $30m a year.”</p><p>Barak replied: “Yeah, but he’s become quite … I can judge from the style of his watches that he’s …”</p><p>“Yes, but he’s making $10m a year,” says Epstein.</p><p>Barak then responds: “Probably he [gets] the money and he leaves some of it to the others, probably some of the providers.”</p><p>Leaked emails suggest that Epstein served as a trusted financial adviser, fixer, concierge, sounding board and even <a href=\"/news/2025/12/9/israels-ex-pm-ehud-barak-and-jeffrey-epstein-had-close-relationship-emails-reveal\">friend to Barak </a>during their long-running relationship, which continued for years after the disgraced financier became a convicted sex offender following a controversial plea deal in 2008.</p><p>The US Justice Department has not confirmed when the recorded conversation took place. Media reports suggest it took place in early 2013.</p><h2 id=\"rubbish-says-blair-spokesperson\">‘Rubbish,’ says Blair spokesperson</h2><p>Asked for comment on the released conversation through his institute, a spokesperson for Blair said: “None of these people have any idea about what he did or didn’t earn, and the figures given are rubbish.”</p><p>The spokesperson said that Blair had met Epstein only once, as had been previously reported, and had never spoken to or seen him since.</p><p>“He has never discussed what he earned with either of the other two people mentioned,” they said.</p><p>The payment for work in Kazakhstan was “not paid to Blair but to his organisation, which hired a team of people for the purpose of that work, which was about reform in Kazakhstan and completely in line with what other international institutions were working on”.</p><p>“It was not related to communications or lobbying, which further demonstrates that none of the people concerned knew what they were talking about,” said the spokesperson.</p><p>A spokesperson for Blair previously said in October that he had met Epstein once “for less than 30 minutes” in Downing Street in 2002, where they discussed US and UK politics, noting the meeting took place long before his crimes were known of and his subsequent conviction.</p><h2 id=\"mandelson-investigation\">Mandelson investigation</h2><p>The acknowledgement came as the UK’s National Archives released details of the meeting under a freedom of information request, after UK political veteran Peter Mandelson, a close associate of Blair’s during his time in power, was <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">fired as Britain’s ambassador to the US</a> over his relationship with Epstein.</p><p>This week, UK police announced they had <a href=\"/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">launched an investigation</a> into allegations that Mandelson committed misconduct in public office in his dealings with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The material includes emails from Mandelson to Epstein sharing sensitive government information, as well as bank documents suggesting Epstein transferred tens of thousands of dollars to accounts linked to Mandelson or his partner.</p><p>Blair has recently been back in the spotlight after US President Donald Trump named him one of the <a href=\"/news/2026/1/16/trump-names-tony-blair-jared-kushner-to-gaza-board-of-peace\">founding executive members</a> on the so-called “<a href=\"/features/2026/1/16/scepticism-hope-gaza-reacts-trump-board-of-peace\">Board of Peace</a>“, tasked with oversight of the administration and reconstruction of Gaza under the US leader’s 20-point plan to end Israel’s genocidal war against Palestinians in Gaza.</p><p>More than 71,000 Palestinians have been killed and Gaza turned into rubble during Israel’s two years of nonstop bombardment. Rights groups and scholars have dubbed Israel’s actions in Gaza a genocide. Despite a “ceasefire” agreed upon in October, Israel has killed more than 500 Palestinians, including 21 on Wednesday, and has reneged on many of the terms of the deal.</p><p>Blair’s participation in Trump’s project has been a <a href=\"/news/2025/9/28/why-is-the-divisive-tony-blair-now-touted-for-post-gaza-war-interim-role\">major source of contention</a>, given his prominent role in the Iraq war, which resulted in the deaths of hundreds of thousands of Iraqis.</p><p>To this day, critics in the Middle East and the UK brand Blair a “war criminal”, and he remains a toxic figure in some quarters.</p></div></div></body></html>"
        },
        {
            "title": "Libya’s top prosecutor launches probe into Saif al-Islam Gaddafi’s killing | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-04T14:55:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69825bb5-1770150837.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Libya’s top prosecutor launches probe into Saif al-Islam Gaddafi’s killing</h1><p class=\"article__subhead\"><em>Statement from attorney general’s office says forensics teams examines body and site of shooting.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"3,0\">Libyan prosecutors have launched a formal probe into the <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">killing of Saif al-Islam Gaddafi,</a> the son of the country’s late leader Muammar Gaddafi.</p><p data-path-to-node=\"3,0\">The public prosecutor’s office said on Wednesday that forensic experts had been dispatched to Zintan in northwest Libya, where Gaddafi was shot dead, adding that efforts were under way to identify suspects.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-path-to-node=\"3,0\">“The victim died from wounds by gunfire,” the office said in a statement, adding that investigators were looking to “speak to witnesses and anyone who may be able to shed light on the incident”.</p><p data-path-to-node=\"3,0\">Gaddafi’s political team said “four masked men” stormed his house and killed him in a “cowardly and treacherous assassination”. It said Gaddafi engaged in a direct struggle with the assailants, who had shut down the property’s security cameras in what was described as a “desperate attempt to conceal traces of their heinous crimes”.</p><figure id=\"attachment_4287770\" aria-describedby=\"caption-attachment-4287770\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287770\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-GADDAFI-OBIT-FEB-4-2026-1770200558.png?quality=80\" alt=\"INTERACTIVE - GADDAFI-OBIT-FEB-4-2026-1770200558\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287770\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>While holding no formal government post, Gaddafi was widely viewed as his father’s second-in-command from 2000 until the 2011 uprising that ended Muammar Gaddafi’s 42-year rule and resulted in his killing at the hands of opposition forces.</p><p>Saif al-Islam was seized by a militia in Zintan in late 2011 as he tried to escape to neighbouring Niger after the fall of Tripoli.</p><p>After spending six years in captivity, he was granted freedom in 2017 under an amnesty law and remained a resident of Zintan.</p></div></div></body></html>"
        },
        {
            "title": "Mediators propose framework for crucial Iran-US talks this week | News | Al Jazeera",
            "time": "2026-02-04T14:50:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-03T182625Z_1881295317_RC255GAYXOND_RTRMADP_3_USA-IRAN-MILITARY-DRONE-1770214768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mediators from Qatar, Turkiye and Egypt have presented Iran and the United States with a framework of key principles to be discussed in talks on Friday this week, including a commitment by Iran to significantly limit its uranium enrichment, two sources familiar with the negotiations have told Al Jazeera.</p><p>Key points in the proposed framework also include restrictions on the use of ballistic missiles and the arming of Iran’s allies in the region, according to the sources, who include a senior diplomat who asked to remain anonymous due to the sensitive nature of the talks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>An Iranian source has separately <a href=\"/news/2026/2/4/can-us-iran-diplomacy-work-inside-the-narrow-window-for-talks\">told Al Jazeera</a> that the talks, which US special envoy Steve Witkoff and Iranian Foreign Minister Abbas Araghchi are expected to attend, will take place in Oman and not Turkiye as previously planned.</p><p>This slim window for diplomacy comes as the region braces for a potential US attack on Iran after President Donald Trump ordered forces to amass in the Arabian Sea following a violent crackdown by Iran on protesters last month.</p><h2 id=\"what-is-in-the-proposals\">What is in the proposals?</h2><p>Under the proposed framework for an agreement, Iran would commit to zero enrichment of uranium for three years. After that, it would agree to limit enrichment of uranium to below 1.5 percent.</p><p>Its current stock of highly enriched uranium – including about 440kg (970lb) that has been enriched to 60 percent – would be transferred to a third country.</p><p>The proposed framework goes beyond Iran’s nuclear programme with mediators proposing that Iran should agree not to transfer weapons and technologies to its regional, nonstate allies.</p><p>Tehran would also pledge to not initiate the use of ballistic missiles under this framework. This falls short of a <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">US demand</a> that Iran curb the number and range of its ballistic missiles.</p><p>A “nonaggression agreement” between Tehran and Washington is also being proposed by the three mediators, one of the sources said.</p><p>It is not yet known how Washington or Tehran have responded to the proposed framework.</p><p>For its part, the US has made it clear that any deal must include regulations on Iran’s nuclear programme, missiles and proxies.</p><p>In the past, Iran has been willing to compromise on nuclear development, including in 2015 when it signed the Joint Comprehensive Plan of Action (JCPOA), a nuclear deal with  other countries, including the US, to limit nuclear enrichment in exchange for sanctions relief. Three years later, however, Trump pulled the US out of the agreement.</p><p>But Tehran has so far refused to talk about limiting its support for nonstate allies in the region and curtailing its ballistic missiles.</p><p>On Wednesday, Iran was still holding firm to the line that it would “exclusively” discuss the nuclear programme and the lifting of sanctions, the semiofficial Tasnim news agency reported.</p><h2 id=\"defiant-tone\">Defiant tone</h2><p>The mediators’ framework was presented to the US and Iran just before Witkoff met with Israeli Prime Minister Benjamin Netanyahu and his spy chiefs during a visit to Israel on Tuesday.</p><p>The US is entering negotiations with significant leverage as Iran faces an unprecedented mix of external and internal pressures.</p><p>A US aircraft carrier, fighter jets and navy destroyers are now <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">positioned</a> in the Arabian Sea, presenting Tehran with a credible military threat.</p><p>Meanwhile, Iran has been rocked by nationwide protests in December and January, which culminated in the country’s most brutal episodes of violence in decades.</p><p>Still, Supreme Leader Ali Khamenei has maintained a defiant tone, and observers remained cautious about whether he would be willing to compromise on key issues, considering the degree of mistrust towards the US in Tehran.</p><h2 id=\"reviving-diplomacy\">Reviving diplomacy</h2><p>This is not the first time Iranian and US officials have met in a bid to revive diplomacy between the two nations, which have not had diplomatic relations since 1980. In June, US and Iranian officials gathered in the Omani capital, Muscat, to discuss a nuclear agreement, but the process stalled as Israel bombed Iran.</p><p>The Israeli strikes kicked off a 12-day war, which ended with the US bombing key Iranian nuclear facilities and Iran making a symbolic strike on Al Udeid military base in Qatar, which hosts US forces.</p><p>Since then, Tehran has claimed it has replenished its stockpile of ballistic missiles and has warned countries it would use them if attacked. Washington is particularly eager to limit Iran’s ballistic missiles because, during the 12-day war, some Iranian missiles succeeded in breaching Israel’s much-vaunted Iron Dome defence system.</p><p>In the meantime, tensions remained high. On Tuesday, the US shot down an Iranian drone that had come close to the USS Abraham Lincoln aircraft carrier. And on the same day, US officials said Islamic Revolutionary Guard Corps forces had harassed a US-flagged, US-crewed merchant vessel in the Strait of Hormuz, a Gulf waterway critical to global trade.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Audio of Epstein discussing Tony Blair’s income | Crime | Al Jazeera",
            "time": "2026-02-04T13:34:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770211983.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Global system of human rights in ‘peril’, warns HRW in its annual report | Human Rights News | Al Jazeera",
            "time": "2026-02-04T13:23:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6982ecb6bbad-1770187958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Human Rights Watch (HRW) has released its annual World Report 2026, warning that the global system of human rights is in “peril”, with 72 percent of the world’s population now living under “autocracy”.</p><p>In the report (<a href=\"https://www.hrw.org/sites/default/files/media_2026/01/WR2026%20web_2.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) published on Wednesday, the rights body warned that the United States, China and Russia are “led by leaders who share open disdain for norms”, and “wield considerable economic, military, and diplomatic power”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Under relentless pressure from US President Donald Trump, and persistently undermined by China and Russia, the rules-based international order is being crushed, threatening to take with it the architecture human rights defenders have come to rely on to advance norms and protect freedoms,” Philippe Bolopion, executive director at HRW, said in a statement.</p><p>“To defy this trend, governments that still value human rights, alongside social movements, civil society, and international institutions, need to form a strategic alliance to push back.”</p><p>Below are the highlights of the report that paint a bleak picture of the global human rights situation.</p><h2 id=\"united-states\">United States</h2><p>The HRW report accuses the Trump administration of a “broad assault on key pillars of US democracy and the global rules-based order”.</p><p>“Immigrants and asylum seekers have been subjected to inhumane conditions and degrading treatment; 32 died in US Immigration and Customs Enforcement custody in 2025”, and another four in January 2026, it said.</p><p>The “unlawful” abduction of Venezuelan President Nicolas Maduro, along with its withdrawal from the United Nations Human Rights Council and the World Health Organization and its sanctions on Palestinian human rights organisations, the prosecutor of the International Criminal Court and ICC judges, as well as a UN special rapporteur, were highlighted in the report.</p><p>“Trump’s second administration has been marked from the start by blatant disregard for human rights and egregious violations,” the report said, adding that the US government is seeking “to weaken international institutions created to enforce human rights standards and hold violators to account”.</p><h2 id=\"israel\">Israel</h2><p>“The Israeli armed forces have committed acts of genocide, ethnic cleansing, and crimes against humanity,” the report said, adding that “These crimes were met with uneven global condemnation and not nearly enough action.”</p><p>Trump’s plans for Gaza “would be tantamount to ethnic cleansing”, HRW said, while Israel’s killing of Palestinians in Gaza and its demolitions and unlawful restrictions in the occupied West Bank continue.</p><p>The report comes days after the Israel-Palestine director of HRW quit after the rights body “blocked” a report on Israeli atrocities against Palestinians. Omar Shakir, who has worked for the rights group for more than 10 years, told Al Jazeera he has lost faith in the organisation after its new chief, Bolopion, blocked a report accusing Israel of committing “crimes against humanity” in its denial of Palestinian refugees’ right of return.</p><p>Shakir said on Tuesday that the report “sought to connect the erasure of camps in Gaza with the emptying of camps in the West Bank, with the full assault led by the Israeli government against UNRWA, the aid agency for Palestinian refugees and underscoring how in the midst of this Nakba 2.0 that we’re seeing unfold beyond us, it’s critical that we learn the lessons from Nakba 1.0”.</p><p>The Nakba, which means catastrophe, refers to the forced displacement of 750,000 Palestinians expelled from their homes and land by Zionist militias leading up to the establishment of the State of Israel in 1948.</p><h2 id=\"ukraine\">Ukraine</h2><p>In Ukraine, Russia’s “indiscriminate bombing, coercing Ukrainians in occupied areas to serve in the Russian military, systematic torture of Ukrainian prisoners of war, the abduction and deportation of Ukrainian children to Russia, and the use of quadcopter drones to hunt and kill civilians” have not been met with meaningful pressure.</p><h2 id=\"russia\">Russia</h2><p>Russia’s intensifying crackdown on dissent and civil society includes authorities using ill-treatment of those in custody as a “tool of repression” and wielding legislation to target “foreign agents” and “undesirable” organisations.</p><p>The head of the election monitoring group Golos, Grigory Melkonyants, was sentenced to five years in prison. Three lawyers were sentenced to prison terms for providing legal services to the Anti-Corruption Foundation’s founder, Alexey Navalny, who died in prison in 2024.</p><p>“Authorities throughout the country continued to prosecute people for commemorating Navalny’s memory, sharing information about him, using his name, or displaying his portrait,” the report said.</p><p>The foundation was also designated a “terrorist organization” by the country’s Supreme Court. International rights groups, including HRW, Amnesty International, Reporters Without Borders and the International Federation for Human Rights, have also been banned in Russia.</p><h2 id=\"china\">China</h2><p>In China, authorities “systematically deny the rights to freedom of expression, association, assembly, and religion, and persecute government critics”, the report says.</p><p>With the state controlling all significant channels of information and some of the world’s “most stringent surveillance and censorship”, critics face imprisonment and forced disappearance. Human rights defenders are frequently harassed and tortured, while those who belong to “illegal” religious groups are harassed and detained by police.</p><p>As Tibetans and Uighurs are forced to assimilate, the government released draft legislation, Promoting Ethnic Unity and Progress, which “seeks to justify existing repression of minorities and facilitate intensifying ideological controls both at home and abroad”.</p><h2 id=\"filling-the-vacuum\">Filling the vacuum</h2><p>The report stresses there is an “urgent need for a new global alliance to support human rights”.</p><p>HRW said it is “critical to look beyond the usual suspects”, pointing to countries such as Costa Rica, Ghana, Malaysia, Mexico, Senegal, Sierra Leone, and Vanuatu, which have “played important roles on specific human rights initiatives in key international forums”.</p><p>Chile’s Democracy Forever summit brought together leaders from Brazil, Colombia, Spain and Uruguay, who pledged to engage in “active democratic diplomacy”, while The Hague Group was formed in solidarity with Palestinians and in defence of international law.</p><p>Student protests in support of Palestine, protests against ICE abuses in the US and Gen Z protests in Nepal, Indonesia and Morocco were cited as examples of enduring people power.</p></div></div></body></html>"
        },
        {
            "title": "Tens of thousands evacuated as floods submerge parts of Morocco | Floods | Al Jazeera",
            "time": "2026-02-04T13:04:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770210238.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Citizens of Nowhere: What It Means to Be Stateless in the US | Migration | Al Jazeera",
            "time": "2026-02-04T12:53:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770209538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>What happens when a person has no country?</p><p>Citizens of Nowhere is a documentary short about stateless people in the United States – individuals who, through circumstance or legal technicality, belong to no nation. Without passports, citizenship or legal recognition, they live in a state of uncertainty.</p><p>From finding work and accessing education, to simply existing within a system that does not officially recognise them, stateless people face endless bureaucratic barriers.</p><p>This documentary short by Alicia Sully questions what citizenship really means, and what happens when a person has none.</p><p>A What Took You So Long? production, in association with <a href=\"https://www.unitedstateless.org/\">United Stateless</a>.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Video shows man fighting high school students at anti-ICE protest | Al Jazeera | Al Jazeera",
            "time": "2026-02-04T12:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/man-fights-students-horizontal-thumb-1770209411.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A 45-year-old man has reportedly been charged with assault, after he was filmed fighting high school students in Texas during a protest against immigration enforcement agency ICE.</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s critical minerals meet: Who’s attending, what’s at stake? | Business and Economy News | Al Jazeera",
            "time": "2026-02-04T12:48:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69831a2748d8-1770199591.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is hosting ministers from dozens of countries for a critical minerals conference in Washington, DC, this week.</p><p>Officials are seeking to strengthen and diversify their nations’ stockpiles of critical minerals, which are essential for the defence industry and for the development of artificial intelligence.</p><p>High on the agenda is the question of setting a minimum price for critical minerals – something many countries are pushing for. However, the US is reported to be backing away from this suggestion.</p><p>On Monday, US President Donald Trump announced the launch of a strategic minerals stockpile for the US called <a href=\"/economy/2026/2/2/what-is-the-us-strategic-minerals-stockpile\">Project Vault.</a> It will be funded by $2bn of private capital along with a $10bn loan from the US Export-Import Bank.</p><h2 id=\"what-is-the-critical-minerals-ministerial\">What is the Critical Minerals Ministerial?</h2><p>The meeting is the first of the new Critical Minerals Ministerial, a US initiative to build alliances aimed at countering China’s control over critical mineral supply chains around the world.</p><p>The main meeting of representatives takes place on Wednesday.</p><p>Currently, China controls most of the world’s rare earth minerals, including metals that are necessary for the manufacture of many technological items, from smartphones to fighter jets. China has 60 percent of these minerals and processes 90 percent of the world’s supply.</p><p>According to the US Department of State, the ministerial is being hosted by Secretary of State Marco Rubio and is taking place at the State Department building close to the White House.</p><h2 id=\"who-is-attending\">Who is attending?</h2><p>The US will host delegations from more than 50 countries, according to the State Department.</p><p>This includes representatives from the Group of Seven countries – Canada, France, Germany, Italy, Japan, the United Kingdom and the US – as well as from the European Union, Australia and New Zealand.</p><p>On Tuesday, Rubio met with Cho Hyun, the foreign minister of South Korea on the sidelines of the ministerial. In an X post, Rubio wrote that he and Cho discussed recent commitments by Seoul to increase “investments to rebuild critical US industries and the importance of diversifying and securing critical mineral supply chains to bolster our economic and national security”.</p><p>Also on Tuesday, Rubio met Indian External Affairs Minister Subrahmanyam Jaishankar to discuss cooperation over critical minerals.</p><h2 id=\"what-are-critical-minerals-and-why-do-they-matter\">What are critical minerals and why do they matter?</h2><p>They are nonfuel minerals used to manufacture batteries, clocks, wiring, military hardware and semiconductors among other technological products.</p><p>The US describes them as “essential to the economic or national security of the US” and having “a supply chain vulnerable to disruption”.</p><p>Nickel, cobalt, lithium, aluminium and zinc are among the best-known critical minerals. For 12 critical minerals, the US relies entirely on imports. For 29 additional critical minerals, the US imports at least half of what it needs.</p><p>Critical minerals also include 17 rare earth elements – 15 lanthanides (metallic elements) on the periodic table, scandium and yttrium. China has deposits of 12 of these.</p><p>Rare earth metals have special magnetic properties and are necessary for the production of permanent magnets, used for industrial automation, electric vehicle motors, renewable energy generators, electronics and many medical devices.</p><p>Because of China’s near-total control of rare earth metals, Western nations have said they worry about their access to these minerals. Currently, Europe’s supply of permanent magnets, for example, comes almost entirely from China.</p><p>The processing costs for rare earths are high, and mining them involves heavy use of chemicals that generate toxic waste harmful to the environment.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-2229177\" src=\"/wp-content/uploads/2023/06/INTERACTIVE-What-minerals-are-used-in-electric-vehicles_2-1685964574.jpg?quality=80\" alt=\"INTERACTIVE - What minerals are used in electric vehicles_2-1685964574\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"which-country-dominates-critical-minerals-now\">Which country dominates critical minerals now?</h2><p>According to the US Geological Survey (USGS), global rare earth reserves were estimated at about 110 million tonnes as of 2024.</p><p>China has the most rare earth metals and a “near monopoly”, the Center for Strategic and International Studies reported in 2024.</p><p>It has also filed thousands of patents for the processing technologies it has developed.</p><p>Last year, China began restricting exports of the 12 rare earth metals it possesses. In April, China <a href=\"/economy/2025/6/12/why-chinas-rare-earth-exports-are-a-key-issue-in-trade-tensions-with-us\">imposed restrictions</a> on exports for seven rare earth minerals. Then in October, it <a href=\"/news/2025/10/10/china-tightens-export-controls-on-rare-earth-metals-why-this-matters\">added</a> the five remaining metals to the list.</p><p>In late October, Trump reached a trade truce with Chinese President Xi Jinping on the sidelines of the Asia-Pacific Economic Cooperation summit in South Korea. China agreed to put the restrictions for the five final metals on hold for one year while the two countries continue trade negotiations. In return, Trump dropped his threat of 100 percent tariffs on Chinese goods.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3543003\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-UKRAINE-RARE-MINERALS-GLOBAL-DISTRIBUTION-FEB27-2025-1740694424.png?quality=80\" alt=\"INTERACTIVE-UKRAINE-RARE MINERALS-GLOBAL DISTRIBUTION-FEB27, 2025-1740694424\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-are-the-key-issues-on-the-meeting-s-agenda\">What are the key issues on the meeting’s agenda?</h2><p>On Wednesday, US Vice President JD Vance, Rubio, Senior Director for Global Supply Chains David Copley and Undersecretary of State for Economic Affairs Jacob Helberg will deliver opening remarks.</p><p>The countries attending the conference will discuss setting a minerals price floor – a minimum price for a mineral or group of minerals. Those calling for a minimum price to be set said it would reduce risks for investors, keep supplies coming from a larger number of places and prevent large players from leveraging cheap prices to exclude smaller competitors.</p><p>The Trump administration, however, is stepping back from plans to guarantee such a minimum price, according to the Reuters news agency, which quoted unnamed sources for its report. Australian mining stocks dropped as a result.</p><p>Australia, which also has a large supply of rare earth metals, is among those countries pushing hard for a price floor as it positions itself as an alternative to China by investing heavily in developing its own processing capacity.</p><p>The ministerial will also be an opportunity for the US to get other countries to fall into line over its own policies for critical minerals, analysts said.</p><p>“The US is likely to push partner countries to sign minerals deals by which US companies get preferential or at least access to mineral deposits,” Raphael Deberdt, a postdoctoral fellow at the Copenhagen Business School, told Al Jazeera.</p><p>Deberdt, who researches critical minerals, explained that while the US has access to these deposits, Washington will also want to invest in those countries to expand production of specific minerals, particularly rare earth elements, cobalt, nickel and graphite.</p><p>“The US is also likely to work on a reshuffling of critical minerals supply chains to orient processing towards its own territory and the territories of allied nations,” Deberdt said.</p><p>“However, this is still prospective as the US has little processing capabilities and remains far from Chinese dominance.”</p><p>He said the Washington conference, therefore, is more likely to be about making US policy on critical minerals visible rather than achieving “real advances in the onshoring, reshoring or friend-shoring of critical minerals”.</p><h2 id=\"which-other-countries-are-developing-rare-earth-capacity\">Which other countries are developing rare earth capacity?</h2><p>Australia has the world’s fourth largest rare earth reserves, including metals such as neodymium, which is used to make magnets in wind turbines.</p><p>In October, Australian Prime Minister Anthony Albanese and Trump signed a <a href=\"/news/2025/10/17/can-australia-provide-us-with-rare-earth-metals-which-china-has-restricted\">critical minerals agreement</a> that will give the US access to Australian rare earth minerals in return for investment.</p><p>But while Australia’s rare earth reserves are large, they are still only <a href=\"/news/2025/10/17/can-australia-provide-us-with-rare-earth-metals-which-china-has-restricted\">one-seventh</a> the size of China’s, according to the USGS. That’s why experts said the US will likely try to <a href=\"/features/2026/2/4/we-are-exploited-congolese-fear-losing-out-as-us-makes-minerals-deals\">court other countries</a> for supplies as well.</p><p>Greenland, which Trump has said he wants to take over and make part of the US, is also rich in critical minerals, including rare earth metals. Greenland has limited mining, however, as the practice is largely opposed by Indigenous Inuit residents.</p><h2 id=\"are-countries-stockpiling-their-own-critical-minerals\">Are countries stockpiling their own critical minerals?</h2><p>Yes, as well as the US Project Vault, other countries are stockpiling critical minerals to protect themselves from supply chain disruptions in response to China’s dominance of the market.</p><p>In March 2020, Japan introduced an international resource strategy that reinforced a stockpiling system for its rare earth minerals.</p><p>Similarly, South Korea maintains a longstanding stockpile of critical minerals managed by the state-run Korea Mine Rehabilitation and Mineral Resources Corporation.</p><p>In December, the European Commission adopted the RESourceEU Action Plan to secure the EU’s critical minerals supply. The commission said it will also establish a European Critical Raw Materials Centre early this year to diversify supply chains, including through stockpiling.</p><p>In January, Albanese’s government announced new details of Australia’s $1.2bn Critical Minerals Strategic Reserve to secure the supply of key critical minerals.</p></div></div></body></html>"
        }
    ]
}