{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Athletic Bilbao vs Real Madrid - La Liga | Football News | Al Jazeera",
            "time": "2025-12-03T15:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-26T193949Z_444366571_UP1ELBQ1IMCDF_RTRMADP_3_SOCCER-CHAMPIONS-OLY-RMA-1764770488.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Athletic Bilbao vs Real Madrid – La Liga</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up, with full team news coverage, ahead of our comprehensive text commentary stream.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "White House denies Trump nodded off during cabinet meeting | Donald Trump | Al Jazeera",
            "time": "2025-12-03T14:59:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T184316Z_717141069_RC2H8IAHK1PY_RTRMADP_3_USA-TRUMP_cropped-1764773688.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Footage shows Russian troops raising a flag over Pokrovsk as Moscow claims | Military | Al Jazeera",
            "time": "2025-12-03T14:51:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764773443.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel preparing to receive remains found in northern Gaza | Gaza | Al Jazeera",
            "time": "2025-12-03T14:47:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764773233.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Verstappen, Norris, Piastri: F1 set for three-way title fight in Abu Dhabi | Motorsports News | Al Jazeera",
            "time": "2025-12-03T13:43:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2234008852-1764765985_e5acb5-1764766261.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Formula One will crown its champion in Abu Dhabi on Sunday with McLaren’s Lando Norris and Oscar Piastri both seeking to dethrone Red Bull’s Max Verstappen and deny the Dutchman his fifth title in a row.</p><p>Norris is favourite in the three-way showdown, 12 points clear of Verstappen and needing “only” to finish on the podium at Yas Marina whoever wins on what could be a night of high drama.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The last season before the start of a new era for the sport, and the expansion to 11 teams with new rules and engines, has been one of comebacks and shocks for all three contenders, and none can be counted out.</p><p>All have seven wins each, are capable of adding to that tally and ready to deliver an edge-of-seat sunset finale that might have come straight out of Brad Pitt’s recent F1 movie blockbuster.</p><p>All have also suffered the agony of race retirements due to collisions or crashes.</p><h2 id=\"mclaren-s-incredible-season-verstappen-s-incredible-fightback\">McLaren’s incredible season, Verstappen’s incredible fightback</h2><p>Norris, winner of the opener in Melbourne last March, was 34 points behind Piastri at the end of August but turned his fortunes around with a hot streak, while the Australian stalled.</p><p>He won in Abu Dhabi from pole last year, after losing a title battle with Verstappen.</p><p>“It’s been an incredible season. We have an incredible car. I’m proud of everyone in the team. Thank you to all of our fans. We’ve got one more race, and we’ll give it everything,” he said.</p><p>Piastri, leading from Saudi Arabia in April to Mexico in October, had looked set for Australia’s first championship since Alan Jones 45 years ago, but is now 16 points behind his teammate.</p><p>He needs to win or finish second and hope for a twist in the tale – twice this century, the driver who was third overall going into the final round has come out on top.</p><p>Verstappen, who can join Michael Schumacher as the only drivers to take five titles in a row, could be on for the most astonishing comeback of all after being 104 points behind Piastri in late August.</p><p>“We stay in the fight until the end,” grinned the Dutchman after winning in Qatar last weekend, following on from victory in Las Vegas the Saturday before that.</p><p>Abu Dhabi has been a happy hunting ground for him in the past, with four wins in a row at the anti-clockwise circuit until last year.</p><p>Another win, with Norris not on the podium, would suffice.</p><p>McLaren had both their cars disqualified in Las Vegas and threw away a win for Piastri and podium for Norris in Qatar, thanks to a bungled strategy.</p><p>Surely the runaway constructors’ champions, with the second-highest single-season points tally of all time, can’t let slip through their fingers a first title double since 1998?</p><figure id=\"attachment_4141815\" aria-describedby=\"caption-attachment-4141815\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4141815\" src=\"/wp-content/uploads/2025/11/SOR04460-1764525374.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4141815\" class=\"wp-caption-text\">Verstappen has not led the drivers’ world championship at any point in the 2025 F1 season but is hoping to be in front after the 24th and final round in Abu Dhabi on Sunday [Sorin Furcoi/Al Jazeera]</figcaption></figure><h2 id=\"prizemoney-and-paddock-pecking-order\">Prizemoney and paddock pecking order</h2><p>While the title drama plays out, others will be chasing prize money and points to improve their place in the paddock pecking order.</p><p>Mercedes and Red Bull are fighting for second place, although the former looks likely to prevail with George Russell and Kimi Antonelli, given the latter team’s reliance on Verstappen.</p><p>The race will be a final outing for Japan’s Yuki Tsunoda at Red Bull, his seat handed to Frenchman Isack Hadjar for next season, and engine partners Honda before switching to Aston Martin.</p><p>Ferrari have one last chance to win a race in 2025 while seven-times world champion Lewis Hamilton is facing his first season without even standing on the podium.</p><p>Sauber, in their last race before becoming the factory Audi team and with Nico Hulkenberg making his 250th start, are only five points behind eighth-placed Haas, who are in turn seven adrift of Aston Martin.</p><p>Renault-owned Alpine are competing for the last time with Renault engines before a switch to Mercedes power. For Argentinian driver Franco Colapinto, that means one last attempt to score his first point of the campaign.</p><figure id=\"attachment_4147985\" aria-describedby=\"caption-attachment-4147985\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147985\" src=\"/wp-content/uploads/2025/12/GettyImages-2245841525-1764767613.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lando Norris and Oscar Piastri in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147985\" class=\"wp-caption-text\">McLaren says there are no team orders for who wins at the Abu Dhabi Grand Prix, which means their world title-contending drivers Norris, left, and Piastri, will be battling each other as much as Red Bull’s Verstappen [File: Lars Baron/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "ICC judge speaks out on impact of US sanctions | ICC | Al Jazeera",
            "time": "2025-12-03T13:42:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764769245.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why did India order smartphone makers to install a government app? | Telecommunications News | Al Jazeera",
            "time": "2025-12-03T13:36:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692ffc57-1764752471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India has revoked an order to smartphone manufacturers to install a government-owned <a href=\"http://aljazeera.com/news/2025/12/1/india-orders-phone-makers-to-pre-install-state-owned-web-safety-app-report\">cybersecurity application</a> on all new mobile devices following massive backlash amid digital rights concerns.</p><p>According to an official notification issued by the Department of Telecommunications on November 28, all leading smartphone makers, including Apple and Samsung, were given 90 days to add the government’s Sanchar Saathi application to all newly manufactured devices.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The government, led by the Bharatiya Janata Party (BJP), said the order was part of a move to tackle fraud and misuse of mobile phones.</p><p>The order faced pushback, however, both from tech companies and digital privacy advocates. Prior to its withdrawal, Apple, based in the United States, reportedly said it would not comply with the order due to a host of privacy- and security-related issues.</p><p>Here is what we know.</p><h2 id=\"what-did-the-order-say\">What did the order say?</h2><p>Under the directive issued by India’s Department of Telecommunications, manufacturers were told to ensure that Sanchar Saathi was “pre-installed on all mobile handsets manufactured or imported for use in India” within 90 days.</p><p>The app, manufacturers were told, was to be “readily visible and accessible to the end users at the time of first use or device setup” and its features “not disabled or restricted”.</p><p>For devices already in supply, manufacturers and importers were told to “make an endeavour to push the App through software updates”, the order stated.</p><p>The directive also required companies to submit compliance reports to the telecom ministry within 120 days.</p><p>According to a survey conducted by the Ministry of Statistics and Programme Implementation (MoSPI) in May, more than <a href=\"https://m.economictimes.com/news/economy/indicators/85-5-indian-households-posses-at-least-one-smartphone-99-5-youth-use-upi-mospi-survey/articleshow/121495764.cms\" target=\"_blank\" rel=\"noopener\">85 percent</a> of households in India own smartphones.</p><p></p><h2 id=\"why-did-the-indian-government-order-this\">Why did the Indian government order this?</h2><p>Justifying the order, the government said the country’s Telecom Cyber Security Rules empower it to set up mechanisms “necessary to identify and report acts that may endanger telecom cyber security”, and that Sanchar Saathi will enable “stakeholders to report International Mobile Equipment Identity (IMEI) – related suspicious misuse and also to verify authenticity of IMEIs used in mobile devices”.</p><p>The IMEI is a unique 15-digit number that is used to identify a specific mobile device.</p><h2 id=\"how-did-smartphone-manufacturers-respond\">How did smartphone manufacturers respond?</h2><p>An industry source familiar with Apple’s concern regarding the app told Reuters that the tech giant would explain to the Indian government that it does not follow any such mandates anywhere in the world.</p><p>Another industry insider told Reuters that South Korean-based tech company Samsung was reviewing the order, but had not given any details about how it planned to pursue the matter.</p><h2 id=\"what-were-the-criticisms-of-the-order\">What were the criticisms of the order?</h2><p>The Internet Freedom Foundation (IFF) of India called it a “deeply worrying expansion of executive control over personal digital devices”.</p><p>“The stated objective of curbing IMEI fraud and improving telecom security is, on its face, a legitimate state aim. But the means chosen are disproportionate, legally fragile, and structurally hostile to user privacy and autonomy,” it said in a statement.</p><p>Congress leader and Lok Sabha member Priyanka Gandhi called Sanchar Saathi a “snooping” app and “ridiculous”.</p><p>The Delhi-based Software Freedom Law Centre told Al Jazeera the directive was another example of attempts “to take away user autonomy, make a mockery of consent and have 24 hours State in My Home measure”.</p><p>“This is the start of a slippery slope of function creep. Such deep integration of state software on private devices ensures an expansion of surveillance capacities without fresh public debate each time new changes are made,” it said.</p><p>“Government has no business being in our devices that are more intimate to us than our loved ones.”</p><p>A similar controversy arose in 2020, when the Indian government required all public and private sector employees to use its COVID-19 contact tracing app, <a href=\"/news/2020/5/1/privacy-minefield-india-covid-19-app-raises-surveillance-fears\">Aarogya Setu</a>, which critics described as a “privacy minefield”.</p><h2 id=\"when-did-india-revoke-the-order\">When did India revoke the order?</h2><p>Early on Wednesday, the government said it would be willing to amend the order “based on the feedback we receive”. Hours later, the order was revoked.</p><p>“Government has decided not to make the pre-installation mandatory for mobile manufacturers,” India’s Communications Ministry said in a press statement.</p><p>“The app is secure and purely meant to help citizens from bad actors in the cyber world,” it added.</p><p></p><p>The IFF said that while this was a “welcome development”, it was still awaiting the full legal order accompanying the revocation.</p><p></p><h2 id=\"are-other-countries-making-similar-orders\">Are other countries making similar orders?</h2><p>Earlier this year, Russia launched Max, an app aimed at curbing the use of stolen phones in fraud schemes while also broadening access to state-backed digital services.</p><p>Russian authorities claim Max is more secure than apps provided by foreign competitors.</p><p>Developed by the state-controlled tech firm VK, Max is integrated with government platforms and has been mandatory on all new mobile phones and tablets sold since September 1.</p><p>Moscow said the move would ensure a “safer” digital ecosystem. However, critics argue the app is likely to be used for surveillance purposes, an allegation Moscow has rejected.</p><p>In August, Russia announced restrictions on voice calls on the WhatsApp and Telegram messaging apps, saying they had become the main voice services used to “involve Russian citizens in sabotage and terrorist activities”. It alleged that requests to take countermeasures had been “ignored” by the owners of the social media apps.</p></div></div></body></html>"
        },
        {
            "title": "Japan: A Teen’s POV on a WWII Kamikaze Story | The World Wars | Al Jazeera",
            "time": "2025-12-03T13:28:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764768406.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>When 15-year-old Shurina is cast as a kamikaze pilot in her school play, she embarks on an unexpected journey through history and loss. As she travels across Japan, she visits World War II memorials and hangs paper cranes in memory of schoolgirls forced to end their lives during the war.</p><p>In Okinawa, as her final performance approaches, Shurina seeks the courage to honor the voices of the past.</p><p>A documentary short by Cheng Herng Shinn, presented by Al Jazeera’s DigiDocs in collaboration with Al Jazeera Witness.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Street sports help Palestinians cope with trauma | Gaza | Al Jazeera",
            "time": "2025-12-03T13:26:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764768356.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bomb kills three Pakistani police officers close to Afghan border | Pakistan Taliban News | Al Jazeera",
            "time": "2025-12-03T13:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25336542797874-1764760438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bomb kills three Pakistani police officers close to Afghan border</h1><p class=\"article__subhead\"><em>Blast comes a day after an attack claimed by the Pakistan Taliban, amid surging tensions with Kabul over the group.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A roadside bomb has killed three Pakistani police officers near the Afghan border, officials say.</p><p>The blast on Wednesday, in which two other officers were wounded, occurred in the country’s restive northwest region of Khyber Pakhtunkhwa. The continuing cycle of violence in the area has recently sent tension spiralling between Pakistan and Afghanistan.</p><p>Initial reports suggested the cause was an “improvised explosive device,” Ali Hamza, a police official in the nearby city of Dera Ismail Khan, told the AFP news agency.</p><p>No group has claimed responsibility for Wednesday’s attack, but Interior Minister Mohsin Naqvi has been quick to blame the Pakistan Taliban, also known as Tehreek-e-Taliban Pakistan (TTP), which has long carried out attacks in the province.</p><p>Islamabad accuses Afghanistan of providing the TTP with a safe haven since the Taliban’s takeover in 2021. ​​</p><p>The Taliban denies that its territory is used by the group.</p><h2 id=\"spillover\">Spillover</h2><p>The tensions spilled over into fierce clashes in October, with dozens of people killed in what was the worst fighting around the border since the Taliban took power.</p><p>A ceasefire has tentatively held since, but tension has continued to seethe.</p><p>Kabul has accused its neighbour of carrying out <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">air strikes</a> in its eastern provinces, while Pakistan has been hit with a surge of attacks.</p><p>A suicide bombing at an Islamabad court complex that killed 12 people and an attack on a paramilitary headquarters in Peshawar have kept suspicion bubbling in Pakistan, with authorities pointing at the TTP and <a href=\"/news/2025/11/14/pakistan-arrests-4-from-an-afghan-cell-over-deadly-islamabad-bombing\">arresting four members</a> of an Afghan cell after the Islamabad bombing.</p><p>On Tuesday, gunmen killed a local administrator and two officers in the city of Bannu in Khyber Pakhtunkhwa, wounding three others, police officer Kamal Khan told the AFP news agency.</p><p>A faction of the TTP claimed responsibility for the attack, the agency reported.</p><h2 id=\"reports-of-new-talks\">Reports of new talks</h2><p>As news of Wednesday’s attack came, the Reuters news agency reported that Kabul and Islamabad had held new peace talks in Saudi Arabia.</p><p>The parties reportedly agreed to maintain the ceasefire, with one Afghan official suggesting that Kabul is open to further meetings in pursuit of a positive outcome.</p><p>The two sides signed a ceasefire in Doha in October, but a second round of negotiations in Istanbul last month ended without any long-term deal being reached.</p><p>Pakistan says that it wants its neighbour to commit to taking action against the TTP. Kabul retorts that it cannot be expected to guarantee security in a neighbouring country.</p></div></div></body></html>"
        },
        {
            "title": "Why jail access to Pakistan’s Imran Khan has caused a political storm | Imran Khan News | Al Jazeera",
            "time": "2025-12-03T13:03:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_69300773a0e5-1764755315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For nearly a month, family members of Pakistan’s jailed former prime minister, Imran Khan, 73, say they were barred from seeing him, prompting protests and causing concerns about his health.</p><p>After his sister, Uzma Khanum, finally visited him at Adiala jail, the central jail in Pakistan’s Rawalpindi, close to the capital, Islamabad, on Tuesday this week, however, she said <a href=\"http://google.com/search?q=imran+khan+al+jazeera&amp;rlz=1C1GCEU_enQA1077QA1078&amp;oq=imran+khan+al+jazeera&amp;gs_lcrp=EgZjaHJvbWUqBwgAEAAYgAQyBwgAEAAYgAQyBwgBEAAYgAQyBwgCEAAYgAQyBwgDEAAYgAQyBwgEEAAYgAQyBggFEEUYPDIGCAYQRRg8MgYIBxBFGDzSAQg0NTYxajBqN6gCALACAA&amp;sourceid=chrome&amp;ie=UTF-8\">Khan’s health appeared to be good</a>.</p><p>Still, she said, the conditions in which he is being held are poor and that he has described his imprisonment as “mental torture”.</p><p>Khan is currently serving lengthy prison sentences following convictions on corruption charges.</p><p>Khan’s wife, Bushra Bibi, is also serving a seven-year term for receiving land bribes in one of these corruption cases – the <a href=\"/news/2023/5/9/what-is-al-qadir-trust-case-under-which-imran-khan-is-arrested\">al-Qadir Trust</a> case. Khan and Bibi have denied all of the charges against them.</p><p>Here is what we know about why visits to Khan have been blocked.</p><h2 id=\"why-is-khan-in-jail\">Why is Khan in jail?</h2><p>Khan, who was prime minister of Pakistan from 2018 to 2022, has been in prison since his arrest in August 2023 on corruption charges. He is serving prison sentences following a slew of legal cases, including:</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Al-Qadir Trust case:</strong> Khan and his wife were accused of accepting land worth 7 billion rupees ($25.12m) as a bribe from a real estate developer in exchange for illegal favours, via a trust called al-Qadir, which was established in 2018. In January 2025, Khan was sentenced by an Islamabad accountability court to 14 years in prison and Bibi to seven years, after being found guilty.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Toshakhana case:</strong> In August 2023, Khan was arrested and later found guilty of <a href=\"/news/2024/4/1/pakistan-court-suspends-imran-khans-prison-sentence-in-state-gifts-case\">selling state gifts</a> worth more than 140 million Pakistani rupees ($497,000), which he allegedly received during his premiership. He was sentenced to 14 years in prison.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li><strong>Anti-terrorism charges:</strong> Following Khan’s arrest in May 2023, his supporters staged often-violent protests across Pakistan. Khan now also faces anti-terrorism charges in relation to the protests. He was indicted in December 2024 in an anti-terrorism court in Rawalpindi and pleaded not guilty. He has not been tried yet.</li>\n<li><strong>Cypher case:</strong> Khan was charged with making public a classified cable – a cypher – sent to Islamabad by Pakistan’s ambassador in Washington in 2022. He was indicted alongside senior PTI leader Shah Mahmood Qureshi in October 2023. Khan and Qureshi were found guilty by a special court established under the Official Secrets Act and were convicted in January 2024. Qureshi and Khan were each sentenced to 10 years in prison.</li>\n<li><strong>Iddat case:</strong> Khan and his wife were accused of marrying before his wife’s mandatory waiting period following her divorce from her previous husband. They were acquitted in July.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khan argues that all the cases brought against him are politically motivated.</p><h2>What did Uzma Khanum say about her visit to Khan?</h2><p>Following her visit with her brother on Tuesday, Khanum, who is a doctor, told reporters in Rawalpindi that her brother is confined to his cell for most of the day and is allowed outside for only a short period of time.</p><p>“He is physically well. But he is kept inside all the time and only goes out for a short while. There is no contact with anybody. He was very angry and said that they are subjecting him to mental torture.”</p><p>She added that her 30-minute meeting with Khan had been closely supervised, with no mobile devices allowed.</p><p>Later, alongside her sister Aleema Khanum and leaders of Khan’s Pakistan Tehreek-e-Insaf party (PTI), she told the media: “When I met him, he was very disturbed and very angry. He said that they are keeping him and Bushra Bibi in such mental torture in a small room, he said he was not allowed to meet anyone for four weeks … he said this mental torture is worse than physical torture.”</p><h2 id=\"have-visits-to-khan-been-officially-blocked\">Have visits to Khan been officially blocked?</h2><p>Pakistan’s authorities have not confirmed whether there is an official block on visits to Khan or what the reason for that might be.</p><p>Tuesday’s meeting with his sister followed claims from Khan’s family and PTI leaders that visits to him had been blocked despite court orders allowing them.</p><p>In late October this year, the Islamabad High Court (IHC) directed the Adiala jail superintendent to implement an order it issued in March permitting Khan to meet with designated visitors on Tuesday and Thursday each week.</p><p>Family members say these visits were never allowed, however. As a result, rumours began to circulate among Khan’s supporters that he was either ill or being transferred to another jail. Some even speculated that Khan had died.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-action-have-his-family-and-supporters-taken\">What action have his family and supporters taken?</h2><p>Khan’s sisters and supporters have long protested against Khan’s imprisonment. They first staged a physical protest outside Adiala jail over the blocked access on November 18.</p><p>They said their protest was also in solidarity with the families of PTI members who were killed during clashes with security forces during earlier popular protests calling for Khan’s release from prison on May 9, 2023; October 4, 2024; and November 26, 2024.</p><p>On November 18, Khan’s sisters alleged that they were “violently detained” and manhandled while camping outside Adiala jail.</p><p>In a second protest outside the jail on November 25, which was livestreamed on the PTI YouTube channel, Aleema said: “Who knows, maybe Imran has been shifted. Why are they not letting us meet him?”</p><p>Then, Sohail Afridi, PTI member and chief minister of Pakistan’s northwestern province, Khyber Pakhtunkhwa, staged an overnight, livestreamed sit-in outside Adiala jail on November 28, claiming he had been denied access to Khan eight times.</p><p>Protests calling for Khan’s release also broke out in the city of Peshawar in Khyber Pakhtunkhwa, which has been a PTI stronghold since 2013 when the party first formed a provincial government there.</p><p>Tuesday’s meeting between Khan and his sister finally took place as protests continued outside Adiala jail.</p><p>Then on Tuesday, local authorities enacted Section 144 of the Criminal Procedure Code, allowing district administrations to forbid the assembly of four or more people in public areas for limited periods of time in two places – for two months in Islamabad and until Wednesday this week in Rawalpindi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-government-said\">What has the government said?</h2><p>The government has not explicitly confirmed that visits to Khan have been barred or cited any reason for blocking access.</p><p>Tariq Fazal Chaudhry, a politician from Prime Minister Shehbaz Sharif’s Pakistan Muslim League (PML-N) told the National Assembly on November 28 that Khan was in good health and that rumours about his health had been spread by Indian and Afghan media.</p><p>“His health is perfectly fine and there is no danger to his life,” Chaudhry said.</p><figure id=\"attachment_4147810\" aria-describedby=\"caption-attachment-4147810\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147810\" src=\"/wp-content/uploads/2025/12/2025-12-02T182023Z_1959443505_RC2B8IAGNJCW_RTRMADP_3_PAKISTAN-POLITICS-KHAN-1764761871.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Imran Khan protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147810\" class=\"wp-caption-text\">Supporters of the jailed former prime minister of Pakistan and leader of Pakistan Tehreek-e-Insaf (PTI) party, Imran Khan, gather during a protest over concerns about his health, near Adiala jail in Rawalpindi, Pakistan, on December 2, 2025 [Salahuddin/Reuters]</figcaption></figure><h2 id=\"why-have-khan-s-jail-visits-caused-a-political-storm-in-pakistan\">Why have Khan’s jail visits caused a political storm in Pakistan?</h2><p>Some experts say that barring visits to Khan in jail is a political strategy that may backfire on Pakistan’s governing party, PML-N.</p><p>“The primary objective of blocking access and keeping Khan in solitary confinement is apparently meant to break him into [agreeing to] a compromise and neutralise the groundswell of antigovernment sentiment,” political analyst Imtiaz Gul, who is executive director of Islamabad-based think tank, the Center for Research and Security Studies (CRSS), told Al Jazeera.</p><p>Usama Khilji, a columnist based in Pakistan and director of digital rights advocacy organisation Bolo Bhi, told Al Jazeera: “In Pakistan, politicians are either in government or in jail, with the security establishment having the main say behind the scenes in who gets to govern. Imran Khan is currently a victim of politically motivated cases where due process is undermined through an increasingly managed judiciary.”</p><p>Khan’s PTI was barred from contesting in the 2024 national elections, and several party leaders have been arrested. Party members contested the elections as independent candidates and won more seats than any other party.</p><p>But the PTI alleged that the government and military rigged the election to deny them even more seats – and independent observers also pointed to several irregularities in vote counting. The government and military have repeatedly rejected accusations that the elections were manipulated.</p><p>“As the most popular politician in Pakistan at the moment, his political party has faced systematic persecution, and their protests have been met with violent pushback and a virtual outlawing of any kind of demonstrations,” Khilji said.</p><p>“Restricting access to him in jail is being done in violation of court orders and prisoners’ rights in order to send a message to his party and other politicians: if you don’t toe the line, there will be severe consequences.”</p></div></div></body></html>"
        },
        {
            "title": "Lebanon and Israel talks raise hope of more robust, expanded truce | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-03T13:02:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250731__68EC7JE__v2__HighRes__LebanonArmyAnniversary-1753964298.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon and Israel talks raise hope of more robust, expanded truce</h1><p class=\"article__subhead\"><em>Israeli PM’s office said talks are an initial bid ‘to establish a basis for a relationship and economic cooperation’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel and Lebanon are set to conduct their first direct diplomatic talks in decades as they dispatched civilian envoys to a body that monitors their <a href=\"/video/newsfeed/2025/11/27/whats-happening-in-lebanon-a-year-into-the-israel-hezbollah-ceasefire\">rocky 2024 truce</a>.</p><p>Lebanon, which does not recognise Israel, announced on Wednesday that its delegation for the talks will for the first time be led by a civilian. Israel also said it is sending a diplomat as part of a delegation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>No further details regarding the place and time of the meeting of a military committee that monitors the 2024 truce between the countries have been given. However, it is hoped that the move signals an expansion of the scope of talks between the longtime foes.</p><p>The Lebanese decision was a response to a longstanding United States request and came after Lebanon was “informed that Israel agreed to include a non-military member in its delegation,” President Joseph Aoun’s office said in a statement.</p><p>Simon Karam, former ambassador to the US, will be dispatched by Lebanon to the talks.</p><p>Israel, for its part, has tasked acting director of the National Security Council Gil Reich to appoint a representative for the meeting, set near the United Nations-demarcated Blue Line that marks the two states’ unofficial border.</p><p>Israel’s Arutz Sheva media named the Israeli representative as Uri Resnick of the National Security Council.</p><p>“This is an initial attempt to establish a basis for a relationship and economic cooperation between Israel and Lebanon,” said Israeli Prime Minister Benjamin Netanyahu’s office.</p><h2 id=\"very-divisive\">‘Very divisive’</h2><p>The meeting is a “significant” step for Lebanon, which has faced US pressure to “engage in direct talks with Israel”, reported Al Jazeera’s Zeina Khodr from Beirut.</p><p>“This is a very divisive and sensitive issue in Lebanon, where many people see Israel as the enemy,” she said. “Sending a civilian to the meeting is seen as a concession from the Lebanese government.”</p><p>Aoun has said in recent months that he is open to negotiations to pursue a more robust truce than the one brokered in November 2024.</p><p>Israel has repeatedly bombed Lebanon despite the truce, <a href=\"/news/2025/11/25/un-calls-for-probe-into-israels-strikes-on-lebanon\">killing more than 300 people</a>, including at least 127 civilians, according to the UN.</p><p>Israel claims it is targeting Hezbollah members and infrastructure to stop the group from rebuilding its military capabilities.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s strikes come as Washington pushes Lebanon’s government to follow through on its <a href=\"/news/2025/9/5/lebanons-cabinet-welcomes-army-plan-to-disarm-hezbollah-gives-no-timeline\">commitment to disarm Hezbollah</a> by the end of the year.</p><p>Hezbollah Secretary-General Naim Qassem has <a href=\"/news/2025/8/25/hezbollah-chief-rejects-disarmament-demands-israel-comply-with-ceasefire\">rejected calls for disarmament</a>, saying Lebanon’s sovereignty could only be achieved by ending Israeli “aggression”.</p></div></div></body></html>"
        },
        {
            "title": "‘Closing the tap’: EU agrees on deal to end Russian gas imports by 2027 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-03T12:32:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-04T165401Z_1333441273_RC2ONFA88BJW_RTRMADP_3_UKRAINE-CRISIS-EU-FUNDING-1764751742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union reached a deal to end all Russian gas imports by November 2027.</p><p>The “provisional agreement” between the European Council – the grouping of the 27 governments of the bloc’s member states – and the European Parliament was announced on Wednesday.</p><p>Although the deadline is later than that sought by the parliament and some member states, the deal progresses efforts to end all energy imports into the bloc from Russia, which continues to provide Moscow with vital financing to power its war on Ukraine.</p><p>Under the agreement, member states will halt imports of Russian liquefied natural gas (LNG) by the end of 2026. Pipeline gas imports will stop by November 2027.</p><p>The effort to halt purchases has struggled over the last four years because of the deep dependence of many member states on Russian energy. The bloc’s overall reliance was close to 50 percent before Moscow unleashed its full-scale <a href=\"/news/2022/2/24/putin-orders-military-operations-in-eastern-ukraine-as-un-meets\">invasion of Ukraine</a> in February 2022.</p><p>The move aims “to end dependency on Russian energy following Russia’s weaponisation of gas supplies with significant effects on the European energy market”, said a European Council statement.</p><p>Welcoming the announcement, European Commission President Ursula von der Leyen said: “Europe is closing the tap on Russian fossil fuels once and for all. Energy independence starts now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-more-blackmail\">‘No more blackmail’</h2><p>EU leaders celebrated news of the <a href=\"/news/2025/10/20/eu-moves-to-ban-russian-energy-imports-by-2028\">long-sought deal</a> to finally halt Russian gas imports, which required a compromise between member states and the European Parliament over the date of the cut-off.</p><p>“We’ve chosen energy security and independence for Europe. No more blackmail. No more market manipulation by Putin. We stand strong with Ukraine,” Energy Commissioner Dan Jorgensen said.</p><p></p><p>Under the deal, long-term pipeline contracts will be banned from September 30, 2027, provided storage levels are sufficient, and no later than November 1, 2027. Short-term contracts will be outlawed by June 17, 2026.</p><p>Long-term contracts on LNG will be prohibited from January 1, 2027, with short-term contracts phased out from April 25, 2026.</p><p>The timelines are yet to earn final approval from the European Parliament and the European Council.</p><p>European companies will be able to invoke “force majeure” to legally justify breaking existing contracts, citing the EU import ban.</p><h2 id=\"political-obstacles\">Political obstacles</h2><p>For now, the EU still depends on <a href=\"/news/2025/10/3/how-much-of-europes-oil-and-gas-still-comes-from-russia\">large quantities of Russian gas</a> with changing suppliers more logistically challenging than for oil, on which most member states have managed to switch. The share of Russian gas in EU imports fell from 45 percent in 2021, but remained at 19 percent last year.</p><p>While Europe has slashed pipeline deliveries, Russia remains a key supplier of LNG, accounting for 20 percent of imports in 2024 – or about 20 billion cubic metres out of roughly 100bcm – leaving it only behind the United States at 45 percent.</p><p>However, there have also been political obstacles.</p><p>Hungary and Slovakia, which are diplomatically closer to Moscow and import the most Russian energy, have long <a href=\"/economy/2022/5/3/slovakia-hungary-will-not-support-eu-sanctions-on-russian-energy\">opposed sanctions on Russian energy</a> and have complicated EU efforts to pass them.</p><p>The deal also calls on the European Commission to draft a plan in the coming months to end the sanctions loopholes that allow the two landlocked Central European countries to continue buying Russian oil.</p><p>Hungary’s Foreign Minister Peter Szijjarto reacted defiantly to the EU decision on Wednesday, saying Budapest could not accept or implement it and it plans to challenge the move at the EU’s Court of Justice.</p><p>Slovakia’s Prime Minister Robert Fico said his country has “sufficient legal grounds to consider filing a lawsuit”, but stopped short of saying it would do so.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s RSF has no “well-articulated governance strategy” | Sudan war News | Al Jazeera",
            "time": "2025-12-03T12:18:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764764323.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Confluence Advisory founder Kholood Khair says as Sudan’s Rapid Support Forces takes more control in Kordofan, there is no plan to treat people as citizens rather than as subjects.</p><p>Subscribe to our channel: http://bit.ly/AJSubscribe<br>\nFollow us on X : https://twitter.com/AJEnglish<br>\nFind us on Facebook: https://www.facebook.com/aljazeera<br>\nCheck our website: http://www.aljazeera.com/<br>\nCheck out our Instagram page: https://www.instagram.com/aljazeeraenglish/<br>\nDownload AJE Mobile App: https://aje.io/AJEMobile</p><p>#aljazeera<br>\n#aljazeeraenglish<br>\n#aljazeeranewslive</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ilhan Omar denounces Trump’s degrading tirade against US Somali community | Racism | Al Jazeera",
            "time": "2025-12-03T12:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764763468.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "South Korean president mulls apology to North | Politics News | Al Jazeera",
            "time": "2025-12-03T11:06:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25337125067624-1764753867-e1764762142914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korean President Lee Jae Myung has said he is weighing an apology to Pyongyang over cross-border provocations allegedly ordered by his predecessor.</p><p>Lee said on Wednesday that he felt an apology was in order following the indictment of former President Yoon Suk-yeol last month for allegedly ordering drones carrying propaganda leaflets to fly over the North, in a bid, say prosecutors, to provoke tension and boost his political support.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The comments came as Seoul marked the anniversary of Yoon’s ill-fated <a href=\"/news/2025/12/3/martial-law-year-after-south-korea-imposed-it-where-else-is-it-in-force\">declaration of martial law</a>, which was spurred by similar intentions but instead led to a deep crisis in South Korea.</p><p>Lee has sought dialogue with Pyongyang after he became president, but his overtures have so far been ignored by the North’s leader, Kim Jong Un.</p><p>“I feel I should apologise, but I hesitate to say it out loud,” Lee told a news conference in Seoul.</p><p>“I worry that if I do, it could be used as fodder for ideological battles or accusations of being pro-North,” he added.</p><p>North Korea accused Yoon’s government of flying drones over Pyongyang to drop propaganda leaflets three times in October 2024.</p><p>South Korean media reported on Monday that the military had also flown balloons carrying propaganda leaflets across the border during the former administration’s time in office.</p><h2 id=\"deep-divide\">Deep divide</h2><p>Lee’s comments came on the anniversary of Yoon’s bid to install martial law.</p><p>The decree plunged South Korea into an unprecedented crisis that saw protesters and lawmakers swarm parliament to force a vote against the measure.</p><p>It was quickly declared unconstitutional by the Supreme Court.</p><p>Yoon was subsequently impeached and removed from office, and is in prison awaiting trial for <a href=\"/news/2025/11/10/south-korea-indicts-ex-leader-yoon-on-charges-of-aiding-the-enemy\">insurrection and other charges</a> stemming from his failed martial law attempt.</p><p>However, South Korea remains deeply divided by the stunt, with those infuriated by Yoon’s actions matched by supporters of his hardline approach to the North and claims that the South’s democracy is under attack from his political rivals.</p><p>Opposing marches were held in Seoul on Wednesday as the anniversary was marked.</p><h2 id=\"dialogue\">Dialogue</h2><p>Lee, a liberal who won a snap presidential election following Yoon’s removal from office in April this year, told reporters he is eager to repair relations with Pyongyang.</p><p>Since taking office in June, he has taken a number of measures to reduce tensions, including removing propaganda loudspeakers along the border.</p><p>On Tuesday, Seoul passed a law banning activists from flying balloons carrying propaganda leaflets into the North.</p><p>But North Korea has so far rebuffed Lee’s efforts, with Kim saying his government has no interest in dialogue.</p><p>Despite this, the South Korean president said he would persist. He suggested that the suspension of regular military drills with the United States, which are viewed as a provocation by Pyongyang, could be an avenue to consider to encourage the North to resume talks.</p><p>Lee also expressed hope that US President Donald Trump – “a realist, pragmatist, and master of dealmaking who respects his counterparts” – could help persuade the North, saying Pyongyang appeared to take Washington more seriously than it did Seoul.</p></div></div></body></html>"
        },
        {
            "title": "Funeral held in Gaza for journalist killed in Israeli strike | Newsfeed | Al Jazeera",
            "time": "2025-12-03T10:53:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764759160.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Donald Trump’s attendance at FIFA World Cup 2026 draw confirmed | Football News | Al Jazeera",
            "time": "2025-12-03T10:47:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25321731344275-1764755206.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/sports/2025/12/2/fifa-world-cup-2026-draw-teams-pots-how-to-watch-and-all-to-know\">draw for the 2026 World Cup</a> – the biggest edition of football’s global showpiece ever held – takes place in Washington on Friday, with US President Donald Trump expected to feature prominently in proceedings.</p><p>The expanded 48-team tournament – up from the 32-nation field that competed at the 2022 Qatar World Cup – will be played across the United States, Mexico and Canada from June 11 to July 19 next year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s attendance – confirmed by the White House on Tuesday – at the Kennedy Center ceremony underscores his rapport with FIFA chief Gianni Infantino, who has made several visits to the White House and even <a href=\"/sports/2025/10/14/why-was-fifa-president-infantino-with-trump-at-gaza-peace-summit-in-egypt\">joined Trump at international summits</a> in the years since the joint North American bid was awarded the tournament in 2018.</p><p>Infantino’s close relationship with Trump is widely expected to see the US leader be named as the first recipient of a new FIFA Peace Prize, which will be awarded at the draw.</p><p>Trump has made the World Cup a centrepiece event of both his second presidency and the 250th anniversary of US independence next year.</p><p>But he has not hesitated to bring domestic politics into the event, threatening to move World Cup matches from Democratic-run cities if he deems conditions to be “unsafe”.</p><p>In a sign of the global tensions surrounding a World Cup which will have 11 of its 16 venues in the US, <a href=\"/sports/2025/11/28/iran-to-boycott-fifa-2026-world-cup-draw-in-us-over-visa-row\">Iran said it will boycott the draw</a> because US authorities refused to grant visas to several members of its delegation.</p><p>The president of the Iranian football federation, Mehdi Taj, said: “We have told the head of FIFA … that it is purely a political position and that FIFA must tell (Washington) to desist from this behaviour.”</p><figure id=\"attachment_4147661\" aria-describedby=\"caption-attachment-4147661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147661\" src=\"/wp-content/uploads/2025/12/AP25336603942194-1764755961.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"John F. Kennedy Memorial Center.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147661\" class=\"wp-caption-text\">The John F Kennedy Memorial Center in Washington, DC, will host the FIFA World Cup 2026 draw on Friday [File: Rahmat Gul/AP]</figcaption></figure><h2 id=\"first-time-qualifiers\">First-time qualifiers</h2><p>The pretenders to the title, which a Lionel Messi-inspired Argentina won for the third time in 2022 in Qatar, will be drawn into 12 groups.</p><p>The top seeds are Argentina, the host nations USA, Mexico and Canada, record five-time winners Brazil, two-time champions France, four-time winners Germany, as well as Spain, England, Portugal, the Netherlands and Belgium.</p><p>The evergreen Cristiano Ronaldo, who will be 41 when the tournament kicks off, has said his sixth World Cup finals with Portugal will be his last, and he would relish crowning his long career with a first global title for his country.</p><p>The enlarged cast list also means an opportunity for a handful of first-time qualifiers, including Cape Verde, Jordan and the tiny Caribbean nation of Curacao.</p><p>With <a href=\"/sports/2025/11/20/fifa-world-cup-2026-all-you-need-to-know-qualifying-teams-format-draw\">six of the field still to be decided in playoffs</a>, the favourites will want to avoid Italy, who won the World Cup as recently as 2006 but have not qualified since 2014.</p><p>Despite an error-strewn qualification campaign, the Italians can still reach the finals by winning two sudden-death games.</p><p>The opening match will be held at the Azteca Stadium in Mexico City, which also hosted the 1970 and 1986 finals, before the tournament unfolds over nearly six weeks, culminating in the final at the MetLife Stadium in New Jersey.</p><p>Because of the complexity, teams will only learn the full details of their match venues and kickoff times on Saturday, a day after the draw.</p><p>Supporters’ groups have warned fans could face eye-watering sums for tickets for the most attractive games due to FIFA’s decision to use dynamic ticket pricing.</p><p>Prices on popular secondary market websites in the US, such as StubHub and SeatGeek, have already skyrocketed, with prices for the July 19 World Cup final in New Jersey starting at about $7,000.</p><figure id=\"attachment_4147650\" aria-describedby=\"caption-attachment-4147650\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147650\" src=\"/wp-content/uploads/2025/12/2025-12-02T183808Z_64406946_RC2X0FANCWZT_RTRMADP_3_SOCCER-WORLDCUP-MEXICO-1764755615.jpg?w=770&amp;resize=770%2C486&amp;quality=80\" alt=\"Aerial view of Azteca Stadium.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147650\" class=\"wp-caption-text\">An aerial view of the renovation work on Mexico City’s Azteca Stadium, which will host the opening match of the 2026 World Cup on June 11 [File: Henry Romero/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Netanyahu’s call for Syrian buffer zone an “outrageous demand” | Digital Series | Al Jazeera",
            "time": "2025-12-03T10:16:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-GIDEON-1764756851.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gideon Levy, a Haaretz columnist, says Netanyahu demanding a Syrian buffer zone fuels conflict and that only a deal respecting Syria’s full sovereignty is acceptable.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza university resumes in-person classes | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-03T09:47:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86TM2FY__v1__HighRes__PalestinianIsraelConflictEducation-1764686643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Islamic University of Gaza has taken an important step towards reopening amid the ceasefire that has paused Israel’s genocidal war on the enclave.</p><p>The university resumed in-person classes on Saturday for the first time in two years, during which displacement, power cuts, and the destruction of university facilities made only limited attempts at online learning possible.</p><p>The gradual return to in-person learning takes place inside buildings damaged by air strikes and partly reduced to rubble, after two years of forced interruption to studies by a conflict that has destroyed the enclave’s educational infrastructure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Today is a historic day. We are returning to education despite the tragedy and cruelty left behind by the genocide,” said Islamic University President Asaad Yousef Asaad.</p><p>“Palestinians, as everyone knows, love life and education,” he added.</p><p>Large numbers of students from the faculties of medicine and health sciences returned to their classrooms on Saturday, the president said.</p><p>A phased plan for a full return of the university’s functions is under way in coordination with the Ministry of Education and Higher Education, he continued.</p><p>Overall, 4,000 students graduated during the war through remote learning, and the university is now receiving new students in person for the first time since October 2023.</p><p>According to the Gaza Government Media Office, some 165 educational institutions were destroyed by Israeli strikes over the past two years or so, while another 392 sustained partial damage.</p><p>Parts of the Islamic University of Gaza’s buildings continue to shelter hundreds of displaced families. The institution’s administration has appealed to authorities to find urgent solutions and provide alternative housing.</p></div></div></body></html>"
        },
        {
            "title": "Cobalt Miners: The human cost of clean energy | Documentary | Al Jazeera",
            "time": "2025-12-03T09:39:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764661195.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">In DRC’s perilous mines, Eagle Mujinga walks a tightrope, protecting workers’ welfare to supply international demand for cobalt.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eagle Mujinga manages workers at Shabara cobalt mine in the Democratic Republic of the Congo (DRC). As the world’s biggest producer of cobalt, the DRC is a part of the chain that fuels electric vehicles and renewable energy worldwide. Miners in the DRC face dangerous working conditions and earn, on average, a few dollars per day to supply the multibillion-dollar industry.</p><p>Eagle is caught in the middle when unrest grows among miners who accuse foreign buyers of underweighing and undervaluing the cobalt they extract. Once a miner himself, can Mujinga navigate demands from the miners while maintaining relations with foreign buyers?</p><p>Cobalt Miners is a documentary film by Arthur Nazaryan, Neil Brandvold, Mike Shum, Luc Hardy, and Qinling Li.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tennessee special election results: What we know about Matt Van Epps’s win | Elections News | Al Jazeera",
            "time": "2025-12-03T09:37:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25337126205002-1764743947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"46\" data-end=\"180\">Backed by United States President Donald Trump, Republican Matt Van Epps won Tuesday’s special US House <a href=\"/amp/news/2025/12/2/tight-special-election-race-in-deep-red-tennessee-concerns-us-republicans\">election in Tennessee</a>, defeating Democratic state Representative Aftyn Behn.</p><p data-start=\"182\" data-end=\"335\">Van Epps will fill the seat vacated by former Representative Mark Green, who resigned in July.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"533\" data-end=\"660\" data-is-last-node=\"\" data-is-only-node=\"\">A Democratic upset would have further narrowed the Republicans’ 219-213 House majority.</p><p>Here is what to know:</p><h2 id=\"what-were-the-final-results-of-the-tennessee-special-election\">What were the final results of the Tennessee special election?</h2><p data-start=\"68\" data-end=\"309\">Van Epps won the election in Middle Tennessee. The Associated Press news agency called the race after Republican leaders made a late push to get their voters out.</p><p data-start=\"311\" data-end=\"397\">With about 96 percent of votes counted, Van Epps had 53.9 percent, while Behn had 45 percent, according to the AP.</p><p data-start=\"311\" data-end=\"397\">“This race was bigger than just one campaign,” Van Epps said in a statement. “It represented a defining moment for Tennessee and for the direction of the country.”</p><p data-start=\"311\" data-end=\"397\">He also said cost-of-living concerns would be among his top priorities – a reflection of the broader focus on those issues in races this year, including the New York City mayoral race and the governors’ races in Virginia and New Jersey.</p><figure id=\"attachment_4147303\" aria-describedby=\"caption-attachment-4147303\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147303\" src=\"/wp-content/uploads/2025/12/AFP__20251203__2249057980__v2__HighRes__TennesseeGopCongressionalCandidateMattVanEpp-1-1764743015.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Matt Van Epps\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147303\" class=\"wp-caption-text\">House of Representatives-elect Republican Matt Van Epps delivers his victory speech [Brett Carlsen/Getty Images via AFP]</figcaption></figure><p data-start=\"399\" data-end=\"703\">Tennessee’s 7th Congressional District is usually a safe seat for Republicans. Trump won it by 15 points in 2020 and expanded that margin to 22 points in 2024. But special elections can have surprises, and recent polls showed Behn trailing Van Epps by a few points.</p><p data-start=\"705\" data-end=\"861\" data-is-last-node=\"\" data-is-only-node=\"\">Trump celebrated the result on Tuesday night through a post on Truth Social, congratulating Van Epps and calling it “another great night for the Republican Party”.</p><h2 id=\"why-was-this-special-election-held\">Why was this special election held?</h2><p data-start=\"71\" data-end=\"237\" data-is-last-node=\"\" data-is-only-node=\"\">Tennessee called the special election after Green, who first won the seat in 2018, resigned in July following his decision to retire.</p><p data-start=\"171\" data-end=\"458\" data-is-last-node=\"\" data-is-only-node=\"\">He had been a dominant force in the district, winning re-election in 2024 by 21 points.</p><p data-start=\"448\" data-end=\"778\">The seat he vacated sits in Tennessee’s 7th Congressional District, a large Middle Tennessee area stretching from the Kentucky border down to Alabama and including part of downtown Nashville. The district became more solidly Republican after the state’s Republican-controlled legislature redrew congressional boundaries in 2022.</p><p data-start=\"780\" data-end=\"1217\">Before that redistricting, nearly all of Nashville was grouped into one reliably Democratic district.</p><p data-start=\"780\" data-end=\"1217\">Lawmakers then split the city into three separate districts, including the seventh, and combined each slice of Nashville with heavily Republican suburban and rural counties.</p><p data-start=\"780\" data-end=\"1217\">The new map diluted Nashville’s Democratic voting power by splitting the city’s strongly Democratic, urban voters – disproportionately younger, Black, other communities of colour, and more progressive – across several districts.</p><p data-start=\"780\" data-end=\"1217\">Each part of the city was then combined with large suburban and rural areas that reliably vote Republican, made up of older, whiter, and more conservative voters.</p><p data-start=\"780\" data-end=\"1217\">This redrawing scattered Nashville’s Democratic bloc across Republican-leaning districts, making seats like the 7th Congressional District far more likely to elect Republican candidates.</p><p data-start=\"780\" data-end=\"1217\">But this time, saving the seat required an intervention by national Republican groups.</p><figure id=\"attachment_4147261\" aria-describedby=\"caption-attachment-4147261\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147261\" src=\"/wp-content/uploads/2025/12/AP25337058964318-1764742283.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Democratic candidate Aftyn Behn watch results at an election night\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147261\" class=\"wp-caption-text\">Supporters of Democratic candidate Aftyn Behn watch results at an election night party for the special election of the US 7th Congressional District, December 2, 2025 [George Walker IV/AP Photo]</figcaption></figure><h2 id=\"what-are-some-of-the-factors-that-contributed-to-van-epps-s-victory\">What are some of the factors that contributed to Van Epps’s victory?</h2><p data-start=\"179\" data-end=\"318\">Van Epps’s 8.9-point win marks a notable shift from previous Republican results in the district.</p><p data-start=\"320\" data-end=\"725\">Analysts say a key factor that helped shape the result was the heavy investment from national Republican groups, who viewed the race as closer than expected.</p><p data-start=\"122\" data-end=\"551\">“It is definitely going to concern the Republicans, so much so that there was a poll which showed that Behn could actually win,” Al Jazeera’s Patty Culhane said, reporting from Washington, DC.</p><p data-start=\"122\" data-end=\"551\">Trump’s personal Political Action Committee (PAC) spent more than $1m in the election, and US House Speaker Mike Johnson flew down to rally with the candidate, she said, adding that the president addressed a campaign rally via phone.</p><p data-start=\"122\" data-end=\"551\">It is the first time the Trump-supporting super PAC has spent money on a campaign since last year’s election.</p><p class=\"paragraph-elevate inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmipfb8lf001y3b6nknavza40@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">In his victory speech, Van Epps aligned himself firmly with Trump, telling supporters that “running with Trump is how you win”.</p><p class=\"paragraph-elevate inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmipfbo1z00243b6n3t1v5b5s@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“We are grateful to the president for his unwavering support that charted this movement and catapulted us to victory,” he said. “President Trump was all-in with us. That made the difference. In Congress, I’ll be all-in with him.”</p><p></p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmipfbo1z00243b6n3t1v5b5s@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">He added that tackling rising living expenses would be one of his main goals – mirroring a theme that is emerging in many campaigns this year.</p><p>Democrats recently <a href=\"/news/2025/11/5/us-election-results-2025-key-takeaways-from-historic-night-across-the-us\">won by wide margins</a> in New Jersey, Virginia, and other key races, including the New York mayoral contest, and they hoped that a strong showing in Tennessee could further embolden the party ahead of next November’s midterm elections.</p><p>“The momentum has been on our side,” Behn told local media on Tuesday evening. “We are overperforming in places where we need to be, and losing less in other places.”</p><figure id=\"attachment_4147281\" aria-describedby=\"caption-attachment-4147281\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147281\" src=\"/wp-content/uploads/2025/12/AP25337122475448-1764742681.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Democratic candidate State Rep. Aftyn Behn,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147281\" class=\"wp-caption-text\">Democrat Aftyn Behn addresses supporters at a watch party after losing a special election, December 2, 2025 [George Walker IV/AP Photo]</figcaption></figure><h2 id=\"who-is-matt-van-epps-and-what-did-he-run-on\">Who is Matt Van Epps, and what did he run on?</h2><p data-start=\"114\" data-end=\"637\">According to his campaign website, Van Epps is a West Point graduate, a decorated helicopter pilot, and a lieutenant colonel who served in the Tennessee Army National Guard.</p><p data-start=\"114\" data-end=\"637\">His public service includes roles in Tennessee’s state government, where he worked as commissioner of the Department of General Services and as a deputy chief operating officer in the governor’s office.</p><p data-start=\"639\" data-end=\"1077\" data-is-last-node=\"\" data-is-only-node=\"\">Van Epps describes himself as a strong fiscal conservative who backs the One Big Beautiful Bill Act, supports tax reductions, and favours changes to Medicaid. The bill passed in July extends tax cuts, slices welfare programmes and surges immigration funds as part of Trump’s agenda.</p><p data-start=\"639\" data-end=\"1077\" data-is-last-node=\"\" data-is-only-node=\"\">He also favours a “secure border”.</p><p data-start=\"639\" data-end=\"1077\" data-is-last-node=\"\" data-is-only-node=\"\">“Matt will work with President Trump to keep our borders secure by finishing the wall, empowering Border Patrol, and ending the woke left’s open-border agenda. Together, they will restore law and order, protect American families, and put our nation’s security first,” his page states.</p><p data-start=\"639\" data-end=\"1077\" data-is-last-node=\"\" data-is-only-node=\"\">On topics of foreign policy and Israel’s genocidal war on Gaza, he has expressed his support for Israel, saying he will “ensure Israel has what it needs to defend itself”.</p><p></p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmipfbo1z00243b6n3t1v5b5s@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Despite his win, analysts say the outcome is still a “big warning sign to Republicans”.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmipfbo1z00243b6n3t1v5b5s@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“This is going to give Democrats a little bit of energy … this will be read as a referendum on Donald Trump,” Al Jazeera’s Culhane said.</p><p data-start=\"278\" data-end=\"493\">“Trump’s approval rating is incredibly low – 36 percent of the country approves of the job he is doing,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Amnesty calls for war crimes probe on RSF attack on Sudan refugee camp | Sudan war News | Al Jazeera",
            "time": "2025-12-03T09:25:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2025-04-29T075021Z_487730474_RC27YDATHUHN_RTRMADP_3_SUDAN-POLITICS-ARMS-1746452476.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rights group Amnesty International has called for a war crimes investigation into an assault by the paramilitary Rapid Support Forces (RSF) on a displaced persons camp in Sudan’s North Darfur state earlier this year.</p><p>A report issued by the NGO on Wednesday documents accounts of atrocities committed by the RSF during a <a href=\"/news/2025/4/13/sudans-rsf-claims-control-of-famine-hit-zamzam-camp-in-darfur\">large-scale attack</a> on the Zamzam camp. The RSF has been accused of indiscriminate killing and mass rape, among other crimes, numerous times amid its conflict with the military government of Sudan that has been running since April 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The assault on the famine-hit camp came as the paramilitary force laid siege to el-Fasher, the state capital of North Darfur. The RSF now holds full control over the state and is <a href=\"/news/2025/12/2/sudan-army-refutes-claim-that-rsf-has-seized-key-city-of-babnusa\">pushing eastwards</a> into the vast central Sudanese region of West Kordofan, adding to the millions of people who have been displaced.</p><p>The attacks on Zamzam – the largest for internally displaced people in North Darfur state – between April 11 and 13 saw RSF fighters deploy explosives in populated areas and shoot randomly in residential areas, according to the report.</p><figure id=\"attachment_3912942\" aria-describedby=\"caption-attachment-3912942\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3912942\" src=\"/wp-content/uploads/2025/08/2025-04-18T130536Z_110235616_RC27YDAHKIKH_RTRMADP_3_SUDAN-POLITICS-ZAMZAM-1756385086.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People displaced following RSF attacks on Zamzam displacement camp shelter in the town of Tawila, North Darfur\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3912942\" class=\"wp-caption-text\">People displaced following Rapid Support Forces (RSF) attacks on Zamzam displacement camp, shelter in the town of Tawila, close to el-Fasher in North Darfur, Sudan, on April 15, 2025 [Reuters]</figcaption></figure><p>The document details dozens of accounts of deadly attacks on civilians, with witnesses recounting seeing RSF fighters fatally shoot at least 47 civilians who were hiding in their homes, fleeing the violence or sheltering in a mosque.</p><p>“The RSF’s horrific and deliberate assault on desperate, hungry civilians in Zamzam camp laid bare once again its alarming disregard for human life,” said Agnes Callamard, Amnesty International’s secretary-general.</p><p>“Civilians were ruthlessly attacked, killed, robbed of items critical to their survival and livelihood, and left without recourse to justice.”</p><p>The assault, which also saw RSF fighters deliberately set fire to homes and other buildings, and undertake acts “that may amount to” rape and pillage, caused an estimated 400,000 people to flee the camp during two days alone, the report said.</p><h2 id=\"shooting-anywhere\">‘Shooting anywhere’</h2><p>Based on interviews with 29 people – including witnesses, survivors, and the relatives of victims, as well as videos and satellite imagery – the report is the latest to accuse the RSF of committing atrocities in Sudan’s 30-month war, including mass killings, <a href=\"/news/2025/11/25/sudans-rsf-committing-war-crimes-in-darfur-says-amnesty\">summary executions and rapes</a>.</p><p>The military government’s Sudanese Armed Forces (SAF) has also been accused of numerous war crimes.</p><p>The kind of depictions given by survivors of the Zamzam assault, of RSF fighters shooting and setting fires indiscriminately to send residents fleeing, have become familiar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“[RSF] fighters were just shouting and shooting anywhere, so that is how many people were killed,” one man told Amnesty.</p><p>Another said: “You could not identify where the shelling [was] coming from. It was everywhere.”</p><p>One woman, a volunteer for a nongovernmental organisation, described an RSF fighter firing randomly from his vehicle as he drove near the camp’s main market.</p><p>Amnesty said that shooting without a specific military target could constitute an indiscriminate attack, a serious violation of international humanitarian law.</p><p>Another man described how he had witnessed about 15 armed men storm his compound and fatally shoot his 80-year-old brother and 30-year-old nephew.</p><p>“No one is concerned with our situation,” he said.</p><h2 id=\"no-end-in-sight\">No end in sight</h2><p>Amnesty also once again criticised the United Arab Emirates (UAE) in the report for supporting the RSF – a widely made accusation.</p><p>The UAE has staunchly denied that it supplies arms or financial support to the RSF.</p><p>The SAF and RSF have remained locked in a brutal conflict that has killed tens of thousands of people and displaced nearly 12 million since hostilities broke out in April 2023.</p><p>Efforts to broker a truce have made little headway. The RSF announced a <a href=\"/news/2025/11/24/rsf-announces-unilateral-three-month-humanitarian-truce-in-sudan\">unilateral ceasefire</a> last month following a peace plan issued by the “Quad,” a group of mediators including Egypt, Saudi Arabia, the UAE, and the United States.</p><p>However, continuing clashes suggest there is little willingness on either side to end the war.</p></div></div></body></html>"
        },
        {
            "title": "Oil presses stand silent as West Bank has its worst olive harvest in years | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-03T08:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/INTERACTIVE-Ghaith-Castro-on-his-uncles-shoudlers-smiling-desktop-1764685615.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Between October 1 and November 10, the United Nations Office for the Coordination of Humanitarian Affairs documented 167 olive harvest-related settler attacks resulting in casualties or property damage, which locals note is likely a significant undercount.</p><p>OCHA also notes the number of affected communities, 87, has doubled since 2023, mostly due to the <a href=\"/features/longform/2025/9/8/israels-settler-outposts-choke-palestinian-life-in-west-banks-villages\">expansion of settler outposts and infrastructure</a> into new areas of the occupied West Bank.</p><p><img class=\"aligncenter wp-image-4147219 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-settler-attacks-DEC1-2025-1764740922.png?resize=770,962&amp;quality=80\" alt=\"INTERACTIVE - settler attacks - DEC1, 2025-1764740922\" loading=\"lazy\" fetchpriority=\"low\"></p><p>Moustafa Badaha, 48, owns a small house among these olive groves on the other side of Deir Ammar from the Othmans.</p><p>In July, yet another settler outpost was erected just south of Moustafa’s property. Moustafa has since filmed settlers breaking his fence, damaging property, and stealing farm equipment.</p><p>Settlers from this outpost also started attacking Ein Ayyoub, a Bedouin community of 130 people south of the village, forcing them out, eventually <a href=\"https://www.youtube.com/shorts/DN4_AWmJtqM\">by military orders</a>, which made the area a “closed military zone”.</p><p>According to Deir Ammar’s mayor, Ali Abu al-Kaak Badaha, 65, settlers have been attacking villagers trying to reach their farms in eastern and southern Deir Ammar for years.</p><p>This year, he added, the villagers have been completely cut off, and now the settlers, supported by Israeli soldiers, have started attacking villagers on the western side of the village, where Moustafa’s property is.</p><p>Having scared the Deir Ammar villagers off, settlers from this outpost make a point of releasing their cows to feed on the village groves west of the village.</p><p>The Israeli settlers also steal from the farms, said the mayor, taking olives, tarps and plastic sheeting used in the harvest.</p><p>“This year, everywhere you go for the olive harvest, the settlers find you,” Izzat said. “And they attack you.”</p><p>There’s a pattern to how the settlers stop the harvest, according to Kai Jack, a field coordinator for the Rabbis for Human Rights (RHR) organisation, which accompanies Palestinian farmers as a protective presence.</p><figure id=\"attachment_4145623\" aria-describedby=\"caption-attachment-4145623\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4145623\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Teenage-settler-running-after-Palestinian-in-Deir-Ammar-as-soldier-looks-on-1764686010.jpg?w=770&amp;quality=80\" alt=\"INTERACTIVE - Teenage settler running after Palestinian in Deir Ammar as soldier looks on-1764686010\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145623\" class=\"wp-caption-text\">A teenage settler runs after a Palestinian in Deir Ammar as a soldier looks on [Jacob Lazarus/Al Jazeera]</figcaption></figure><p class=\"mceTemp\"><span>“Very often, we're first spotted by settlers, who then can be seen on their phones, and within a few minutes, the army shows up,” said Jack.</span></p><p>“It's just obvious that they're working together.”</p><p>Jack, along with about 50 other solidarity activists from RHR and Standing Together, had accompanied some Deir Ammar villagers on October 16 to pick olives on the west side, near Moustafa’s property.</p><p>Within five minutes of arriving and starting to pick, two female Israeli soldiers arrived, telling the group the area was a closed military zone and they had to leave.</p><p>The soldiers did not have official orders, so the olive picking continued.</p><p>Fifteen minutes later, more Israelis arrived - some were in military uniforms, some were masked, and others were in partial military fatigues, with “no clear separation between the settlers and the soldiers”, Jack said.</p><p>A closed military zone order was soon delivered, and some of the armed settlers began chasing villagers, throwing rocks at them, the soldiers taking their time to stop them.</p><p class=\" embed-paragraph-wrapper\"></p><p>In the groves, settlers attacked families with clubs and rifles, including Yousef Dar al-Musa, who was injured and spoke to Al Jazeera days later in his family compound.</p></div></div></body></html>"
        },
        {
            "title": "Search resumes to solve mystery of missing Malaysia Airlines flight MH370 | Aviation News | Al Jazeera",
            "time": "2025-12-03T07:52:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/12071636-1734682662.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Search resumes to solve mystery of missing Malaysia Airlines flight MH370</h1><p class=\"article__subhead\"><em>New search to start on December 30 for Boeing 777 that went missing in 2014 with 227 passengers and 12 crew members.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Dec 2025</span><span aria-hidden=\"true\">3 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Efforts to solve one of the world’s greatest aviation mysteries <a href=\"/news/2025/4/3/malaysia-suspends-search-for-long-missing-flight-mh370\">will resume later this month</a> when the search continues for missing <a href=\"/news/2024/3/8/ten-years-after-mh370-disappeared-what-do-we-know\">Malaysia Airlines flight MH370</a>, the country’s Ministry of Transport said.</p><p>The aircraft, a Boeing 777, was carrying 227 passengers and 12 crew when it vanished from radars shortly after takeoff on March 8, 2014 from Malaysia’s capital Kuala Lumpur en route to Beijing, China.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The search will focus on targeted areas assessed to have the highest probability of locating the aircraft,” the Transport Ministry said in a statement on Wednesday.</p><p>The ministry said the renewed search effort “underscores the Government of Malaysia’s commitment to providing closure to the families affected by the tragedy”, according to the official Bernama news agency.</p><p><a href=\"/news/2024/3/7/mh370-went-missing-10-years-ago-an-indonesian-family-hopes-it-can-be-found\">Two-thirds of passengers</a> on the ill-fated flight were Chinese, while the others were from Malaysia, Indonesia, Australia, and elsewhere.</p><p><a href=\"/news/2016/3/5/hijackers-aliens-theories-over-flight-mh370-abound\">Flight investigators</a> said in a 495-page report into the disappearance that they did not know why the plane had vanished and refused to rule out the possibility that someone other than the pilots had diverted the jet from its scheduled route.</p><p>Satellite data showed the plane diverted from its flight path and headed south, to the far-southern Indian Ocean, where it is believed to have run out of fuel and crashed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Initially, an Australia-led search operation scoured 120,000sq km (46,300sq miles) of ocean over three years, but only some pieces of possible debris were found along the coastlines in East African and Indian Ocean countries, including Mozambique, Madagascar and Reunion Island.</p><p>The most recent search for MH370 wrapped up in early April due to bad weather after several weeks of fruitless underwater reconnaissance by the maritime exploration company Ocean Infinity.</p><p>Ocean Infinity, which also led an unsuccessful search in 2018, will restart its hunt for the missing airliner on December 30, Bernama reported.</p><p>Malaysia’s government agreed in March to a “no-find, no-fee” contract with the United Kingdom and United States-based Ocean Infinity to resume a seabed search operation at a new 15,000sq km (5,800sq miles) site in the Indian Ocean, The Associated Press news agency reported.</p><p>Ocean Infinity will be paid a $70m fee only if substantial amounts of plane wreckage are discovered.</p><p>Relatives of the passengers and crew have lobbied for years for the hunt to continue and have demanded compensation from Malaysia Airlines, Boeing, aircraft engine maker Rolls-Royce, and the Allianz insurance group, among others.</p><figure id=\"attachment_4147142\" aria-describedby=\"caption-attachment-4147142\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4147142\" src=\"/wp-content/uploads/2025/12/2019-03-03T093403Z_367091464_RC1B826D6240_RTRMADP_3_MALAYSIAAIRLINES-MH370-1764736434.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Michelle Gomes, daughter of Patrick Gomes who was the in-flight supervisor onboard the missing Malaysia Airlines flight MH370, comforts her son Rafael Gomes during its fifth annual remembrance event in Kuala Lumpur, Malaysia March 3, 2019. REUTERS/Lai Seng Sin\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4147142\" class=\"wp-caption-text\">Michelle Gomes, daughter of Patrick Gomes, who was the in-flight supervisor on board MH370, comforts her son, Rafael Gomes, during its fifth annual remembrance event in Kuala Lumpur, Malaysia, in 2019 [File: Lai Seng Sin/Reuters]</figcaption></figure></div></div></body></html>"
        }
    ]
}