{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "From Italy to Brazil, Trump’s new tariffs stir uncertainty | Newsfeed | Al Jazeera",
            "time": "2025-08-07T20:59:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754600303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India’s Modi, Brazil’s Lula speak amid Trump tariff blitz | Narendra Modi News | Al Jazeera",
            "time": "2025-08-07T20:39:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/09/2023-09-09T151003Z_1523118725_RC2Y43A62PK6_RTRMADP_3_G20-SUMMIT-1694331442.jpg?resize=1920%2C1365",
            "body": "<html><body><div><header class=\"article-header\"><h1>India’s Modi, Brazil’s Lula speak amid Trump tariff blitz</h1><p class=\"article__subhead\"><em>India is signaling it may seek to rebalance its global partnerships after Trump’s salvo of tariffs on Indian goods.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi and Brazil’s President Luiz Inacio “Lula” da Silva have spoken by phone, their offices said, discussing a broad range of topics that included tariffs imposed by the United States on goods from both countries.</p><p>Lula confirmed a state visit to India in early 2026 during the call on Thursday, which occurred a day after the Brazilian leader told the news agency Reuters that he would initiate a conversation among the BRICS group of countries on tackling US President Donald Trump’s levies, which are the highest on Brazil and India.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The group of major emerging economies also includes China, Russia and South Africa.</p><p>“The leaders discussed the international economic scenario and the imposition of unilateral tariffs. Brazil and India are, to date, the two countries most affected,” Lula’s office said in a statement.</p><p>Trump announced an additional 25 percent tariff on Indian goods on Wednesday, raising the total duty to <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\" target=\"_blank\" rel=\"noopener\">50 percent</a>. The additional tariff, effective August 28, is meant to penalise India for continuing to buy Russian oil, Trump has said.</p><p>Trump has also slapped a 50 percent tariff on goods from <a href=\"/economy/2025/8/6/brazil-requests-world-trade-organization-consultation-over-trump-tariffs\" target=\"_blank\" rel=\"noopener\">Brazil</a>, with lower levels for sectors such as aircraft, energy and orange juice, tying the move to what he called a “witch hunt” against former President Jair Bolsonaro, a right-wing ally on trial for an alleged coup plot to overturn his 2022 election loss.</p><p>On their call, Lula and Modi reiterated their goal of boosting bilateral trade to more than $20bn annually by 2030, according to the Brazilian president’s office, up from roughly $12bn last year.</p><p>Brasilia said they also agreed to expand the reach of the preferential trade agreement between India and the South American trade bloc Mercosur, and discussed the virtual payment platforms of their countries.</p><p>Modi’s office, in its statement, did not explicitly mention Trump or US tariffs, but said “the two leaders exchanged views on various regional and global issues of mutual interest.”</p><p>India is already signalling it may seek to rebalance its global partnerships after Trump’s salvo of tariffs on Indian goods.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Modi is preparing for his first visit to China in more than seven years, suggesting a potential diplomatic realignment amid growing tensions with Washington. The Indian leader visited Lula in Brasilia last month.</p></div></div></body></html>"
        },
        {
            "title": "Families of Israeli captives sail near Gaza to call for a ceasefire | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T20:18:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wide_thumb-1754596910.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least six killed, 10 wounded in Israeli strikes on Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-08-07T20:18:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__69244L2__v1__HighRes__LebanonIsraelConflict-1754596504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least six people have been killed and 10 others wounded in two separate Israeli strikes on eastern <a href=\"/where/lebanon/\">Lebanon</a>, according to media and government reports, in its latest near-daily violation of a US-brokered November ceasefire in a war with Lebanese group Hezbollah.</p><p>Lebanon’s state-run National News Agency (NNA), citing a Health Ministry statement, said a strike hit a vehicle on Thursday on the al-Masnaa international road in the Bekaa Valley, killing five people and injuring 10 others.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Another drone strike killed a Lebanese civilian in the town of Kfar Dan, west of Baalbek in eastern Lebanon.</p><p>According to the agency, the man was standing outside his home when he was targeted by the drone. No further details were immediately available.</p><p>The Israeli military has not commented on the attacks.</p><p>The reported strikes came as <a href=\"/news/2025/8/7/lebanese-cabinet-holds-more-talks-on-disarming-hezbollah-under-us-pressure\">Lebanon’s government endorsed a US-backed proposal</a> for Hezbollah to be disarmed by the end of the year.</p><p>A Syrian national was killed earlier and two others were injured in an overnight Israeli strike on the town of Deir Siryan in the Marjayoun district of southern Lebanon, the Ministry of Public Health reported.</p><p>The Israeli army also targeted the northern outskirts of Deir Siryan near the Litani River, as well as a garage and bulldozers near residential areas, according to NNA.</p><p>In a military statement, the Israeli army claimed to have struck Hezbollah infrastructure sites in the attacks.</p><p>The conflict between Israel and Hezbollah began on October 8, 2023, as the Lebanese group launched strikes in solidarity with the Palestinian group Hamas in Gaza, which was coming under Israeli attack. This escalated into a full-scale war by September 2024, killing more than 4,000 people and injuring approximately 17,000.</p><p>Although a ceasefire was reached last November, Israel has conducted near-daily attacks in southern Lebanon, claiming to target Hezbollah’s activities. It has threatened that it will continue to do so until the Lebanese group is disarmed.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Under the <a href=\"/news/2024/11/26/biden-announces-israel-hezbollah-ceasefire-agreement\">terms of the ceasefire</a>, Hezbollah was to withdraw its fighters north of the Litani River, about 30 kilometres (20 miles) from the Israeli border. Israel, meanwhile, was meant to pull all of its troops out of Lebanon, but has kept them in five areas it deems strategic.</p><p>The ceasefire was based on a previous United Nations Security Council resolution that said only the Lebanese military and UN peacekeepers should possess weapons in the country’s south, and that all non-state groups should be disarmed.</p><p>However, that resolution went unfulfilled for years, with the Iran-backed political party and armed group’s arsenal before the latest war seen as far superior to the army’s, and the group wielding extensive political influence.</p></div></div></body></html>"
        },
        {
            "title": "Trump says undocumented immigrants will not be counted in new US Census | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T20:13:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2020-08-04T203453Z_2104275240_RC287I9RMV43_RTRMADP_3_USA-CENSUS-1754595201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has said that he directed officials to exclude undocumented immigrants from being counted <a href=\"/news/2020/10/13/us-supreme-court-halts-census-in-latest-legal-twist\">in the Census</a> – a survey of the US population conducted every 10 years.</p><p>Trump said he directed the Commerce Department, which oversees the US Census Bureau, to immediately work on “new and highly accurate” survey based on “modern day facts and figures” and the results of the 2024 elections.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“People who are in our Country illegally WILL NOT BE COUNTED IN THE CENSUS,” Trump wrote in a social media post. “Thank you for your attention to this matter!”</p><p>The next Census is due in 2030, but it is not clear if Trump is calling for a new survey in the near future.</p><p>During his first term, the US president tried to add a citizenship question to the Census, but his efforts were blocked by the courts.</p><p>The Supreme Court ruled in 2019 that <a href=\"/news/2025/8/7/trump-announces-100-percent-tariff-on-semiconductor-imports\">the US administration</a> failed to provide a “reasoned” explanation for adding the question.</p><p>This time, however, if Trump’s Census policy is challenged legally, it could go before a more conservative Supreme Court.</p><p>Trump appointed three justices serving on the court currently.</p><p>Critics say excluding undocumented immigrants from the Census would violate the US Constitution, deprive local communities of needed federal resources and distort the data used by scientists and researchers.</p><p>The 14th Amendment of the US Constitution says that congressional representation should be based on “counting the whole number of persons in each state”.</p><p>The Census already includes undocumented immigrants in the “hard to count” category.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>States use census data to draw <a href=\"/news/2025/8/4/us-democrats-block-vote-on-trump-backed-texas-redistricting-map\">congressional districts</a>.</p><p>A 2023 report by the bureau found that <a href=\"/news/2022/3/10/us-census-undercounted-minorities-2020-new-data-shows\">the 2020 Census</a> likely failed “in collecting data for a significant fraction of noncitizens residing” in the country.</p><p>On Thursday, several Democrats slammed Trump’s decision as unconstitutional.</p><p>“The Constitution mandates a census every ten years that counts every single person in the country, regardless of their citizenship status,” Congressman Jerrold Nadler wrote in a social media post.</p><p>“When Trump tried to do <a href=\"/news/2021/8/12/white-population-shrinks-as-us-becomes-more-diverse\">this in 2020</a>, the courts flat out rejected it. The Constitution is plain and simple: ‘whole number of persons.'”</p><p>Republicans defended the decision, arguing that counting undocumented immigrants rewards states that foster them and distorts congressional representation.</p><p>“‘We the People’ means citizens, not invaders,” Congressman Mark Harris said on X, invoking the preamble of the US Constitution.</p><p>“Counting illegal aliens in the census disenfranchises Americans and rewards blue states for breaking the law. Let’s get a recount — ASAP!!”</p><p>If conducted in 2030, the next Census will be conducted by Trump’s successor, but preparations for the survey start well ahead of time.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu: Israel to take control of ‘all of Gaza’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-07T20:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754596807.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "WHO says US ending mRNA vaccine contracts a ‘significant blow’ | Coronavirus pandemic News | Al Jazeera",
            "time": "2025-08-07T19:57:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-30T205036Z_1783737145_RC28XFABGV43_RTRMADP_3_USA-TRUMP-1754593862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The decision by US President Donald Trump’s administration to terminate 22 federal contracts for <a href=\"/news/2023/4/20/who-officially-launches-mrna-vaccine-tech-hub-in-cape-town\">mRNA-based vaccines</a> is a major blow to a hugely promising platform, the World Health Organization said.</p><p>“This is, of course, a significant blow,” WHO immunisation figurehead Joachim Hombach told the UN correspondents’ association ACANU on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Department of Health and Human Services (HHS) announcement that it will wind down mRNA vaccine development activities under its biomedical research unit is the latest development under US Health Secretary Robert F Kennedy Jr, a long-time vaccine sceptic who has been making sweeping changes to reshape vaccines, food and medicine policies.</p><p>“mRNA vaccines are a very important technology and platform which has served us extremely well for COVID. We also know there is very promising work going on in relation to influenza vaccines,” Hombach said. “From our perspective, the platform is particularly useful in relation to developing vaccines against emerging and pandemic threats, because these platforms can be very rapidly adapted.”</p><p>Unlike traditional vaccines, which often use weakened or inactivated forms of the target virus or bacteria, mRNA shots deliver genetic instructions into the host’s cells, prompting them to produce a harmless decoy of the pathogen and train the immune system to fight the real thing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US health department’s Biomedical Advanced Research and Development Authority is “terminating 22 mRNA vaccine development investments because the data show these vaccines fail to protect effectively against upper respiratory infections like COVID and flu”, Kennedy said.</p><p>Hombach, executive secretary for the WHO’s strategic advisory group of experts on immunisation, called for work on the development of mRNA vaccines to continue around the world.</p><p>“This is, from our perspective, an unfortunate and untimely move, but we are confident that the research endeavour will continue because it’s an extremely promising technology,” he told reporters.</p><p>Shortly after his inauguration in January, Trump signed an executive order directing the United States to withdraw from the WHO, an organisation he has repeatedly criticised over its handling of the COVID-19 pandemic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Biomedical Advanced Research and Development Authority helps companies develop medical supplies to address public health threats, and had provided billions of dollars for the development of vaccines during the COVID-19 pandemic.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>HHS said the wind-down includes cancellation of a contract awarded to Moderna MRNA.O for the late-stage development of its bird flu vaccine for humans and the right to buy the shots, as previously reported in May.</p><p>The US health agency said it was also rejecting or cancelling multiple pre-award solicitations, including proposals from Pfizer PFE.N, Sanofi Pasteur SASY.PA, CSL Seqirus CSL.AX, Gritstone and others.</p><p>Kennedy said the department is terminating these programmes because data show these vaccines “fail to protect effectively against upper respiratory infections like COVID and flu,” but did not offer scientific evidence.</p><p>“We’re shifting that funding toward safer, broader vaccine platforms that remain effective even as viruses mutate,” Kennedy said.</p><p>In total, the decision affects 22 projects worth nearly $500m, the agency said.</p><p>HHS said the decision follows a comprehensive review of mRNA-related investments initiated during the COVID-19 public health emergency.</p></div></div></body></html>"
        },
        {
            "title": "Top Kremlin official: Putin, Trump to meet ‘in coming days’ | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-07T19:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T095225Z_400192745_RC2BFEAD80YS_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-USA_cropped-1754593977.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Aug 2025</span><span aria-hidden=\"true\">7 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia and Thailand agree to deploy ASEAN ceasefire monitors | Border Disputes News | Al Jazeera",
            "time": "2025-08-07T18:47:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219287016733-1754585104.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia and Thailand agree to deploy ASEAN ceasefire monitors</h1><p class=\"article__subhead\"><em>Both sides agree to extend truce, though Thailand still holds 18 Cambodian soldiers taken hours after truce implemented.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia and Thailand have agreed to allow observers from the Association of Southeast Asian Nations (ASEAN) to monitor a <a href=\"/news/2025/8/7/locals-pray-for-peace-as-thailand-cambodia-tensions-continue-despite-talks\">fragile ceasefire</a> that ended five days of deadly border clashes last month.</p><p>Cambodian Defence Minister Tea Seiha and Thailand’s acting Defence Minister Nattaphon Narkphanit concluded four days of talks in Kuala Lumpur on Thursday aimed at thrashing out the terms of the Malaysia-brokered truce, with a joint pledge to continue a freeze on border troop movements and patrols.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The two countries have quarrelled for decades over their 817km (508-mile) undemarcated land border, the <a href=\"/news/2025/7/24/what-we-know-about-clashes-on-the-thai-cambodian-border\">latest dispute</a> breaking out after a landmine explosion on the border wounded five Thai soldiers last month, with the resulting fighting killing at least 43 people.</p><p>According to a joint statement of the so-called General Border Committee, each country will set up its own interim observer team comprised of defence officials from the ASEAN regional bloc and coordinated by current chair Malaysia, pending the deployment of a formal observer mission.</p><p>The United States welcomed the developments as an “important step forward in solidifying the ceasefire arrangement and establishing the ASEAN observation mechanism”, said US Secretary of State Marco Rubio in a statement on Thursday.</p><p>“President Trump and I expect the governments of Cambodia and Thailand to fully honor their commitments to end this conflict,” Rubio noted.</p><p>The July 28 ceasefire followed economic pressure from US President Donald Trump, who had warned the nations that he would not conclude trade deals with them if the fighting persisted. Washington subsequently lowered tariffs on goods from the two countries from 36 percent to 19 percent at the beginning of this month.</p><p>Cambodian Prime Minister Hun Manet <a href=\"/news/2025/8/7/cambodia-nominates-trump-for-nobel-prize-after-thai-border-truce\">nominated</a> Trump for the Nobel Peace Prize on Thursday, lauding him for his “extraordinary statesmanship” and his “visionary and innovative diplomacy” in a letter addressed to the Norwegian Nobel Committee.</p><p>“This timely intervention, which averted a potentially devastating conflict, was vital in preventing great loss of lives and paved the pay towards the restoration of peace,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shaky-deal\">Shaky deal</h2><p>Implementation of the deal was initially bumpy, with both Thailand and Cambodia accusing each other of violating international humanitarian laws and breaching the truce in the first few days of its implementation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>While both sides have now extended the shaky deal, the issue of 18 Cambodian soldiers captured just hours after the ceasefire took effect remains a sticking point.</p><p>Cambodia had accused Thailand of mistreating the captured men, who initially numbered 20, with two wounded members repatriated on Friday. Thai authorities called the group “prisoners of war” and said they would only be freed and repatriated following an end to the conflict.</p><p>The joint statement did not directly mention them, but it noted that the captives should be “immediately released and repatriated after the cessation of active hostilities”.</p><p>Tensions have been growing between the two countries since May, when a Cambodian soldier was killed in a confrontation that created a diplomatic rift and <a href=\"/news/2025/6/19/thai-government-in-crisis-amid-fallout-from-pms-leaked-phone-call\">roiled</a> Thailand’s domestic politics.</p></div></div></body></html>"
        },
        {
            "title": "Medical plane crash in Kenya kills at least six, injures two | Aviation News | Al Jazeera",
            "time": "2025-08-07T18:33:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68ZZ238__v1__HighRes__KenyaAviationAccident-1754588580.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Medical plane crash in Kenya kills at least six, injures two</h1><p class=\"article__subhead\"><em>The plane had taken off from the capital Nairobi’s Wilson Airport and was destined for Somaliland.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An air ambulance has crashed into a residential area near the <a href=\"/where/kenya/\">Kenyan capital Nairobi</a>, killing at least six people and injuring two others, according to a local official.</p><p>The mid-size jet took off from Wilson Airport at 2:17pm local time (11:17 GMT) on Thursday and was en route to Somaliland when it came down in Ruiru, Kiambu County, shortly after 3:00pm (12:00 GMT).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We have lost four people, including the pilot … it was all fatal,” said Kiambu County Commissioner Henry Wafula.</p><p>“The house that it landed on … two people again also died,” he said, adding that two people on the ground had been “seriously injured”.</p><p>Images taken by reporters from the AFP news agency on the scene showed huge crowds had gathered, as rescue teams from the Kenya Red Cross and first responders picked through the scattered debris.</p><p>“The plane started burning while in the air,” resident Tasha Wanjira told AFP, before it hurtled down into the small community.</p><p>Another resident, Irene Wangui, described how the “plane passed by our building shaking it”, and said when the aircraft came down, “there were body parts littered all over.”</p><p>As dusk fell, hundreds remained to watch the rescue workers, with residents sobbing as they were comforted by neighbours.</p><p>“I have lost everything, thank God my children were not around,” Margaret Wairimu told AFP, weeping over her destroyed home.</p><p>The CEO of the charity Amref Flying Doctors, Stephen Gitau, confirmed one of their aeroplanes, a Cessna Citation XLS, had been “involved in a fatal accident today”, but did not provide any further details.</p><p>Gitau said the company was focusing on “the safety and well-being of those on board” and said that further information would be provided “as it is confirmed”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Amref released a statement saying that it was “cooperating fully with relevant aviation authorities and emergency response teams to establish the facts surrounding the situation”.</p><p>Based in Nairobi, Amref was founded in 1957 as the Flying Doctors of East Africa.</p></div></div></body></html>"
        },
        {
            "title": "Police raid Kashmir bookshops after India bans titles for ‘secessionism’ | Censorship News | Al Jazeera",
            "time": "2025-08-07T18:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219284859775-1754584004.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in Indian-administered <a href=\"/where/kashmir/\">Kashmir</a> have raided bookshops after authorities earlier this week banned 25 books, saying works like those by Booker Prize-winning writer Arundhati Roy propagate “false narratives” and “secessionism” in the contested Muslim-majority region.</p><p>In compliance with the order, police officials on Thursday also searched roadside book vendors and other establishments dealing in printed publications in the main city of Srinagar and across multiple locations in the region to confiscate the banned literature, police said. However, officials didn’t specify if they had seized any such material.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The operation targeted materials promoting secessionist ideologies or glorifying terrorism,” police said in a social media statement. “Public cooperation is solicited to uphold peace and integrity.”</p><p>The raids came after the government accused the writers of propagating “false narratives” about Kashmir, “while playing a critical role in misguiding the youth” against the <a href=\"/where/india/\">Indian state</a>.</p><p>Authorities on Thursday also seized Islamic literature from bookshops and homes after a similar directive in February.</p><p>Kashmir has been divided between India and Pakistan since their independence from British rule in 1947. Both claim the Himalayan territory in full.</p><p>Rebel groups have fought since 1989 against the Indian rule of Kashmir, demanding independence or its merger with Pakistan.</p><p>Since 2019, Indian authorities have increasingly criminalised dissent and shown no tolerance for any narrative that questions India’s sovereignty over Kashmir.</p><p>The order banning the books was issued by the region’s Home Department on Tuesday – <a href=\"/news/2025/8/5/anti-india-rallies-in-pakistan-administered-kashmir-over-disputed-status\">the six-year anniversary</a> of New Delhi’s imposition of direct rule – although the ban took time to be brought to wider attention.</p><p>The ban threatens people with prison time for selling or owning works by constitutional expert AG Noorani and noted academicians and historians like Sumantra Bose, Christopher Snedden and Victoria Schofield, among others.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The order declared the 25 books “forfeit” under India’s new criminal code of 2023, effectively banning the works from circulation, possession and access within the Himalayan region.</p><p>Bose, a political scientist and author whose book Kashmir at the Crossroads was among the banned works, rejected “any and all defamatory slurs” on his work, the Press Trust of India news agency reported.</p><p>“I have worked on Kashmir – among many other subjects – since 1993,” Bose said. “Throughout, my chief objective has been to identify pathways to peace so that all violence ends and a stable future free of fear and war can be enjoyed by the people of the conflict region, of India as a whole, and the subcontinent.</p><p>“I am a committed and principled advocate of peaceful approaches and resolutions to armed conflicts, be it in Kashmir or elsewhere in the world,” he said.</p><p>Roy’s 2020 book of essays, Azadi: Freedom, Fascism, Fiction, was also included in the ban.</p><p>Roy, 63, is one of India’s most famous living authors, but her writing and activism, including her trenchant criticism of Prime Minister Narendra Modi’s government, have made her a polarising figure.</p><p>Historian Siddiq Wahid said the edict contravenes the constitution, “which allows for the freedoms of speech and expression”.</p><p>“The list of banned books numbers several that are authored and published by individuals and institutions whose reputations depend on supplying evidence, logic and argument towards the conclusions they draw,” Wahid told the AFP news agency. “Does that count for anything anymore?”</p><p>Indian-administered Kashmir elected a <a href=\"/news/2024/10/8/party-opposed-to-indias-stripping-of-kashmirs-autonomy-wins-election\">new government</a> in September and October, its first since it was brought under New Delhi’s direct control, with voters backing opposition parties to lead its regional assembly.</p><p>However, the local government has limited powers, and the territory continues in practical terms to be governed by a New Delhi-appointed administrator.</p><p>Chief cleric and separatist leader Mirwaiz Umar Farooq said the ban “only exposes the insecurities and limited understanding of those behind such authoritarian actions”.</p><p>“Banning books by scholars and reputed historians will not erase historical facts and the repertoire of lived memories of people of Kashmir,” Farooq said on the social media platform X.</p><p></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Tougher transshipment penalties on US imports not immediate: Report | Business and Economy News | Al Jazeera",
            "time": "2025-08-07T18:22:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-08T130629Z_161137354_RC24QDA4I9D5_RTRMADP_3_USA-TRUMP-TARIFFS-SOUTHEAST-ASIA-1754459575_53a2fa-1754462938.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Tougher United States trade penalties on goods originating in one country being re-shipped from another are not expected to immediately follow new US tariffs, three people in Southeast Asia with knowledge of the matter said, easing a major cause of concern.</p><p>Southeast Asian countries, including Vietnam and Thailand, have been <a href=\"/news/2025/8/6/trumps-transshipment-crackdown-spells-danger-for-southeast-asian-economies\" target=\"_blank\" rel=\"noopener\">explicitly targeted </a>by White House officials for their alleged role in facilitating the so-called transshipment to the US of Chinese goods, which would face higher tariffs if shipped directly from China.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The administration of US President Donald Trump <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">imposed tariffs</a> on goods from dozens of countries from Thursday, and in an executive order, said products determined to have been illegally rerouted to conceal their country of origin would face additional duties of 40 percent. But it did not clarify what constitutes transshipment.</p><p>US imports from Southeast Asia’s biggest economies, which rely heavily on exports, are now subject to tariff rates of about 19 percent, many of which have been significantly reduced from previously threatened rates.</p><p>Existing US customs guidance states that goods from countries with no free trade agreements with Washington, such as Southeast Asian nations, can be labelled as made in the country where they undergo a “substantial transformation” of components, even if those parts entirely come from another country, such as China.</p><p>And with no new US guidance on rules of origin or specification of what transshipment means, some officials in Southeast Asia have told exporters that existing rules apply.</p><p>That effectively limits cases of transshipment to illegal activities, like the use of forged export certificates or documents obtained illicitly.</p><p>“Currently, all exported goods [from Thailand] are subject to a 19 percent rate because there are no rules on transshipment yet,” Arada Fuangtong, head of the Thai Ministry of Commerce’s Department of Foreign Trade, told Reuters on Thursday.</p><p>Her message was echoed by US officials in Vietnam, who told businessmen the tariff of 20 percent would apply to Vietnamese goods, even if they are entirely made with Chinese components and only assembled in Vietnam, according to one person familiar with those talks.</p><p>Trade consultants have said rules are vague, and they have advised clients, even before the new wave of US tariffs, to have at least 40 percent of local content for their exports to the US. That is “to be on the safe side”, one of them said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US embassy in Vietnam did not immediately reply to a request for comment. The Office of the US Trade Representative did not immediately respond to a request for comment outside US working hours.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Goods defined by US customs as transshipped are subject to 40 percent duties, but pending any new definition, that’s limited to old definitions,” said a Vietnam-based consultant.</p><p>Both people declined to be named in order to speak more freely.</p><h2 id=\"china-dependence\">China dependence</h2><p>According to the US customs guidance, repackaging does not usually cause a “substantial transformation”, but assembly may, depending on the complexity of the operations.</p><p>It is unclear if this narrow interpretation of transshipment could be enforced for other countries.</p><p>Economic ministries in Indonesia, Malaysia, the Philippines, Vietnam and Singapore did not immediately respond to requests for comment on the issue.</p><p>Manufacturers in Southeast Asia, which rely heavily on Chinese components, have been in the dark for months about what Washington would consider transshipment.</p><p>Questions remain about whether that would include goods with a large, but yet undefined, share of components or raw materials from China, even when they are legitimately transformed in Southeast Asian nations.</p><p>A strict definition of transshipment may come later, multiple investment consultants warned.</p><p>An executive order signed by Trump last week said the US will “publish every six months a list of countries and specific facilities used in circumvention schemes”.</p><p>That will “inform public procurement, national security reviews, and commercial due diligence”, it said.</p><p>“The message from Washington is deterrence,” said Marco Forster, director for Southeast Asia at investment consultancy Dezan Shira and Associates.</p><p>“If your supply chain cuts corners, it won’t be treated as a technical error. It’ll be treated as fraud.”</p></div></div></body></html>"
        },
        {
            "title": "Trump to sign order requiring universities to disclose admissions data | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T18:03:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24102671948492-1754588332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump is preparing to sign an order that would require universities to disclose to the federal government data about their student admissions.</p><p>White House Press Secretary Karoline Leavitt confirmed the news in a post on the social media platform X, reposting an article from the right-wing publication The Daily Caller.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump has long sought to exert greater control over the country’s higher education system, which he and other prominent Republicans consider ideologically skewed.</p><p>At the same time, Trump has also sought to dismantle initiatives to promote diversity, equity and inclusion — goals known collectively by the acronym DEI — on the basis that such efforts are inherently discriminatory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rolling-back-dei\">Rolling back DEI</h2><p>This was such a priority for Trump that, on January 20, during the first day of his second term, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-and-wasteful-government-dei-programs-and-preferencing/\" target=\"_blank\" rel=\"noopener\">an executive order</a> titled “Ending Radical And Wasteful Government DEI Programs And Preferencing”.</p><p>That order repealed a previous directive, issued under President Joe Biden, to advance “racial equity” and better support “underserved communities”.</p><p>It also called diversity initiatives “illegal and immoral” and ordered the termination of any such programmes run by the federal government.</p><p>“Federal employment practices, including Federal employee performance reviews, shall reward individual initiative, skills, performance, and hard work and shall not under any circumstances consider DEI,” the order explained.</p><p>Trump has sought to extend his campaign against DEI beyond the auspices of the federal government, including to private enterprises.</p><p>In the immediate aftermath of Trump’s inauguration, major US companies like <a href=\"/economy/2025/1/24/target-becomes-latest-us-firm-to-end-dei-initiatives\">the retailer Target</a> and the carmaker Ford have reframed or dialled back their DEI programming, in an apparent response to the president’s platform.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But critics have questioned whether Trump may be exceeding his constitutionally mandated powers.</p><p>Some have argued that an embrace of diversity practices falls well within a private enterprise’s free speech rights under the First Amendment of the Constitution.</p><p>They also point out that, without proactively supporting diversity in companies and universities, those institutions are likely to maintain imbalances in race, gender and ability that do not reflect the wider public.</p><p>That, in turn, keeps certain groups out of positions of power, perpetuating a history of segregation and bias in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peeling-back-affirmative-action\">Peeling back affirmative action</h2><p>But Trump and his allies have long argued that diversity-promoting practices use race, gender and other factors to discriminate against qualified candidates who may belong to over-represented groups.</p><p>In a subsequent <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/ending-illegal-discrimination-and-restoring-merit-based-opportunity/\" target=\"_blank\" rel=\"noopener\">executive order</a> on January 21, Trump pledged to restore “merit-based opportunity” in the US.</p><p>“Hardworking Americans who deserve a shot at the American Dream should not be stigmatized, demeaned, or shut out of opportunities because of their race or sex,” the executive order said.</p><p>Under Trump, the Department of Education <a href=\"https://www.ed.gov/about/news/press-release/us-department-of-education-takes-action-eliminate-dei\" target=\"_blank\" rel=\"noopener\">has taken steps</a> to roll back diversity initiatives and other “divisive ideology” in schools, including by freezing federal funds to institutions that do not comply.</p><p>That has put it at loggerheads with academic freedom advocates, who fear the independence of US schools is being trampled in favour of advancing a political agenda.</p><p>Opponents of diversity initiatives, however, have won significant victories, most recently in 2023.</p><p>That year, the <a href=\"/news/2023/6/29/us-top-court-bans-colleges-from-considering-race-in-admissions\">US Supreme Court ruled</a> that affirmative action — the practice of considering race and other diversity factors in school admissions — violated the US Constitution’s Fourteenth Amendment, which asserts the right to equal protection under the law.</p><p>That decision, delivered by the court’s conservative supermajority, overturned decades of precedent and barred schools from using race as a factor for choosing students.</p><p>Some conservative groups, however, have continued to question whether there is a bias in school admissions against white, male and Asian students.</p><h2 id=\"trump-versus-the-ivy-league\">Trump versus the Ivy League</h2><p>The US president has been among the sceptics clamouring for more information about university admissions and hiring practices, and he has made that demand a pillar in his fights with various top schools.</p><p>Trump has yanked billions in federal contracts, grants and other funds from schools, including Columbia University in New York, Harvard University in Massachusetts and the University of California, Los Angeles (UCLA), which reported this week a pause on $584m in grants.</p><p>To restore those suspended funds, Trump has called on university leaders to agree to his demands, including oversight over admissions.</p><p>Columbia was the first major campus to do so. As part of <a href=\"https://president.columbia.edu/sites/default/files/content/03.21.2025%20Columbia%20-%20FINAL.pdf\" target=\"_blank\" rel=\"noopener\">its deal</a> with the Trump administration, Columbia agreed to review its admissions practices and establish an advisory group to “analyze recent trends in enrollment”.</p><p>The advisory group will then “report to the President”, according to the deal.</p><p>The Trump administration has also launched federal investigations into universities, alleging violations of civil rights law. Some universities have submitted to Trump’s demands in part to bring those probes to a close.</p><p>On July 30, for instance, another Ivy League school, Brown University in Rhode Island, announced <a href=\"https://www.brown.edu/news/2025-07-30/brown-united-states-resolution-agreement\" target=\"_blank\" rel=\"noopener\">it had struck a deal</a> in exchange for the continuation of its federal funding and a “permanent closure” to the “open reviews and investigations” the Trump administration had launched.</p><p>As part of the deal, however, Brown <a href=\"/news/2025/7/30/brown-university-strikes-50m-deal-to-end-trump-administration-pressure\">agreed to spend $50m</a> on workforce development programmes and maintain “merit-based admissions policies”.</p><p>“No proxy for racial admission will be tolerated,” <a href=\"https://www.brown.edu/sites/default/files/brown-and-united-states-resolution-agreement_July-30-2025.pdf\" target=\"_blank\" rel=\"noopener\">the deal reads</a>. “Brown may not use personal statements, diversity narratives, or any applicant reference to racial identity as a means to introduce or justify discrimination.”</p><p>Still, some schools have resisted Trump’s demands, <a href=\"/news/2025/4/15/harvard-university-defies-trumps-demands-faces-2-3bn-in-funding-cuts\">most notably Harvard</a>, the nation’s oldest university.</p><p>In April, Harvard President Alan Garber rejected an agreement proposed by the Trump administration, which <a href=\"https://www.harvard.edu/research-funding/wp-content/uploads/sites/16/2025/04/Letter-Sent-to-Harvard-2025-04-11.pdf\" target=\"_blank\" rel=\"noopener\">would have required</a> a “comprehensive audit” of the school’s hiring and admissions practices.</p><p>That data would have then been shared with the federal government.</p><p>“No government — regardless of which party is in power — should dictate what private universities can teach, whom they can admit and hire, and which areas of study and inquiry they can pursue,” Garber <a href=\"https://www.harvard.edu/president/news/2025/the-promise-of-american-higher-education/\" target=\"_blank\" rel=\"noopener\">wrote</a> at the time.</p></div></div></body></html>"
        },
        {
            "title": "Cambodia nominates Trump for Nobel Prize after Thai border truce | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T17:53:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T101000Z_729507036_RC2MVFAOB4VQ_RTRMADP_3_THAILAND-CAMBODIA-MALAYSIA-1754588035.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia nominates Trump for Nobel Prize after Thai border truce</h1><p class=\"article__subhead\"><em>Cambodia credits US President Donald Trump for brokering Thai border truce, nominates him for Nobel Peace Prize after he sharply reduced tariffs.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia has joined <a href=\"/news/2025/6/21/pakistan-to-nominate-genuine-peacemaker-trump-for-nobel-peace-prize\">Pakistan</a> and Israel in nominating Donald Trump for the Nobel Peace Prize, crediting the US president with “visionary and innovative diplomacy” that ended border <a href=\"/news/2025/8/7/locals-pray-for-peace-as-thailand-cambodia-tensions-continue-despite-talks\">clashes with Thailand</a>.</p><p>A letter from Cambodian Prime Minister Hun Manet on Thursday addressed to the Norwegian Nobel Committee said he wished to nominate Trump “in recognition of his historic contributions in advancing world peace”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Cambodia and Thailand saw five days of hostilities that killed at least 43 people last month as a territorial dispute boiled over into cross-border combat. More than 300,000 were displaced by the conflict that started with small arms fire and quickly escalated into heavy artillery and rocket fire, then Thailand’s deployment hours later of an F-16 fighter jet for air strikes.</p><p>A truce began last week after phone calls from Trump, as well as mediation from Malaysian Prime Minister Anwar Ibrahim – chair of the Association of Southeast Asian Nations (ASEAN) regional bloc – and a delegation of Chinese negotiators.</p><p>“President Trump’s extraordinary statesmanship – marked by his commitment to resolving conflicts and preventing catastrophic wars through visionary and innovative diplomacy – was most recently demonstrated by his decisive role in brokering an immediate and unconditional ceasefire between Cambodia and Thailand,” Hun Manet’s letter said.</p><p>It was a July 26 call by Trump to the leaders of both Thailand and Cambodia that broke the deadlock in efforts to end some of the heaviest fighting between the neighbours in recent history, Reuters has reported. That led to a ceasefire negotiated in Malaysia on July 28.</p><p>“This timely intervention, which averted a potentially devastating conflict, was vital in preventing great loss of lives and paved the way towards the restoration of peace.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The nomination had been expected after Cambodia’s deputy prime minister last week announced the plan, while thanking Trump for a tariff of 19 percent on Cambodian imports by the United States – sharply reduced from the previously threatened 49 percent that he said would have decimated its vital garment manufacturing sector.</p><p>The Norwegian Nobel Committee does not publish the list of nominees for the prize.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, a list of candidates is set by January 31, and the announcement is generally made the following October.</p><p>Tens of thousands of people can offer a nomination to the Nobel committee, including lawmakers, ministers, certain university professors, former laureates and members of the committee themselves.</p><p>Mentioning the prestigious award has become a sign of diplomatic goodwill for some foreign leaders towards Trump, who has touted his deal-making credentials as a broker of global peace.</p></div></div></body></html>"
        },
        {
            "title": "United States expects monthly tariff revenue to rise to $50bn | International Trade News | Al Jazeera",
            "time": "2025-08-07T17:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212780712388-1754585178.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>United States expects monthly tariff revenue to rise to $50bn</h1><p class=\"article__subhead\"><em>US Commerce Secretary Howard Lutnick forecasts the revenue increase even as President Donald Trump announces higher pharma and semiconductor chip levies, which have yet to kick in.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States expects to bring in at least $50bn a month from tariffs as higher levies on imports from dozens of countries begin to kick in.</p><p>US Commerce Secretary Howard Lutnick on Thursday outlined the forecasted revenue, an increase of $20bn from last month, when tariffs brought in $30bn.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“And then you’re going to get the semiconductors, you’re going to get pharmaceuticals, you’re going to get all sorts of additional tariff money coming in,” Lutnick said in an interview with Fox Business Network.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US President Donald Trump’s higher tariffs on imports from dozens of countries took effect on Thursday, raising the average US import duty to its highest in a century, with countries facing tariffs of 10 percent to 50 percent.</p><p>Trump on Wednesday also announced plans to levy a tariff of about <a href=\"/news/2025/8/7/trump-announces-100-percent-tariff-on-semiconductor-imports\" target=\"_blank\" rel=\"noopener\">100 percent on imported semiconductor chips</a> unless manufacturers commit to producing in the US, as well as a small tariff on pharmaceutical imports that would rise to <a href=\"/news/2025/4/23/trade-war-with-china-to-hit-us-healthcare\" target=\"_blank\" rel=\"noopener\">250 percent over time.</a></p><p>Details of those sectoral tariffs are expected in the coming weeks after the Commerce Department completes investigations into the impact of those imports on US national security.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lutnick told Fox Business Network that companies could win exemptions from the expected semiconductor tariff if they filed plans to build plants in the US, and those plans were overseen by an auditor.</p><p>“[Trump’s] objective is to get semiconductor manufacturing done here,” he said, predicting that the initiative would result in some $1 trillion in investment to bolster domestic manufacturing.</p><p>Other exemptions have already been agreed, including with the European Union, which said its agreement to accept a 15 percent tariff on most EU exports includes chips, and with Japan, which has said the US agreed not to give it a worse rate than other countries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The push to boost domestic chip manufacturing is not new.</p><p>The US Congress created a $52.7bn semiconductor manufacturing and research subsidy programme in 2022 under former President Joe Biden, and all five leading-edge semiconductor firms agreed last year to locate chip factories in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year, the Commerce Department said the US produced about 12 percent of semiconductor chips globally, down from 40 percent in 1990.</p><p>Lutnick, asked about separate talks under way with <a href=\"/economy/2025/8/1/in-the-wake-of-new-tariffs-how-are-us-china-trade-talks-going\">China on extending a tariff truce</a> that is due to end on August 12, said he felt an agreement was possible.</p><p>“I think we’re going to leave that to the trade team and to the president to make those decisions,” he said. “It feels likely that they’re going to come to an agreement and extend that for another 90 days, but I’ll leave it to that team.”</p></div></div></body></html>"
        },
        {
            "title": "Lebanese cabinet approves ‘objectives’ of US plan to disarm Hezbollah | Hezbollah News | Al Jazeera",
            "time": "2025-08-07T17:41:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68Z49LQ__v1__HighRes__LebanonUsIsraelPoliticsGovernmentConflict-1-1754579892.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s cabinet has again met to discuss the disarmament of Hezbollah despite the latter’s earlier rejection of the demands, which have largely been driven by the United States.</p><p>Lebanon’s Prime Minister Nawaf Salam said after the meeting on Thursday that ministers approved the “objectives” of a US proposal for “ensuring that the possession of weapons is restricted solely to the state”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Lebanon’s information minister had earlier said that while the cabinet endorsed the objectives of the US proposal for disarming Hezbollah by the end of the year, along with ending Israel’s military operations in the country, it had not discussed specific timelines.</p><p>Hezbollah Political Council Deputy Chief Mahmoud Komati called the Lebanese government’s decision a “march in humiliation” and surrender to Israel and the US.</p><p>“There is no state or government in the world that confronts the resistance in its own territory while the enemy is still there occupying the land and carrying out aggressions against Lebanon daily,” Komati told Al Jazeera Mubasher.</p><p>He added that Hezbollah would continue to exercise its right to resist Israel under the UN Charter, which asserts the “inherent right of individual or collective self-defence”.</p><p>The talks came two days after ministers announced they were planning to <a href=\"/news/2025/8/5/hezbollah-supporters-protest-disarmament-ahead-of-lebanese-government-talks\">restrict arms to six official forces</a> by the end of the year. Hezbollah’s parliamentary bloc accused the government of “slipping into accepting American demands” that would serve Israel’s interests.</p><p>Hezbollah ministers and Shia Muslim allies in the Lebanese cabinet withdrew from the cabinet meeting in protest during discussions about the proposal to disarm Hezbollah, three Lebanese political sources told Reuters.</p><p>Beirut’s clampdown on Hezbollah comes after prodding from US envoy Tom Barrack, who presented the government with detailed proposals featuring a timetable for disarming the group, even as Israel continued to violate a November truce it signed with Lebanon to end more than a year of hostilities that culminated last year in two months of full-blown war.</p><p>The phased proposals aim to “extend and stabilise” the ceasefire, requiring the government to remove Hezbollah’s arsenal under “a detailed [Lebanese army] deployment plan”, and calling on Israel to cease attacks and withdraw from the five positions it continued to hold in south Lebanon after the ceasefire deal was struck, according to a copy of a Lebanese cabinet agenda seen by the news agency Reuters.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After Thursday’s meeting, a US Department of State spokesperson said the US welcomed the Lebanese government’s decision to task the Lebanese Armed Forces to bring all weapons under state control.</p><p>Under the truce, Israel was meant to completely withdraw from Lebanon. Hezbollah, meanwhile, was to pull its fighters north of the Litani River, around 30 kilometres (20 miles) north of the border with Israel, to be replaced by the expanded deployment of the Lebanese army and United Nations Interim Forces in Lebanon (UNIFIL).</p><p><a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">Hezbollah</a> said on Wednesday that it would treat the government’s decision to disarm it “as if it did not exist”, accusing the cabinet of committing a “grave sin”.</p><p>Iran’s Foreign Minister Abbas Araghchi told Iranian state TV on Wednesday that this was not the first time that attempts have been made to disarm the Iran-backed group, adding that the final decision rests with the group itself.</p><p>“We act as a supporter, but we do not interfere in their decision-making,” Araqchi added.</p><p>Citing “political sources”, pro-Hezbollah newspaper Al Akhbar said the group, and its ally the Amal Movement, could choose to withdraw their four ministers from the government or trigger a no-confidence vote by parliament’s Shia bloc, which comprises 27 of Lebanon’s 128 lawmakers.</p><p>Israel, which routinely carries out air strikes in Lebanon despite the November ceasefire, has already signalled it would not hesitate to launch destructive military operations if Beirut failed to disarm the group.</p><p>Israeli strikes in southern Lebanon killed two people on Wednesday, according to the Ministry of Public Health. On Thursday, two Israeli strikes killed six people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The government’s decision is unprecedented since the end of Lebanon’s civil war more than three decades ago, when the country’s armed factions – with the exception of Hezbollah – agreed to surrender their weapons.</p></div></div></body></html>"
        },
        {
            "title": "AIPAC slams Trump ally Marjorie Taylor Greene over Gaza genocide remark | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-07T17:13:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24197856175864-1754583232.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The American Israel Public Affairs Committee (AIPAC) has accused Congresswoman Marjorie Taylor Greene of betraying “American values” by saying that Israel is committing genocide in Gaza.</p><p>In a fundraising email to supporters on Thursday, AIPAC – one of the most influential foreign policy lobby groups in the United States – likened Greene, a far-right legislator, to left-wing opponents of Israel.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“You expect anti-Israel smears from <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">Rashida Tlaib</a> and Ilhan Omar,” the group said, referring to Muslim-American Democratic congressmembers.</p><p>“But now, Marjorie Taylor Greene has joined their ranks – spouting the same vile rhetoric and voting against the US-Israel alliance.”</p><p>Last week, Greene, an ally of US President Donald Trump, echoed the growing consensus of <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">rights groups</a>, academics and United Nations experts that Israel is carrying out a genocide in Gaza.</p><p>“It’s the most truthful and easiest thing to say that Oct 7th in Israel was horrific and all hostages must be returned, but <a href=\"/news/2025/7/29/trump-ally-marjorie-taylor-greene-decries-genocide-in-gaza\">so is the genocide</a>, humanitarian crisis, and starvation happening in Gaza,” the congresswoman wrote in a social media post.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The United Nations defines genocide as “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group”.</p><p>Over the past 22 months, Israel has destroyed nearly <a href=\"/news/liveblog/2025/8/7/live-israel-kills-13-in-attacks-since-dawn-as-five-starve-to-death-in-gaza\">all of Gaza</a>, repeatedly displaced the enclave’s population, killed more than 61,000 people and imposed a suffocating blockade that sparked deadly hunger in the territory.</p><p>On Thursday, AIPAC called Greene’s genocide accusation “disgusting”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Let’s call this what it is: Marjorie Taylor Greene is the newest member of the anti-Israel Squad,” the group said.</p><p>“She may think this earns her praise from the far-left or online radicals — but we see it for what it is: a betrayal of American values and a dangerous distortion of the truth.”</p><p>Greene’s recent stances on Gaza stand in stark contrast with her staunch early support for Israel. In 2023, she led efforts to <a href=\"/news/2023/11/8/who-is-rashida-tlaib-why-was-the-palestinian-american-lawmaker-censured\">formally rebuke Tlaib</a> – the only Palestinian American in Congress – over condemning Israeli policies.</p><p>With criticism of Israel in the US mostly coming from the progressive left, AIPAC rarely denounces members of Trump’s Republican Party.</p><p>But the lobby group said on Thursday that it will challenge “lies” about Israel, whether they come from the “radical left or the radical right”.</p><p>Although <a href=\"/news/2025/8/7/trump-says-he-wants-all-middle-eastern-countries-to-have-formal-israel-ties\">Trump has been</a> uncompromising in his backing for Israel, a segment of his Republican base has been increasingly critical of unconditional support for the US ally, viewing the relationship as incompatible with the president’s “America first” mantra.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aipac-spending\">AIPAC spending</h2><p>For decades, AIPAC has encouraged its members to donate to candidates for public office, and in 2022, it started directly spending tens of millions of dollars to defeat critics of Israel.</p><p>Last year, AIPAC helped oust two incumbent progressive <a href=\"/news/2024/8/5/why-is-a-pro-israel-lobby-targeting-us-congress-member-cori-bush\">congressmembers</a>, spending record amounts on election advertisements.</p><p>AIPAC has not announced plans to challenge Greene in next year’s midterm elections.</p><p>The congresswoman did not face a primary opponent in her Georgia district last year and won the general election by nearly 30 percentage points.</p><p>In recent weeks, AIPAC has been trying to mitigate the growing outrage at Israel’s starvation policy in Gaza, often repeating false Israeli statements denying hunger in the territory and accusing Hamas of stealing the humanitarian aid.</p><p>However, despite the group’s efforts, <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">many congressmembers</a>, including some legislators who have been backed by AIPAC, have begun condemning Israel’s conduct in Gaza.</p><p>On Wednesday, Democratic Congresswoman Valerie Foushee, whom AIPAC helped elect to Congress in 2022 with $2m in campaign spending, said she was co-sponsoring a bill to block offensive weapons to Israel.</p><p>“We simply cannot continue to provide the Israeli government with weapons when they are not being used in accordance with <a href=\"/features/2025/4/10/israels-war-on-international-humanitarian-law\">international law</a> to maximize the protection of civilians in Gaza,” Foushee wrote in a social media post.</p></div></div></body></html>"
        },
        {
            "title": "Toyota expects to lose billions as Trump tariffs weigh on auto sector | Automotive Industry News | Al Jazeera",
            "time": "2025-08-07T17:05:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213683804893-1754580909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Toyota expects a $9.5bn hit from United States President Donald Trump’s tariffs on cars imported to the US, the largest of any company to date, underscoring growing margin pressures.</p><p>The world’s top-selling carmaker announced the forecast impact alongside its updated annual guidance on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Toyota also cut its forecast for full-year operating profit by 16 percent, reflecting challenges for global manufacturers grappling with rising costs from US levies on cars, parts, steel and aluminium.</p><p>“It’s honestly very difficult for us to predict what will happen regarding the market environment,” Takanori Azuma, Toyota’s head of finance, told a briefing, vowing to keep making cars for US customers, regardless of tariff impact.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Azuma said the 1.4-trillion yen ($9.50bn) estimate also includes fallout that suppliers are facing, particularly those in the US importing parts from Japan, though he declined to say how much of the total was attributable to that.</p><p>Toyota’s North American business swung to an operating loss of 63.6 billion yen ($431.3m) in the first quarter, from a profit of 100.7 billion yen ($682.9m) a year earlier, as it took a hit of 450 billion yen ($3bn) from the tariffs.</p><p>Its broad production operations, which include US, Canadian, Mexican and Japanese plants, expose it to <a href=\"/news/2025/8/7/trumps-higher-tariffs-take-effect-on-imports-from-dozens-of-countries\" target=\"_blank\" rel=\"noopener\">tariffs not only on direct exports</a> but also on vehicles and parts shipped across borders within North America.</p><p>Last week, the automaker said it turned out some 1.1 million Toyota and Lexus brand vehicles in North America in the first six months of 2025, including more than 700,000 in the US.</p><h2 id=\"forecasts-tumble\">Forecasts tumble</h2><p>Toyota cut its operating profit forecast for the financial year to the end of March 2026 to 3.2 trillion yen ($21.7bn) down from a previous outlook of 3.8 trillion yen ($25.7bn).</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It had previously estimated a tariff hit of 180 billion yen ($1.2bn) for April and May, but that was solely for the impact from tariffs on Toyota’s vehicles. It had not issued a full-year projection until now.</p><p>Rivals have reported <a href=\"/economy/2025/7/25/volkswagen-profits-tumble-as-tariffs-weigh-on-auto-industry\" target=\"_blank\" rel=\"noopener\">smaller tariff hits so far</a>: Jeep maker Stellantis said tariffs were expected to add $1.7bn in expenses for the year. General Motors (GM) has projected one of $4bn to $5bn for the year, while Ford expects a $3bn gross hit to pretax adjusted profit.</p><p>On Wednesday, Ford reported that second-quarter results took an $800m hit from tariffs.</p><h2 id=\"trade-deals\">Trade deals</h2><p>The first-quarter results highlight the pressure US import tariffs are putting on Japanese automakers, even as a trade pact between Tokyo and Washington offers potential relief.</p><p>Under the deal agreed last month, Japanese auto exports into the US would face a 15 percent tariff, down from levies totalling 27.5 percent previously. But a timeframe for the change has yet to be unveiled.</p><p>Last week, Toyota reported record global output and sales for the year’s first half, driven by strong demand in North America, Japan and China, including that for petrol-electric hybrid vehicles.</p><p>The carmaker also announced on Thursday a plan to build a new vehicle factory in Japan, where car sales have been falling due to a shrinking population and declining ownership.</p><p>Toyota said it planned to start operations early next decade at the new plant, but has yet to decide production models.</p><p>On Wall Street, Toyota’s stock is on the decline amid its downward revised forecast. As of 11:30am in New York City (15:30 GMT), it is down by 1.6 percent. Competitors’ stocks are mixed. Ford is down 0.5 percent, Stellantis is up 2.4 percent and GM is up by about 0.7 percent.</p></div></div></body></html>"
        },
        {
            "title": "Chainsaw economics, organ sales and governing by dog: Argentina under Milei | TV Shows | Al Jazeera",
            "time": "2025-08-07T16:08:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754582881.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Mehdi Hasan debates ex-FM Diana Mondino on Milei’s fitness to lead and his radical ‘chainsaw’ economics.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2024, Argentina’s far-right President Javier Milei launched an economic overhaul that slashed public spending, gutted state institutions and triggered massive protests.</p><p>The government dubbed it “chainsaw economics”. Critics say it’s deepening poverty and pushing the country into chaos, while Milei continues to make headlines for bizarre behaviour, including claims he takes political advice from his dead dog’s clones.</p><p>So who is really running Argentina – and at what cost?</p><p>Mehdi Hasan goes head-to-head with Diana Mondino, who served as Milei’s foreign minister before being abruptly fired. She defends the president’s policies, brushes off Milei’s personal attacks, and distances herself from his more extreme views, including his support for organ sales and his insults towards the late Pope Francis.</p><p><strong>Joining the discussion are:<br>\n</strong>Matias Vernengo – Economics professor at Bucknell University and former official at Argentina’s Central Bank<br>\nMaxwell Marlow – Director of public affairs at the Adam Smith Institute<br>\nMartina Rodriguez – Member of the Argentina Solidarity Campaign and the Feminist Assembly of Latin Americans</p></div></div></body></html>"
        },
        {
            "title": "Man Utd set to sign Sesko from Leipzig | Football News | Al Jazeera",
            "time": "2025-08-07T16:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-12-15T191945Z_509843544_UP1EKCF1HOWYI_RTRMADP_3_SOCCER-GERMANY-RBL-SGE-REPORT-1754581051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd set to sign Sesko from Leipzig</h1><p class=\"article__subhead\"><em>Manchester United are on the verge of signing Slovenian international striker Benjamin Sesko from RP Leipzig.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United have agreed a deal worth up to 85 million euros ($99m) to sign striker Benjamin Sesko from RB Leipzig, according to multiple reports in England.</p><p>United will reportedly pay an initial 76.5 million euros ($89m) for the 22-year-old with a further 8.5 million euros ($9.9m) due in add-ons.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Newcastle United <a href=\"/sports/2025/8/5/man-utd-and-newcastle-make-sesko-bids-as-leipzig-admit-concrete-interest\">were also interested in signing the Slovenian</a>, possibly to replace wantaway star Alexander Isak, a target for Liverpool.</p><p>However, Sesko has been wooed by the enduring stature of the 20-time English champions, despite a lack of European football in the coming season.</p><p>His arrival will complete an overhaul of the Red Devils’ blunt attack.</p><p>Only four other teams scored fewer than United’s 44 goals in 38 Premier League games last season as the English giants endured their worst campaign for 51 years, finishing 15th in the table.</p><p><a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> and <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a> were signed earlier in the window, taking United’s total spend on forwards in recent months to more than 200 million pounds ($268.6m).</p><p>Sesko had also previously been linked with Arsenal after impressing during his two-year spell in Germany, where he scored 39 times in 87 appearances for Leipzig, including 21 last season.</p><p>Standing 1.95 metres (6ft 4ins) tall, Sesko’s towering physique, electric pace and eye for goal have earned comparisons with Manchester City’s Erling Haaland.</p><p>Like Haaland, he also made his name at RB Salzburg before moving to Germany in 2023.</p><p>United are banking on Sesko realising his abundant potential to fire them back into contention at the top of the Premier League table.</p><p>Between them, Sesko, Cunha and Mbeumo combined for 58 goals last season.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The massive outlay on their arrivals needs to bear fruit quickly, with United under pressure to meet financial sustainability rules, especially without the revenue of European football this season.</p></div></div></body></html>"
        },
        {
            "title": "Trump calls on CEO of tech firm Intel to resign over China investments | Business and Economy News | Al Jazeera",
            "time": "2025-08-07T16:01:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-06T090232Z_1894517018_RC2K7EAIN6MM_RTRMADP_3_USA-CHIPS-INTEL-1754580056.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has fired off a social media message calling on the head of the US technology firm Intel to resign from his post as chief executive officer.</p><p>Trump’s decision to denounce Intel CEO Lip-Bu Tan on Thursday morning sent the company’s stocks tumbling, amid the uncertainty about the future of its leadership.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The CEO of INTEL is highly CONFLICTED and must resign, immediately,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114987288040725570\" target=\"_blank\" rel=\"noopener\">wrote</a>. “There is no other solution to this problem. Thank you for your attention to this problem!”</p><p>Trump’s post appeared to be a response to reports that Tan has invested nearly $200m in Chinese technology manufacturing and chip firms, including some with links to the country’s military.</p><p>But the president’s social media message also raises concerns about his apparent willingness to get involved in the affairs of private companies, even calling for dramatic changes in leadership and direction.</p><h2 id=\"scrutiny-on-tan-s-ties-to-china\">Scrutiny on Tan’s ties to China</h2><p>Tan, a longtime technology investor, is relatively new to his post. He <a href=\"https://newsroom.intel.com/corporate/tan-joins-intel-ceo\" target=\"_blank\" rel=\"noopener\">was appointed</a> as Intel’s CEO on March 12, and he also serves on the company’s board of directors.</p><p>Previously, Tan served in leadership positions at the software company Cadence Design Systems, and he was a founding partner for the venture capital firm Walden Catalyst Ventures.</p><p>His personal investments — and the investments of the venture funds he manages — caught the public’s attention shortly after his appointment at Intel, though.</p><p>In April, the news agency Reuters reported that, between March 2012 and December 2024, Tan invested in Chinese firms that create technology for the People’s Liberation Army, China’s armed forces.</p><p>For some US politicians, that raised a conflict of interest.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Wednesday, for instance, Republican Senator Tom Cotton of Arkansas <a href=\"https://x.com/SenTomCotton/status/1953108003525185686\" target=\"_blank\" rel=\"noopener\">posted</a> a letter on social media written to the chairman of Intel’s board of directors, Frank Yeary.</p><p>In it, he demanded more information about Tan’s hiring and his investments in China.</p><p>Cotton pointed out that, on July 28, Cadence Design Systems agreed to <a href=\"https://www.justice.gov/opa/pr/cadence-design-systems-agrees-plead-guilty-and-pay-over-140-million-unlawfully-exporting\" target=\"_blank\" rel=\"noopener\">plead guilty</a> to federal charges concerning the sale of technology and intellectual property to China’s National University of Defense Technology.</p><p>That plea deal resulted in criminal and civil penalties of more than $140m.</p><p>“I write to express concern about the security and integrity of Intel’s operations and its potential impact on US national security,” Cotton wrote in his letter to Yeary.</p><p>“Mr Tan reportedly controls dozens of Chinese companies and has a stake in hundreds of Chinese advanced-manufacturing and chip firms. At least eight of these companies reportedly have ties to the Chinese People’s Liberation Army.”</p><p>In an accompanying message to his social media followers, Cotton added that Intel “owes Congress an explanation”. Intel and Tan have yet to respond to the concerns.</p><h2 id=\"trump-pushes-america-first-plan\">Trump pushes ‘America First’ plan</h2><p>For years, the US and China have been locked in tense competition for economic and political dominance, and the US has repeatedly accused China of attempting to poach American innovation and spy on its technology firms.</p><p>China, meanwhile, has denied such allegations, describing them as part of a US smear campaign.</p><p>Founded in 1968, Intel has long been a flagship US technology firm, known for producing computer parts like microprocessors. But in recent decades, the company has struggled to keep pace with its competitors, particularly as artificial intelligence (AI) has transformed Silicon Valley, Intel’s longtime home.</p><p>Trump, however, has sought to bolster domestic manufacturing with his “America First” economic agenda, which leverages tariffs to discourage the import of products from abroad.</p><p>On Tuesday, the Republican leader even said he planned to impose <a href=\"/economy/2025/8/6/white-house-says-apple-to-invest-billions-in-us-manufacturing\">100-percent tariffs</a> on foreign chips and semiconductors sold in the US.</p><p>But Trump has faced criticism for testing the boundaries of his executive power — and, in some cases, seeking to impose his will on the running of private companies.</p><p>Since taking office for a second term, for instance, Trump <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">has withheld federal funds</a> from private universities in order to <a href=\"/news/2025/7/24/columbia-university-to-pay-200m-to-settle-anti-semitism-claims\">extract guarantees</a> that those institutions would eliminate their diversity initiatives and implement disciplinary reforms, among other demands.</p><p>In an interview with Reuters, analysts appeared split over whether Trump was overplaying his hand.</p><p>“Many investors likely believe that President Trump has his hand in too many cookie jars, it’s just another signal that he’s very serious about trying to bring business back to the US,” said David Wagner, the head of equity and a portfolio manager at Aptus Capital Advisors, which has invested in Intel.</p><p>Meanwhile, Phil Blancato, the CEO of Ladenburg Thalmann Asset Management, told Reuters that Trump ousting Tan could have a chilling effect on US business.</p><p>“It would be setting a very unfortunate precedent,” Blancato said. “You don’t want American presidents dictating who runs companies, but certainly his opinion has merit and weight.”</p><p>It is unclear how Trump’s pressure campaign against Tan may affect Intel’s future.</p><p>Last year, Intel received $8bn in subsidies under the 2022 CHIPS and Science Act, to build further chip manufacturing plants in the US.</p></div></div></body></html>"
        },
        {
            "title": "Is Trump winning the trade war and at what cost to the economy? | Business and Economy | Al Jazeera",
            "time": "2025-08-07T16:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754580627.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Donald Trump’s tariff policy is taking shape and the president is already touting benefits to the US economy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump aims to rebalance the global trading system. The president has announced a new round of tariffs on many nations.</p><p>Trump’s trade experiment seems to be paying off better than most had expected, at least for now. He got his biggest trading partners to make deals that are closer to his demands than theirs.</p><p>Financial markets have shrugged off higher duties, and tariff revenues are pouring in. But economists say Americans will pay more for many goods they consume when the tariffs take effect.</p><p>What’s the impact of tariffs on Asia’s manufacturing hubs?</p><p>Plus, can global hunger be ended?</p></div></div></body></html>"
        },
        {
            "title": "Trump says he wants all Middle Eastern countries to have formal Israel ties | Donald Trump News | Al Jazeera",
            "time": "2025-08-07T15:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-07T015833Z_1905028714_RC21YJ9ZW8NG_RTRMADP_3_USA-EMIRATES-ORDNANCE.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has called on all countries in the Middle East to forge formal relations with Israel despite the ongoing Israeli <a href=\"http://aljazeera.com/news/liveblog/2025/8/7/live-israel-kills-13-in-attacks-since-dawn-as-five-starve-to-death-in-gaza\">atrocities in Gaza</a>, citing the US attacks on Iran’s nuclear facilities in June.</p><p>Trump’s call on Thursday comes amid a growing international <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">push to recognise</a> a Palestinian state.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Now that the nuclear arsenal being ‘created’ by Iran has been totally OBLITERATED, it is very important to me that all Middle Eastern Countries join the Abraham Accords,” the US president wrote.</p><p>“This will insure [sic] PEACE IN THE MIDDLE EAST. Thank you for your attention to this matter!”</p><p>Trump’s administration has not presented evidence that Iran was weaponising its nuclear programme or building a nuclear arsenal, as the president has claimed.</p><p>During his first term in 2020, Trump secured a series of deals, known as the Abraham Accords, to establish official diplomatic ties between Israel and several Arab states, including the <a href=\"/news/2023/9/17/three-years-on-how-have-the-abraham-accords-done-for-the-uae\">United Arab Emirates</a>, Bahrain and Morocco.</p><p>But US efforts to expand the agreements – with focus on Saudi Arabia – over the past years have failed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The kingdom’s top officials have repeatedly stressed that Riyadh is committed to the 2002 <a href=\"/news/2010/3/28/the-arab-peace-initiative\">Arab Peace Initiative</a>, which conditions recognising Israel on establishing a Palestinian state.</p><p>The war on Gaza, which Riyadh <a href=\"/video/newsfeed/2024/11/11/saudi-crown-prince-urges-israel-to-end-wars-on-gaza-lebanon\">has decried</a> as a genocide, further complicated the push to normalise relations between Saudi Arabia and Israel.</p><p>But Trump appeared to link Arab-Israeli relations to the Iranian nuclear programme and the 12-day war between Iran and Israel, which saw the US military strike Iran’s <a href=\"/news/2025/7/3/us-says-its-strikes-degraded-irans-nuclear-programme-by-one-to-two-years\">nuclear sites</a>.</p><p>Arab countries had condemned Israel’s attacks on Iran in June, which killed top military officials and nuclear scientists as well as <a href=\"/video/newsfeed/2025/6/16/iran-says-most-victims-of-israeli-attacks-are-civilians\">hundreds of civilians</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>When he visited <a href=\"/news/2025/5/16/five-key-takeaways-from-us-president-donald-trumps-middle-east-trip\">the Gulf region</a> in May, Trump appeared to de-emphasise Arab-Israeli normalisation.</p><p>He said it is his “dream” for Saudi Arabia to establish official <a href=\"/news/2025/5/13/israel-normalisation-takes-backseat-as-trump-announces-saudi-deals\">ties with Israel</a>, but he wants the kingdom to do it on its “own time”.</p><p>While the so-called Abraham Accords fostered trade and security ties between the countries involved, they failed to end or mitigate the Israeli-Palestinian conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has continued to build and expand illegal settlements in the <a href=\"/news/2025/8/4/us-house-speaker-mike-johnson-visits-israeli-west-bank-settlement\">occupied West Bank</a>, and it has destroyed most of Gaza, killing more than 61,000 people as it imposes a starvation crisis on the territory.</p><p>It’s not clear what sparked Trump’s renewed call for Arab-Israeli normalisation. But his statement coincides with an Arab-backed international push to recognise the state of Palestine, which Washington has rejected.</p><p>Earlier this week, Trump suggested that he would not block Israel’s plan to expand its ground military operations to all of Gaza – a move that could compound the suffering of Palestinians who have been repeatedly displaced throughout the war.</p><p>“That’s going to be pretty much up to Israel,” the <a href=\"/news/2025/8/5/trump-says-it-is-up-to-israel-whether-to-occupy-all-of-gaza\">US president said</a> when asked about the Israeli plan.</p><p>Washington provides Israel with billions of dollars in military aid annually, assistance that significantly increased following the start of the war on Gaza in October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Sudan military destroyed UAE plane carrying Colombian mercenaries: State TV | Sudan war News | Al Jazeera",
            "time": "2025-08-07T15:54:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2221760357-1754561753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s air force has destroyed a UAE aircraft carrying Colombian mercenaries as it was landing at an airport in Darfur controlled by the paramilitary Rapid Support Forces (RSF), army-aligned state TV reported.</p><p>The attack late on Wednesday killed at least 40 people, the state broadcaster reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The airport has recently come under repeated air strikes by the Sudanese army, which has been at war with <a href=\"/news/2025/7/28/why-sudans-rsf-chose-this-parallel-government-ahead-of-peace-talks\">the RSF</a> since April 2023.</p><p>A military source, speaking to the AFP news agency on condition of anonymity, said the Emirati plane “was bombed and completely destroyed” at Darfur’s Nyala airport.</p><p>There was no immediate comment from the RSF.</p><p>AFP quoted an Emirati official denouncing what he considered false allegations that the Sudanese army had destroyed the plane.</p><p>Colombia’s President Gustavo Petro said his government was trying to find out how many Colombians died in the attack.</p><p>“We will see if we can bring their bodies back,” he wrote on X.</p><p>State TV said the aircraft had taken off from an airbase in the Gulf, carrying dozens of foreign fighters and military equipment intended for the RSF, which controls nearly all of <a href=\"/news/2025/7/11/crimes-against-humanity-in-sudans-darfur-icc-deputy-prosecutor\">Darfur.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The army, led by Abdel Fattah al-Burhan, has long accused the United Arab Emirates of supplying advanced weaponry, including drones, to the RSF via Nyala Airport.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Abu Dhabi has denied the accusations.</p><p>Satellite images released by Yale University’s Humanitarian Research Lab have shown multiple Chinese-made long-range drones at the airport of the South Darfur state capital.</p><p>On Monday, Sudan’s army-aligned government accused the UAE of recruiting and funding Colombian mercenaries to fight for the RSF, claiming it has documents proving that.</p><p>Reports of Colombian fighters in Darfur date back to late 2024 and have been confirmed by United Nations experts.</p><h2 id=\"colombia-seeks-to-ban-mercenaries\">Colombia seeks to ban mercenaries</h2><p>This week, the Joint Forces – a pro-army coalition in Darfur – reported more than 80 Colombian mercenaries fighting on the RSF’s side in el-Fasher, the last Darfur state capital still under army control.</p><p>The army also released video footage it said was of “foreign mercenaries believed to be from Colombia”, which could not be independently verified.</p><p>In December, Sudan said Colombia’s Foreign Ministry had expressed regret “for the participation of some of its citizens in the war”.</p><p>Colombian mercenaries, many former soldiers and guerrillas, have appeared in other global conflicts and were previously hired by the UAE for operations in Yemen and the Gulf.</p><p>In his post on Wednesday, Petro said he was moving to ban mercenary activity, calling it “a trade in men turned into commodities to kill”.</p><p>As fighting continues, thousands of families trapped in the <a href=\"/news/2025/8/4/cholera-deaths-rise-to-191-in-sudans-darfur-area-amid-famine-ongoing-war\">besieged city of el-Fasher</a> are at “risk of starvation”, the UN’s World Food Programme (WFP) has warned.</p><p>An outbreak of cholera in the North Darfur state, of which el-Fasher is the capital, has further added to the misery.</p><p>Sudan’s war, now in its third year, has killed tens of thousands, displaced 13 million, and plunged the nation into the world’s worst hunger and displacement crisis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Nine PSG players dominate Ballon d’Or 2025 nominee list | Football News | Al Jazeera",
            "time": "2025-08-07T15:30:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-31T232259Z_619532927_UP1EL5V1SY9HC_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754578597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nine players from treble-winning Paris Saint-Germain have been nominated for the men’s Ballon d’Or this year, along with the club’s coach Luis Enrique, as France Football announced its list of nominees.</p><p>Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Achraf Hakimi, Khvicha Kvaratskhelia, Nuno Mendes, Joao Neves, Fabian Ruiz and Vitinha are all on the list of 30 players nominated on Thursday for the big prize.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Dembele scored 35 goals and claimed 16 assists in all competitions as PSG won the Ligue 1 title, French Cup and <a href=\"/sports/2025/5/31/psg-beat-inter-milan-to-lift-champions-league-football-doue-paris-saint-germain\">Champions League</a> and were <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">Club World Cup runners-up to Chelsea</a>.</p><p>Other nominees include Barcelona’s Raphinha (34 goals, 25 assists), Liverpool’s Mohamed Salah (34 goals, 23 assists), who was named Premier League Player of the Season, and Manchester City striker Erling Haaland (34 goals, five assists).</p><figure id=\"attachment_3877336\" aria-describedby=\"caption-attachment-3877336\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877336\" src=\"/wp-content/uploads/2025/08/2025-05-31T213051Z_2130696136_UP1EL5V1NRDDY_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754578931.jpg?w=770&amp;resize=770%2C505&amp;quality=80\" alt=\"Paris St Germain's Ousmane Dembele celebrates with the trophy after winning the Champions League\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877336\" class=\"wp-caption-text\">Paris Saint-Germain’s Ousmane Dembele celebrates with the trophy after winning the Champions League [Peter Cziborra/Reuters]</figcaption></figure><p>Scott McTominay, who won Serie A’s Most Valuable Player after guiding <a href=\"/sports/2025/5/23/napoli-win-serie-a-title-inter-milan-refocus-on-champions-league\">Napoli to the title</a>, was also nominated as the first Scotsman in 38 years to make the shortlist. Barca’s Lamine Yamal (18 goals, 25 assists) made the cut while the 18-year-old winger was also nominated for the Kopa Trophy for best Under-21 player, an award he won last year.</p><p>Five England players were nominated for the women’s Ballon d’Or after <a href=\"/sports/2025/7/27/england-beat-spain-in-penalty-shootout-to-win-womens-euro-2025\">their Euros triumph</a>, including goalkeeper Hannah Hampton, Lucy Bronze, Alessia Russo, Chloe Kelly and Leah Williamson.</p><p>Marta, who came out of retirement to lead Brazil to the women’s Copa America title at the age of 39, was also nominated. Along with Luis Enrique, Enzo Maresca, who guided Chelsea to the Club World Cup title, and Liverpool’s Arne Slot, who won the Premier League crown in his first season at the club, were nominated for the men’s Coach of the Year award.</p><p>Spanish midfielders Rodri and Aitana Bonmati are <a href=\"/sports/2024/10/29/man-citys-rodri-barcelonas-bonmati-win-ballon-dor-amid-real-madrid-snub\">the current holders of the men’s and women’s Ballon d’Or awards</a>, respectively.</p><p>The former spent most of last season injured with Manchester City, while Bonmati was a defeated finalist at Euro 2025 as England overcame Spain.</p><figure id=\"attachment_3877339\" aria-describedby=\"caption-attachment-3877339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877339\" src=\"/wp-content/uploads/2025/08/2025-07-27T193912Z_518638829_UP1EL7R1HOVDS_RTRMADP_3_SOCCER-EURO-ENG-ESP-1754579028.jpg?w=770&amp;resize=770%2C579&amp;quality=80\" alt=\"Spain's Aitana Bonmati looks dejected after the Women's Euro 2025 final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877339\" class=\"wp-caption-text\">Current Ballon d’Or Women’s holder Aitana Bonmati looks dejected after Spain’s Euro 2025 defeat by England [Bernadett Szabo/Reuters]</figcaption></figure><p>The women’s coach nominees are led by Sonia Bompastor, who won a domestic treble at Chelsea, Renee Slegers, who took Arsenal to their second Champions League crown, and Sarina Wiegman, after she helped England retain their Euros title.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"ballon-d-or-nominations-in-full\">Ballon d’Or nominations in full</h2><p><strong>Men:</strong> Jude Bellingham, Ousmane Dembele, Gianluigi Donnarumma, Desire Doue, Denzel Dumfries, Serhou Guirassy, Viktor Gyokeres, Erling Haaland, Achraf Hakimi, Harry Kane, Khvicha Kvaratskhelia, Robert Lewandowski, Alexis Mac Allister, Lautaro Martinez, Kylian Mbappe, Scott McTominay, Nuno Mendes, Joao Neves, Michael Olise, Cole Palmer, Pedri, Raphinha, Declan Rice, Fabian Ruiz, Mohamed Salah, Virgil van Dijk, Vinicius Jr, Vitinha, Florian Wirtz, Lamine Yamal</p><p><strong>Women:</strong> Sandy Baltimore, Barbra Banda, Aitana Bonmati, Lucy Bronze, Klara Buehl, Mariona Caldentey, Sofia Cantore, Steph Catley, Temwa Chawinga, Melchie Dumornay, Emily Fox, Cristiana Girelli, Esther Gonzalez, Caroline Graham Hansen, Hannah Hampton, Pernille Harder, Patri Guijarro, Amanda Gutierres, Lindsey Heaps, Chloe Kelly, Frida Leonhardsen-Maanum, Marta, Clara Mateo, Ewa Pajor, Claudia Pina, Alexia Putellas, Alessia Russo, Johanna Rytting Kaneryd, Caroline Weir, Leah Williamson</p><p><strong>Men’s coach of the year:</strong> Antonio Conte, Luis Enrique, Hansi Flick, Enzo Maresca, Arne Slot</p><p><strong>Women’s coach of the year:</strong> Sonia Bompastor, Arthur Elias, Justine Madugu, Renee Slegers, Sarina Wiegman</p><p><strong>Men’s club of the year:</strong> Barcelona, Botafogo, Chelsea, Liverpool, Paris St Germain</p><p><strong>Women’s club of the year:</strong> Arsenal, Barcelona, Chelsea, OL Lyonnes, Orlando Pride</p><p><strong>Yashin trophy men:</strong> Alisson Becker, Yassine Bounou, Lucas Chevalier, Thibaut Courtois, Gianluigi Donnarumma, Emi Martinez, Jan Oblak, David Raya, Matz Sels, Yann Sommer</p><p><strong>Yashin trophy women:</strong> Ann-Katrin Berger, Cata Coll, Hannah Hampton, Chiamaka Nnadozie, Daphne van Domselaar</p><p><strong>Men’s Kopa Trophy:</strong> Ayyoub Bouaddi, Pau Cubarsi, Desire Doue, Estevao, Dean Huijsen, Myles Lewis-Skelly, Rodrigo Mora, Joao Neves, Lamine Yamal, Kenan Yildiz</p><p><strong>Women’s Kopa Trophy:</strong> Michelle Agyemang, Linda Caicedo, Wieke Kaptein, Vicky Lopez, Claudia Martinez Ovando</p></div></div></body></html>"
        }
    ]
}