{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Arsenal vs Liverpool: Premier League - team news, start time, lineups | Football News | Al Jazeera",
            "time": "2026-01-07T13:45:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-13T213912Z_767039696_UP1ELCD1O5B7S_RTRMADP_3_SOCCER-ENGLAND-ARS-WOL-1767791850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Arsenal vs Liverpool<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Emirates Stadium in London, United Kingdom<br>\n<strong>When:</strong> Thursday, January 8, at 8pm (20:00 GMT).<br>\n<strong>How to follow:</strong> We will have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream.</p><p>Table-topping Arsenal entertain defending champions Liverpool in a mouth-watering offering in the English Premier League on Thursday, with glory on offer for the former but pride heavily at stake for the latter.</p><p>The Gunners are searching for their first league title since 2003, while the Reds are licking their wounds from a season that has almost inexplicably imploded following their runaway success last term.</p><p>Al Jazeera Sport takes a closer look at the match in which a home win is fully expected, but nothing can ever be taken for granted in the Premier League.</p><h2 id=\"how-have-arsenal- fared -in-the-premier-league-this-season\">How have Arsenal fared in the Premier League this season?</h2><p>The Gunners have stormed to top spot as manager Mikel Arteta looks to go one better than three consecutive second-placed finishes in the English top flight.</p><p>Only one defeat in 21 matches to begin the season – the loss coming at Liverpool – has marked Arsenal as the team to stop on all fronts. Free-scoring in front of the goal and miserly at the back, Arteta appears to have finally cracked the code.</p><h2 id=\"how-do-things-stand-in-the-premier-league-title-race\">How do things stand in the Premier League title race?</h2><p>The gap with second-placed Manchester City is six points, ahead of Pep Guardiola’s side welcoming Brighton and Hove Albion at the Etihad Stadium on Wednesday.</p><p>Aston Villa are level on points with City, and travel to Crystal Palace on Wednesday, but their <a href=\"/sports/2025/12/30/arsenal-crush-aston-villa-in-premier-league-wolves-hold-man-united\">4-1 defeat</a> at the hands of Arsenal on December 30 was regarded as a serious dent to their title ambitions.</p><p></p><h2 id=\"what-has-gone-wrong-for-liverpool-in-the-premier-league-this-season\">What has gone wrong for Liverpool in the Premier League this season?</h2><p>The Reds enjoyed a stunning start to the new campaign, which made their demise this season all the more alarming. Slot’s side won their opening five league matches as part of a seven-game winning run in all competitions.</p><p>Liverpool manager Arne Slot insists his reigning champions can still do “special things” this season.</p><p>“It is nine games unbeaten but we have definitely had two draws too many,” Slot told a pre-match news conference on Wednesday.</p><p>A great deal of the focus for the Reds’ slide, which saw them lose the following four Premier League games on the bounce after their fine start, has focused on the fallout with their iconic forward Mohamed Salah.</p><p>Slot has insisted the club have moved on since Salah’s departure for international duty with Egypt at the 2025 Africa Cup of Nations, but questions remain across the park.</p><p>“We haven’t had the consistency but we’ve already beaten some very good teams, so that tells you the talent is definitely there but the consistency isn’t,” he said.</p><p>Only 41 goals were conceded by Liverpool last season, but 28 have already been let in during their 20 games so far this season.</p><p>The massive summer spending spree, which was headlined by Alexander Isak and Florian Wirtz as marquee signings, has seemingly unsettled the balance of a side that stormed to the title last season.</p><p>The talent of both, and the rest brought in, is quite clear, but whether Slot can gel them into a side capable of salvaging this season and beyond remains to be seen.</p><p>The manager believes his side are still in the reckoning in the league.</p><p>“There’s a lot of importance on this match because we still have a lot to play for in the Premier League,” said Slot.</p><h2 id=\"what-happened-the-last-time-arsenal-played-liverpool\">What happened the last time Arsenal played Liverpool?</h2><p>Liverpool secured <a href=\"/sports/2025/8/31/liverpools-szoboszlai-downs-arsenal-to-top-premier-league-table\">a 1-0 win</a> against Arsenal in an early-season encounter between the sides in the Premier League on August 31 at Anfield.</p><p>Dominik Szoboszlai scored the only goal of the game with an explosive free-kick in the 83rd minute of an otherwise tight match.</p><h2 id=\"what-happened-in-the-corresponding-game-between-arsenal-and-liverpool-last-season\">What happened in the corresponding game between Arsenal and Liverpool last season?</h2><p>The sides could not be separated in last season’s Premier League match at Emirates Stadium, although Liverpool had to twice come from behind – including a late Mohamed Salah leveller – to snare <a href=\"/sports/liveblog/2024/10/27/live-arsenal-vs-liverpool-english-premier-league\">a 2-2 draw</a>.</p><p>Bukayo Saka and Mikel Merino had given the Gunners the lead twice in the first half with Virgil van Dijk netting in between.</p><p>The Reds, however, had to nervously wait until the 81st minute for Salah to secure a point.</p><h2 id=\"when-did-arsenal-last-beat-liverpool\">When did Arsenal last beat Liverpool?</h2><p>Arsenal’s last win against Liverpool came three seasons ago, courtesy of a 3-1 victory at Emirates Stadium in February 2024.</p><p>A fiery match saw nine yellow cards shown and Reds defender Ibrahima Konate sent off in the 88th minute when his side were still searching for an equaliser.</p><p>Bukayo Saka and Gabriel Martinelli scored in either half to twice give the Gunners the lead, either side of Gabriel Magalhaes’s own goal.</p><p>Leandro Trossard rounded off the scoring in the 90th minute.</p><h2 id=\"stat-attack-arsenal\">Stat attack – Arsenal</h2><p>The Gunners are on a seven-game winning streak, during which they have netted 13 goals and conceded only six – two of which came in the win against Brighton in their last game.</p><p>The north Londoners are the only team to retain an unbeaten home record in the Premier League at this stage, winning nine of their 10 matches at Emirates Stadium. The Gunners have fired in 26 goals in front of their own fans in the league this season, and conceded only five.</p><p>Bukayo Saka, such a huge part of the Gunners’ form of recent seasons, is aiming to become the first Arsenal player to score in four straight league home games against Liverpool.</p><h2 id=\"stat-attack-liverpool\">Stat attack – Liverpool</h2><p>Liverpool are unbeaten in nine matches, winning five, but have drawn their last two – both in the league.</p><p>The Reds have kept only one clean sheet in their last seven league matches – a <a href=\"/sports/2025/12/13/salah-assists-ekitikes-brace-as-liverpool-beat-brighton\">2-0 home victory</a> against Brighton and the 0-0 draw at Leeds two games ago.</p><p>Eight goals have been shipped in that time, with 12 scored.</p><p>Four of their six defeats this season have come on the road – where they have also won four and drawn two – with 18 goals conceded on their travels and only 17 scored.</p><p>Even bottom-of-the-table Wolverhampton Wanderers have not shipped so many goals away from home.</p><h2 id=\"arsenal-vs-liverpool-stat-attack\">Arsenal vs Liverpool – stat attack</h2><p>Liverpool are unbeaten in three matches against Arsenal, winning the last match and drawing twice.</p><p>That victory for the Reds, however, ended a six-match winless run in the league, during which the Gunners won twice.</p><p>The last victory for the Reds prior to that stretch was the last time the Merseysiders won at Emirates Stadium, back in March 2022, with goals from Roberto Firmino and Diogo Jota.</p><p>The Gunners have won two of the three league meetings in London since then.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 246th meeting between the sides, with Liverpool winning 95 of the matches and Arsenal emerging victorious on 81 occasions.</p><h2 id=\"arsenal-team-news\">Arsenal team news</h2><p>Max Dowman and Cristhian Mosquera miss out, with both struggling with ankle problems, while Riccardo Calafiori is a doubt due to an unspecified injury.</p><p>Kai Havertz was rested from the squad that was named for the win at Bournemouth and may have to make do with a place on the bench at best as his recovery from a previous injury is managed.</p><h2 id=\"predicted-arsenal-starting-lineup\">Predicted Arsenal starting lineup</h2><p>Raya; Timber, Saliba, Gabriel, Hincapie; Odegaard, Zubimendi, Rice; Saka, Gyokeres, Trossard</p><h2 id=\"liverpool-team-news\">Liverpool team news</h2><p>Salah remains at AFCON with Egypt, while Isak is a long-term absentee with a leg injury.</p><p>Fellow forward Hugo Ekitike missed the draw with Fulham due to a muscle problem and remains a doubt.</p><p>Florian Wirtz is nursing a hamstring problem but is expected to continue to play through the issue.</p><p>Giovanni Leoni and Wataru Endo remain longer-term absentees.</p><h2 id=\"predicted-liverpool-starting-lineup\">Predicted Liverpool starting lineup</h2><p>Alisson; Bradley, Konate, Van Dijk, Kerkez; Mac Allister, Gravenberch; Szoboszlai, Wirtz, Jones; Gakpo</p><h2 id=\"arsenal-and-liverpool-form-guides\">Arsenal and Liverpool form guides</h2><ul>\n<li><strong>Arsenal:</strong> W-W-W-W-W</li>\n<li><strong>Liverpool:</strong> W-W-W-D-D</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US military seizes Venezuela-linked Russian oil tanker | Oil and Gas News | Al Jazeera",
            "time": "2026-01-07T13:39:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-02T170453Z_1643187773_RC2KFDAQLQZ8_RTRMADP_3_USA-VENEZUELA-VESSEL-STILL-FILE-1767793755.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>US military seizes Venezuela-linked Russian oil tanker</h1></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military commandeered a Russian-flagged oil tanker with links to Venezuela in the North Atlantic after a weeks-long pursuit.</p><p>“The blockade of sanctioned and illicit Venezuelan oil remains in FULL EFFECT — anywhere in the world,” US Defense Secretary Pete Hegseth wrote on social media.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>Two unnamed US officials earlier told the Reuters news agency on Wednesday the operation was carried out by the Coast Guard and US military.</span></p><p>‌Russian state broadcaster RT reported US forces boarded the Venezuela-linked oil tanker Marinera from a helicopter, and published ⁠an image of the aircraft ​hovering near the ship.</p><p>RT cited an unnamed source as saying a US ​Coast Guard vessel has been ‌following the tanker and an attempt to seize it during a storm had already been ‌carried out.</p><p>The operation came after the Marinera, originally known as the Bella-1, slipped through a US maritime “blockade” of sanctioned tankers and rebuffed US Coast Guard efforts to board it.</p><p>US officials say the tanker is part of a so-called shadow fleet that has carried oil for countries such as Venezuela, Russia, and Iran in violation of US sanctions.</p><p>US forces have been pursuing the Marinera in the Atlantic Ocean since last month in the lead up to the country’s <a href=\"/news/liveblog/2026/1/7/live-trump-says-venezuela-to-hand-over-up-to-50mn-barrels-of-oil-to-us\">military operation to abduct</a> Venezuelan President Nicolas Maduro, which was carried out on Saturday.</p><h2 id=\"at-and-mouse-game\">‘Cat-and-mouse game’</h2><p>Tracking data from MarineTraffic showed the tanker nearing Iceland’s exclusive economic zone on Wednesday.</p><p>Reuters reported a Russian submarine and warship are in the vicinity as the operation unfolds.</p><p>Reporting from Moscow, journalist Dmitry Medvedenko said there have been <span>at least two attempts in the past weeks of “this cat-and-mouse game to seize this tanker”.</span></p><p>The Russian government has not confirmed whether it sent any vessels or submarines to accompany the Marinera, Medvedenko said.</p><p>“The Russian Foreign Ministry only said that it’s monitoring the situation and it’s been calling this pursuit disproportionate.”</p><p>The ministry was ‌cited by state media as ⁠saying the ship, which is now flying the Russian flag, is in international waters and ‌acting according to international maritime law.</p><p>It called on Western countries to ‍respect the vessel’s right to freedom of navigation.<i></i></p><p>The ship was sanctioned by the United States in 2024 for allegedly smuggling cargo for a company linked to Lebanese group Hezbollah.</p><p>The US Coast Guard attempted to board it in the Caribbean in December as it headed for Venezuela. The ship refused boarding and headed across the Atlantic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ukraine reports ‘concrete results’ from talks with Western allies | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-07T13:30:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89RB8HJ__v1__HighRes__FranceUkraineRussiaConflictDiplomacy-1767785768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian ‍President ‍Volodymyr Zelenskyy’s new chief of staff has reported “concrete ​results” have already been reached in ongoing talks over an end to the war and post-conflict security guarantees with Western allies.</p><p>Kyrylo Budanov offered the update on Telegram on Wednesday, as talks continued in Paris at the largest-ever summit of the “coalition of the willing” – a group of 35 countries that have pledged to support Kyiv against Russian aggression.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Ukrainian ​national ‌interests will be defended,” Budanov insisted, although he gave no details about the progress made.</p><p>In a subsequent social media post, Zelenskyy said that the talks on Wednesday, which will again include United States envoys Steve Witkoff and Jared ⁠Kushner, would address “the most difficult issues” in the discussions to end the nearly four-year war.</p><p>In light of Russia’s demands that Ukraine cede four of its eastern regions, territorial questions are the toughest for Kyiv. Within that topic is the status of the Zaporizhzhia nuclear power plant.</p><p>“Ukraine does not shy away from the most difficult issues and will never be an obstacle to peace,” Zelenskyy insisted, repeating a mantra designed to ward off accusations from Russian President Vladimir Putin and US President Donald Trump that Ukraine is not serious about ending the conflict.</p><p>“Peace must be dignified,” he added. “And this depends on the partners – on whether they ensure Russia’s real readiness to end the war.”</p><h2 id=\"high-tension\">High tension</h2><p>The updates come a day after the United States <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">pledged</a> to back security guarantees for Ukraine, including leading a truce monitoring mechanism, while France and the United Kingdom said they would deploy forces to Ukrainian territory if a ceasefire was agreed.</p><p>The progress, hailed by both European leaders and US envoys, came <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">amid days of high tension</a> due to Trump’s aggressive foreign policy lunge in <a href=\"/news/2026/1/6/maduro-abduction-shows-influence-limits-of-us-secretary-of-state-rubio\">Venezuela</a> and subsequent threats regarding his desire to take Greenland from NATO ally Denmark.</p><p>Russia, which occupies about a fifth of Ukrainian territory and has not signalled any willingness to compromise on its fundamentalist demands, has given no indication that it would accept a settlement backed by foreign troops inside Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"both-sides-weather-attacks\"></h2><p>As talks continued in Paris, Ukraine and Russia continued to trade attacks on the ground.</p><p>‍Ukrainian drones ⁠hit ​an ‍oil depot in ‍Russia’s Belgorod ⁠region overnight, the ​commander ‌of the drone ‌forces ‌said.</p><p>The strike ignited a fire at the depot that was eventually extinguished,  the Vesti state television ​channel ‌reported, citing the regional Russian governor.</p><p>Meanwhile, ‍Russia’s Defence Ministry said ⁠it had launched ​air, drone, ‍artillery and missile ‍strikes on ⁠Ukrainian long-range drone launch sites, ammunition depots, ​military equipment ‌and troops.</p><h2 id=\"putin-s-holy-mission\">Putin’s ‘holy mission’</h2><p>Amid the ongoing fighting, President Vladimir Putin attended a Russian Orthodox Christmas service where he hailed his ‍troops’ “holy mission” to ‍defend the country.</p><p>He has increasingly leaned on ‍patriotic and religious symbolism as the conflict grinds on.</p><p>“Russia’s warriors have always, as if at the Lord’s behest, carried out this mission of defending the fatherland and its people, saving the motherland and its people,” ​Putin said at the St George Victory Bearer church, near Moscow, after the service.</p><p>“At ‌all times in Russia, this is how people have regarded their warriors, as those who, as if at the Lord’s behest, carry out this holy mission.”</p><p>Video footage ‍showed Putin ⁠in a dark suit without a tie among uniformed servicemen, alongside wives and children, as clerics conducted the service.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army closes Aleppo’s Kurdish areas as clashes persist | Syria's War News | Al Jazeera",
            "time": "2026-01-07T13:05:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25280407332337-1767787048.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army has declared Aleppo’s Kurdish areas “closed military zones” and ordered civilians to leave as clashes with the Syrian Democratic Forces (SDF) extended into a second day.</p><p>The Syrian Army Operations Command told Al Jazeera that all SDF military positions in Aleppo neighbourhoods are legitimate targets as sporadic fighting between the government forces and Kurdish-led SDF continued on Wednesday after violence flared the previous day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The clashes, which killed nine people on Tuesday, according to officials, are the fiercest fighting since the two sides failed to implement a March deal to merge the United States-backed semiautonomous Kurdish administration and military force with Syria’s new government.</p><p>The Syrian army announced that two neighbourhoods in Aleppo would become “closed military zones” from 3pm (12:00 GMT). In the meantime, it said, it would operate “humanitarian corridors” to allow civilians to leave.</p><p>All “military sites of the SDF organisation within the Sheikh Maqsoud and Ashrafieh neighbourhoods of Aleppo are a legitimate military target for the Syrian Arab Army, following the organisation’s major escalation towards the neighbourhoods of Aleppo city and its perpetration of numerous massacres against civilians,” the Army Operations Authority said in a statement.</p><p>The SDF noted a large deployment of Syrian army vehicles near the Sheikh Maqsoud and Ashrafiyah neighborhoods, labelling it a “dangerous indicator that warns of escalation and the possibility of a major war”.</p><p>The army, meanwhile, said it “urges our civilian population in the Sheikh Maqsoud and Ashrafieh neighbourhoods of Aleppo to immediately stay away from the SDF positions”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The state news agency SANA reported that the Syrian Civil Defence Forces and Syrian Arab Red Crescent are providing aid to people evacuating.</p><p class=\"western\">The Civil Defence said it had evacuated 850 civilians from Aleppo by about midday, citing deteriorating humanitarian conditions and shelling by the SDF.</p><p>A Syrian security source reported to Al Jazeera that prisoners have escaped from al-Shafiq prison, which is run by the SDF, to safe areas in Aleppo. He did not specify the number of prisoners that absconded.</p><h2 id=\"sectarian-tensions\">Sectarian tensions</h2><p>Both sides have blamed the other for sparking the violence, which broke out after talks this week between government officials and the main SDF commander stalled with “no tangible results” achieved, according to <a href=\"/news/2026/1/4/syrian-government-and-kurdish-led-sdf-fail-to-progress-on-military-merger\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2026/1/4/syrian-government-and-kurdish-led-sdf-fail-to-progress-on-military-merger\" data-sk=\"tooltip_parent\">state media</a>.</p><p>The incorporation of the SDF, which controls large chunks of Syria’s north and northeast, into state institutions has remained a subject of consternation since <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\" data-sk=\"tooltip_parent\">President Ahmed al-Sharaa</a> took office a year ago.</p><p>The <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\" data-sk=\"tooltip_parent\">deal reached in March</a>, in which the SDF agreed “all civil and military institutions in northeastern Syria” would be merged into “the Syrian state, including border crossings, the airport, and oil and gas fields”, has yet to be carried out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sharaa’s efforts to amalgamate power and quell sectarian tensions among the numerous groups across Syria after the fall of longtime leader Bashar al-Assad have not been helped by Israel.</p><p>Prime Minister Benjamin Netanyahu’s government has carried out persistent raids and bombardments in a bid to demilitarise southern Syrian regions bordering Israel.</p><p>Over the past year, Israel has launched more than 600 air, drone and artillery attacks across Syria, averaging nearly two a day, according to a tally by the Armed Conflict Location and Event Data Project.</p><p>Marie Forestier, a nonresident senior fellow for the Atlantic Council’s Syria Project, told Al Jazeera that the distance between Syrian, Israeli and US goals is “very difficult”, especially given that “Israel is doing everything to destabilise Syria.”</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Syria to launch military operation against SDF in Aleppo | Conflict News | Al Jazeera",
            "time": "2026-01-07T12:49:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260107__89VV8TD__v1__HighRes__SyriaConflictKurdsMinorities-1767791696.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Syria to launch military operation against SDF in Aleppo</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The Syrian army has declared Aleppo’s Kurdish areas ‘closed military zones’ and ordered civilians to leave.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Thousands of refugees fleeing DR Congo arrive at Burundi camps | Conflict | Al Jazeera",
            "time": "2026-01-07T12:30:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767788994.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Thousands flee fighting in Syria’s Aleppo | Syria's War | Al Jazeera",
            "time": "2026-01-07T12:28:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767788925.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Yemen’s separatist leader feared being “possibly imprisoned” in Riyadh | Al Jazeera | Al Jazeera",
            "time": "2026-01-07T12:24:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_HISHAM_ALOMEISY-1767788503.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Political and conflict analyst Hisham Al-Omeisy analyses escalating tensions in Yemen after Saudi-led coalition strikes in the south and Yemen’s separatist leader’s departure.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Peace as policy: Mediation is the core sense of modern diplomacy | United Nations | Al Jazeera",
            "time": "2026-01-07T12:01:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-935768526-1-1767787143.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>2025 was the year the world relearned a fundamental truth: conflicts are not confined within discrete borders. A war in one region now pushes migration across continents, disrupts food and energy markets, strains humanitarian systems, and reshapes global alliances. If the battlefield is local, the shockwaves are global.</p><p>Two small states, Norway and Qatar, have in this environment made mediation not an instrument of goodwill, but a core instrument of security policy. Diplomacy is, for both of us, not a matter of public ritual or symbolic gesture: it is a strategic responsibility in a world where unresolved conflicts return inevitably through different channels. Stability is achieved by means of access, credibility, and the capacity to keep adversaries engaged in political dialogue even when trust has collapsed.</p><p>“Time has its revolutions”, as an old phrase goes, and as the world turns toward 2026 a different mindset of truly transformative scale is urgently needed. The international system has for too long normalized disruption. 2026 must normalize peace. Mediation is no longer merely the moral option: it is the strategic one. It is the only means of dispute settlement capable of truly disrupting escalation before escalation truly disrupts the world.</p><p>For Norway and Qatar, 2025 has delivered harsh but invaluable lessons in what effective mediation actually requires — not sweeping diplomatic triumphs, but the disciplined, often unseen work of keeping crises from consuming entire regions.</p><p>Four examples of effective mediation</p><p>Few conflicts have shocked the world’s conscience more than the war in Gaza. While the two-state solution is still an unfinished mediation project, many issues have been resolved through diplomatic channels, with our countries positioned at the very center of these efforts.</p><p>Even while hostilities intensified and tensions escalated, confiscated tax funds were released, prisoners freed, hostages returned to their loved ones and humanitarian access improved. Our experience tells us that humanitarian relief operations, and political tracks cannot be separated or stymied. One cannot survive without the other: unless diplomacy and humanitarianism advance together, neither can succeed.</p><p>Our ongoing engagement in the Sudan do not only seek to reduce violence and improve humanitarian access. It is also to reaffirm that there is no credible alternative to a political process that safeguards unity, territorial integrity, sovereignty, and stability. Surely any sustainable path forward must reflect the aspirations of the Sudanese people, protect against foreign intervention, and safeguard state institutions from collapse.</p><p>Our efforts in the Great Lakes and the Sahel have reinforced a simple but often neglected reality: regional peace requires regional responsibility. Stability cannot be outsourced. As the UN Security Council has stressed, no mediation initiative can be viable without ownership and full involvement of all relevant parties.</p><p>In Colombia, we came together once again to help bring an end to more than twenty years of armed conflict involving one of Colombia’s most powerful armed groups, the El Ejercito Gaitanista de Colombia (EEGC). At the margins of the Doha Forum last year, we witnessed the signing of new commitments between the Government of Colombia and the EEGC—another significant stride toward lasting peace and stability in Colombia and the wider region.</p><p>These experiences differ in context, but they combine to provide the same answer: mediation is crisis insurance. It prevents regional disasters from becoming global ones.</p><p>If 2025 revealed the limits of military power, 2026 will reveal whether the world is willing to invest in peace before it is forced instead to bankroll reconstruction. It will test whether political dialogue can become the first line of defence rather than some last-ditch attempt.</p><p>Moving from crisis management to crisis prevention</p><p>Five shifts are essential if we are to move from crisis management to crisis prevention.</p><p>First, we must invest in mediation early, not after the collapse. The cost of preventative diplomacy is, for all of us, a fraction of the price to be paid after war has already erupted.</p><p>Second, our efforts must be guided always by international law: truly lasting solutions, capable of standing the test of time, can be achieved only in accordance with international legitimacy achieved through adherence to the law.</p><p>Third, humanitarian access is non-negotiable. Civilians cannot be used as leverage in political or military logic. The denial of aid deepens grievances, prolongs conflict, and destroys any remaining trust.</p><p>Fourth, verification must be built into every ceasefire from day one. Even the most carefully drafted agreements will, if there is no monitoring or accountability, remain fragile.</p><p>Fith, mediation processes — and those who lead them — must be protected. In an era of disinformation, polarization and targeted attacks, safeguarding mediators is no longer optional; it is essential to the credibility and continuity of any peace effort.</p><p>These are not idealistic demands. They are operational requirements for regional and global stability.</p><p>A resolve for 2026</p><p>Norway and Qatar are not identical models. But our approaches are anchored in shared principles. If the world is to make one resolution for 2026, it should be this: seek peace before disruption seeks us.</p><p>The alternative is already visible. Humanitarian systems are reaching their breaking point. Political institutions are being destabilized. Millions of young people are inheriting conflicts they did not start and may not understand, yet will be expected to endure. In such a world, security becomes reactive, exorbitantly expensive, and ultimately unsustainable.</p><p>Mediation is not what we do when everything else has failed. It is what prevents everything else from failing. This is why the Security Council has reaffirmed its commitment to mediation as a means of achieving the peaceful settlement of disputes.</p><p>The value of peace will in 2026 no longer be measured in ideals or statements, but in the stability, the safety, and the economic security it provides to societies, including those far beyond any single conflict zone.</p><p>The choice is between a world that learns from 2025 — and a world that is content to repeat its mistakes.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p><p> </p></div></div></body></html>"
        },
        {
            "title": "Refugees return to ruined Nigerian town despite threats from armed groups | Armed Groups News | Al Jazeera",
            "time": "2026-01-07T12:00:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/8-1767716681.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Malam Fatori, Nigeria —</strong> It’s been more than 10 years since Isa Aji Mohammed lost four of his children in one night when Boko Haram fighters attacked their home in northeast Nigeria’s Borno State.</p><p>Maryam, who was 15 at the time, was killed alongside her brothers Mohammed, 22, and Zubairu, who was only 10. Yadoma, 25 and married with children, who had returned home to her parents’ house for a visit, also died in the attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We ran with nothing,” said 65-year-old Isa, standing on the parched soil of his farm in the Lake Chad village of Malam Fatori, to which he recently returned. “For more than 10 years, we slept in relatives’ homes. I felt like a stranger in my own country.”</p><p>Before the deadly attack, Isa, a farmer, produced hundreds of bags of rice, maize and beans annually, enough to feed his family and sell in markets in neighbouring Niger.</p><p>After that night, he fled and spent the next decade in displacement camps across the border.</p><p>But last year, he joined thousands of other former residents who have relocated back to Malam Fatori and other towns as part of a resettlement <a href=\"https://www.crisisgroup.org/africa/west-africa/nigeria/b184-rethinking-resettlement-and-return-nigerias-north-east\">programme</a> initiated by the government.</p><p>The village sits on the edge of Nigeria’s northeastern frontier, close to the border with Niger, where the vast, flat landscape stretches into open farmland and seasonal wetlands.</p><p>A decade ago, homes there were intact and full, their courtyards echoing with children’s voices and the steady rhythm of daily life. Farms extended well beyond the town’s outskirts, producing grains and vegetables that sustained families and supported local trade.</p><p>Irrigation canals flowed regularly, and the surrounding area was known for its productivity, especially during the dry season. Markets were active, and movement between Malam Fatori and neighbouring communities was normal, not restricted by fear.</p><p>Today, the town carries the visible scars of conflict and neglect, with much of it lying in ruin.</p><p>Rows of mud-brick houses stand roofless or partially collapsed, their walls cracked by years of abandonment. Some homes have been hastily repaired with scrap wood and sheets of metal, signs of families slowly returning and rebuilding with whatever materials they can find.</p><p>The farms surrounding Malam Fatori are beginning to show faint signs of life again. Small plots of millet and sorghum are being cleared by hand, while irrigation channels – once choked with sand and weeds – are gradually being reopened.</p><p>Many fields, however, remain empty, overtaken by thorny bushes and dry grass after years without cultivation. Farmers move cautiously, working close to the town, wary of venturing too far into land that was once fertile but has long been unsafe.</p><p>For returnees like Isa, walking through these spaces means navigating both the present reality and memories of what once was. Each broken wall and abandoned field tells a story of loss, while every newly planted seed signals a quiet determination to restore a town that violence nearly erased.</p><figure id=\"attachment_4219713\" aria-describedby=\"caption-attachment-4219713\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4219713\" src=\"/wp-content/uploads/2026/01/1-1767716660.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Malam Fatori\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4219713\" class=\"wp-caption-text\">Residents of Malam Fatori buy fish at a local market in the town [Adamu Aliyu Ngulde/Al Jazeera]</figcaption></figure><h2 id=\"between-two-pressures-boko-haram-and-the-army\">Between ‘two pressures’: Boko Haram and the army</h2><p>For the Borno State administration, the returns are a success. “There are 5,000 households of returnees in Malam Fatori, while the town’s total population now exceeds 20,000 people,” Usman Tar, Borno State commissioner for information and internal security, told Al Jazeera last year.</p><p>As we toured the town, the security presence was visible. Armed patrols, checkpoints and observation posts were stationed along major routes and near public spaces, reflecting ongoing efforts to deter attacks and reassure residents.</p><p>Families interviewed said they were subjected to frequent security checks and strict movement controls, measures they understand as necessary but which also disrupt daily routines and limit access to farms, markets and neighbouring communities.</p><p>Residents and local officials say the threat remains close. Fighters from Islamic State West Africa Province (ISWAP), another armed group active in the area, are believed to be operating from swampy areas approximately two kilometres from the town, using the difficult terrain as cover.</p><p>Although the town itself is under heavy military protection, surrounding areas continue to experience attacks, kidnappings and harassment, particularly along farming routes and access roads.</p><p>These persistent security incidents reinforce a climate of fear and uncertainty among returnees. While many families have chosen to remain and rebuild despite the risks, they say the proximity of armed groups and the ongoing violence in nearby communities make long-term recovery fragile.</p><p>“Here in Malam Fatori, we live under two pressures,” said resident Babagana Yarima. “Boko Haram dictates our safety, and the military dictates our movement. Both limit how we live every day.”</p><p>Farmers wait up to eight hours at military checkpoints when transporting produce. Curfews prevent evening farm work. Access to agricultural land beyond the town requires military permits or armed escorts.</p><p>“Insecurity and military restrictions limit access to farmlands, forcing farmers to cultivate smaller areas than before,” said Bashir Yunus, an agrarian expert at the University of Maiduguri who also farms in the region.</p><p>Fishing, previously a major food source and income generator from Lake Chad, has become dangerous and requires permits to leave the town boundaries.</p><p>“Movement beyond the town’s boundaries now requires military permits. Militant attacks in isolated areas continue,” said Issoufou.</p><p>The United Nations has raised concerns about the government’s resettlement programme, citing potential protection violations. Mohamed Malick, UN resident and humanitarian coordinator in Nigeria, said during an interview with journalists in Maiduguri that “any returns or relocations must be informed, voluntary, safe, dignified and sustainable”.</p><p>Malick added that the return of refugees to Malam Fatori and other insecure areas must be carefully evaluated against established safety and humanitarian standards, and must only take place if conditions allow for basic services and sustainable livelihoods.</p><figure id=\"attachment_4219715\" aria-describedby=\"caption-attachment-4219715\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4219715\" src=\"/wp-content/uploads/2026/01/2-1767716663.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Malam Fatori\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4219715\" class=\"wp-caption-text\">A committee registers returnees from Niger in Malam Fatori [Adamu Aliyu Ngulde/Al Jazeera]</figcaption></figure><h2 id=\"a-man-without-land-is-a-man-without-life\">‘A man without land is a man without life’</h2><p>Settled back on his land, Isa wakes before dawn each day, leaving his home in the quiet hours before the town stirs.</p><p>He walks to the fields that once yielded fertile harvests, now choked with weeds and debris. The land that once fed his family and supported their livelihood now demands relentless effort just to coax a small crop from the exhausted soil.</p><p>‎With each turn of the hoe and careful planting of seeds, he is determined to reclaim a fragment of the life that was disrupted by conflict.</p><p>‎He also participates in community farming initiatives, joining neighbours in collective efforts to restore agricultural production for the returning population and aid the town’s slow recovery.</p><p>‎However, the area he personally cultivates is far smaller than what he once managed, constrained by limited access to tools, seeds and water, as well as by the lingering insecurity in the region.</p><p>‎”A man without land is a man without life,” he said.</p><p>‎‎Most families in Malam Fatori now eat only twice a day, a sharp contrast to life before the conflict. ‎Their meals typically consist of rice or millet, often eaten with little or no vegetables due to cost and limited availability. ‎</p><p>Food prices have risen dramatically, placing further strain on households already struggling to recover. ‎A kilogramme of rice now sells for about 1,200 naira (approximately $0.83), nearly double its previous price, making even basic staples increasingly unaffordable for many families.</p><p>‎Fish, once plentiful and affordable thanks to proximity to Lake Chad, have become scarce and expensive. Insecurity, restricted access to fishing areas, and disrupted supply chains have severely reduced local catches.</p><p>‎At the local market and at aid distribution points, women queue before dawn, hoping to secure small quantities of dried fish, groundnut oil or maize flour when supplies arrive.</p><p>‎Deliveries are irregular and unpredictable, often selling out within hours. Many women say they return home empty-handed after waiting for hours, compounding daily stress and uncertainty about how to feed their families.</p><p>‎Local health workers warn that malnutrition remains a serious concern, particularly among children under the age of five.</p><p>Basic services remain inadequate across town. Roads are poor, and <a href=\"https://www.facebook.com/61552131186636/posts/mallam-fatori-back-to-school-with-nostalgia-and-euphoriaafter-11-years-of-insurg/122267468000071039/\">schools and health clinics </a>operate with minimal resources.</p><p>“Security risks and inaccessible routes through surrounding bushland continue to restrict humanitarian access, preventing aid agencies from reaching several communities. Basic services such as clean water, healthcare and quality education remain inadequate,” Kaka Ali, deputy director of local government primary healthcare, told Al Jazeera.</p><figure id=\"attachment_4219726\" aria-describedby=\"caption-attachment-4219726\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4219726\" src=\"/wp-content/uploads/2026/01/7-1767716678.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Malam Fatori\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4219726\" class=\"wp-caption-text\">Returnee homes in Malam Fatori [Adamu Aliyu Ngulde/ Al Jazeera]</figcaption></figure><p>Despite ongoing challenges, residents of Malam Fatori are steadily working to rebuild their community and restore livelihoods disrupted by years of conflict.</p><p>‎Across the town, women have organised themselves into small cooperatives, producing handmade mats and processing groundnut oil for household use and local sale.</p><p>‎Fishermen, once central to the local economy, now operate cautiously in small groups in line with security regulations. Along riverbanks and storage areas, they repair damaged canoes and carefully mend fishing nets that were abandoned or destroyed during the conflict.</p><p>‎At the same time, teams of bricklayers are reconstructing homes destroyed during the violence, using locally sourced materials and shared labour to rebuild shelters for returning families.</p><p>The town’s clinic, staffed by six nurses, is overstretched. Vaccinations, malaria treatment and maternal health services are rationed. Power outages and equipment shortages compound the challenges. But it is a lifeline.</p><p>At Malam Fatori Central Primary School, children from the town and surrounding communities are being taught with the few resources available.</p><p>There are only 10 functional classrooms for hundreds of pupils, so some learn outdoors, under trees or in open spaces. There is a shortage of teachers, so some educators brave the conditions and travel long distances from the southern parts of Borno State.</p><p>In another, more unusual arrangement, soldiers stationed in the town occasionally step in to teach basic civic education and history lessons.</p><p>While not a replacement for trained teachers, community leaders say their involvement provides pupils with some continuity in education. The presence of soldiers in classrooms, they say, also reassures parents about security and underscores a shared effort to stabilise the town and rebuild essential services.</p><figure id=\"attachment_4219734\" aria-describedby=\"caption-attachment-4219734\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4219734\" src=\"/wp-content/uploads/2026/01/11-1767716692.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Malam Fatori\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4219734\" class=\"wp-caption-text\">Primary school students in Malam Fatori [Adamu Aliyu Ngulde/Al Jazeera]</figcaption></figure><h2 id=\"this-land-contains-our-future\">‘This land contains our future’</h2><p>‎Amid all of the returning and rebuilding, security remains a dominant feature of daily life in Malam Fatori.</p><p>‎Soldiers remain stationed throughout the town<strong>, </strong>at markets and other public spaces to deter attacks.</p><p>Meanwhile, former Boko Haram members who have enrolled in a government-led deradicalisation and repentance programme also assist in protecting farmers working on the outskirts of the town, helping to rebuild trust between civilians and security structures.</p><p>Abu Fatima<strong> </strong>is a former Boko Haram fighter who joined the repentance programme. ‎“Troop patrols are constant, curfews dictate daily life,” he said about the security arrangements in Malam Fatori.</p><p>Although residents welcome the security provided by the soldiers’ presence in the town, “many say they feel trapped – unable to fully rebuild the lives they had before Boko Haram, yet unwilling to abandon a homeland that defines them”, he said, echoing the tension felt by many returnees.</p><p>‎Bulama Shettima has also lived through the personal cost of the fighting that has devastated northeast Nigeria. Two of the 60-year-old’s sons joined ISWAP, a tragedy that left the family with deep emotional scars. After years of uncertainty and fear, one of his sons was later deradicalised through a government rehabilitation programme. This has allowed his family to heal and reconcile. Coming back to Malam Fatori is also part of that.</p><p>“Returning wasn’t about safety,” he said. “It was about belonging. This land contains our history. This land contains our grief. This land contains our future.”</p><p>‎Today, Bulama is focused on rebuilding his life and securing a different future for his children.</p><p>‎He works as a farmer, cultivating small plots of land under difficult conditions, while also running a modest business to supplement his income. ‎</p><p>‎Despite his losses, Bulama places strong emphasis on educating his other children, saying that their schooling is a form of resistance against the cycle of violence that once tore his family apart. It will also allow them to grow up with choices, he says.</p><p>As many displaced families remain in Niger or live in limbo in Maiduguri, fearing a return to towns where armed men operate not far away, those now in Malam Fatori consider it a move worth making.</p><p>For Isa, the decision to return represents a calculated risk.</p><p>“We are caught between fear and order,” he said. “But still, we must live. Still, we must plant. Still, we must hope.”</p><p><em>This piece was published in collaboration with <a href=\"https://www.egab.co/\">Egab</a>.</em></p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition attacks south Yemen separatists | Al Jazeera | Al Jazeera",
            "time": "2026-01-07T11:40:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767785959.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Everything you need to know about the Syria - Israel deal in Paris | Syria's War News | Al Jazeera",
            "time": "2026-01-07T10:46:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_695d648c73-1767728268.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria and Israel have agreed to set up a joint mechanism after US-mediated talks in Paris on Tuesday, in what they are calling a “dedicated communication cell” aimed at sharing intelligence and coordinating military de-escalation.</p><p>The two countries have had a US-backed security agreement in place since 1974. However, when the Assad regime fell on December 8, 2024, Israel began attacking Syrian military infrastructure and pushed their troops into the demilitarised zone that is Syrian territory.</p><p>Syria and Israel have been engaging in intermittent negotiations over the last year to find a security agreement that would stop Israel’s repeat aggression against Syrians and Syrian territory.</p><p>Here’s everything you need to know about these talks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-mechanism\">What is the mechanism?</h2><p>“The mechanism will serve as a platform to address any disputes promptly and work to prevent misunderstandings,” a joint statement released by the two countries said after the agreement on Tuesday.</p><p>The idea is to have a body that will deal with grievances and resolve disputes between Israel and Syria, ideally in a way that brings Israeli attacks on Syrian land and people to an end. Both sides may also hope it can pave the way to a renewed security agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-syria-want\">What does Syria want?</h2><p>A government source told state media SANA, that the focus for Syria is to reactivate “the 1974 Disengagement Agreement, with the aim of ensuring the withdrawal of Israeli forces to the lines in place prior to Dec. 8, 2024 within a reciprocal security agreement that prioritizes full Syrian sovereignty and guarantees the prevention of any form of interference in Syria’s internal affairs.”</p><p>The Syrian government, led by President Ahmed al-Sharaa, will want Israel to respect Syrian sovereignty by pulling back its forces and stopping attacks but also to stop meddling in domestic affairs.</p><p>The Washington Post reported that Israel has supported figures opposed to Syria’s new government, including Suwayda’s Hikmat al Hijri. Israel has previously said they want to protect Syria’s minority Druze community.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>What does Israel want?</strong></p><p>Three things mainly, according to Al Jazeera’s senior correspondent Resul Serdar.</p><p>“For Israel, it’s about more land, patronage of minorities, and long term leverage,” he said.</p><p><a href=\"/news/2025/12/2/israels-netanyahu-says-deal-with-syria-possible-but-demands-buffer-zone\">Israel</a> has tried to paint the new government in Syria as extremist and a threat to its security. It has called for the area south of Damascus to be demilitarised, while also trying to build relations with Syrian minorities, particularly the Druze in Suwayda.</p><p>Analysts believe this could be part of a strategy by Israel to keep its <a href=\"/features/2025/4/9/israel-pushes-on-with-strategy-to-keep-neighbours-weak-in-lebanon-and-syria\">neighbours weak</a>.</p><p>Israel has come to the table at least partially due to US leverage and influence. US President Donald Trump and his Special Envoy Tom Barrack have both built warm relations with al-Sharaa.</p><p>But Israel may also want to counter <a href=\"/features/2025/9/21/is-turkiye-israel-next-target-middle-east\">Turkish influence</a> in Syria. Israel has <a href=\"/video/inside-story/2025/4/11/why-does-syria-matter-to-israel-and-turkiye\">previously accused</a> Turkiye of turning Syria into its protectorate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>What does the US want?</strong></p><p>“For Washington the priority is containment,” Serdar said.</p><p>The US also sees Damascus as a crucial partner in the <a href=\"/features/2025/12/27/analysis-isil-attacks-could-undermine-us-syria-security-collaboration\">fight against ISIL</a>. Stability in Syria, particularly under a central government in Damascus, could mean pulling US troops out of eastern Syria.</p><p>But the US also wants a strong Syria to avoid the return of Iranian influence in the country and to avoid any wider regional violence.</p><p>For his part, Trump is eager to expand the Abraham Accords that sees Arab and Muslim countries sign normalisation agreements with Israel and has said he hopes Syria will do so. Syria, however, has said they do not intend to sign the Abraham Accords.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-the-mechanism-work\">Will the mechanism work?</h2><p>There are doubts.</p><p>A Syrian official told Reuters news agency that his country isn’t willing to move forward on “strategic files” without an enforced timeline over Israel’s withdrawal from Syrian territory taken after December 2024.</p><p>In addition to moving into Syrian territory, Israel has conducted numerous attacks on Damascus, including on the Syrian Ministry of Defense building.</p><p>A similar mechanism between Israel and Lebanon was created after the November 2024 ceasefire there, with France and the United States involved to enforce the deal. However, the mechanism has not stopped near-daily attacks by Israel on Lebanese territory, nor has it led to the withdrawal of Israeli troops from five occupied points in Lebanon.</p><p>For the mechanism to work, the United States will have to do something it has rarely done in recent years: hold Israel accountable.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-about-the-golan-heights\">What about the Golan Heights?</h2><p>Israel has illegally occupied areas of the Syrian Golan Heights since 1967.</p><p>Israeli officials have indicated they are not willing to return the Golan Heights to the new Syrian government.</p><p>After the fall of the Assad regime, Israel expanded into Syrian territory and seized the strategic outlook of Jabal al-Sheikh, a mountain that lies between Syria, Lebanon and Israel.</p><p>For now, Syria appears to be focused on getting Israel out of the areas it occupied since December 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Diosdado Cabello, Maduro’s interior minister and militia boss? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-07T10:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695dd77c1e02-1767757692.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Among the thousands of supporters of Venezuelan President Nicolas Maduro who joined a public protest in Caracas against his weekend <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abduction</a> by United States soldiers, one man stood out.</p><p>Wearing a blue cap emblazoned with the slogan “To doubt is to betray,” Minister of Interior, Justice and Peace Diosdado Cabello marched on Tuesday with the protesters before delivering a speech in front of a giant portrait of <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">Maduro and his wife, Cilia Flores</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A longtime ally of Maduro and his predecessor Hugo Chavez, Cabello has emerged as a key figure in the leadership that the ousted president had built. Some analysts described him as in effect the most powerful person in Venezuela today, even though Maduro’s deputy, Delcy Rodriguez, has formally taken over as interim president of the country.</p><p>Cabello has been accused of enforcing crackdowns on protests and media coverage that has been critical of Maduro’s government, including by an independent United Nations human rights mission in 2024.</p><p>So who is Cabello, and why is he so powerful?</p><figure id=\"attachment_4220893\" aria-describedby=\"caption-attachment-4220893\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220893\" src=\"/wp-content/uploads/2026/01/afp_695df67b9bda-1767765627.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Venezuela's Minister of Interior Diosdado Cabello gestures a V for victory with his hands during a women's rally in support of ousted Venezuela's President Nicolas Maduro and his wife Cilia Flores in Caracas on January 6, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220893\" class=\"wp-caption-text\">Cabello gives a V sign for victory as he marches in the rally for Maduro and Flores in Caracas on January 6, 2026 [Federico Parra/AFP]</figcaption></figure><h2 id=\"who-is-diosdado-cabello\">Who is Diosdado Cabello?</h2><p>Born in El Furrial in Monagas State in northeastern Venezuela, Cabello has a background in engineering, including a graduate degree from Andres Bello University.</p><p>He served in various roles under Chavez, who was in power from 1999 until his death in 2013, including his chief of staff and minister of interior and justice, infrastructure and public works.</p><p>As a member of the armed forces, Cabello <a href=\"/features/2013/3/9/are-these-men-venezuelas-next-leaders\">joined Chavez’s attempted coup</a> against President Carlos Andres Perez in February 1992 and spent two years in jail after the coup failed.</p><p>After Chavez came to power, Cabello helped set up the pro-Chavez grassroots civil society organisations known as Bolivarian Circles, aiming to empower workers and the poor.</p><p>On April 13, 2002, during a two-day coup against Chavez, Cabello took on the duties of the presidency, facing off against Pedro Carmona, the head of the Venezuelan Federation of Chambers of Commerce, whom the coup leaders had appointed president.</p><p>Cabello’s first order was to send elite navy forces to rescue Chavez, who was being held prisoner at a base on a Caribbean island.</p><p>Chavez was back in office a few hours later.</p><p>During the Chavez era, Cabello was criticised for his business interests by the opposition, who called him part of the “Bolibourgeoisie”, or officials who had become wealthy.</p><p>He was serving as speaker of the National Assembly when Chavez <a href=\"/news/2013/3/6/venezuela-president-hugo-chavez-dies\">died in 2013</a>, placing him next in line to serve as interim president, according to the Venezuelan Constitution.</p><p>The role instead went to Maduro, who remained in power for more than a decade. Cabello rose<span> up to become security tsar, leading the internal security apparatus and wielding power over armed civilians </span><a href=\"/features/2019/5/9/venezuela-who-are-the-colectivos\">known as “colectivos”</a><span>.</span></p><h2 id=\"why-is-cabello-so-powerful\">Why is Cabello so powerful?</h2><p>The apparent ease with which US special forces were able to land in Caracas, abduct Maduro and Flores, and get out of Venezuela underscored the wide gulf in military capabilities between the two adversaries.</p><p>The US is the strongest military power in history with 1.33 million active soldiers in addition to the most destructive range of bombs, missiles, jets and other weapons ever known to humanity. In contrast, Venezuela has 109,000 active military personnel and 31 military aircraft. The US has 13,043.</p><p>If the US were to launch a ground invasion or try to maintain a military foothold in Venezuela, it could still face challenges – in the form of paramilitary forces loyal to Maduro’s United Socialist Party of Venezuela and the army.</p><p>Venezuela has 220,000 paramilitary soldiers, more than double its formal military size.</p><p>And Cabello, as interior minister, is in charge of these groups.</p><h2 id=\"what-are-venezuela-s-paramilitary-groups\">What are Venezuela’s paramilitary groups?</h2><p>The bulk of the paramilitary fighters belong to the Bolivarian Militia, a group started by Chavez that his critics described as his private army.</p><p>Then there are the colectivos, bands of armed, masked, motorcycle-riding fighters who for years have dominated urban neighbourhoods, enforcing the writ of the governments of Chavez and Maduro.</p><p>The colectivos have often also collaborated with the military in a model that Maduro used to refer to as the Civil-Military Union.</p><h2 id=\"why-is-cabello-controversial\">Why is Cabello controversial?</h2><p>According to an independent UN human rights mission, Cabello has ordered crackdowns on people who oppose the Maduro government, including through Operation Tun Tun in 2017, which was named after the sound made when officers knocked on someone’s door before an arrest.</p><p>In August 2024 when he was a member of the National Assembly, Cabello warned journalists who published information about the presidential election result that was not in line with Maduro’s government would be arrested as part of Operation Tun Tun, the UN human rights mission found.</p><p>The mission’s report also said colectivos operated in coordination with security forces to repress protests, including by firing warning shots “without being prevented from doing so by the security forces, even when they were only metres away”.</p><p>Along with Maduro and former Interior Minister Ramon Rodriguez Chacin, Cabello faces <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug charges</a> filed by the US Department of Justice over what the US said is Venezuela’s decades-long role in the cocaine trade.</p><p>However, Maduro and his allies accused the US of using the drug charges as cover for an “imperialist threat” that they said is targeting Venezuela’s <a href=\"/news/2026/1/4/venezuelas-oil-not-alleged-drug-trafficking-caught-trumps-eye\">vast oil reserves</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Aidarous al-Zubaidi? Yemen’s ‘traitor’ chief | Features | Al Jazeera",
            "time": "2026-01-07T09:58:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e2d5f-1767779679-e1767780336992.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For years, Aidarous al-Zubaidi has been the undisputed strongman of southern Yemen, a former air force officer who transitioned from a rebel leader to a statesman courted by Western diplomats.</p><p>But on Wednesday, his political trajectory took a drastic turn.</p><p>In a decree that has shaken the country’s fragile power-sharing arrangement, the chairman of the Presidential Leadership Council (PLC), Rashad al-Alimi, removed al-Zubaidi from his post as council member, stripping him of his immunity and referring him to the public prosecutor on charges of “high treason”.</p><p>The decree accuses al-Zubaidi of “forming armed gangs”, “harming the Republic’s political and military standing”, and leading a military rebellion.</p><p>Simultaneously, the Saudi-led coalition announced that al-Zubaidi had “fled to an unknown destination” after failing to answer a summons to Riyadh—a claim the Southern Transitional Council (STC) vehemently denies, insisting their leader remains in Aden.</p><p>So, who is the man at the centre of these rapid developments in Yemen?</p><figure id=\"attachment_4162354\" aria-describedby=\"caption-attachment-4162354\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162354\" src=\"/wp-content/uploads/2025/12/INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER-9_2025-1765288083.png?quality=80\" alt=\"INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER 9_2025-1765288083\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4162354\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-rebel-officer\">The ‘rebel’ officer</h2><p>Born in 1967 in the Zubayd village of the mountainous Al-Dale governorate, al-Zubaidi’s life has mirrored the turbulent history of southern Yemen.</p><p>He graduated from the air force academy in Aden as a second lieutenant in 1988. However, his military career was upended by the 1994 civil war, in which northern forces under then-President Ali Abdullah Saleh crushed the southern separatist movement.</p><p>Al-Zubaidi fought on the losing side and was forced into exile in Djibouti.</p><p>He returned to Yemen in 1996 to found Haq Taqreer al-Maseer (HTM), which means the Movement of Right to Self-Determination, an armed group that carried out assassinations against northern military officials. A military court sentenced him to death in absentia, a ruling that stood until Saleh pardoned him in 2000.</p><p>After years of a low-level rebellion, al-Zubaidi re-emerged during the Arab Spring in 2011, when his movement claimed responsibility for attacks on Yemeni army vehicles in Al-Dale.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"from-governor-to-secessionist-chief\">From governor to secessionist chief</h2><p>The Houthi takeover of Sanaa in 2014 and their subsequent push south in 2015 provided al-Zubaidi with his biggest opening.</p><p>Leading southern resistance fighters, he played a pivotal role in repelling Houthi forces from Al-Dale and Aden. In recognition of his influence on the ground, President Abd-Rabbu Mansour Hadi appointed him governor of Aden in December 2015.</p><p>However, the alliance was short-lived. Tensions between Hadi’s government and southern separatists boiled over, leading to al-Zubaidi’s dismissal in April 2017.</p><p>Less than a month later, al-Zubaidi formed the Southern Transitional Council (STC), declaring it the legitimate representative of the southern people. Backed by the United Arab Emirates, the STC built a formidable paramilitary force that frequently clashed with government troops, eventually seizing control of Aden.</p><p>In April 2022, in a bid to unify the anti-Houthi front, al-Zubaidi was appointed to the eight-member Presidential Leadership Council (PLC).</p><h2 id=\"a-vision-of-south-arabia\">A vision of ‘South Arabia’</h2><p>Despite joining the unity government, al-Zubaidi never abandoned his ultimate goal: the restoration of the pre-1990 southern state.</p><p>In interviews with international media, including United Arab Emirates state-run newspaper <em>The National</em> and <em>Al Hurra</em>, al-Zubaidi outlined a vision for a federal “State of South Arabia”. He argued that the “peace process is frozen” and that a two-state solution was the only viable path forward.</p><p>He also courted controversy by expressing openness to the Abraham Accords.</p><p>“If Palestine regains its rights … when we have our southern state, we will make our own decisions and I believe we will be part of these accords,” he told <a href=\"https://www.thenationalnews.com/news/us/2025/09/24/southern-independence-opens-door-to-ties-with-israel-says-yemens-al-zubaidi/\"><em>The National</em></a> in September 2025.</p><p>Most recently, on January 2, 2026, al-Zubaidi issued a “constitutional declaration” announcing a two-year transition period leading to a referendum on independence – a move that appears to have triggered his dismissal.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-final-rupture\">The final rupture</h2><p>The events of January 7 mark the collapse of the fragile alliance between the internationally recognised government and the STC.</p><p>Brigadier General Turki al-Maliki, spokesperson for the coalition, stated that al-Zubaidi had been distributing weapons in Aden to “cause chaos” and had fled the country after being given a 48-hour ultimatum to report to Riyadh.</p><p>Al-Maliki also confirmed “limited preemptive strikes” against STC forces mobilising near the Zind camp in Al-Dale.</p><p>The STC has rejected these accounts. In a statement issued on Wednesday morning, the council claimed al-Zubaidi is “continuing his duties from the capital, Aden”.</p><p>Instead, the STC raised the alarm about its own delegation in Riyadh, led by Secretary-General Abdulrahman Shaher al-Subaihi, claiming they have lost all contact with them.</p><p>“We demand the Saudi authorities … guarantee the safety of our delegation,” the statement read, condemning the air strikes on Al-Dale as “unjustified escalation”.</p><p>With “high treason” charges on the table and air strikes reported in the south, al-Zubaidi’s long game for independence appears to have pushed Yemen into a dangerous new phase of conflict.</p></div></div></body></html>"
        },
        {
            "title": "Why do 250 million Christians celebrate Christmas on January 7? | Religion News | Al Jazeera",
            "time": "2026-01-07T09:33:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/01/2025-01-07T102947Z_1740899344_RC2V4CAHQ3R8_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-ORTHODOX-CHRISTMAS-1736250112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Millions of Christians, including those in Eastern Europe and across the Arab world, such as Palestine and Egypt, are celebrating Christmas today.</p><p>Christmas Day commemorates the birth of Jesus Christ, who was born in <a href=\"/news/2025/12/25/christmas-under-occupation-israeli-attacks-against-palestinian-christians\">Bethlehem</a>.</p><p>However, for these communities, which number about 250 million people, the most important day of the season is not December 25, but January 7. In this visual explainer, Al Jazeera illustrates what cultural and historical reasons led to this difference in Christmas celebrations.</p><h2 id=\"why-are-there-two-christmases\">Why are there two Christmases?</h2><p>The reason some Christians celebrate Christmas on January 7 is not because they believe Jesus was born on a different day, but because they are using a different calendar.</p><p>The difference in the timing of Christmas stretches back to 1582, when Pope Gregory XIII ruled that the Catholic Church should follow a new calendar, called the Gregorian calendar, to replace the less accurate Julian calendar.</p><p>The Julian calendar, which was introduced by Julius Caesar in 46 BC, overestimated the solar year by 11 minutes, causing the seasons to eventually drift out of place.</p><p>Where the Julian calendar loses one day every 128 years, the Gregorian calendar loses one day every 3,236 years, making it a much more accurate approximation of a true solar year.</p><p>To get back on track, the world had to essentially skip 10 days to make up for the missing time that had accumulated over the 15 centuries.</p><p>While most of the world adopted the new Gregorian calendar, many Orthodox and Eastern Christian churches have stayed with the Julian calendar to maintain their traditions.</p><figure id=\"attachment_4220741\" aria-describedby=\"caption-attachment-4220741\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220741\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Why-are-there-two-Christmases-1767760193.png?quality=80\" alt=\"INTERACTIVE - Why are there two Christmases-1767760193\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220741\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Fast forward to today, and the Julian calendar is currently 13 days behind the Gregorian calendar. This means that December 25 on the Julian calendar actually falls on January 7 on our modern calendars.</p><p>Interestingly, if the Orthodox Church continues to use the Julian calendar, the date of Orthodox Christmas will shift to January 8 in the year 2101, as the 13-day gap increases to 14 days.</p><h2 id=\"who-celebrates-christmas-on-january-7\">Who celebrates Christmas on January 7?</h2><p>Of the estimated 2.3 billion Christians worldwide, about 2 billion celebrate Christmas on December 25. This includes about 1.3 billion Catholics, 900 million Protestants, and some Orthodox Christians who have adopted the Gregorian calendar.</p><p>The remaining 250-300 million Christians, primarily Orthodox and Coptic denominations, celebrate Christmas on January 7, which is also known as Old Christmas Day.</p><p>Notable groups that celebrate Christmas on January 7 include:</p><ul>\n<li>The Russian Orthodox Church: The largest group following this tradition.</li>\n<li>The Serbian and Georgian Orthodox Churches.</li>\n<li>The Coptic Orthodox Church: Based primarily in Egypt.</li>\n<li>The Ethiopian and Eritrean Orthodox Tewahedo Churches.</li>\n</ul><p>In Ukraine, Christmas has historically been celebrated on January 7. However, in 2023, the government officially <a href=\"/news/2023/12/24/ukraine-picks-new-christmas-date-in-break-with-russian-tradition\">moved</a> the public holiday to December 25 to align more with Western traditions, though many citizens still observe the January date.</p><p>Other largely Orthodox countries, including Greece and Romania, shifted their Christmas day to December 25 to align with Western Europe following geopolitical changes after World War I. Bulgaria followed suit later, officially moving its church celebrations to the 25th in 1968.</p><p>In Belarus and Moldova, Christmas is celebrated as a national holiday on both December 25 and January 7, accommodating various Christian denominations. Different regions of Bosnia and Herzegovina and Eritrea also have holidays on both days.</p><figure id=\"attachment_4220790\" aria-describedby=\"caption-attachment-4220790\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220790\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Who-celebrates-Christmas-on-January-7-1767763845.png?quality=80\" alt=\"INTERACTIVE - Who celebrates Christmas on January 7-1767763845\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220790\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"why-is-the-new-year-on-january-1\">Why is the new year on January 1?</h2><p>January 1 was established as New Year’s Day by the Romans in 153 BC, long before Christianity. This date marked the beginning of a new term for Roman government leaders to take office. Julius Caesar retained January 1 during his calendar reform in 46 BC, as the month was named after Janus, the god of beginnings.</p><p>The exact date of Jesus’s birth is not known for certain. Christmas, celebrated on December 25, was chosen based on early Christians’ belief that Jesus was conceived on March 25, marking the Feast of the Annunciation. Adding nine months to that date results in December 25.</p><p>The year does not start on Jesus’s birthday because of how Roman politics and Christian theology intersected.</p><h2 id=\"the-different-types-of-calendars\">The different types of calendars</h2><p>A number of religions and cultures use different calendars, mostly based on the sun and the moon.</p><figure id=\"attachment_4220737\" aria-describedby=\"caption-attachment-4220737\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220737\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Types-of-calendars-1767760188.png?quality=80\" alt=\"INTERACTIVE - Types of calendars-1767760188\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220737\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>Solar calendar</h3><p>The solar calendar is based on the sun, using a fixed duration of 365 days to mark one year, or 366 days during a leap year.</p><p>The year is divided into 12 distinct months, with the English names primarily derived from Latin and Roman traditions. These names were preserved when the Roman calendar evolved into the Julian calendar and later the Gregorian calendar, which is used today.</p><p>The Gregorian, Kurdish, and Persian calendars are examples of solar calendars. Nowruz, meaning “new day” in Persian, is celebrated on March 21 each year, marking the beginning of spring.</p><h3>Lunar calendar</h3><p>The lunar calendar is based on the moon and comprises 354 days and 12 lunar months of 29 or 30 days, which is the time it takes the moon to pass through its phases.</p><p>Since the lunar calendar is about 10 to 12 days shorter than the solar calendar, the Lunar New Year falls on different dates each year.</p><p>The Islamic calendar is a lunar calendar, and in 2026, the start of the new lunar year, or the first of Muharram, is expected to be on June 16.</p><h3>Lunisolar calendar</h3><p>The lunisolar calendar combines features from both lunar and solar calendars.</p><p>It uses lunar systems for days and solar systems for months. This calendar is divided according to the phases of the moon, but is adjusted to align with the solar cycle.</p><p>The Jewish, Hindu, Sikh, Buddhist, and Chinese calendars are examples of lunisolar calendars.</p></div></div></body></html>"
        },
        {
            "title": "Greenland takeover could “upend US foreign policy” | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-07T09:32:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/UPD-Quotable-thumbnail-16x9-1-1767778268.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">“Greenland has a lot of rare earth. It also has gold and oil.”</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Melinda Haring, a senior fellow at the Atlantic Council Eurasia Center, explains what the US threats to take over Greenland will mean for the NATO alliance. US president Donald Trump has stated that a military takeover of the island is an option. Greenland is a territory of Denmark, a fellow NATO member.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Photos: Orthodox Christmas celebrations around the world | Religion News | Al Jazeera",
            "time": "2026-01-07T09:26:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26006705650947-1767771699.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Many Eastern Orthodox Christians mark <a href=\"/news/2026/1/7/why-do-250-million-christians-celebrate-christmas-on-january-7\">Christmas</a> on January 7, with Christmas Eve on January 6, in line with the Julian calendar, which runs 13 days behind the Gregorian calendar used in most of the world.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh to ‘work with ICC’ on T20 World Cup security concerns in India | Cricket News | Al Jazeera",
            "time": "2026-01-07T09:05:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP24174538613495-1767774706.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cricket authorities in Bangladesh have agreed to “work closely” with the International Cricket Council (ICC) to resolve security concerns regarding their team’s participation in the upcoming T20 World Cup in India.</p><p>The Bangladesh Cricket Board (BCB) will cooperate with the tournament’s organisers in order to ensure the country’s participation, it said in a statement on Wednesday, three days after saying its men’s team <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">will not travel</a> to the neighbouring country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The ICC has conveyed its willingness to work closely with the BCB to address the concerns, and has assured that the board’s inputs will be welcomed and duly considered as part of the detailed security planning for the event,” the BCB’s statement said.</p><p>“The BCB will continue constructive engagement with the ICC and relevant event authorities in a cooperative and professional manner to arrive at an affable and practical solution that ensures the smooth and successful participation of the team in the ICC Men’s T20 World Cup 2026,” the statement added.</p><p>The sport’s governing body and the BCB reportedly held a virtual meeting on Tuesday in response to Bangladesh’s request for a change of venue for its fixtures.</p><p>India and Sri Lanka are co-hosting the 20-team tournament from February 7, but all of Bangladesh’s group matches were allocated to Indian venues.</p><p>Bangladesh’s refusal to travel to India stemmed from a recent controversy, when its star fast bowler Mustafizur Rahman was dropped by his Indian Premier League (IPL) franchise Kolkata Knight Riders at the directive of the Board of Control for Cricket in India (BCCI).</p><p>It led to an outcry from cricket fans and administrators in Bangladesh, urging the BCB to take reciprocal action. In turn, the BCB asked the ICC to relocate its games from India to Sri Lanka over security concerns, saying its team will not travel to India.</p><p>Following two days of silence, the ICC – led by former BCCI chief Jay Shah – and BCB held a call to discuss the issue, with the tournament’s and Bangladesh’s opening match just more than a month away.</p><p>According to a report on ESPNCricinfo, the ICC told the BCB during the meeting that Bangladesh will need to travel to India or risk forfeiting points.</p><p>However, the BCB refuted the report and termed its claims as “completely false”.</p><p>“The BCB has taken note of certain reports published in a section of the media suggesting that the board has been issued an ultimatum. Such claims are completely false, unfounded and do not reflect the nature or content of the communication received from the ICC,” it said.</p><p>Earlier, Bangladesh’s interim government also <a href=\"/sports/2026/1/5/bangladesh-bans-ipl-broadcast-amid-growing-tensions-with-india\">banned</a> the broadcast ‍of the IPL, saying the unceremonious dumping of a “star player defied logic” and had “hurt people”.</p><p>It is the latest flashpoint in a growing dispute with neighbouring India, which has now extended to cricket ties between the two nations.</p><p>The ongoing tensions flared in recent weeks after a 25-year-old Hindu man was lynched and burned publicly in Bangladesh following allegations of blasphemy.</p><p>A few days later, Hindutva activists tried to storm the Bangladesh High Commission in New Delhi as they rallied against the neighbouring nation for failing to protect its Hindu minorities.</p><p>Diplomatic relations between the once-close allies have been sharply tested since August last year, when former Prime Minister Sheikh Hasina fled to New Delhi from Dhaka after an uprising against her rule.</p><p>Bangladesh blames India for a number of its troubles, including Indian Prime Minister Narendra Modi’s support for Hasina when she was in power.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s former opposition leader Juan Guaido denounces Delcy Rodriguez | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-07T08:13:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767773585.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Press association condemns Israel’s continued ban on media access to Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-07T08:12:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20251008__783R972__v1__HighRes__PalestinianIsraelConflictProtestJournalists-1767767507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Press association condemns Israel’s continued ban on media access to Gaza</h1><p class=\"article__subhead\"><em>Foreign Press Association pledges to submit ‘robust response’ to Supreme Court over Israel’s media lockout.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An international media association has denounced the Israeli government’s continued refusal to lift its ban on unrestricted media access to Gaza, despite the <a href=\"/news/2026/1/4/israel-launches-deadly-strikes-in-gaza-in-new-ceasefire-violations\">ceasefire</a> in the embattled enclave.</p><p>The Foreign Press Association (FPA) issued a statement on Tuesday expressing its “profound disappointment” with the government, which had told the Supreme Court two days earlier that the ban should be maintained due to “security reasons”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel, which has barred foreign journalists from independently entering Gaza since the war started in October 2023, was responding to an FPA petition seeking free and unfettered access for foreign journalists to the devastated territory.</p><p>The organisation, which represents journalists from international news organisations working in Israel, Gaza and the occupied West Bank, pledged to submit a “robust response” to the court in the coming days.</p><p>“Instead of presenting a plan for allowing journalists into Gaza independently and letting us work alongside our brave <a href=\"/news/2025/12/9/israel-the-top-killer-of-journalists-worldwide-once-again-says-rsf-report\">Palestinian colleagues</a>, the government has decided once again to lock us out. This comes even when a ceasefire is now in place,” the FPA statement said.</p><p>The Israeli government, which has allowed only a limited number of journalists embedded with its military to work in Gaza on a case-by-case basis, said its court submission was “based on the position of the defence establishment”, noting that allowing journalists into the enclave could hinder the search for the remains of the last Israeli captive.</p><p>The FPA submitted its petition to the court in September 2024. The court has granted several extensions to the government.</p><p>Last month, it set January 4 as a final deadline for the government to present a plan for media access to Gaza.</p><p>The International Federation of Journalists has reported that Palestine was the <a href=\"/news/2026/1/1/palestine-was-the-deadliest-place-to-be-a-journalist-in-2025-media-union\">deadliest place</a> to work as a journalist in 2025, reporting that 56 Palestinian media professionals were killed over the course of the year.</p><p>Since the war broke out, nearly <a href=\"/news/2025/12/28/israel-kills-over-700-relatives-of-palestinian-journalists-in-gaza-report\">300 journalists and media workers</a> have been killed in Gaza, according to Shireen.ps, a monitoring website named after Al Jazeera’s veteran correspondent <a href=\"/features/longform/2023/5/11/shireen-abu-akleh-al-jazeera-reporter-and-daughter-of-palestine\">Shireen Abu Akleh</a>, who was killed in the occupied West Bank in 2022.</p><figure id=\"attachment_3907048\" aria-describedby=\"caption-attachment-3907048\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3907048\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_August25_2025_INTERACTIVE-Gaza-journalists-killed-by-Israel-1756124590.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_August25_2025\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3907048\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Seoul calls for freeze of North’s nuclear programme, Chinese mediation | Nuclear Weapons News | Al Jazeera",
            "time": "2026-01-07T07:52:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T105833Z_325821457_RC2YUIA4EHEY_RTRMADP_3_CHINA-SOUTHKOREA-1767770043.jpg?resize=1920%2C1261",
            "body": "<html><body><div><header class=\"article-header\"><h1>Seoul calls for freeze of North’s nuclear programme, Chinese mediation</h1><p class=\"article__subhead\"><em>South Korean President Lee ‍Jae Myung proposes a halt to Pyongyang’s nuclear programme in exchange for ‘compensation’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korean President Lee ‍Jae Myung has said he has asked his Chinese counterpart Xi Jinping to play a mediation role as his government seeks to improve relations with the North and restart talks over its nuclear programme.</p><p>Speaking in Shanghai on Wednesday, at the end of a four-day state visit to China, Lee proposed a freeze in Pyongyang’s nuclear programme in exchange for “compensation or some form of return”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Just stopping at the current level – no additional production of nuclear weapons, no transfer of nuclear materials abroad, and no further development of ICBMs – would already be a gain,” Lee told journalists following meetings with top Chinese officials, including his second meeting with Xi in two months.</p><p>“If that stage is achieved, then in the medium term we can move toward gradual reduction,” Lee added. “In the long term, we must not give up the goal of a nuclear-free Korean Peninsula.”</p><figure id=\"attachment_4221095\" aria-describedby=\"caption-attachment-4221095\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4221095\" src=\"/wp-content/uploads/2026/01/2026-01-07T054221Z_943687774_RC23UIA99RQD_RTRMADP_3_CHINA-SOUTHKOREA-1767770188.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"South Korean President Lee Jae Myung and his wife Kim Hye-kyung arrive at Seoul Air base as they leave for Beijing, in Seongnam, South Korea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4221095\" class=\"wp-caption-text\">South Korean President Lee Jae Myung and his wife Kim Hye-kyung arrive at Seoul airbase as they leave for Beijing, in Seongnam, South Korea, on Sunday [Kim Hong-Ji/Reuters]</figcaption></figure><p>Lee was speaking to reporters on the final day of his trip, which was the first state visit by a South Korean leader to China in six years.</p><p>The visit aimed to <a href=\"/news/2026/1/6/can-china-and-south-korea-reset-complex-ties-after-xi-lee-summit\">reset relations</a> between the countries following a rocky period in recent years due to a dispute over the deployment in South Korea of a United States missile defence system in ⁠2017.</p><p>Lee told reporters that much progress had been made in restoring trust and that he had told Xi he would “like China to play a mediating role on issues related to the Korean Peninsula, including North Korea’s nuclear programme”.</p><p>“All our channels are completely blocked,” Lee said. “We hope China can serve as … a mediator for peace.”</p><p>Xi had urged Seoul to show “patience” in its dealings with Pyongyang, given how fraught ties between the two Koreas have become, Lee added.</p><p>“And they’re right. For quite a long period, we carried out military actions that North Korea would have perceived as threatening,” Lee said.</p><p>South Korea’s ousted former President Yoon Suk-yeol <a href=\"/news/2025/12/15/south-korea-indicts-ex-leader-yoon-over-power-plot-provoking-north\">has been indicted</a> for allegedly trying to provoke military aggression from North Korea in a bid to help him consolidate power.</p><p>On Monday, Pyongyang confirmed it had carried out <a href=\"/news/2026/1/5/n-koreas-kim-oversaw-hypersonic-missile-tests-cites-geopolitical-crisis\">test flights of hypersonic missiles</a>, with leader Kim Jong Un saying it was important to “expand the … nuclear deterrent” in light of “the recent geopolitical crisis” – an apparent reference to Washington’s attacks on Venezuela and its abduction of Venezuelan President Nicolas Maduro.</p></div></div></body></html>"
        },
        {
            "title": "Manner in which the US abducted Maduro “was a shock” to China | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-07T07:22:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/CHINA-TN-1767770469.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Research fellow Andy Mok at Beijing Foreign Studies University discusses Venezuela’s importance to China and the impact of Nicolas Maduro’s abduction by the US.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Survivors recount RSF gang rape in Sudan; infants among victims | Features | Al Jazeera",
            "time": "2026-01-07T07:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/screencapture-aljazeera-news-2025-11-30-war-in-sudan-humanitarian-fighting-control-developments-november-2025-2025-12-30-21_35_30-1767765678.png?resize=1200%2C547",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In Sudan, victims of sexual violence are often forced to suffer in silence, their tears shed where no one can hear them. But for women like Mariam*, the horror of war followed her even as she tried to flee.</p><p>Attempting to escape from Gezira State to Khartoum early last year, Mariam’s vehicle was stopped by armed men. She was the only passenger singled out.</p><p>“We were coming from Gezira State… They stopped us on the street and forced us down,” Mariam told Al Jazeera Arabic’s correspondent Asma Mohammed.</p><p>“They said they wanted to search us. Two of them consulted with each other, then called me over,” she recounted, her voice trembling. “They took me to a place… It was an empty room with a mattress. They told me to lie down, and then they raped me.”</p><p>Mariam returned to her family in the waiting car, shattered.</p><p>“She told us immediately what happened… How many of them there were,” her aunt told Al Jazeera. “Of course, they were from the Rapid Support Forces (RSF).”</p><h2><strong>‘Is there a girl in this house?’</strong></h2><p>Mariam’s story is not unique. In el-Fasher, the tragedy repeats itself with even greater brutality.</p><p>Um Kulthum*, a medical student, told Al Jazeera she was forced to witness mass rape and murder before becoming a victim herself.</p><p>“The RSF forces entered … and besieged the area,” Um Kulthum said. “They killed my uncle, the one who raised me … right in front of us.</p><p>“We were four girls, along with our neighbour’s daughter. The RSF forces then gang-raped us in a brutal manner.”</p><p>These exclusive accounts align with a harrowing new report released last November by the Strategic Initiative for Women in the Horn of Africa (SIHA), which documented nearly 1,300 cases of sexual and gender-based violence across 14 states since the war began in April 2023.</p><p>Speaking to Al Jazeera in November, Hala Al-Karib, the regional director of SIHA, explained that these are not random acts, but a strategy rooted in viewing women as “property”.</p><p>“Kidnappings often occur at the beginning of an invasion… When homes are entered, there is a specific question asked: ‘Is there a girl in this house? Are there young women?'” Al-Karib said.</p><p>“We have heard from many witnesses who were told by RSF soldiers: ‘I am coming to take this girl.'”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><strong>Sexual slavery and trafficking</strong></h2><p>The violence extends beyond immediate assault to long-term captivity. Al-Karib described a terrifying reality of “sexual slavery” and forced labour.</p><p>“Women are kidnapped for ‘sexual slavery’, specifically young, middle-aged women, and also to serve the soldiers – forced labour, washing clothes, cooking,” Al-Karib told Al Jazeera.</p><p>Even more disturbingly, she revealed that the exploitation has crossed international lines.</p><p>“Women are also kidnapped for the purpose of enslavement and sale in markets,” Al-Karib said. “They are transported across the border to African countries neighbouring Sudan.”</p><p>She added that women’s bodies are being used “as weapons in this war … to defeat communities”, leaving survivors crushed by stigma and often refusing to return to their families out of shame.</p><h2><strong>Punishing the Masalit</strong></h2><p>The systematic nature of these crimes was further confirmed by Arnold Tsunga, a lawyer and former Africa director for the International Commission of Jurists (ICJ), who led a fact-finding mission to eastern Chad to interview refugees fleeing the violence.</p><p>Speaking to Al Jazeera Arabic from Harare, Tsunga described his mission to Adre and Geneina as “heartbreaking”.</p><p>“The RSF are the ones who attacked the Masalit group… They were the majority of those subjected to sexual violence and rape,” Tsunga said.</p><p>“It is sad to see that violence is now being used systematically as a means and weapon of war … to forcibly remove people from their land and to punish Masalit men who tried to defend their land.”</p><p>Tsunga warned that the collapse of the rule of law has created an “absolute environment” for these crimes.</p><p>“The RSF are now the responsible authority in these areas… There are no justice institutions working,” he explained. “Impunity leads to more impunity … and this problem is related to rewarding criminals.”</p><h2><strong>Targeting infants</strong></h2><p>The scale of the violence has overwhelmed local hospitals. At the Omdurman Maternity Hospital, the director general described a pattern of atrocities that spares no one – not even babies.</p><p>“The rapes are in very large numbers, far more than what is recorded,” Imad al-Din Abdullah al-Siddiq told Al Jazeera.</p><p>“More than 14 female infants less than the age of two were raped. An infant! This is documented by NGOs,” he said.</p><p>Al-Siddiq noted that the hospital received a flood of victims aged 11 to 23, mostly unmarried girls. “They come as a result of pregnancy… Abortions were performed for those less than three months… For those more than three months, we didn’t have a licence to abort, so the pregnancy continued, and births took place here.”</p><p>UNICEF has confirmed more than 200 cases of sexual assault on children since the start of 2024, some less than the age of five.</p><h2><strong>A systematic pattern</strong></h2><p>The SIHA report outlines a calculated three-stage pattern accompanying RSF advances: Initial home invasions and looting accompanied by rape, followed by attacks in public spaces, and finally long-term detention.</p><p>This violence occurs against a backdrop of worsening famine. The United Nations’ World Food Programme warned it will cut rations in Sudan from January due to severe funding gaps, leaving millions at risk of starvation.</p><p>Meanwhile, international pressure is mounting. The United Kingdom recently sanctioned four senior RSF commanders over alleged mass killings and sexual violence.</p><p>But for survivors like Mariam and Um Kulthum, the diplomatic moves offer little solace. As Al-Karib noted, the international investment in reintegrating these women remains “very, very small”.</p><p><em>*Names have been changed to protect the identity of survivors.</em></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel’s continued attacks on Lebanon could derail Hezbollah disarmament | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-07T07:05:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13624598-1767769907.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon –</strong> The strikes on Lebanon this week were the latest attacks conducted by Israel on its northern neighbour.</p><p>Israel has consistently bombed Lebanon and conducted drone strikes despite a United States-brokered ceasefire in November 2024. The United Nations Interim Force in Lebanon (UNIFIL) has documented more than 10,000 ceasefire violations by the Israelis, including 7,500 airspace violations and 2,500 ground violations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military also continues to occupy five points in Lebanon, despite agreeing to withdraw all its troops.</p><p>On Monday, Israel issued forced evacuation orders for four villages in Lebanon’s south and the Bekaa Valley, in eastern Lebanon, before <a href=\"/news/2026/1/5/israel-bombs-southern-lebanon-saying-it-targeted-hezbollah-and-hamas\">bombing the areas</a>. The Israeli military said that the attacks had hit targets associated with the Lebanese group Hezbollah and the Palestinian group Hamas.</p><p>Then, on Tuesday, Israel conducted more attacks in southern Lebanon, saying that it was targeting Hezbollah operatives.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weakened-hezbollah\">Weakened Hezbollah</h2><p>Israel has killed more than 4,000 people in Lebanon since October 2023, as part of its war with Hezbollah.</p><p>Most of the dead were killed between September and November 2024, when more than 1.2 million people were displaced by Israel’s evacuation warnings.</p><p>The World Bank estimates that Israel left Lebanon with approximately $11bn in needs for reconstruction and recovery.</p><p>The war also deeply diminished Hezbollah’s power in the country. Much of its military leadership was killed during the intensification, including its longtime leader <a href=\"/news/2024/9/28/hassan-nasrallah-hezbollah-leader-killed-in-beirut-in-israeli-strike\">Hassan Nasrallah</a>. In the war’s aftermath, the group is being pressured to give up the weapons that have long defined its identity as a “resistance” group to Israel.</p><p>In August 2025, the Lebanese government <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">approved a plan</a> to have the Lebanese Armed Forces (LAF) disarm Hezbollah. The decision was domestically popular outside of Hezbollah’s support base as a way of strengthening the Lebanese state, but also came as a result of increasing pressure from the US and Israel.</p><p>For its part, Hezbollah has repeatedly rejected calls for disarmament. The group says that Israel has not abided by its side of the ceasefire.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“To demand exclusive arms control while Israel is committing aggression and the United States is imposing its will on Lebanon…means that you are not working in Lebanon’s interest but rather in the interest of what Israel wants,” Nasrallah’s successor, Naim Qassem, said in a speech on January 3, 2026.</p><p>“We call for equipping the Lebanese Army to enable it to be an army for the country that protects against enemies, in addition to the other tasks it is doing in the face of drug and theft gangs, all spies and those who tamper with the country’s security.”</p><h2 id=\"internal-confrontation-in-lebanon\">Internal confrontation in Lebanon?</h2><p>Still, Hezbollah has largely been disarmed south of the Litani River, according to Lebanese Army and government officials. Lebanese military officials have said the only places they were unable to operate in removing Hezbollah weapons and infrastructure were near the Israeli-occupied five points.</p><p>The deadline to disarm below the Litani was the end of 2025. Lebanon’s cabinet is set to meet on Thursday to discuss “phase two” of the disarmament plan, which would entail disarming Hezbollah and Palestinian militias from the area between the Litani River, situated about 30km (19 miles) from the Israeli border and running along southern Lebanon, to the Awali River, which runs just north of Sidon. There are about 40km (25 miles) of territory between the Litani and Awali.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lebanon’s Prime Minister Nawaf Salam wrote on social media that his government was focused on ending Israeli attacks, removing Israeli troops from the five points in south Lebanon and returning Lebanese detainees held by Israel.</p><p>“We promise to continue together the path of reform and the extension of state authority,” he wrote.</p><p>Salam and others in the Lebanese government admit that the LAF are not strong enough to confront Israel directly. In turn, they have tried to appeal to regional allies and the international community.</p><p>“Appealing to the international community to pressure Israel is a necessary but limited strategy,” Imad Salamey, a political scientist at Lebanese American University, told Al Jazeera.</p><p>“While diplomatic engagement can help restrain the scale of Israeli operations and preserve space for negotiations, it is unlikely on its own to halt attacks unless paired with clear, verifiable progress on disarmament and credible security guarantees. In practice, international actors tend to place greater pressure on Lebanon to deliver results on the ground than on Israel to exercise restraint, which reduces the effectiveness of this approach unless Lebanon can anchor it to a concrete bargain linking implementation to measurable Israeli de-escalation.”</p><p>The Lebanese government is in a difficult position, without many cards to play. Hezbollah has largely not impeded the Lebanese Army’s work south of the Litani. But should Israeli attacks continue, analysts believe the group won’t be as accommodating going forward.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Qassem Kassir, a Lebanese political analyst close to Hezbollah, told Al Jazeera that for the group to begin discussions of disarmament, Israel must first stop attacking Lebanon and release prisoners, and the Lebanese state must begin reconstructing the damage done by Israel during and since the war.</p><p>“Only then can the future of weapons be discussed,” he said.</p><p>Kassir warned that failure to address those issues before implementing the second phase of the disarmament plan will spark tensions.</p><p>“Otherwise, we will face a confrontation.”</p><h2 id=\"hezbollah-battered-but-not-defeated\">Hezbollah battered but not defeated</h2><p>The Lebanese government, meanwhile, is caught between increasing pressure from the US and Israel, and Hezbollah’s refusal to disarm.</p><p>“As long as Israeli strikes continue, Hezbollah and its constituency can plausibly argue that disarmament beyond the south exposes them to greater vulnerability,” Salamey said.</p><p>“Israeli strikes function not only as military actions, but also as strategic messaging, aimed at undermining Lebanon’s claim that it has restored state authority and completed disarmament south of the Litani.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has meanwhile tried to argue that Hezbollah is <a href=\"/features/2025/9/28/after-war-with-israel-how-is-lebanons-hezbollah-regrouping\">regrouping in the south</a>, despite counterclaims by the UN peacekeeping force UNIFIL, and has said the Lebanese Army is moving too slowly in its disarmament mission.</p><p>“If Israel continues its attacks while the LAF proceeds with phase two disarmament north of the Litani River, the repercussions could be severe,” Salamey said. “Israel may interpret any disruption or delay as justification to broaden its target set, thereby deepening instability and raising the risk of a wider confrontation at a moment when Lebanon is least able to absorb it.”</p><p>Should the Lebanese Army proceed with the second phase while Israel continues striking targets in Lebanon, analysts believe Hezbollah could feel threatened and respond aggressively.</p><p>And while foreign diplomats and analysts say that Hezbollah was greatly weakened by Israel’s war on Lebanon in 2024, they still believe the group is strong enough to confront any domestic challenges.</p><p>“Consequently, phase two risks evolving from a technical security measure into a broader political confrontation over sequencing, guarantees, and internal stability in Lebanon,” Salamey said.</p><p>“The LAF may face internal friction and localized resistance, placing strain on civil–military relations and national cohesion,” Salamey added. “Hezbollah, even if avoiding direct confrontation with the army, could respond through political obstruction or calibrated escalation with Israel, increasing the risk of miscalculation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Which teams are in the AFCON 2025 quarterfinals, and what’s the schedule? | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-07T06:53:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89TW6PA__v1__MidRes__FblAfr2025Match44CivBfa-1767766563_8828ba-1767767119.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXPLAINER</span></p><h1>Which teams are in the AFCON 2025 quarterfinals, and what’s the schedule?</h1><p class=\"article__subhead\"><em>From qualified teams to match schedule and top goalscorers – here’s what you need to know about the AFCON quarterfinals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Defending champions Ivory Coast <a href=\"/sports/2026/1/6/ivory-coast-meet-egypt-in-2025-afcon-quarters-after-easing-by-burkina-faso\">became</a> the last of the eight continental giants to set up a mouthwatering quarterfinal tie as the Africa Cup of Nations (AFCON) 2025 nears its end in Morocco.</p><p>The action in the round of 16 had a bit of everything – from <a href=\"/sports/2026/1/6/dramatic-late-algeria-winner-sets-up-nigeria-quarterfinal-at-2025-afcon\">last-gasp winners</a>, to a penalty shootout and one-sided goal fests – but the teams will now be more closely matched as the cream of African football rises to the top.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s everything you need to know about the quarterfinals:</p><h2 id=\"which-teams-have-qualified-for-the-afcon-2025-quarterfinals\">Which teams have qualified for the AFCON 2025 quarterfinals?</h2><p>Eight of the top 10 African nations are through:</p><p>⚽ Senegal<br>\n⚽ Mali<br>\n⚽ Morocco<br>\n⚽ Cameroon<br>\n⚽ Egypt<br>\n⚽ Nigeria<br>\n⚽ Algeria<br>\n⚽ Ivory Coast</p><figure id=\"attachment_4220954\" aria-describedby=\"caption-attachment-4220954\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220954\" src=\"/wp-content/uploads/2026/01/AFP__20260104__89KW82E__v1__MidRes__FblAfr2025Match39MarTza-1767766566.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Morocco's supporters cheer before the Africa Cup of Nations (CAN) round of 16 football match between Morocco and Tanzania at Prince Moulay Abdallah Stadium in Rabat on January 4, 2026. (Photo by SEBASTIEN BOZON / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220954\" class=\"wp-caption-text\">Host nation Morocco are among the favourites for the title at AFCON 2025 [Sebastien Bozon/AFP]</figcaption></figure><h2 id=\"what-s-the-schedule-of-the-afcon-2025-quarterfinals\">What’s the schedule of the AFCON 2025 quarterfinals?</h2><p>Two matches each will be played on Friday and Saturday:</p><h3>January 9</h3><p>⚽ Mali vs Senegal at 5pm (16:00 GMT) – Ibn Batouta Stadium, Tangier</p><p>⚽ Cameroon vs Morocco at 8pm (19:00 GMT) – Prince Moulay Abdellah Stadium, Rabat</p><h3>January 10</h3><p>⚽ Algeria vs Nigeria at 5pm (16:00 GMT) – Marrakesh Stadium, Marrakesh</p><p>⚽ Egypt vs Ivory Coast at 8pm (19:00 GMT) – Adrar Stadium, Agadir</p><h2 id=\"which-teams-are-favourites-to-win-the-afcon-2025\">Which teams are favourites to win the AFCON 2025?</h2><p>While holders Ivory Coast and Arab champions Morocco began the tournament as frontrunners for the title, Nigeria have jostled to the front with near-faultless performances in all their fixtures thus far.</p><p>Algeria have impressed by being the only team other than Nigeria to win all their matches, while Mohamed Salah-led Egypt have also lived up to their reputation of being a top-four African side.</p><figure id=\"attachment_4220950\" aria-describedby=\"caption-attachment-4220950\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220950\" src=\"/wp-content/uploads/2026/01/AFP__20260105__89NX722__v1__MidRes__FblAfr2025Match41EgyBen-1767766560.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Egypt's forward #10 Mohamed Salah controls the ball during the Africa Cup of Nations (CAN) round of 16 football match between Egypt and Benin at the Grand Stadium in Agadir on January 5, 2026. (Photo by FRANCK FIFE / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220950\" class=\"wp-caption-text\">Mohamed Salah has led Egypt’s charge at the Africa Cup of Nations 2025 [Franck Fife/AFP]</figcaption></figure><h2 id=\"who-are-the-top-goal-scorers-at-afcon-2025\">Who are the top goal scorers at AFCON 2025?</h2><p>At the end of the round of 16, Morocco’s Brahim Diaz leads the charts with four goals from as many games, while five other players have scored three each.</p><p>⚽ Brahim Diaz (Morocco): 4<br>\n⚽ Ademola Lookman (Nigeria): 3<br>\n⚽ Lassine Sinayoko (Mali): 3<br>\n⚽ Ayoub El Kaabi (Morocco): 3<br>\n⚽ Mohamed Salah (Egypt): 3<br>\n⚽ Riyad Mahrez (Algeria): 3<br>\n⚽ Victor Osimhen (Nigeria): 3</p><h2 id=\"how-can-i-watch-and-follow-the-afcon-2025-quarterfinals\">How can I watch and follow the AFCON 2025 quarterfinals?</h2><p>Al Jazeera Sport will provide live scores, as well as a photo and text commentary stream of Cameroon vs Morocco, and Algeria vs Nigeria.</p><p>Regional broadcasters, including Channel 4, beIN Sport, SuperSport and Canal+ are broadcasting the tournament.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}