{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pakistan issues glacial floods alert for northwest, heavy rain forecast | Climate Crisis News | Al Jazeera",
            "time": "2025-07-26T16:24:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25207412139893-1753545521.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan issues glacial floods alert for northwest, heavy rain forecast</h1><p class=\"article__subhead\"><em>Areas affected include popular tourist destinations, such as Fairy Meadows, Khyber Pakhtunkhwa and Gilgit-Baltistan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan has issued a warning about glacial flooding in the northwest with more rain forecast in the coming week, as the country experiences above-average rainfall this monsoon season and continues to struggle to recover from devastating floods in 2022.</p>\n<p>Downpours are heavier in the Khyber Pakhtunkhwa province than the same period last year, prompting weather advisories and alerts for flooding from glacial lake outbursts, said Anwar Shahzad, a spokesperson for the local disaster management authority, on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The weather advisory alert comes after the authority sent out a letter earlier this month saying “persistent high temperatures may accelerate snow and glacier melt and subsequent weather events” in vulnerable parts of the region, underscoring the ongoing heavy impact of climate change on the country.</p>\n<p>Spokesperson Faizullah Firaq said on Saturday there was “severe destruction” in some areas and damage to houses, infrastructure, crops, and businesses.</p>\n<p>Search operations were under way to find missing people on the Babusar Highway, where flooding struck nine villages. Helicopters rescued tourists stuck in the popular spot, Fairy Meadows, he added.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Abdul Samad, from the Khyber Pakhtunkhwa Tourism Department, said rescue teams evacuated more than 500 holidaymakers from Naran after a cloudburst overnight Friday caused a road closure. Authorities deployed heavy machinery to remove debris and restore access.</p>\n<p>In the <a href=\"/news/2025/7/22/rains-flash-floods-kill-21-in-pakistan-tourists-rescued-in-hilly-north\">neighbouring Gilgit-Baltistan region</a>, the government said it had distributed hundreds of tents, thousands of food packets, and medicine to flood-affected communities. Three people died there on Tuesday when a cloudburst caused floods and landslides, stranding more than 200 tourists who were later rescued.</p>\n<p>Zakir Hussein, director general of Gilgit-Baltistan’s Disaster Management Authority, said on Tuesday that while warnings help reduce the presence of tourists in these vulnerable areas, they are not always enough.</p>\n<p>“Generally, tourists pay attention to our warning notices. Those who still choose to come are either those who did not see the warning or those who have some urgency to visit,” Hussein told Al Jazeera. “At the end of the day, it is weather prediction, but considering the severity of the consequences, people should take it seriously.”</p>\n<p>The rains are a routine part of South Asia’s climate and are essential for crop irrigation and replenishing water supplies.</p>\n<p>However, their adverse effect has worsened in recent years due to rapid urban expansion, poor drainage systems, and more frequent extreme weather events linked to climate change.</p>\n<p>Pakistan’s above-average rainfall this monsoon season has raised concerns of a repeat of the devastating 2022 floods that submerged a third of the country, killed 1,737 people and displaced more than 30 million. Some 260 have died across Pakistan so far this season, which runs through to mid-September.</p>\n<p>Pakistan, which has a population of about 250 million, is one of the world’s most vulnerable countries to climate change, but one of the lowest contributors to greenhouse gas emissions. It is also home to more than 7,000 glaciers – the largest outside the Earth’s polar regions.</p>\n</div></div></body></html>"
        },
        {
            "title": "Syria, Israel hold talks in Paris over conflict in southern Syria’s Suwayda | News | Al Jazeera",
            "time": "2025-07-26T15:58:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250721__67CA4Z6__v2__HighRes__TopshotSyriaConflictMinorities-1753089339.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria, Israel hold talks in Paris over conflict in southern Syria’s Suwayda</h1><p class=\"article__subhead\"><em>A Syrian official tells Al Jazeera Damascus emphasises the unity and sovereignty of Syria are nonnegotiable.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian and Israeli officials have held talks in Paris mediated by the United States, according to a Syrian official, in the wake of an eruption of sectarian violence compounded by Israeli military intervention in southern Syria.</p>\n<p>The meeting on Saturday was held to address recent security developments around the southern Druze-majority city of <a href=\"/news/2025/7/20/syrian-troops-clear-bedouin-fighters-from-suwayda-declare-end-to-clashes\">Suwayda</a>, which has been the scene of fierce fighting in recent weeks between Bedouins and Druze fighters.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p><a href=\"/news/2025/7/20/will-israel-ever-get-blowback-for-bombing-its-neighbours\">Israel intervened</a> in the conflict, striking government buildings in Damascus and government soldiers in Suwayda province, saying it was doing so to protect the Druze.</p>\n<p>The Syrian official told Al Jazeera Arabic that Damascus’s delegation at the Paris meeting emphasised that the unity and sovereignty of Syria are nonnegotiable and Suwayda and its people are an integral part of Syria. It also rejected any attempt to exploit segments of Syrian society for partition, the official said.</p>\n<p>The source said the Syrian delegation held Israel responsible for the recent escalation and demanded the immediate withdrawal of Israeli forces from the points they had recently advanced to during the unrest.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"honest-and-responsible\">‘Honest and responsible’</h2>\n<p>Syria’s state-run Ekhbariya TV, quoting its own diplomatic source, reported that the meeting did not result in any final agreements but the parties had agreed to continue talks aimed at maintaining stability.</p>\n<p>The TV source described the dialogue as “honest and responsible” in the first confirmation from the Syrian side that talks had taken place.</p>\n<p>On Friday, US envoy Tom Barrack said officials from both countries spoke about de-escalating the situation in Syria during talks on Thursday.</p>\n<p>Hundreds of people have been reported killed in the fighting in Suwayda, which also drew in government forces. Israel, which carried out air strikes, during this month’s violence, has regularly struck Syria and launched incursions into its territory since longtime former President Bashar al-Assad was toppled in December.</p>\n<p>Last week’s fighting underlined the challenges interim President Ahmed al-Sharaa faces in stabilising Syria and maintaining centralised rule.</p>\n<p>Syria’s government announced a week ago that Bedouin fighters had been cleared out of Suwayda and government forces were deployed to oversee their exit from the entire province.</p>\n<p>The announcement came after al-Sharaa <a href=\"/news/2025/7/19/syria-declares-ceasefire-in-suwayda-deploys-forces-to-restore-security\">ordered</a> a new ceasefire between Bedouin and Druze groups after a separate <a href=\"/news/2025/7/19/syria-israel-agree-us-brokered-ceasefire-amid-suwayda-clashes-envoy-says\">US-brokered deal</a> to avert further Israeli military attacks on Syria.</p>\n<p>The diplomatic source, who spoke to Ekhbariya TV, said the meeting on Saturday involved initial consultations aimed at “reducing tensions and opening channels of communication amid an ongoing escalation since early December”.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Israel says it’s distributing aid in Gaza, so why are people starving? | Crimes Against Humanity News | Al Jazeera",
            "time": "2025-07-26T15:47:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-24T145420Z_2051190696_RC2WSFABIOJA_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753372242.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/liveblog/2025/7/26/live-israels-starvation-policy-leaves-122-dead-in-gaza-mostly-children\">One hundred twenty-seven people, 85 of them children</a>, have died from hunger or malnutrition as a result of Israel’s siege of Gaza, according to Gaza’s Health Ministry.</p>\n<p>Israeli Prime Minister Benjamin Netanyahu blocked all aid to Gaza <a href=\"/news/2025/3/2/israel-reneges-on-ceasefire-deal-warns-hamas-of-consequences\">in March</a>, claiming that it was to pressure Hamas into accepting a ceasefire that Israel broke unilaterally later <a href=\"/news/2025/3/18/why-did-israel-break-the-ceasefire-in-gaza\">that month.</a></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>This week, the Israeli government has blamed the United Nations for the situation, even accusing its aid agency of working with Hamas to restrict food from getting to people.</p>\n<p>This was not the first time Israel blocked aid from entering Gaza. In March 2024, Israel stopped UN aid convoys from reaching northern Gaza as it attempted to starve the population there into fleeing.</p>\n<p>In September, 15 international aid organisations said Israel was blocking 83 percent of Gaza’s aid.</p>\n<p>In both instances, Israel denied blocking aid, blaming either <a href=\"/news/2024/3/18/israel-deliberately-blocking-medical-aid-from-gaza-oxfam-report-warns\">UN inefficiency</a> or Hamas for aid not reaching people in areas it has claimed to control for much of the war.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>So, what has Israel said, and does it accept that a man-made famine is under way in Gaza?</p>\n<p>Here’s what we know.</p>\n<h2 id=\"so-is-there-no-aid-system-in-gaza-now\">So is there no aid system in Gaza now?</h2>\n<p>After receiving much criticism over the increased threat of famine that its siege had inflicted on Gaza, Israel, along with its US ally, backed the creation of the <a href=\"/news/2025/5/26/gaza-humanitarian-foundation-to-launch-aid-deliveries-despite-losing-chief\">GHF in May</a>.</p>\n<p>The GHF was intended to replace the UN and international aid agencies, which have operated some 400 aid distribution points across Gaza, <a href=\"/news/longform/2025/5/29/visual-guide-to-how-the-gaza-aid-distribution-turmoil-unfolded\">with four erratically operated</a> distribution points in Gaza’s centre and south.</p>\n<p>Since May, the Israeli military and private contractors, understood to be American, have killed more than 1,000 people trying to access food at GHF distribution points.</p>\n<p>There are still some limited UN aid distribution operations, but they are so severely restricted that their effect cannot be felt.</p>\n<h2 id=\"does-israel-accept-that-there-s-starvation-in-gaza\">Does Israel accept that there’s starvation in Gaza?</h2>\n<p>It does not.</p>\n<p>On Friday, Israel’s Coordinator of Government Activities in the Territories (COGAT), which is responsible for coordinating aid into Gaza, contradicted the claims of numerous aid agencies, asserting that “there is no famine in the Gaza Strip”.</p>\n<p>However, it said, there were “pockets” across Gaza where people had “issues of access to food”.</p>\n<figure id=\"attachment_3852738\" aria-describedby=\"caption-attachment-3852738\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852738\" src=\"/wp-content/uploads/2025/07/AFP__20250723__67L34NQ__v2__HighRes__TopshotPalestinianIsraelConflict-1753284393.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852738\" class=\"wp-caption-text\">Yazan, a malnourished 2-year-old Palestinian boy, sit with his brothers at their family’s damaged home in the Shati refugee camp, west of Gaza City, on July 23, 2025 [Omar al-Qatta/AFP]</figcaption></figure>\n<h2 id=\"so-israel-claims-that-there-s-enough-aid-being-distributed\">So Israel claims that there’s enough aid being distributed?</h2>\n<p>Not so much.</p>\n<p>Israel claims that shortfalls are occurring because much of the aid lies “rotting in the sun” because the UN has not distributed it.</p>\n<p>Israel’s military radio, Kan, recently reported that the Israeli army has burned or buried some 1,000 trucks’ worth of aid that it deemed spoiled or expired.</p>\n<p>David Mencer, a spokesperson for Netanyahu’s office, told the BBC on Friday that the UN in Gaza is a “billion-dollar racket” and accused the UN of working with Hamas to “restrict … aid to its own people”.</p>\n<p>Mercer did not provide any reason as to why the UN might do that, or any evidence to back his claims.</p>\n<h2 id=\"is-the-un-working-with-hamas\">Is the UN working with Hamas?</h2>\n<p>Not according to the UN itself.</p>\n<p><a href=\"https://www.reuters.com/world/middle-east/un-aid-chief-demands-evidence-after-israel-accuses-staff-links-hamas-2025-07-25/\" target=\"_blank\" rel=\"noopener\">On Wednesday</a>, addressing the UN Security Council, Israel’s ambassador, Danny Danon, accused UN aid chief, Tom Fletcher, as well as the Office for the Coordination of Humanitarian Affairs, of somehow being affiliated with Hamas.</p>\n<p>Danon provided no evidence.</p>\n<p>Responding in writing the following day, Fletcher said, “I expect the Israeli authorities to immediately share any evidence that led them to make such claims.”</p>\n<figure id=\"attachment_3773286\" aria-describedby=\"caption-attachment-3773286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3773286\" src=\"/wp-content/uploads/2025/06/2025-06-13T173819Z_1358697183_RC2U7BA4MM1D_RTRMADP_3_IRAN-NUCLEAR-UN-1749848438.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Danny Danon\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3773286\" class=\"wp-caption-text\">Israel’s Ambassador Danny Danon has presented unsupported claims to the UN that staff members of the aid agency, the Office Coordination of Humanitarian Affairs, are working with Hamas [File: Brendan McDermid/Reuters]</figcaption></figure>\n<p><a href=\"/opinions/2024/1/31/defunding-unrwa-is-worse-than-collective-punishment\">In January 2024,</a> Israel accused another UN aid body, the UN Relief and Works Agency, of working with Hamas.</p>\n<p>An independent review into Israel’s <a href=\"/news/2024/4/22/no-evidence-of-unrwa-staff-links-terrorist-groups-independent-review\">allegations concluded in April 2024</a> that it had provided no evidence to support its claim.</p>\n<h2 id=\"is-hamas-stealing-aid\">Is Hamas stealing aid?</h2>\n<p>Not according to Israel’s military and its principal ally, the US.</p>\n<p>Citing unnamed Israeli military officials, The New York Times <a href=\"https://www.nytimes.com/2025/07/26/world/middleeast/hamas-un-aid-theft.html\" target=\"_blank\" rel=\"noopener\">reported</a> on Saturday that the UN aid operation was relatively reliable and less vulnerable to interference than others, adding that there was no evidence Hamas regularly stole from the UN.</p>\n<p>An internal report by the US’s development agency, USAID, in late June also concluded that there was no evidence of the systematic looting of US-provided aid by Hamas.</p>\n<p>So far, the only evidence of aid being systematically looted points to <a href=\"/news/2025/7/2/hamas-run-court-gives-gaza-gang-leader-abu-shabab-10-days-to-surrender\">criminal gangs</a> now partnering with Israel and the GHF.</p>\n<figure id=\"attachment_3759862\" aria-describedby=\"caption-attachment-3759862\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3759862\" src=\"/wp-content/uploads/2025/06/AFP__20250608__49L82WH__v2__HighRes__TopshotPalestinianIsraelConflictUsGazaAid-1749382004.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People carry aid in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3759862\" class=\"wp-caption-text\">People carry relief supplies from the GHF, a private US-backed aid group that has bypassed the longstanding UN-led system in the territory [Eyad Baba/AFP]</figcaption></figure>\n<h2 id=\"so-why-isn-t-aid-reaching-people-in-gaza\">So, why isn’t aid reaching people in Gaza?</h2>\n<p>Months of Israel’s siege have <a href=\"/news/2025/7/24/how-israel-pushed-gaza-to-breaking-point-starving-alone-and-hunted\">led to the effective breakdown of Gaza’s society,</a> with food convoys at risk of being overwhelmed by starving, desperate crowds, the UN says.</p>\n<p>To deliver aid to where it is needed, the UN would need the support of the Israeli military.</p>\n<p>On Wednesday, UN spokesperson Stephane Dujarric said half of the 16 food distribution requests submitted to the Israeli military had been refused.</p>\n<p>“Bureaucratic … and other operational obstacles imposed by Israeli authorities; ongoing hostilities and access constraints within Gaza; and incidents of criminal looting, and more shooting incidents that have killed and injured people gathering to offload aid supplies along convoy routes” have limited efforts to deliver aid, Dujarric told reporters.</p>\n<h2 id=\"what-is-the-outcome-of-that\">What is the outcome of that?</h2>\n<p>Starvation. As we noted above, 127 people, most of whom are children, have already died of starvation in Gaza.</p>\n<p><a href=\"/news/2024/3/27/starvation-anatomy-of-a-very-cruel-slow-death\">Death through hunger occurs over three stages</a>.</p>\n<p>The first starts as early as a skipped meal; the second comes with any prolonged period of fasting when the body relies on stored fats for energy.</p>\n<p>The third, and often fatal, stage is when all stored fats have been depleted and the body turns to bone and muscle as sources of energy.</p>\n<p>It is, according to Dr Omar Abdel-Mannan, a British-Egyptian paediatrician and neurologist who has volunteered in Gaza, “a very cruel, slow death”.</p>\n<p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3203875\" src=\"/wp-content/uploads/2024/09/Interactive_Gaza_foodprices_2-03-1727339442.jpg?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"Interactive_Gaza_What starvation does to the body\" fetchpriority=\"low\"></p>\n<h2 id=\"why-have-more-children-died-than-adults\">Why have more children died than adults?</h2>\n<p>Because their bodies are using less to do more.</p>\n<p>Children, especially infants and toddlers, have much less muscle and fat to draw on during famine, while their basic metabolism is working harder as they grow.</p>\n<p>The outcome is that they have a much-reduced buffer when food intake stops.</p>\n<h2 id=\"what-are-the-chances-that-israel-s-siege-might-end\">What are the chances that Israel’s siege might end?</h2>\n<p>Nobody knows.</p>\n<p>Netanyahu’s right-wing coalition has so far seemed immune to international outrage and internal dissent over its war on Gaza.</p>\n<p>It dismisses the accusations of engaging in crimes against humanity and disregarding international law as “anti-Semitic” and “blood libel”.</p>\n<p>In the minds of most analysts, the only power with the influence capable of restraining Israel in Gaza and the region is US President Donald Trump.</p>\n<p>However, predicting how the notoriously mercurial US president may behave is generally regarded as a job beyond the abilities of most analysts.</p>\n</div></div></body></html>"
        },
        {
            "title": "In Gaza, water kills too | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-26T15:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250713-38546529-38546522-ISRAEL_ATTACKS_WATER_REFILL_POINT_IN_NEW_CAMP_AREA_10_DEAD_17_INJURED-1752396574.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In Gaza, we see death in every aspect of life. Death has become an inseparable companion, lingering in the streets, the skies, and even in our homes. It is no longer a shock – it is a grim daily reality which we have been forced to adapt to.</p>\n<p>There are many ways to die in Gaza, although one does not have the luxury to choose.</p>\n<p>You may be killed in a bombing, or be struck by a sniper’s bullet as you try to collect food to stave off hunger, or starvation itself may claim your life. The Health Ministry says 116 people have died because of malnutrition, many of them babies and children.</p>\n<p>In Gaza, the simplest, most basic necessity can also be lethal. Water is one of them. Every aspect of it can be dangerous: providing it, seeking it, drinking it, swimming in it.</p>\n<p>Since the start of the genocide, the Israeli army has relentlessly targeted Gaza’s water infrastructure. More than 85 percent of Gaza’s water and sanitation structures are inoperable – including pipelines, wells, and treatment facilities.</p>\n<p>Israel has <a href=\"https://reliefweb.int/report/occupied-palestinian-territory/gazas-water-infrastructure-desperately-needs-be-rebuilt\">blocked</a> the entry of water-related materials to the Strip, making repairs difficult. It has also targeted the warehouse of the water utility authority, destroying equipment and spare parts.</p>\n<p>Worst of all, workers trying to make repairs or operate water infrastructure have been directly targeted and killed. Working in the water sector has now become a deadly job.</p>\n<p>Most recently, on July 21, the Israeli occupation forces <a href=\"https://aje.io/zs9y5d?update=3848795\">attacked</a> a desalination plant in the Remal neighbourhood of Gaza City, killing five people at the site. This was one of the few functioning water stations in the city.</p>\n<p>The destruction of the water infrastructure in Gaza has forced us to go out in search of water on a daily basis. There are some war entrepreneurs who charge exorbitant amounts of money for delivering water to homes; the vast majority of people cannot afford such services.</p>\n<p>So Palestinians are forced to walk long distances and wait in long queues, plastic jugs in hand, to fetch a daily ration of water.</p>\n<p>The wait under the scorching sun is not just exhausting, but it can also turn deadly.</p>\n<p>On July 13, 11 Palestinians – seven of them children – were killed and dozens more injured when an Israeli missile struck civilians as they queued to get water from water trucks in Nuseirat refugee camp, not far from my own home.</p>\n<p>Sometimes, water trucks are not available, so people are forced to drink water that is unfit for human consumption from local wells. It is contaminated with bacteria, chemicals and other contaminants and can trigger outbreaks of waterborne diseases.</p>\n<p>I myself felt victim to one. Months ago, after drinking from a local well, I contracted hepatitis A. My skin and the whites of my eyes turned a haunting shade of yellow. Waves of nausea left me unable to eat, and a persistent fever made every breath feel difficult. But the worst was the searing pain in my abdomen – a constant, twisting ache as if my insides were being wrung out by invisible hands. For weeks, I was bedridden, my body weak, my mind consumed with fear.</p>\n<p>A visit to a clinic brought me no relief – just a prescription for a painkiller and a “salamtek” (get well). I had to fight the infection on my own.</p>\n<p>I survived, but others are not so lucky. Hepatitis, like other infectious waterborne diseases running amok in Gaza, kills.</p>\n<p>Amid the unbearable summer heat, one would think that at least the water of the sea could bring Palestinians some relief, but that too is deadly.</p>\n<p>In recent weeks, the Israeli military has declared Gaza’s entire coastline a prohibited zone, effectively banning Palestinians from swimming, fishing, or even approaching the water. Anyone who gets near the sea is shot at.</p>\n<p>Even before the ban, the Israeli army was attacking Palestinians who would try to get into the sea to fish and alleviate their families’ hunger. As of December 2024, some <a href=\"https://www.un.org/unispal/document/building-to-starvation-systematic-attacks-on-fishing-in-gaza-and-implications-for-livelihoods-and-protection-may-2025/\" target=\"_blank\" rel=\"noopener\">200 fishermen</a> had been killed, according to the UN; many more have died since then.</p>\n<p>While we are banned from the only place that used to bring us relief from the heat, just a few kilometres north, Israelis freely enjoy the same Mediterranean waves, sunbathing and swimming in peace. They also enjoy long showers and the privilege of running water. They use the luxurious 247 litres (65 gallons) per day per person.</p>\n<p>According to the World Health Organization, a person <a href=\"https://www.hrw.org/report/2024/12/19/extermination-and-acts-genocide/israel-deliberately-depriving-palestinians-gaza\">needs</a> 100 litres (26 gallons) of water per day to cover their basic needs. People in Gaza now get between two and nine litres (0.5 – 2.3 gallons) per day.</p>\n<p>The struggle for water is just one of the many battles Palestinians in Gaza fight daily. There is no food to feed one’s starving family, no electricity to power fans, and no medicine to treat the diseases that plague us. Every aspect of life here is a test of endurance. There is, quite literally, nothing to ease the weight of these brutal circumstances – no relief, no respite, not even the smallest comfort.</p>\n<p>I still can’t comprehend how, in the 21st century, a world of more than 7 billion people, where global leaders talk about prosperity, dignity and rule of law, we are still deprived of the most basic human necessities.</p>\n<p>In December 2024, Human Rights Watch openly declared that Palestinians in Gaza are being subjected to a “genocide,” and it based this conclusion on establishing Israel’s “water deprivation as a deliberate act”. It pointed out that “thousands of Palestinians in Gaza have died as a result of malnutrition, dehydration, and disease as of August 2024”.</p>\n<p>It has been a year since then. Countless people have died because of Israel’s weaponisation of water – numbers that are not included in the official death toll because the health authorities simply lack the capacity to track them.</p>\n<p>The truth is out in the open. It is broadcast on international media. It is visible on social media. And yet, the world remains idle, refusing to take action and stop Israel.</p>\n<p>To this world, I want to say: Your silence echoes louder than the bombs that fall on us every day. You must act now, or go down in history with your complicity in the slaughter and starvation of the Palestinian people.</p>\n<p><strong><em>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</em></strong></p>\n</div></div></body></html>"
        },
        {
            "title": "Ukraine “struggling with number of soldiers” | Al Jazeera | Al Jazeera",
            "time": "2025-07-26T14:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/QT_THUMB16X9_SEAN_BELL-1753541321.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Military Analyst Sean Bell discusses Ukraine’s ongoing struggle to recruit enough soldiers which is a challenge that’s hindering its efforts in the war against Russia.</p>\n</div></div></body></html>"
        },
        {
            "title": "England vs Spain: Women’s Euro 2025 final - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-07-26T14:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-26T050857Z_1229610045_RC22ZBADQ2U9_RTRMADP_3_SOCCER-EURO-ENG-ESP-PREVIEW-1753531237.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> England vs Spain<br>\n<strong>What:</strong> <a href=\"/sports/2025/6/29/uefa-womens-euro-2025-full-match-schedule-groups-format-how-to-watch\">UEFA Women’s Euro 2025</a> final<br>\n<strong>Where:</strong> St Jakob-Park in Basel, Switzerland<br>\n<strong>When:</strong> Sunday, July 27, at 6pm (16:00 GMT)</p>\n<p id=\"how-to-follow\"><strong>How to follow: </strong>We’ll have all the build-up on Al Jazeera Sport from 3pm (15:00 GMT) in advance of our live text commentary stream.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>If the women’s football players of Spain have gone from nobodies to title contenders in less than a decade, it hasn’t come easy.</p>\n<p>The national team has had to fight for better coaching, decent travel conditions, and modern training facilities.</p>\n<p>It paid off with <a href=\"/sports/2023/8/20/spain-beat-england-1-0-2023-womens-world-cup-final\">a World Cup title in 2023</a>, the Nations League crown last year, and they face England on Sunday in the European Championship final.</p>\n<p>“It has been a constant with the national team that we have had to fight for acceptable work conditions that would allow us to play at our best,” former Spain defender Marta Torrejon said on Friday.</p>\n<h2 id=\"where-did-the-rise-of-spain-s-women-begin\">Where did the rise of Spain’s women begin?</h2>\n<p>Torrejon lived through the lean years, the time when playing for her country felt like, in her words, a “waste of time”.</p>\n<p>And she knows from talking with Barcelona teammates who still play for their country <a href=\"/news/2023/8/20/we-are-equal-spanish-fans-celebrate-womens-world-cup-win\">how much things have improved</a>.</p>\n<p>Torrejon retired from international football after the 2019 World Cup as Spain’s then most-capped player with 90 appearances. The 35-year-old has since helped Barcelona win three Champions League titles and a slew of other trophies.</p>\n<p>She also played a part in one of the revolts Spain’s women have staged to demand more from the men who run the game.</p>\n<p>After the 2015 World Cup, Torrejon and other players successfully pushed for the removal of coach Ignacio Quereda, who had run the team for nearly three decades, for his poor preparation before the team’s first appearance in the competition.</p>\n<p>Quereda was later accused by former players of verbal abuse, an allegation he denied.</p>\n<p>“I enjoyed playing for the national team, but the preparation and attention to the player was minimum. It felt, to put it bluntly, like a waste of time,” Torrejon said. “The level of practice and the level of physical training both plummeted compared to what we had [at Barcelona]. It was like taking a step back.</p>\n<p>“I am told that isn’t the case now, and I am very glad to hear that.”</p>\n<p>Torrejon said she saw steps in the right direction under former Spain coach Jorge Vilda, who replaced Quereda, but felt there was still more untapped potential in the team when she retired.</p>\n<figure id=\"attachment_3486539\" aria-describedby=\"caption-attachment-3486539\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3486539\" src=\"/wp-content/uploads/2025/02/GettyImages-1622660427-1738579828.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Luis Rubiales kisses Jenni Hermoso.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3486539\" class=\"wp-caption-text\">President of the Royal Spanish Football Federation Luis Rubiales, right, kisses Jennifer Hermoso of Spain, left, during the medal ceremony of the FIFA Women’s World Cup 2023 final against England [Noemi Llamas/Eurasia Sport Images/Getty Images]</figcaption></figure>\n<h2 id=\"what-was-the-rubiales-controversy-for-spain\">What was the Rubiales controversy for Spain?</h2>\n<p>After Torrejon quit the team, some players announced in 2022 that they would no longer play for Vilda unless he ran a more professional operation. He was backed by the federation. Some players returned to play for him, and the team made history by winning the 2023 World Cup.</p>\n<p>The celebrations were overshadowed by the behaviour of then-federation President Luis Rubiales, who, without her consent, kissed a player on the lips during the awards ceremony in Sydney.</p>\n<p>Vilda supported Rubiales initially, and he was swept away with his boss when the players stood up to force change, from the removal of Rubiales to improving the travel conditions and handling of the team. Vilda is now coaching Morocco, which is playing Nigeria in the <a href=\"/sports/2025/7/25/nigeria-vs-morocco-womens-africa-cup-of-nations-final-2025-teams-start\">Women’s Africa Cup of Nations final</a> on Saturday.</p>\n<p>Torrejon said she had heard from Alexia Putellas and Irene Paredes, stalwarts of Spain and Barcelona, that things are better since Rubiales and Vilda left.</p>\n<h2 id=\"england-wary-rubiales-incident-may-fire-spain\">England wary Rubiales incident may fire Spain</h2>\n<p>England’s Ella Toone admits Spain may have extra motivation going into the final after their World Cup triumph two years ago was overshadowed by the events at the end of the game in Sydney.</p>\n<p>Spain beat England 1-0 in 2023 to win the Women’s World Cup for the first time, with Olga Carmona scoring the only goal of the game.</p>\n<p>However, the headlines later were dominated by the forced kiss by Rubiales on player Jenni Hermoso.</p>\n<p>Rubiales was eventually fined 10,800 euros ($11,670) <a href=\"/sports/2025/2/20/spains-ex-football-chief-luis-rubiales-found-guilty-of-sexual-assault\">for sexual assault</a> in February this year.</p>\n<p>“It was a difficult period for the Spanish players and for what they did in the World Cup, for that to then be the main talking point, was really tough and something they shouldn’t have had to go through,” Toone told reporters in Zurich on Friday.</p>\n<p>“They should have celebrated what was an amazing tournament for them.”</p>\n<figure id=\"attachment_3851301\" aria-describedby=\"caption-attachment-3851301\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851301\" src=\"/wp-content/uploads/2025/07/2025-07-22T213726Z_396328726_UP1EL7M1O2C6E_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753220376.jpg?w=770&amp;resize=770%2C486&amp;quality=80\" alt=\"England's Chloe Kelly celebrates scoring their second goal with teammates\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851301\" class=\"wp-caption-text\">England’s Chloe Kelly celebrates scoring their second goal with teammates [Denis Balibouse/Reuters]</figcaption></figure>\n<h2 id=\"how-did-england-reach-the-euro-2025-final\">How did England reach the Euro 2025 final?</h2>\n<p>England’s place as a powerhouse of women’s international football has long been established, but the last-four clash with Italy nearly provided an upset.</p>\n<p>Barbara Bonansea gave the Italians the lead, and only a 96th-minute equaliser by Michelle Agyemang forced the game to extra time.</p>\n<p>Chloe Kelly then left it late to settle the match with penalties looming.</p>\n<p>The English also had to come from behind to beat Sweden in their last-eight clash.</p>\n<h2 id=\"how-did-spain-reach-the-euro-2025-final\">How did Spain reach the Euro 2025 final?</h2>\n<p>New coach Montse Tome has enhanced the training methods. Spain leads the way at the Euros for goals scored, ball possession, passing accuracy and clean sheets.</p>\n<p>In Spain’s 1-0 semifinal win over Germany, Aitana Bonmati leaned on the team’s analysts, who informed her that the opposing goalkeeper tended to leave her near post unprotected. The result was an exquisite winner from a tight angle.</p>\n<p>Torrejon said that sort of tactical insight from the staff was unthinkable a decade ago.</p>\n<figure id=\"attachment_3853581\" aria-describedby=\"caption-attachment-3853581\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3853581\" src=\"/wp-content/uploads/2025/07/2025-07-23T214428Z_31920422_UP1EL7N1OE3ZR_RTRMADP_3_SOCCER-EURO-GER-ESP-1753307473.jpg?w=770&amp;resize=770%2C449&amp;quality=80\" alt=\"UEFA Women's Euro 2025 - Semi Final - Germany v Spain - Stadion Letzigrund, Zurich, Switzerland - July 23, 2025 Spain's Irene Paredes, Spain's Jana Fernandez, Spain's Maria Mendez and Spain's Leila Ouahabi celebrate after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3853581\" class=\"wp-caption-text\">Spain’s Irene Paredes, Spain’s Jana Fernandez, Spain’s Maria Mendez and Spain’s Leila Ouahabi celebrate after the match [Matthew Childs/Reuters]</figcaption></figure>\n<h2 id=\"how-barcelona-played-their-part-in-spain-s-rise\">How Barcelona played their part in Spain’s rise</h2>\n<p>Spain midfielder Patri Guijarro agrees with Torrejon that the sustained investment Barcelona has provided for the past decade in the women’s game has boosted the national team.</p>\n<p>“Each and every day, we work well in our clubs and I think that is reflected in the achievements of the clubs, but also in the national team,” Guijarro said at Spain’s camp in Lausanne, Switzerland, on Friday.</p>\n<p>Guijarro also credits the professionalisation of Spain’s women’s league in 2021, which allowed players “to dedicate ourselves fully to football”.</p>\n<p>Guijarro is one of 11 Barcelona players on Spain’s 23-member squad. The Barcelona contingent includes Bonmati and Putellas, who have split the last four Ballon d’Or awards between them.</p>\n<p>Former Barcelona official Xavier Vilajoana oversaw the women’s team and the club’s training academy from 2015-2020. During that time, the club dramatically increased its funding for women’s football and built a training programme for girls.</p>\n<p>Vilajoana said one critical decision was having the same coaches train the boys’ and girls’ teams. That way, the Barcelona style was instilled in all the kids, and that ball-possession, short-passing and pressure became fundamentals of the women’s teams as well.</p>\n<p>“Let’s not fool ourselves, we spent many years in a very sexist society, and that was reflected in women’s football. So clearly the change in the mentality of society has helped,” Vilajoana said. “But I also believe that Barca’s style of play has helped us see women players in the same way [as men].”</p>\n<p>In the background, Spain’s strong feminist movement helped get the public behind the players as they made strides for equality and success.</p>\n<p>“There were many of us players who gave it our all for the national team but weren’t able to get this far,” Torrejon said. “The one thing we knew is that we had talent. We just needed more support.”</p>\n<h2 id=\"england-team-news\">England team news</h2>\n<p>Lauren James faces a race to be fit after picking up a knock in the semifinal against Italy.</p>\n<p>Beth Mead could take the attacker’s place on the wing should James fail to recover.</p>\n<p>Esme Morgan was given her first start in tournament football alongside captain Leah Williamson in defence and is set to retain her place.</p>\n<h2 id=\"spain-team-news\">Spain team news</h2>\n<p>Laia Aleixandri returns from a one-match ban for yellow card accumulation in the tournament. The defender is set to immediately return to the backline.</p>\n<p>Athenea del Castillo is pushing Mariona Caldentey and Claudia Pina for a place on the flanks after a goal and an assist last up.</p>\n<h2 id=\"predicted-england-and-spain-starting-lineups\">Predicted England and Spain starting lineups</h2>\n<p><strong>England:</strong> Hampton; Bronze, Williamson, Morgan, Greenwood; Stanway, Walsh, Toone; Kelly, Hemp, Russo</p>\n<p><strong>Spain:</strong> Coll; Batlle, Paredes, Aleixandri, Carmona; Bonmati, Guijarro, Putellas; Caldentey, Pina, Gonzalez</p>\n</div></div></body></html>"
        },
        {
            "title": "UK to airdrop aid in Gaza, evacuate children needing medical care | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-26T14:15:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T135922Z_2005639481_RC2LRFAVV5LC_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-HUNGER-1753507310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom says it is working with Jordan on “forward plans” to airdrop aid into besieged <a href=\"/news/liveblog/2025/7/26/live-israels-starvation-policy-leaves-122-dead-in-gaza-mostly-children\">Gaza</a> and evacuate children needing medical care as Israel’s forced starvation and bombardment of Palestinians fuel global outrage.</p>\n<p>Two infants on Saturday became the latest Palestinian children to die from malnutrition. Hospitals in Gaza have now recorded five new deaths due to famine and malnutrition in the past 24 hours. <span>The total number of starvation deaths in the territory has risen to 127, including 85 children, according to Gaza’s Health Ministry.</span></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>British Prime Minister Keir Starmer confirmed the proposal on Saturday in an emergency call with French President Emmanuel Macron and German Chancellor Friedrich Merz.</p>\n<p>In a readout of the call, the UK government said the leaders had<br>\nagreed “it would be vital to ensure robust plans are in place to turn an urgently needed ceasefire into lasting peace,” according to Britain’s Press Association.</p>\n<p>“The prime minister set out how the UK will also be taking forward plans to work with partners such as Jordan to airdrop aid and evacuate children requiring medical assistance,” the readout said.</p>\n<p>Starmer’s Labour government has been roundly accused at home of doing too little too late to alleviate the intense suffering of Palestinians in Gaza.</p>\n<p>Hundreds of thousands of people in the UK have been protesting weekly against Israel’s genocidal war since October 2023, making it clear they feel their voices aren’t being heard.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Public anger has been further stoked as police in the UK arrested more than 100 people at peaceful protests across the country last weekend that called for a ban on the <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\">campaign group Palestine Action</a> to be reversed.</p>\n<p>Demonstrations took place last Saturday in Manchester, Edinburgh, Bristol, Truro and London as part of a campaign coordinated by Defend Our Juries.</p>\n<p>Starmer is also facing mounting pressure to <a href=\"/news/2025/7/25/uks-starmer-faces-mounting-pressure-to-recognise-palestinian-state\">recognise a Palestinian state</a> as France has said it will do at the United Nations General Assembly meeting in September. More than 200 British parliamentarians urged the prime minister to take this course of action this week.</p>\n<p>There has been further controversy over accusations the UK government has continued with arms sales to Israel despite stating it had scaled back weapons sales.</p>\n<p>A report in May found that UK firms have continued to export military items to Israel despite a <a href=\"/news/2024/9/3/what-does-the-uks-partial-stop-on-arms-exports-to-israel-really-mean\">government suspension</a> in September amid allegations that the UK Parliament has been deliberately “misled”.</p>\n<p>The <a href=\"/news/2025/5/7/uk-arms-exports-to-israel-press-ahead-despite-licence-suspension-report\">report</a> by the Palestinian Youth Movement, Progressive International and Workers for a Free Palestine revealed that the UK sent “8,630 separate munitions since the suspensions took effect, all in the category ‘Bombs, Grenades, Torpedoes, Mines, Missiles And Similar Munitions Of War And Parts Thereof-Other’.</p>\n<h2 id=\"waiting-for-the-green-light-to-get-into-gaza\">‘Waiting for the green light to get into Gaza’</h2>\n<p>In the meantime, Philippe Lazzarini, head of the UN Palestinian refugee agency (UNRWA), said proposed airdrops of aid would be an expensive, inefficient “distraction” that could kill starving Palestinians.</p>\n<p>Israel said on Friday that it will allow airdrops of food and supplies from foreign countries into Gaza in the coming days in response to critical food shortages caused by its punishing months-long blockade.</p>\n<p>But in a social media post, Lazzarini said the airdrops would “not reverse the deepening starvation” and called instead for Israel to “lift the siege, open the gates [and] guarantee safe movements [and] dignified access to people in need.”</p>\n<p>Airdrops, he said, are “expensive, inefficient [and] can even kill starving civilians”. “A manmade hunger can only be addressed by political will,” he said, calling on Israel to allow the UN and its partners to operate at scale in Gaza “without bureaucratic or political hurdles”.</p>\n<p>He said UNRWA has the equivalent of 6,000 trucks in Jordan and Egypt “waiting for the green light to get into Gaza”. “Driving aid through is much easier, more effective, faster, cheaper and safer” than airdrops, he said, adding that it is also more dignified for the people of Gaza.</p>\n<p>More than <a href=\"/news/2025/7/23/more-than-100-ngos-warn-israels-forced-mass-starvation-stalks-all-gaza\">100 aid and human rights groups </a>this week called on governments to take urgent action as a hunger crisis engulfs Gaza, including by demanding an immediate and permanent ceasefire and the lifting of all restrictions on humanitarian aid.</p>\n<p>In a statement signed and released on Wednesday by 109 organisations, including Mercy Corps, the Norwegian Refugee Council and Doctors Without Borders (also known as MSF), the groups warned that deepening starvation of the population was spreading across the besieged enclave.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Ziad Rahbani, pioneering Lebanese musician and composer, dies at 69 | Music News | Al Jazeera",
            "time": "2025-07-26T13:03:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-26T100114Z_724817750_RC29UFARKHP0_RTRMADP_3_LEBANON-ARTIST-OBITUARY-1753532692.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanese musician and composer Ziad Rahbani, son of the iconic singer Fairuz and a pioneer of fusion jazz, has died at the age of 69 of a heart attack.</p>\n<p>“On Saturday at 9:00am, the heart of the great artist and creator Ziad Rahbani stopped beating,” said a statement from the hospital where he was being treated in the capital, Beirut, on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Rahbani influenced generations of Lebanese people with his songs and especially his plays, whose lines are known by heart by both young and old.</p>\n<p>He was the son of <a href=\"/amp/video/al-jazeera-world/2022/9/14/arab-love-songs\">Fairuz, the last living legend of Arabic song</a> – and one of the most famous Arab women worldwide – and composer Assi Rahbani, who, along with his brother Mansour, modernised Arabic song by blending classical Western, Russian, and Latin American pieces with Middle Eastern rhythms.</p>\n<figure id=\"attachment_3858084\" aria-describedby=\"caption-attachment-3858084\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3858084\" src=\"/wp-content/uploads/2025/07/2014-10-09T120000Z_156577810_GM1EAAA0HPE01_RTRMADP_3_LEBANON-ENTERTAINMENT-1753532513.jpg?w=770&amp;resize=770%2C501&amp;quality=80\" alt=\"Lebanese musician and composer Ziad Rahbani gestures while wearing a scarf of the Popular Front for the Liberation of Palestine, during a concert at the port-city of Sidon, southern Lebanon October 9, 2014. Palestinian students (R) coming from Gaza offered him the scarf. REUTERS/Ali Hashisho (LEBANON - Tags: ENTERTAINMENT)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3858084\" class=\"wp-caption-text\">Ziad Rahbani gestures while wearing a scarf of the left-wing Popular Front for the Liberation of Palestine group, during a concert in Sidon, southern Lebanon, October 9, 2014 [File: Ali Hashisho/Reuters]</figcaption></figure>\n<p>“I admire the music of composers like Charlie Parker, Stan Getz and Dizzy Gillespie,” Rahbani once said. “But my music is not Western, it’s Lebanese, with a different way of expression.”</p>\n<p>Fairouz also became an icon for young people when Rahbani composed songs for her influenced by jazz rhythms – he called it “oriental jazz”.</p>\n<p>Lebanon’s leaders paid a heartfelt tribute to the Lebanese composer, who was also a playwright, pianist and political provocateur.</p>\n<p>President Joseph Aoun called Rahbani “a living conscience, a voice that rebelled against injustice, and a sincere mirror of the oppressed and marginalised”.</p>\n<p>“Lebanon has lost an exceptional and creative artist, a free voice that remained faithful to the values of justice and dignity” and who said “what many did not dare to say”, said Prime Minister Nawaf Salam.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Rahbani’s works reflected the hybrid heritage of Lebanon, which, until the civil war erupted in 1975, was a cultural melting pot. It also reflected the ensuing sectarian strife, which involved bloody street battles between rival militias and three years of violent Israeli occupation after the 1982 invasion.</p>\n<p>While Fairuz transcended the powerful sectarian divides in the country, her son chose to be resolutely left-wing and secular, denouncing Lebanon’s longstanding divisions. His breakout play, Nazl el-Sourour (Happiness Hotel), premiered in 1974 when he was only 17, portrayed a society disfigured by class inequality and repression.</p>\n<p>The play follows a group of workers who take over a restaurant to demand their rights, only to be dismissed by the political elite.</p>\n<figure id=\"attachment_3858086\" aria-describedby=\"caption-attachment-3858086\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3858086\" src=\"/wp-content/uploads/2025/07/AP100726127994-1753532629.jpg?w=770&amp;resize=770%2C484&amp;quality=80\" alt=\"In this photo taken Monday, July 26, 2010, fans of Lebanese diva Fairouz hold her pictures as they protest against a ban preventing her from performing songs composed by &quot;The Rahbani Brothers,&quot; as family heirs fight over inheritance and property rights, in Beirut, Lebanon. For four decades, Lebanese singer Fairouz has performed on the world's most prestigious stages, moving audiences to tears with songs of freedom, justice and love throughout 15-years of civil war. Now, a bitter family dispute over inheritance, song royalties and intellectual property rights is threatening to silence Lebanon's most beloved diva, who is now 75-years old, and fans are outraged, and marching in the streets to ask her to keep singing. (AP Photo/Ahmad Oma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3858086\" class=\"wp-caption-text\">In this 2010 photo, fans of Lebanese diva Fairouz hold her pictures in Beirut [File: Ahmad Omar/AP]</figcaption></figure>\n<p>In another play, Bennesbeh Labokra Chou? (What About Tomorrow?), he plays a jaded bar pianist in post-civil war Beirut. The work features some of Rahbani’s most poignant music and biting commentary, including the famous line, “They say tomorrow will be better, but what about today?”</p>\n<p>Rahbani was also a composer of staggering range. He infused traditional Arabic melodies with jazz, funk and classical influences, creating a hybrid sound that became instantly recognisable. His live performances were legendary, when he often played piano in smoky clubs in Hamra, one of Beirut’s major commercial districts.</p>\n<p>In recent years, Rahbani appeared less in the public eye, but younger generations rediscovered his plays online and sampled his music in protest movements. He continued to compose and write, speaking often of his frustration with Lebanon’s political stagnation and decaying public life.</p>\n<p>“I feel like everything is over, I feel like Lebanon has become empty,” wrote Lebanese actress Carmen Lebbos, his former partner, on X.</p>\n<p>Rahbani is survived by his mother, now 90, his sister Reema and brother Hali.</p>\n</div></div></body></html>"
        },
        {
            "title": "Gaza is starving as “abundance of food” sits nearby | Digital Series | Al Jazeera",
            "time": "2025-07-26T12:44:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/20250726_KHALIDI_H-1753533789.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jul 2025</span><span aria-hidden=\"true\">26 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Malaysians protest rising living costs, demand PM Anwar Ibrahim step down | Protests News | Al Jazeera",
            "time": "2025-07-26T11:24:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250726__67WL4WJ__v1__HighRes__MalaysiaPoliticsMarch-1753524311.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Malaysians protest rising living costs, demand PM Anwar Ibrahim step down</h1><p class=\"article__subhead\"><em>Rally organised by opposition parties marks the first major protest in Southeast Asia’s sixth largest economy since Anwar’s election in 2022.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of Malaysians have taken to the streets to protest <a href=\"/economy/2025/7/23/malaysias-anwar-announces-cash-handouts-in-bid-to-ease-living-costs\">rising living costs</a> and a perceived lack of reform by Prime Minister Anwar Ibrahim’s unity government.</p>\n<p>Saturday’s rally, organised by opposition parties, marked the first major protest in Southeast Asia’s sixth largest economy since Anwar was propelled to power in elections in 2022.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Protesters gathered at various points in the capital, Kuala Lumpur, before converging on Independence Square, carrying placards saying, “Step down Anwar,” as dozens of police officers kept a close eye.</p>\n<p>“He [Anwar] has already governed the country for three years and has yet to fulfil the promises he made,” said Fauzi Mahmud, 35, from Selangor just outside the capital.</p>\n<p>Anwar “has been to many countries to bring investments, but we have yet to see anything”, he told the AFP news agency, referring to the premier’s recent trips, including to Russia and Europe. “The cost of living is still high.”</p>\n<figure id=\"attachment_3851890\" aria-describedby=\"caption-attachment-3851890\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851890\" src=\"/wp-content/uploads/2025/07/AP25151305578607-1-1753254541.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Malaysian Prime Minister Anwar Ibrahim delivers a speech.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851890\" class=\"wp-caption-text\">Malaysian Prime Minister Anwar Ibrahim [File: Anupam Nath/AP]</figcaption></figure>\n<p>Al Jazeera’s Rob McBride, reporting from Kuala Lumpur, said protesters “clearly believe” that the prime minister has not delivered on the reforms and the transparency he promised when he was elected.</p>\n<p>“This is one of the largest protests we have seen on the streets of Kuala Lumpur in several years,” he said. “Demonstrators are calling for Ibrahim to step down.”</p>\n<p>Anwar was appointed the prime minister on a reformist ticket and promised to tackle corruption, nepotism and cronyism within the nation’s fractured political system.</p>\n<p>Days before the rally, he laid out a string of populist measures aimed at addressing voters’ concerns, including a cash handout for all adult citizens and a promise to cut fuel prices.</p>\n<figure id=\"attachment_3857953\" aria-describedby=\"caption-attachment-3857953\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857953\" src=\"/wp-content/uploads/2025/07/AFP__20250726__67WL4WN__v1__HighRes__MalaysiaPoliticsMarch-1753524322.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Malaysia protest\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857953\" class=\"wp-caption-text\">Malaysia’s former Prime Minister Mahathir Mohamad addresses the protesters [Mohd Rasfan/AFP]</figcaption></figure>\n<p>On Wednesday, Anwar announced that Malaysians above 18 years of age will receive a one-off payment of 100 ringgit ($23.70), to be distributed from August 31. He added that about 18 million Malaysian motorists will be eligible to buy heavily subsidised medium-octane fuel at 1.99 ringgit ($0.47) per litre, compared with the current price of 2.05 ringgit ($0.49).</p>\n<p>Political analysts viewed the announcements as a strategic move to appease increasing public frustration and dissuade people from joining Saturday’s protest.</p>\n<p>However, a survey released in June and conducted by the independent <a href=\"https://merdeka.org/anwar-gets-55-per-cent-positive-approval-rate-reveals-merdeka-centre-survey/\">Merdeka Centre for Opinion Research</a> found that a majority of voters approve of how Anwar is doing his job. He received a 55 percent approval rating.</p>\n<p>Reasons included the easing of political turmoil in recent years as well as efforts to raise Malaysia’s profile through this year’s chairmanship of the <a href=\"/news/2025/5/27/asean-kicks-off-summits-with-china-gulf-states-amid-us-tariff-threat\">Association of Southeast Asian Nations</a>.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "“Every single person in Gaza is starving” | TV Shows | Al Jazeera",
            "time": "2025-07-26T11:17:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/WEB-LPKG-THUMB-1753528618.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">The Israeli blockade of aid has caused a hunger crisis in Gaza and is condemning a growing number of its people to death by starvation. Nonetheless, Palestinian journalists are risking their lives to expose what Western media often softens or obscures: the use of starvation as a tool of genocide.</p>\n<p class=\"p2\"><strong>Contributors:<br>\n</strong>Diana Buttu – human rights lawyer<br>\nAlice Rothchild – Health Advisory Council, Jewish Voice for Peace<br>\nAnas al-Sharif – correspondent, Al Jazeera<br>\nAlex de Waal – author, Mass Starvation</p>\n<h2 id=\"on-our-radar\" class=\"p2\">On our radar</h2>\n<p class=\"p2\">In Iran, TV channels, news bulletins and newspapers have been in patriotic overdrive. Meenakshi Ravi reports on the wave of nationalism that has been sweeping across Iran since its 12-day war with Israel.</p>\n<h2 id=\"galamsey-covering-ghana-s-illegal-gold-rush\" class=\"p2\">Galamsey: Covering Ghana’s illegal gold rush</h2>\n<p class=\"p2\">Journalists covering illegal gold mining in Ghana face violent and powerful enemies. Iraklis Taxiarchis reports on the multibillion-dollar “galamsey” industry and the politics influencing its coverage.</p>\n<h2 id=\"featuring\" class=\"p2\">Featuring:</h2>\n<p class=\"p2\">Kwadwo Afriyie – Kwame Nkrumah University of Science and Technology<br>\nEmmanuel Ameyaw – cofounder, Climate Journalists Network Ghana<br>\nErastus Donkor – environmental journalist</p>\n</div></div></body></html>"
        },
        {
            "title": "Folk music and raids: How ultranationalists target migrants in Russia | The Far Right | Al Jazeera",
            "time": "2025-07-26T10:47:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-25-at-13.29.19-1753515027.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A group of uniformed men, at least one of them masked, walk up to a pair of watermelon sellers in a street on the outskirts of the Siberian city of Novosibirsk. The men are dressed in black, wearing tactical vests with patches bearing the emblem of a bogatyr – a mythic warrior of Slavic folklore – riding on horseback.</p>\n<p>They inform the traders, who they believe to be foreigners, that they are trading without a permit, and the black-clad men help load their goods into a van to be confiscated by the authorities.</p>\n<p>But these men-in-black have no official position in law enforcement.</p>\n<p>A video of this operation was uploaded online on Monday morning by the Russian Community, or Russkaya Obshchina (RO), who boasted of shutting down an “oriental bazaar”.</p>\n<p>Since the invasion of Ukraine, the RO has become the largest and most influential ultranationalist organisation in Russia, with 1.2 million subscribers to its official YouTube page and more than 660,000 readers on its main Telegram channel, as well as its own app, and enjoys support from powerful allies within the clergy and security services.</p>\n<p>“This is a classic movement of Russian ethnic nationalists,” says Alexander Verkhovsky, director of the SOVA Centre, which monitors hate movements in Russia.</p>\n<p>“There used to be [the slogan] ‘Russia for Russians’, but now that is considered too radical. But in essence, this is what it is about,” he says.</p>\n<p>RO also claims to stand for conservative moral and religious values, and steadfastly supports the Kremlin, including in its invasion of Ukraine.</p>\n<p>“These points define their entire ideology… There have always been nationalists, but the fact that the largest and most prominent Russian nationalist organisation is fully loyal to the government – this is an unusual situation.”</p>\n<figure id=\"attachment_3857893\" aria-describedby=\"caption-attachment-3857893\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857893\" src=\"/wp-content/uploads/2025/07/shutterstock_2022189386-1753521317.jpg?w=770&amp;resize=770%2C509&amp;quality=80\" alt=\"Novosibirsk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857893\" class=\"wp-caption-text\">An aerial view of Novosibirsk, Siberia, Russia with the Church of the Archangel Michael [Shutterstock]</figcaption></figure>\n<h2 id=\"folk-singing-and-a-stream-of-anti-immigrant-messages\">Folk singing and a stream of anti-immigrant messages</h2>\n<p>RO was founded five years ago by Omsk politician Andrey Tkachuk, anti-abortion rights activist Yevgeny Chesnokov and Andrey Afanasyev, a host on the TV channel Spas, which is owned by the Russian Orthodox Church.</p>\n<p>One member told the BBC last year that the idea was to create solidarity among Russians themselves, as other, tightly-knit ethnic communities in Russia already look out for each other, for example, Chechens or Armenians.</p>\n<p>As such, many of the Community’s activities are benign: Helping each other out with flat tyres, or organising festivities on Orthodox holidays such as Maslenitsa (Butter Week), with folk singing and dance performances in the run-up to Easter.</p>\n<p>But an examination of RO’s various Telegram groups reveals a narrow focus on ethnic Russian interests, to the exclusion of Russia’s other non-Slavic groups – although there are a handful of minority members – and a stream of anti-immigrant content.</p>\n<p>“The blacks will devour everything in their path if the Slavs do not unite to somehow defend their borders and values,” a young female follower of the Community’s Saratov branch, who can’t be named for fear of repercussions, told Al Jazeera, using a derogatory slur.</p>\n<p>The group’s other activities include vigilantism, often with the open or tacit support of the authorities, observers say.</p>\n<p>According to Verkhovsky, there are a number of tactics to target immigrants and other minorities. One is filing official complaints and making denunciations to authorities against what it deems immoral, such as homosexuality or abortion or “Russophobic behaviour”. Neither of the former are technically illegal in Russia, but there are laws against “propaganda” related to LGBTQ and “childfree” themes.</p>\n<p>Another tactic is raids, such as the one on watermelon sellers in Novosibirsk. “In the case of migrants, these are places where migrants live or work,” Verkhovsky explains.</p>\n<p>Members of the Russian Community or similar vigilante groups, for example, the smaller group Northern Man, typically appear where immigrants are working and find some sort of “violation” – in the case of the Novosibirsk watermelon stall, unlicensed trading. They then detain the alleged violators and hand them over to the police.</p>\n<p>“In principle, more or less any citizen can complain to the Russian Community and say he’s been offended by some ‘bad’ people,” says Verkhovsky.</p>\n<p>“Ideally, these ‘bad’ people are not Russian, and the person complaining is Russian. And then the Russian Community will go to protect him.”</p>\n<p>Sometimes, the group accompanies police on joint operations as “volunteers”, though this is rarer. Verkhovsky noted that attitudes towards RO by different police departments vary, and, while some seem to welcome the group, in other cases, officers have brought charges against Community members – only for prosecutors to drop them.</p>\n<figure id=\"attachment_3857909\" aria-describedby=\"caption-attachment-3857909\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857909\" src=\"/wp-content/uploads/2025/07/shutterstock_2594443521-1753522191.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russian Community\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857909\" class=\"wp-caption-text\">The flag of the Russian Community (RO) features at a street festival in the city of Borovsk, Russia, on August 24, 2024 [Shutterstock]</figcaption></figure>\n<h2 id=\"standing-up-to-a-crime-wave\">Standing up to a ‘crime wave’?</h2>\n<p>The vigilantes claim they are standing up to an “immigrant crime wave”.</p>\n<p>There is crime among foreigners in Russia: For instance, Georgians make up more than half of the “thieves-in-law”, an elite fraternity in the criminal underworld. Brawls and beatings involving gangs of young immigrant men often make headlines.</p>\n<p>However, these well-publicised incidents and individuals contribute only a small part of the overall crime statistics in Russia. According to Sergei Shoigu, secretary of Russia’s Security Council, foreigners committed just 2 percent of all reported crime nationwide last year, while comprising roughly 4 percent of the population.</p>\n<p>Furthermore, Valentina Chupik, a lawyer who offers free legal help to migrants, told Al Jazeera that a substantial portion of these offences are related to improper paperwork, rather than victimising Russians.</p>\n<p>“These crimes [missing paperwork] are the inevitable consequence of the organisation of illegal migration, which are committed by homeowners who rent apartments to migrants, but do not fulfil the obligation established by law to register them there,” she says.</p>\n<p>As well as immigrants, RO campaigns against alleged immorality and “fifth-columnists” in Russian society. As a human rights advocate, Chupik is considered to be one of these fifth-columnists and has become used to receiving threats and obscenities, including from RO supporters.</p>\n<p>“They threaten me regularly,” she says.</p>\n<p>“My employees are also threatened, as well as volunteers. They sometimes have posts in their Telegram groups mentioning me. After that, they write to me and call me.”</p>\n<p>Messages seen by Al Jazeera tell Chupik, “there’s a special spot for you in hell” and to “wait for the bottle”, alluding to sexual assault.</p>\n<p>Al Jazeera contacted multiple representatives of RO for comment, but did not receive any response.</p>\n<p>Since a <a href=\"/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting\">deadly attack</a> on a Moscow music venue last year by ISIS-affiliated gunmen, there has been an <a href=\"/features/2024/4/9/after-deadly-attack-russias-central-asian-workers-report-rising-racism\">upswing</a> in xenophobia. The police have ramped up arrests and other restrictions on immigrants, especially those from Central Asia. Verkhovsky says it is hard to tell to what extent the public is actively hostile towards immigrants, but polling indicates concerns about immigration have sharply escalated.</p>\n<h2 id=\"support-the-war-gain-acceptance\">Support the war; gain acceptance</h2>\n<p>In the 2000s, Russia suffered a <a href=\"/features/2015/9/23/behind-russias-ultra-nationalist-crackdown\">scourge</a> of far-right-wing violence, peaking in 2008 when skinhead gangs carried out 110 racist murders nationwide. In one particularly grisly episode, a Tajik and a Dagestani were shot dead and beheaded on camera in a woodland near Moscow. In 2022, two men were finally convicted of the double homicide after a third suspect, already imprisoned, incriminated them in his suicide note.</p>\n<p>For a time, available outlets for xenophobic sentiment dried up somewhat.</p>\n<p>“In the 2010s, the authorities greatly suppressed this movement and almost all these organisations either stopped their activities or were simply eradicated,” Verkhovsky explained.</p>\n<p>“And people who wanted to share these ideas and wanted to take part were either afraid or just did not know where to go at all.”</p>\n<p>Some far-right activists moved to Ukraine, where they found <a href=\"/news/2022/2/16/the-russians-going-against-putin-in-ukraine\">common cause</a> with like-minded locals.</p>\n<p>But RO is a new phenomenon. It prefers to work alongside the authorities, largely forsaking the thuggery of old. And its brand of nationalism aligns with the Kremlin, supporting the invasion of Ukraine and actively fundraising for soldiers and their families. In interviews, founder Andrey Tkachuk has even denied the existence of Ukraine’s national identity.</p>\n<p>“The state’s tolerance towards any groups that support the [war] has grown very much,” says Verkhovsky. “In general, the authorities don’t like any grassroots initiatives, but here they’ve quite notably tolerated it. This is possible only during a wartime situation.”</p>\n<p>While the Russian Community stays relatively within the confines of the law – acting as more of an unofficial auxiliary to law enforcement than the skinheads of the past, who eagerly filmed their brazen assaults – Verkhovsky points out “many of the activists are, shall we say, inclined towards violence, and the leadership can’t always hold them back.”</p>\n<p>In May, for instance, activists armed with pepper spray and a Taser allegedly burst into an apartment near St Petersburg where two men and a woman were drinking and taking illicit drugs. A fire broke out in the scuffle, and one of the men, of Armenian origin, died in the blaze, while the woman suffered serious injuries after jumping from a seventh-storey window.</p>\n<p>“Let him burn,” the activists reportedly told witnesses, accusing the man of being a “pusher”.</p>\n<p>And last week, a mass brawl erupted between dozens of RO members and Chechen and Ingush workers on a building site northeast of Moscow, after an Ingush security guard reportedly evicted a drunk man from the premises.</p>\n<p>On Sunday, the group revealed it had been branded an “undesirable organisation” by local authorities in the Chelyabinsk region of west-central Russia on the grounds of “extremism”.</p>\n<p>But RO has friends in high places: according to reports in Russian media, Alexander Bastrykin, the chief of Russia’s Investigative Committee, has intervened on members’ behalf several times, including filing charges against police officers who arrested them on various charges. And, in June, sources within the security services told reporters from the independent Russian news site, Meduza, that they use RO as a tool for managing “interethnic conflicts”.</p>\n<h2 id=\"blessed-by-a-vicar\">Blessed by a vicar</h2>\n<p>Another difference from the old, racist gangs is the influence of the Orthodox Church. The group has campaigned against mosques, requires its members to profess Orthodoxy, and has been blessed by a vicar on behalf of Patriarch Kirill, the head of the Russian Orthodox Church, himself.</p>\n<p>“Primarily the Russian Community, but also other organisations of the same type, have a very good relationship with the Russian Orthodox Church,” says Verkhovsky.</p>\n<p>“And I mean not just individual priests who sympathise with them, but at the level of high-ranking officials. This is quite unusual. How far it will go, it’s hard to say, but it’s very noticeable.”</p>\n</div></div></body></html>"
        },
        {
            "title": "At least five killed in courthouse attack in Iran’s Sistan-Baluchestan | Armed Groups News | Al Jazeera",
            "time": "2025-07-26T09:34:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/12/3-D-IRAN-SISTAN-BALUCHESTAN-WEBMAP-1000x562-1702631582.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least five killed in courthouse attack in Iran’s Sistan-Baluchestan</h1><p class=\"article__subhead\"><em>A mother and child are among those killed by gunmen who threw a hand grenade into the building in Zahedan.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An attack on a courthouse in southeastern Iran’s Sistan-Baluchestan province has killed at least five civilians and injured 13, Iranian media report.</p>\n<p>A mother and child were among those killed on Saturday by gunmen who threw a hand grenade into the building in Zahedan, the capital of Sistan-Baluchestan, a senior police official told the state news agency IRNA.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>IRNA said three of the attackers were also killed during the assault, citing the regional headquarters of the Islamic Revolutionary Guard Corps (IRGC).</p>\n<p>In a statement posted on its Telegram account, Jaish al-Adl (Arabic for Army of Justice), a Baloch armed group based in Pakistan but also active in Iran, claimed responsibility for the attack and urged “all civilians to immediately evacuate the area of clashes for their safety”, Iranian media reported.</p>\n<p>According to Alireza Daliri, Sistan-Baluchestan’s deputy police commander, the attackers tried to enter the building disguised as visitors.</p>\n<p>The Baloch human rights group HAALVSH, quoting witnesses, said several judiciary staff members and security personnel were killed or wounded when the assailants stormed the judges’ chambers.</p>\n<p>IRNA said emergency personnel were at the scene with the wounded evacuated and transported to medical centres.</p>\n<p>Sistan-Baluchestan, located on the borders with Pakistan and <a href=\"/news/2025/7/6/iran-tells-millions-of-afghans-to-leave-or-face-arrest-on-day-of-deadline\">Afghanistan</a>, is home to Iran’s Sunni Muslim Baloch minority, who have long said they are economically marginalised and politically excluded.</p>\n<p>Some <a href=\"/news/2024/1/18/which-are-the-armed-groups-iran-and-pakistan-have-bombed-and\">armed groups</a> said they are fighting for greater rights and autonomy. The Iranian government accuses some of them of having ties to foreign governments and being involved in attacks and cross-border smuggling.</p>\n<p>Fighting between Iranian security forces and the armed groups is frequent in the province, located about 1,200km (745 miles) southeast of the capital, Tehran.</p>\n<p>The area has been the scene of recurring clashes between Iranian security forces, including the IRGC, and fighters from the Baloch minority and Sunni groups and drug traffickers.</p>\n<p>In one of the deadliest incidents, 10 police officers were killed in October in what authorities described as a “terrorist” attack.</p>\n</div></div></body></html>"
        },
        {
            "title": "What is the Nipah virus and is it spreading in southern India? | Health News | Al Jazeera",
            "time": "2025-07-26T09:19:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-07-20T000000Z_273274256_RC26Z8AKMZNL_RTRMADP_3_INDIA-VIRUS-1753519228.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 12, a new deadly Nipah virus infection was confirmed in a 52-year-old man in the Palakkad district of Kerala, marking the tenth instance of <a href=\"/news/2023/9/13/nipah-virus-outbreak-in-india-what-you-need-to-know-about-viral-disease\">Nipah virus spillover</a> (transmission of the pathogen from animals to humans) in the southern Indian state since 2018.</p>\n<p>This year alone, Kerala has reported four Nipah cases, including two deaths, all within a 50km (30-mile) radius, on the border of the Malappuram and Palakkad districts.</p>\n<p>The state remains on high alert, with 675 people under surveillance across five districts.</p>\n<p>Here is what we know about the Nipah virus, its symptoms and how authorities are containing it.</p>\n<h2 id=\"what-is-the-nipah-virus\">What is the Nipah virus?</h2>\n<p>Nipah virus (NiV) is a highly pathogenic zoonotic virus (a virus that can be transmitted from animals to humans) which causes death in 40 to 75 percent of human infected cases. Alongside the Hendra virus, which is found in Australia, NiV is one of the most notable viruses from the henipavirus genus of the paramyxovirus family, responsible for a range of neurological – often respiratory – diseases in humans and animals.</p>\n<p>Fruit bats of the Pteropodidae family, ubiquitous across Oceania, South and Southeast Asia, and sub-Saharan Africa, are natural reservoirs of the virus, meaning the virus naturally lives and reproduces in these mammals without causing them any harm.</p>\n<p>The spillover of the virus to humans can happen directly or via intermediate hosts such as pigs or horses, which come into contact with humans.</p>\n<figure id=\"attachment_3857849\" aria-describedby=\"caption-attachment-3857849\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857849\" src=\"/wp-content/uploads/2025/07/AP21250417504394-1753519379.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"Nipah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857849\" class=\"wp-caption-text\">Health workers collect blood samples from goats for testing after a 12-year-old boy died of the Nipah virus in Kozhikode, Kerala state, India, on Tuesday, September 7, 2021. The southern Indian state has ramped up efforts to stop outbreaks of the deadly virus [Shijith K/AP]</figcaption></figure>\n<h2 id=\"what-are-the-symptoms-of-the-nipah-virus\">What are the symptoms of the Nipah virus?</h2>\n<p>According to the World Health Organization (WHO), human NiV infections range from asymptomatic infection to acute respiratory infection, seizures and fatal encephalitis (inflammation of the brain).</p>\n<p>The clinical presentation of NiV infection is neurological, affecting the central nervous system and resulting in acute encephalitis syndrome (AES), characterised by seizures, confusion and loss of consciousness. When the disease advances, it can cause damage to the lungs and can lead to life-threatening acute respiratory distress syndrome (ARDS).</p>\n<p>The incubation period of the virus is believed to be four to 14 days.</p>\n<h2 id=\"where-have-there-been-nipah-virus-outbreaks-before\">Where have there been Nipah virus outbreaks before?</h2>\n<p>The first human NiV infection was recorded in 1998, when pig farmers and butchers from Malaysia and Singapore contracted the virus from infected pigs. The outbreak affected more than 250 individuals and caused more than 100 deaths.</p>\n<p>There have been subsequent, almost annual outbreaks in Bangladesh since 2001, with human infection traced to the consumption of date palm sap contaminated with urine or saliva from infected fruit bats.</p>\n<p>In 2014, NiV infections in the Philippines were associated with the slaughter of horses and consumption of infected horse meat.</p>\n<p>India has reported two outbreaks in West Bengal in 2001 and 2007. In 2018, South India reported its first NiV outbreak in Kerala, when 19 confirmed cases led to 17 deaths. Since then, Kerala has reported NiV spillovers almost every year.</p>\n<figure id=\"attachment_3857838\" aria-describedby=\"caption-attachment-3857838\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857838\" src=\"/wp-content/uploads/2025/07/2023-05-17T110436Z_1967267049_RC2IPP90I1IP_RTRMADP_3_GLOBAL-PANDEMICS-BATS-SPILLOVER-1753519023.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nipah virus\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857838\" class=\"wp-caption-text\">Nashid Amin, whose wife Razia Sultana is a Nipah virus survivor, shows the date palm tree from which they drank sap before getting sick in Faridpur, Bangladesh, on September 14, 2021 [Mohammad Ponir Hossain/Reuters]</figcaption></figure>\n<h2 id=\"what-has-happened-in-kerala\">What has happened in Kerala?</h2>\n<p>Although Kerala has recorded 10 instances of NiV spillover since 2018, only two of them turned into outbreaks with instances of human-to-human spread.</p>\n<p>“We are now reporting single cases of Nipah infections rather than a cluster or outbreak like in 2018,” Thekkumkara Surendran Anish, nodal officer at the Kerala One Health Centre for Nipah Research and Resilience, said.</p>\n<p>The last six NiV infections in the state have been single-case spillovers with no human-to-human transmission. The recent uptick in recorded cases is down to the strengthened surveillance system in the state, according to Anish.</p>\n<p>“Thousands of people die in India every year due to AES or ARDS, [where] we don’t know the cause. NiV, in fact, is not a common cause for respiratory and encephalitis syndromes,” he said. “But in Kerala, because the entire health system is prioritising Nipah, we are detecting more Nipah infections.”</p>\n<p>At the same time, it is concerning that all four NiV infections in 2025 were reported in a small timeframe within a small area, Anish added. “Four independent spillover events within a couple of months in a 50km radius suggest a very high presence of infected bats and the virus in the area.</p>\n<p>“What it tells us is that in certain geospatial locations in Kerala, there is a high likelihood of Nipah spillovers, primarily because the bats in those localities seem to be highly infectious for a short period during the year.”</p>\n<h2 id=\"what-is-causing-the-spread-of-the-nipah-virus-in-kerala\">What is causing the spread of the Nipah virus in Kerala?</h2>\n<p>Unlike in Bangladesh, where there was a dedicated channel for the virus to spill over to humans (contaminated date palm sap), there is no obvious source in Kerala – or, at least, the “spillover mechanism” so far remains unclear.</p>\n<p>“We don’t know the exact spillover mechanism, but it seems to be highly sporadic in Kerala. For example, you unknowingly come in contact with an infected bat or its droppings,” Anish said.</p>\n<p>The commonly accepted cause is spillover from the human consumption of fruits contaminated by bat saliva or urine. However, virological examination of bat-bitten fruits has yielded negative results so far.</p>\n<p>A new paper by the Indian Council of Medical Research suggests the virus may be airborne.</p>\n<p>“Disease-causing microbes have different routes of transmission to reach and infect human hosts,” Thekkekara Jacob John, one of the authors of the paper, and an emeritus professor at the Christian Medical College, Vellore, said. “One of them is airborne transmission, like in Tuberculosis, whereby microbes float in the air for longer distances and are inhaled far away from the source.”</p>\n<p>The authors of the paper believe their hypothesis “accommodates the rare but recurrent spillovers of NiV in Kerala”, where there are no mechanical vectors for the virus, such as in Bangladesh or Malaysia.</p>\n<figure id=\"attachment_3857842\" aria-describedby=\"caption-attachment-3857842\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857842\" src=\"/wp-content/uploads/2025/07/2023-05-16T122322Z_1715867687_RC2CPP95S5V9_RTRMADP_3_GLOBAL-PANDEMICS-BATS-SPILLOVER-1753519129.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nipah virus\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857842\" class=\"wp-caption-text\">Field lab assistants measure the head of a bat with slide callipers at a field laboratory, as they research the Nipah virus in the Shuvarampur area of Faridpur, Bangladesh, on September 14, 2021 [Mohammad Ponir Hossain/Reuters]</figcaption></figure>\n<h2 id=\"what-are-the-authorities-doing-to-contain-the-nipah-virus-in-kerala\">What are the authorities doing to contain the Nipah virus in Kerala?</h2>\n<p>So far, Kerala has been successful in containing the spread of the virus using trace-and-test procedures. Across 10 “spillover events”, the case count stands at just 37 infected individuals.</p>\n<p>The key to this is a strong surveillance system, said Anish. “When a Nipah case is established, all primary contacts of the patient are immediately traced and monitored under house quarantine. If they test positive for the virus, we immediately start antiviral treatment,” he said.</p>\n<p>The prophylactic treatment of “primary contacts” with broad-spectrum antiviral drugs has helped reduce mortality. “In our experience, if we can treat Nipah early, it can definitely be cured,” Anish said.</p>\n<p>“Syndromic surveillance is another crucial aspect, whereby, in hospitals across the state, any patient presenting with AES or ARDS is tested for Nipah,” Anish said.</p>\n<p>Kerala has been steadily improving its health system. The state now has four labs capable of conducting RT-PCR (Reverse Transcription Polymerase Chain Reaction) tests for detecting active NiV infections.</p>\n<p>“It all comes down to political commitment,” Anish said. “The state ensures that efforts of the entire health system remain focused on Nipah outbreaks.”</p>\n<h2 id=\"what-is-the-treatment-for-nipah-virus-is-there-a-vaccine-in-development\">What is the treatment for Nipah virus? Is there a vaccine in development?</h2>\n<p>The WHO has identified Nipah as a priority disease for its Research and Development Blueprint – a global strategy and preparedness plan for epidemics.</p>\n<p>The University of Oxford’s NiV vaccine, which began in-human trials in January, was granted support from the Priority Medicines (PRIME) scheme of the European Medicines Agency (EMA) in June.</p>\n<p>However, there are no drugs yet available that specifically target NiV infection.</p>\n<p>Since there are no approved treatment protocols for NiV, and due to the high risk of mortality, doctors have used broad-spectrum antivirals. Ribavirin is the antiviral of choice, as it has been found to be effective against NiV infections in humans on several occasions.</p>\n<p>During a 2023 outbreak in Kerala, early application of the antiviral Remdesivir resulted in an improved case fatality rate. Monoclonal antibodies (copies of antibodies, created in a laboratory) have also been used to prevent severe disease manifestations in high-risk individuals.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"how-can-we-avoid-zoonotic-viruses-like-the-nipah-virus\">How can we avoid zoonotic viruses like the Nipah virus?</h2>\n<p>According to Anish, NiV is a model case study for a “one health” approach to combating high-threat pathogens. The one health approach recognises the fact that human health is interlinked with the health of animals and the environment.</p>\n<p>“[One health] is a combination of three things – human health, animal health and environment health,” Anish said. “You have to tackle all these things to reduce the chances of zoonotic spillovers such as Nipah.”</p>\n<p>Approximately 60 percent of emerging human pathogens are zoonoses, transmitted from animals to humans. Ecological disruption and the spread of human populations into wildlife habitats are primary causes for the emergence of these zoonotic viruses.</p>\n<p>Climate change is another growing concern, with rising temperatures attributed to influencing infections, viral load and human-animal interactions.</p>\n</div></div></body></html>"
        },
        {
            "title": "How the inventor of the bouncy castle saved lives | Features | Al Jazeera",
            "time": "2025-07-26T08:49:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/castle_3-3-1751287851.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\">On November 29, 1972, a fire broke out in the high-rise Rault Center, in downtown New Orleans. As firefighters struggled to reach the blaze and television cameras rolled, five women trapped in a beauty salon on the 15th floor had to make an impossible decision: remain in the burning building, or leap.</p>\n<p dir=\"ltr\">One by one, they jumped, aiming for the roof of a neighbouring six-storey building. Four of the women died.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p dir=\"ltr\">At the time, a 46-year-old engineer and fellow New Orleanian had been toying with an idea that might have saved them. The tragedy spurred John T Scurlock into action.</p>\n<p>He wanted to engineer an inflatable cushion that could provide a safe landing for people plunging from great heights. But to do it, he needed the help of his sons.</p>\n<p>First, he got them to push 45kg (100-pound) rolled-up pieces of vinyl off the top of his office building and onto the cushion he had designed below. The vinyl was attached to an accelerometer, which helped John calculate the weight the cushion could absorb at different speeds.</p>\n<p>Once he was confident it was safe, it was time for the next step: having his sons jump off the roof.</p>\n<p dir=\"ltr\">“We were like 10, 12, 14 years old, and we were jumping off a building into a big airbag. It was a lot of fun,” recalls Jeff Scurlock, now 66.</p>\n<figure id=\"attachment_2203597\" aria-describedby=\"caption-attachment-2203597\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2203597\" src=\"/wp-content/uploads/2023/05/Photo_202-1684184226.jpg?w=770&amp;resize=770%2C498&amp;quality=80\" alt=\"John T Scurlock and his wife Francis\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2203597\" class=\"wp-caption-text\">John T Scurlock and his wife Francis [Courtesy of Space Walk Inflatables]</figcaption></figure>\n<h2 id=\"space-pillow\" dir=\"ltr\">‘Space pillow’</h2>\n<p dir=\"ltr\">The following year, John <a href=\"https://patents.google.com/patent/US3851730A/en\" target=\"_blank\" rel=\"noopener noreferrer\">patented</a> the safety air cushion, the huge, inflatable pad still used today by fire brigades from New York to Tokyo to rescue people from fires and deaths by suicide.</p>\n<p dir=\"ltr\">But it was not his first invention. In fact, his life-saving inflatable was drawn from his earlier invention: the ubiquitous fair attraction known by many different names – the bouncy castle, moon bounce, bounce house or space walk, depending on where you are bouncing.</p>\n<p>In the Scurlock home, it was known as the “space pillow”.</p>\n<p dir=\"ltr\">A year after John filed a patent for the core of what would become the space pillow, he started working at a NASA facility in New Orleans. It was 1961, and NASA had opened its doors three years earlier in response to the Soviets pulling ahead in the space race with the launch of the world’s first satellite, Sputnik 1.</p>\n<p>The US space agency was abuzz with projects exploring the possibility of spaceflight, and by 1960, it had developed an interest in designing a crewed, <a href=\"https://www.nasa.gov/podcasts/small-steps-giant-leaps/small-steps-giant-leaps-episode-128-engineering-inflatable-structures-for-space/\" target=\"_blank\" rel=\"noopener\">inflatable space station</a>, thought by many to be a necessary first step in reaching the moon.</p>\n<p>Large, rigid space stations would require multiple rocket trips to bring up the parts, but plastic inflatables were considered light, strong and easy to transport. An inflatable space station could be launched into space with a single booster and unfurl once in orbit. (A meteorite-resistant <a href=\"/news/2016/5/9/inflatable-tent-set-to-transform-manned-space-flight\">inflatable space module</a> was sent up to the International Space Station in 2016, and NASA engineers are hoping to build a semi-permanent moon habitat out of inflatables.)</p>\n<p>John found himself in the middle of this innovation, which continued even in his spare time, when he would sketch designs for and stitch his proto-space pillow, using a commercial sewing machine he set up in a pit in the ground of his garage so he could haul the heavy vinyl material towards him as he stitched.</p>\n<p dir=\"ltr\">When he assembled an early, homemade space pillow for his young sons to play with in the backyard, it soon became a massive hit with the local children.</p>\n<p dir=\"ltr\">“We were very popular kids then, because we had one permanently in our backyard,” says Jeff. “The whole neighbourhood would come and jump on it.”</p>\n<p dir=\"ltr\">Jeff says it was his mother, Francis, who recognised how much children loved the inflatable and got the idea to market it. Eventually, John left his job to concentrate full-time on the “space pillow”.</p>\n<figure id=\"attachment_2071494\" aria-describedby=\"caption-attachment-2071494\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2071494\" src=\"/wp-content/uploads/2023/01/Space-Walk-Gen1-Bounce-House-.jpg?w=462&amp;resize=462%2C308&amp;quality=80\" alt=\"A photo of children playing on a moon bounce or space pillow.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2071494\" class=\"wp-caption-text\">One of John T Scurlock’s early prototypes of the ‘space pillow’ [Courtesy of Space Walk Inflatables]</figcaption></figure>\n<h2 id=\"inflatable-solutions\" dir=\"ltr\">Inflatable solutions</h2>\n<p dir=\"ltr\">In 1968, they started selling the invention to fairs around the country. But the safety risks were serious. “It was a nightmare, safety-wise,” says John’s grandson, Mials, 35. “It had no support, no netting, no way to keep you on it.”</p>\n<p dir=\"ltr\">When a carnival worker broke his neck and died, the company was “sued out of existence”, Mials says.</p>\n<p dir=\"ltr\">No longer a small backyard venture, the design needed protective features.</p>\n<p dir=\"ltr\">John set to work designing improvements: the space pillow grew columns, cushioning walls, netting around the sides and a roof, making it far safer. In 1972, the last year man walked on the moon, the family launched a new company, called Space Walk Inflatables, to manufacture and rent inflatables in the Louisiana city of Kenner.</p>\n<p dir=\"ltr\">Today, the global bounce house market is worth $4bn, driven by the popularity of rentals.</p>\n<p dir=\"ltr\">But as his invention ballooned in popularity, John also turned his attention to solving problems with heavy-duty inflatables.</p>\n<p dir=\"ltr\">Inflatable engineering is deceptively complex and requires answering mathematical questions to turn a 2D fabric into a 3D shape, says Dr Benjamin Gorissen, a professor of inflatable mechanics at KE Leuven in Belgium.</p>\n<p dir=\"ltr\">John loved numbers, recalls Mials, and was “a guy who could do the math”. He filed patents on several structures, including one intended for underwater pipe welding for offshore oil platforms, which resembles a <a href=\"https://patentimages.storage.googleapis.com/80/6b/08/12fa1faf79dcbc/US3837171.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">human heart</a> with someone working inside.</p>\n<p dir=\"ltr\">“Whatever news article would happen, he’d be in his office, sketching out a solution,” says Mials.</p>\n<p>Jeff recalls his father reading about sunken submarines in the newspaper, and then working on an invention that could help to resurface them.</p>\n<p dir=\"ltr\">Up until John’s death in 2008, “he never really stopped working”, says Jeff. His last creation in his 80s was a giant inflatable palm tree, a kind of air sculpture meant to provide shade over a 2.8 square metre (30sq ft) area.</p>\n<p dir=\"ltr\">John did not set out to build a business empire, Jeff and Mials, who now run the business, note. Though bouncy castles remain the core of their business, the Scurlocks continue to produce safety air cushions, which have a more complex structure. Their most heavy-duty product is certified for 20 storeys, or <a href=\"https://jumptosafety.net/\" target=\"_blank\" rel=\"noopener noreferrer\">200 feet</a> (60m).</p>\n<p dir=\"ltr\">Since it was invented, the safety air cushion has saved thousands of lives around the world, but it all began with an early, devoted pioneer urging his children to jump off the roof.</p>\n<p><em>This article is part of ‘Ordinary items, extraordinary stories’, a series about the surprising stories behind well-known items. </em></p>\n</div></div></body></html>"
        },
        {
            "title": "Malnutrition in Nigeria killed 652 children in past six months, MSF says | Hunger News | Al Jazeera",
            "time": "2025-07-26T08:30:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/11/2016-12-01T120000Z_1399262956_RC1A08121050_RTRMADP_3_NIGERIA-SECURITY.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 652 children have died from malnutrition in the Nigerian state of Katsina in the first six months of 2025, according to Doctors Without Borders.</p>\n<p>The charity, known by its French initials MSF, said in a statement on Friday that the deaths were caused by funding cuts from international donors, as Katsina, located in the country’s north, continued to suffer from violence and insecurity.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We are currently witnessing massive budget cuts, particularly from the United States, the United Kingdom, and the European Union, which are having real impact on the treatment of malnourished children,” said MSF.</p>\n<p>The NGO said by the end of June this year, nearly 70,000 children with malnutrition had already received medical care from the MSF teams in Katsina State, including nearly 10,000 who were hospitalised in serious condition.</p>\n<p>It, however, stressed that the need for prevention and treatment of malnutrition is enormous in northern Nigeria, and that urgent mobilisation was required.</p>\n<p>In the north of Nigeria, other factors increasing malnutrition include disease outbreaks, which are pushed by low vaccine coverage, availability, and accessibility of basic health services, and other socioeconomic indices complicated by <a href=\"/features/2025/1/23/from-cameroon-to-nigeria-separatist-conflicts-keep-children-out-of-school\">insecurity and violence</a>.</p>\n<p>MSF said the number of children in Katsina with the most severe form of malnutrition has risen by about 208 percent this year compared with the same period last year, and “unfortunately 652 children have already died in our facilities since the beginning of 2025.”</p>\n<p>Banditry is rife in Katsina, where insecurity has displaced many people, forcing them to abandon their farms. The government, alongside local civilian vigilante groups, has struggled to contain the activities of bandits.</p>\n<h2 id=\"wfp-freezes-aid\">WFP freezes aid</h2>\n<p>On Wednesday, the United Nations food agency said it will be forced to suspend food and nutrition aid for 1.3 million people in Nigeria’s <a href=\"/features/2022/11/5/wave-of-malnutrition-woes-overwhelm-children-in-northeast-nigeria\">conflict-hit northeast</a> by the end of July, because stocks had run out due to “critical funding shortfalls”.</p>\n<p>The World Food Programme’s (WFP) regional head, Margot van der Velden, said “we will face the heartbreaking reality of having to suspend humanitarian aid for the populations in areas devastated by conflict.”</p>\n<p>That means more than 1.3 million people in Nigeria will lose access to food and nutritional support, 150 nutrition clinics in the conflict-ridden Borno State in the northeast may close, 300,000 children will be at risk of severe malnutrition, and 700,000 displaced people “will be left with no means of survival”, she said.</p>\n<p>For years, the US Agency for International Development (USAID) had been the backbone of the humanitarian response in northeastern Nigeria, helping nongovernmental organisations provide food, shelter and healthcare to millions of people.</p>\n<p>The Trump administration has slashed foreign assistance and dismantled USAID, accusing the agency of waste and fraud and supporting a liberal agenda. Other Western donors also have slashed international aid spending.</p>\n<p>Nigeria has budgeted 200 billion naira ($130m) this year to cushion the shortfall from the withdrawal of funding to the health sector by the US.</p>\n</div></div></body></html>"
        },
        {
            "title": "Tunisia an ‘open-air prison’, say protesters at anti-President Saied march | Politics News | Al Jazeera",
            "time": "2025-07-26T07:56:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-25T205405Z_611590997_RC2UTFAWFYKK_RTRMADP_3_TUNISIA-POLITICS-PROTESTS-1753511500.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of Tunisian activists have protested against President Kais Saied, calling his rule since 2021 an “authoritarian regime” that has turned the country into an “open-air prison”.</p>\n<p>The protesters marched in capital Tunis on Friday, marking four years since Saied made moves to consolidate his one-man rule in a country once known as the birthplace of the Arab Spring pro-democracy uprisings.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Chanting the slogan, “The Republic is a large prison,” they demanded the release of <a href=\"/news/2025/7/8/tunisian-court-hands-lengthy-prison-sentences-to-ex-officials\">jailed opposition leaders</a>, including Rached Ghannouchi, head of Ennahdha, the self-styled “Muslim Democrat” party, and Abir Moussi, leader of the Free Constitutional Party.</p>\n<p>They are among dozens of politicians, lawyers, activists and journalists facing lengthy prison sentences under anti-terrorism and conspiracy laws. Others have fled the country, seeking asylum in Western countries.</p>\n<figure id=\"attachment_3857703\" aria-describedby=\"caption-attachment-3857703\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857703\" src=\"/wp-content/uploads/2025/07/2025-07-25T205617Z_77788516_RC2TTFAT94ER_RTRMADP_3_TUNISIA-POLITICS-PROTESTS-1753511372.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt='A man displays a sign as protesters rally against Tunisian President Kais Saied on the fourth anniversary of his power grab, in Tunis, Tunisia, July 25, 2025. Demonstrators denounced Saied’s rule as authoritarian, calling the country an \"open-air prison\" and demanding the release of jailed opposition figures, journalists, and activists. REUTERS/Jihed Abidellaoui' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857703\" class=\"wp-caption-text\">A man displays a sign as protesters rally against Tunisian President Kais Saied on the fourth anniversary of his power grab, in Tunis, Tunisia, July 25, 2025 [Jihed Abidellaoui/Reuters]</figcaption></figure>\n<p>On July 25, 2021, Saied suspended parliament, dismissed his prime minister and invoked a state of emergency to begin ruling by decree, ordering mass arrests and politically motivated trials to silence dissent.</p>\n<p>Though some cheered his efforts, <a href=\"/news/2025/5/1/tunisia-leader-saieds-opponents-supporters-stage-rival-rallies\">critics</a> called the moves a coup and said the events marked the beginning of Tunisia’s descent towards authoritarianism.</p>\n<p>Protesters also chanted slogans such as “No fear, no terror … streets belong to the people” and “The people want the fall of the regime” as they carried portraits of <a href=\"/news/2025/6/30/tunisia-court-sentences-lawyer-critical-of-president-to-two-years-in-prison\">political prisoners</a> and a cage that organisers said represented the state of political life in Tunisia.</p>\n<p>“Our first aim is to battle against tyranny to restore the democracy and to demand the release of the political detainees,” Monia Ibrahim, wife of imprisoned politician Abdelhamid Jelassi, told the Reuters news agency.</p>\n<p>Prisons are “crowded” with Saied’s opponents, activists, and journalists, said Saib Souab, son of Ahmed Souab, the imprisoned lawyer who is a critical voice of Saied.</p>\n<p>“Tunisia has turned into an open-air prison … Even those not behind bars live in a state of temporary freedom, constantly at risk of arrest for any reason,” he told Reuters.</p>\n<figure id=\"attachment_3857711\" aria-describedby=\"caption-attachment-3857711\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857711\" src=\"/wp-content/uploads/2025/07/2025-07-25T205717Z_1775777671_RC2TTFATIUDG_RTRMADP_3_TUNISIA-POLITICS-PROTESTS-1753511668.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt='Demonstrators display a banner as protesters rally against Tunisian President Kais Saied on the fourth anniversary of his power grab, in Tunis, Tunisia, July 25, 2025. Demonstrators denounced Saied’s rule as authoritarian, calling the country an \"open-air prison\" and demanding the release of jailed opposition figures, journalists, and activists. REUTERS/Jihed Abidellaoui' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857711\" class=\"wp-caption-text\">Demonstrators display a banner as protesters rally against Tunisian President Kais Saied on the fourth anniversary of his power grab, in Tunis, Tunisia, July 25, 2025 [Jihed Abidellaoui/Reuters]</figcaption></figure>\n<p>In 2022, Saied also dissolved the independent Supreme Judicial Council and sacked dozens of judges, a move the opposition said was aimed to cement the one-man rule. Saied said he does not interfere in the judiciary, but no one is above accountability, regardless of their name or position.</p>\n<p>In 2023, Saied said the politicians were “traitors and terrorists” and that judges who would acquit them were their accomplices.</p>\n<p>July 25 also marks the anniversary of Tunisia’s declaration as a republic in 1957. It later became the rallying cry of the pro-Saied “July 25 Movement”, which pushed for a crackdown on the country’s largely unpopular political class.</p>\n<p>Samir Dilou, a former government minister and member of Ennahdha, said Saied had forever changed the day’s meaning. “July 25 used to mark the Republic’s founding. Now, it marks its dismantling. Absolute power is absolute corruption,” he said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Cambodians flee border with Thailand as clashes continue for third day | Border Disputes News | Al Jazeera",
            "time": "2025-07-26T07:50:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25207085030884-1753513969.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Oddar Meanchey, Cambodia</strong> – Explosions reverberated in the distance along the <a href=\"/news/2025/7/26/death-toll-in-thailand-cambodia-border-clashes-hits-32-dozens-wounded\">Thai-Cambodia border</a>, as a Cambodian soldier waited his turn for surgery to remove shrapnel embedded in his body from a Thai artillery shell.</p>\n<p>The soldier said he was injured in fighting with Thai troops on Friday near the <a href=\"/news/2025/7/24/what-we-know-about-clashes-on-the-thai-cambodian-border\">ancient Ta Moan Thom temple</a> along the contested border separating the Cambodian province of Oddar Meanchey and the Thai province of Surin.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“I have shrapnel in my back and it hasn’t been removed yet. I need surgery,” the soldier told Al Jazeera, lying in bed in a hospital corridor, his wife and son seated on the floor beside him.</p>\n<p>“They took me to the military hospital first, but they didn’t have an X-ray [machine],” the soldier said.</p>\n<p>“When I was hit, my clothes were blown off,” he added.</p>\n<p>A second injured Cambodian soldier told how he took shrapnel to his left shoulder while fighting near the Ta Krabei temple, another disputed location on the Thai-Cambodia border.</p>\n<figure id=\"attachment_3857695\" aria-describedby=\"caption-attachment-3857695\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857695\" src=\"/wp-content/uploads/2025/07/MG_7631-1753510953.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Injured Cambodian soldiers wait in a hospital corridor to receive treatment in Cambodia's Oddar Meanchey province on Friday [Toby Hobbs/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857695\" class=\"wp-caption-text\">Injured Cambodian soldiers wait in a hospital corridor to receive treatment in Cambodia’s Oddar Meanchey province on Friday [Coby Hobbs/Al Jazeera]</figcaption></figure>\n<p>Cambodia claims to have gained control over territory around Ta Moan and Ta Krabei, along with six other contested sites, after pushing back Thai troops soon after clashes broke out Thursday. That claim could not be independently verified.</p>\n<p>The temples, like many areas along the more than 800km (500 miles) border these two Southeast Asian neighbours share, have long been a flashpoint due to <a href=\"/gallery/2025/7/24/thai-cambodian-border-conflict-escalates-with-deadly-clashes\">disputed territorial claims.</a></p>\n<p>The last major border clashes between Thailand and Cambodia broke out in 2011 near the 11th-century Preah Vihear Hindu temple, which belongs to Cambodia and is a UNESCO World Heritage Site.</p>\n<p>As of Saturday afternoon, more than 30 people, most of whom are civilians, have been confirmed killed on both sides of the border.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>At least 13 people have been killed in Cambodia, according to authorities, while some 20 have reportedly been killed in Thailand.</p>\n<p>Civilian infrastructure has also been bombed on both sides of the border in the three days of fighting.</p>\n<h2 id=\"we-ran-for-our-lives\">‘We ran for our lives’</h2>\n<p>Along the Cambodian side of the border, the clashes of artillery and rocket fire have <a href=\"/gallery/2025/7/25/thailand-cambodian-clashes-force-100000-into-shelters-on-thai-border\">forced civilians to flee.</a></p>\n<p>“I miss my home,” said Chheng Deab, a displaced Cambodian villager who fled her home located about 5km (3 miles) from the Thai border in Oddar Meanchey.</p>\n<p>Chheng Deab told how she left her home following a directive from local authorities and is now sheltering with her children at a primary school away from clashes, with dozens of other families who fled the border area.</p>\n<p>“If the shooting continues, we’ll keep moving. We don’t know when it’s going to finish,” she said.</p>\n<p>For the displaced people, food is already running low and uncertainty is mounting as many worry about the fate of their homes, livestock and farms – vital lifelines in Cambodia’s impoverished border regions.</p>\n<figure id=\"attachment_3857740\" aria-describedby=\"caption-attachment-3857740\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857740\" src=\"/wp-content/uploads/2025/07/MG_7583-1753512470.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Cambodians displaced by clashes on the border with Thailand gather at a site for displaced people on Friday [Coby Hobbs/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857740\" class=\"wp-caption-text\">Cambodians displaced by clashes on the border with Thailand gather at a site for displaced people on Friday [Coby Hobbs/Al Jazeera]</figcaption></figure>\n<p>Families told Al Jazeera how they had already returned home briefly, despite the danger, just to tend to their livestock and collect belongings left behind when they fled Thailand’s attack.</p>\n<p>Most said their most urgent need now is food.</p>\n<p>“We have little food left,” Chheng Deab said.</p>\n<p>“If this continues, we’ll have nothing to eat.”</p>\n<p>At a second site where displaced Cambodians had gathered, many expressed the same concerns, saying support from government authorities has been limited.</p>\n<p>A local village chief said residents have been pooling rice and other supplies to help each other.</p>\n<p>One woman, who asked not to be named, recalled her escape a day before the fighting erupted. She said some members of her community had been working in the fields when bombs fired by the Thai military suddenly began to rain down.</p>\n<p>“Samraong district [in Oddar Meanchey] has been the most heavily bombed by the Thais. We ran for our lives and couldn’t take everything we needed,” she told Al Jazeera.</p>\n<h2 id=\"thailand-cambodia-tit-for-tat-escalation\">Thailand-Cambodia tit-for-tat escalation</h2>\n<p>With the fighting reportedly spreading to many areas along the border, about 140,000 Thai civilians have fled or been evacuated from their homes, according to local officials.</p>\n<p>The Thai military has also declared martial law in eight border districts.</p>\n<p>In Cambodia, about 38,000 people have been uprooted from their homes across Preah Vihear, Oddar Meanchey and Pursat provinces.</p>\n<p>The long-running border disputes between Cambodia and Thailand – some of which date back more than a century – <a href=\"/news/2025/5/29/cambodia-pm-urges-calm-after-border-clash-with-thailand-leaves-soldier-dead\">re-erupted in May</a> when a Cambodian soldier was killed in a brief exchange of gunfire with Thai troops.</p>\n<p>After months of trading punitive tit-for-tat diplomatic and trade measures, tensions spilled over earlier this week when several Thai soldiers were <a href=\"/news/2025/7/23/thailand-recalls-ambassador-to-cambodia-amid-border-tensions\">injured by landmines</a> in the disputed border zone between the two countries.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Thailand accused Cambodian troops of deliberately planting new mines. Phnom Penh vehemently denied doing so, claiming the mines were left over from Cambodia’s civil war in the 1980s and 1990s.</p>\n<p>Thailand recalled its ambassador and expelled Cambodia’s envoy. Phnom Penh then pulled its diplomats in response, and both sides downgraded diplomatic ties.</p>\n<p>Direct fighting then broke out on Thursday morning, with both sides trading blame for who fired the first shots.</p>\n<p>In Oddar Meanchey province, the scene of the most intense fighting on the Cambodian side, there were sporadic but intense exchanges of machinegun, missile and artillery fire across the border on Friday.</p>\n<p>Cambodia has also accused Thailand of using cluster munitions – which are banned under international treaties – while Thailand, for its part, has accused Cambodia of repeatedly firing long-range rockets into civilian areas, including a hospital.</p>\n<p>Phumtham Wechayachai, Thailand’s acting prime minister, said he believed Cambodia might be guilty of war crimes for its alleged attacks on civilians.</p>\n<p>Cambodia’s Prime Minister Hun Manet has accused Thailand’s armed forces of launching “unprovoked, premeditated, and deliberate attacks”.</p>\n<p>With both leaders eager to paint the other as the aggressor, authorities on both sides of the border appear to be making preparations for what could be an extended conflict.</p>\n<p><em>(Additional reporting by Vutha Srey) </em></p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump in Scotland: How’s his trip going and what’s on the agenda? | Donald Trump News | Al Jazeera",
            "time": "2025-07-26T07:21:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25206667809081-1753512462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Donald Trump re-won the United States presidency in last year’s election, the Dumfries and Galloway News in Scotland greeted the news with this headline: “South West Scotland Hotelier Becomes President Of America For Second Time”.</p>\n<p>That more playful approach – a sign that the locals thought Trump, who owns luxury golf courses in Scotland, an amusement – now seems to have soured.</p>\n<p>The National, Scotland’s pro-independence newspaper, greeted his arrival for a four-day visit this week with the following headline: “<a href=\"/news/2025/1/10/trump-sentenced-in-new-york-hush-money-case-days-before-taking-office\">Convicted</a> US Felon To Arrive In Scotland”.</p>\n<p>So why is Trump visiting Scotland, and what’s on the agenda for his trip?</p>\n<figure id=\"attachment_3857720\" aria-describedby=\"caption-attachment-3857720\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857720\" src=\"/wp-content/uploads/2025/07/GettyImages-2226144039-1753511826.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Turnberry\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857720\" class=\"wp-caption-text\">Police outside the perimeter of Turnberry golf course in South Ayrshire, before the arrival of US President Donald Trump, on July 25, 2025 [Robert Perry/PA Images via Getty Images]</figcaption></figure>\n<h2 id=\"how-has-trump-been-received-in-scotland\">How has Trump been received in Scotland?</h2>\n<p>Trump’s links to Scotland go back to his mother.</p>\n<p>While his father, Fred, was the son of German immigrants, Trump’s mother, Mary Anne MacLeod, was a Scottish immigrant to the US – born in the village of Tong on the Isle of Lewis.</p>\n<p>Trump has made much of this connection and his love of Scotland, in general, while also making grand pledges about what his golf courses will do for tourism there.</p>\n<p>On Friday, he arrived in the small Ayrshire village of Turnberry, where he headed off for some golf, before a meeting with United Kingdom Prime Minister Keir Starmer for talks on trade on Monday. Trump Turnberry has two golf championship courses – the Ailsa (four times host to the Open Championship) and King Robert the Bruce.</p>\n<p>Turnberry, a tiny place of about 200 people, may have seemed like a good spot to escape wider troubles, as well. Trump still can’t shake off <a href=\"/news/2025/7/9/why-is-maga-angry-with-trump-pam-bondi-over-epstein-files\">speculation</a>, including from many in his MAGA fan base, about his <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">friendship with convicted sex offender Jeffrey Epstein</a>.</p>\n<p>Last week, the Wall Street Journal claimed Trump had sent Epstein a birthday note featuring a naked woman and text which read: “Happy Birthday – and may every day be another wonderful secret.”</p>\n<p>It reported that a book given to Epstein in 2003 included letters from both Trump and Bill Clinton.</p>\n<p>On Friday, a Scottish reporter shouted at Trump: “Are you in Scotland to escape legal problems?” He didn’t reply.</p>\n<p>Some people also turned up to protest against his visit to Scotland on Friday. One protester in Turnberry was holding a sign that read: “Scotland hated Trump before it was fashionable.” Other protest signs were less polite.</p>\n<p>Stephen Flynn, a Scottish National Party MP who is notably bald, said he wouldn’t meet Trump since he would be busy “washing his hair”.</p>\n<p>Dominic Hinde, an author and journalist based in Glasgow, said: “Scotland doesn’t need to kowtow to the White House in the way that the Westminster bubble does. We can afford to be rude in a way that Keir Starmer can’t. He played on his Scottish roots and expected to be welcomed like a king every time. His reception has only got worse and worse. We don’t want much to do with his kind of politics.”</p>\n<p>Because of this fuss and an <a href=\"/news/2024/9/16/trump-assassination-attempt-who-is-suspect-ryan-routh\">assassination attempt</a> during his election campaign last year, Turnberry became temporary home to 5,000 police officers, army trucks and road checkpoints on Friday. This is the biggest and most expensive security operation since the death of Queen Elizabeth II.</p>\n<p>Trump also plans to visit his golf course in Balmedie, near Aberdeen, as well as a new course set to open in August, during his four-day trip that is due to end on July 29.</p>\n<figure id=\"attachment_3857729\" aria-describedby=\"caption-attachment-3857729\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857729\" src=\"/wp-content/uploads/2025/07/AP25206816974549-1753511989.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Scots\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857729\" class=\"wp-caption-text\">A man seen through the windshield of a moving vehicle holds up a sign reading ‘This is not a paedophile island. You are not welcome here,’ as the motorcade of President Donald Trump arrives at the golf course in Turnberry, Scotland, Friday, July 25, 2025 [Jacquelyn Martin/AP]</figcaption></figure>\n<h2 id=\"why-are-some-scots-angry-with-trump\">Why are some Scots angry with Trump?</h2>\n<p>A dispute between Trump and local people began 14 years ago over a plan to build wind turbines that would be visible from his golf course in Aberdeenshire. He wanted them halted, calling them “monstrosities” that would only hurt tourism. He failed to stop the wind farms, but he remains against both wind and solar power.</p>\n<p>During previous talks, Trump has asked Starmer to ditch wind and ramp up oil production. He claims offshore wind turbines are “driving the whales crazy”. But around half of all Scotland’s electricity comes from wind.</p>\n<p>Trump’s golf course in Aberdeenshire has also proved controversial. Conservation groups say the course has destroyed nearby dunes. The course has also struggled to make a profit or employ as many people as had been hoped.</p>\n<p>The Stop Trump Scotland protest group made its opposition to him clear on Friday. It said: “The people of Scotland don’t want to roll out a welcome mat for Donald Trump, whose government is accelerating the spread of climate breakdown around the world.”</p>\n<figure id=\"attachment_3857735\" aria-describedby=\"caption-attachment-3857735\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3857735\" src=\"/wp-content/uploads/2025/07/AP25204541193001-1753512291.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Turnberry\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3857735\" class=\"wp-caption-text\">A view of Trump’s Turnberry golf course in Scotland on Wednesday, July 23, 2025 [Alastair Grant/AP]</figcaption></figure>\n<h2 id=\"what-will-trump-discuss-with-the-uk-s-prime-minister\">What will Trump discuss with the UK’s prime minister?</h2>\n<p><a href=\"/news/2025/7/25/donald-trump-set-for-trade-talks-with-europe-as-he-arrives-in-scotland\">Talks</a> with Keir Starmer will centre on refining a US-UK trade deal made in June, which set a 10 percent tariff on British goods going to the US.</p>\n<p>It also expanded access to US goods in the British market and set tariffs on the first 100,000 UK vehicles exported to the US annually at 10 percent, compared with 25 percent for other countries.</p>\n<p>In 2024, the UK shipped about 106,000 cars worth 9 billion pounds ($12.1bn) – including luxury brands such as Jaguar, Rolls Royce and Aston Martin, to the US, according to car manufacturers and the UK’s Office for National Statistics (ONS).</p>\n<p>The UK is now hoping to have a 25 percent tariff on UK steel and aluminium lowered, although that already compares favourably with a 50 percent duty for the rest of the world on the same goods.</p>\n<p>Philip Shaw, an economist at Investec in London, said: “The UK is in a relatively good position in that Trump has raised most tariffs on UK exports by only 10 percent and that Britain is facing a 10 percent tariff on most of its car exports, and not 25 percent levies, as the majority of other countries are. A good result would be a tariff-free trade deal, but that would be difficult to achieve in normal circumstances, let alone now.”</p>\n<p>Trump has claimed that the UK gets a better deal than other large economies, saying at the Group of Seven (G7) summit in June: “The UK is very well protected. You know why? Because I like them. That’s their ultimate protection.”</p>\n<p>On Friday Chancellor Rachel Reeves said: “It’s in Britain’s national interest to have strong relations with the US administration and as a result of both that long-term special relationship, but also more importantly, the work that our Prime Minister Keir Starmer has done in building that relationship with President Trump has meant that we were the first country in the world to secure a trade deal.”</p>\n<p>However, Kathleen Brooks, research director at UK investment group XTB, said: “While the UK was ‘blessed’ with an early trade deal, it has not helped the UK’s economic predicament, as yet.</p>\n<p>“The fact Trump has come to Scotland as the EU continues to wait for confirmation about its tariff rates with the US is interesting. Trump also has golf courses in Ireland, so his choice to visit Scotland could be seen as a rebuttal to the EU. It could also deflect some of the furore over the Epstein scandal.”</p>\n<p>Some Trump acolytes have been critical of the UK in general, saying it lacks freedom of speech and that London has “no-go” zones. Starmer is thought unlikely to bring such matters up while he negotiates on trade.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"what-else-might-come-up\">What else might come up?</h2>\n<p>Trump is also due to meet Scottish First Minister John Swinney, who has made positive noises, saying: “Scotland shares a strong friendship with the United States that goes back centuries. The partnership remains steadfast through economic, cultural and ancestral links – including, of course, with the president himself.”</p>\n<p>He has also pledged to raise issues beyond trade, such as the wars in Gaza and Ukraine.</p>\n<p>Trump will be back in the UK before too long, following this visit. A state visit with First Lady Melania is planned for September 17, when the president will be expected to meet King Charles and Queen Camilla at Windsor Castle.</p>\n</div></div></body></html>"
        },
        {
            "title": "Lebanese Shia families displaced by war now trapped by identity | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-07-26T05:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025_0603_12132900-1753003791.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dahiyeh, Beirut, Lebanon – </strong>Fatima Kandeel, 43, and her two sons moved into a new rented apartment in the southern suburbs of Beirut in March.</p>\n<p>They had been staying with her sister Aida nearby for four months after a ceasefire between Israel and Lebanon had stopped the worst, but not all, of Israel’s attacks on Lebanon, and it felt good to have their own place.</p>\n<p>In their barely furnished living room in Laylake, Dahiyeh, with only two armchairs and a shisha pipe between them, the walls make clear where the family stands.</p>\n<p>A framed photo of slain Hezbollah leader Hassan Nasrallah hangs beside a martyr’s portrait of Fatima’s 21-year-old nephew who was killed in an Israeli air strike in Jnoub in October.</p>\n<h2 id=\"in-the-rubble-scraps-of-home\">In the rubble, scraps of home</h2>\n<p>When the war in Gaza began on October 7, 2023, Hezbollah declared its support for Palestine and escalated tensions along the Israel-Lebanon border for about a year until Israel invaded and launched full-scale war.</p>\n<p>The suburbs of Dahiyeh have been repeatedly targeted in Israeli strikes as it is widely recognised as a Hezbollah stronghold.</p>\n<p>The family’s previous home in Dahiyeh’s Hay el-Selom, a 10-minute walk from Laylake, was destroyed by an Israeli air strike in October.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Yet Fatima was warm and hopeful in early June, her hazel eyes still smiling from below her hijab while recounting the pain of loss, displacement and hardship.</p>\n<p>Energetic and confident, she spoke expressively, using her hands as if she were on stage.</p>\n<p>Like many Lebanese hosts, she offered drinks and an invitation for lunch while chatting about what it was like to feel under attack in Dahiyeh and whether that changed her relationship with her neighbourhood.</p>\n<p>After her family’s home was destroyed and they fled to Aida’s, Fatima said, her sons, 24-year-old Hassan and 20-year-old Hussein, managed to salvage two wardrobes and a bed from the rubble along with other scraps from their lives there.</p>\n<p>Proud of that small victory, Fatima flung open the bedroom doors to show off the two wardrobes restored to the point where it would be hard to guess they had been in a bombing. The rescued bed is used by one of her sons after getting new slats and a new lease on life.</p>\n<p>“These are the most important pieces of furniture in the house,” she said, gently running her hand over one of the damaged surfaces.</p>\n<figure id=\"attachment_3847473\" aria-describedby=\"caption-attachment-3847473\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847473\" src=\"/wp-content/uploads/2025/07/2025_0603_131038002-1753003803.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fatima Kandeel holds a bag of recovered items from her previous home, destroyed by an Israeli airstrike in Hay El Selom, southern Beirut, including a stuffed SpongeBob toy which belonged to her son Hassan [João Sousa/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847473\" class=\"wp-caption-text\">Fatima Kandeel stands in front of a salvaged wardrobe, holding a bag of items her sons found in the rubble of their home in Hay el-Selom, which Israel destroyed. She pulls out a stuffed toy that her son Hassan used to play with [João Sousa/Al Jazeera]</figcaption></figure>\n<p>“They’re historical [because they survived]. I was so happy we got them back.”</p>\n<p>Hassan and Hussein found more in the rubble of their home: a stuffed toy that Hassan used to play with and a few of the books from their mother’s library.</p>\n<p>As she spoke, Fatima held the stuffed toy in her hands, smiling and looking at it. Hussein was quietly observing his mother as she shared her thoughts.</p>\n<p>“He used to sleep with it beside him every night,” Fatima recalled. “I couldn’t save much from their childhood after my divorce, but I kept this, and now it survived the war too.”</p>\n<p>In her bedroom, a small table holds a stack of books about history, religion and culture – a fragment of what she once owned.</p>\n<h2 id=\"scars-visible-and-invisible\">Scars, visible and invisible</h2>\n<p>From the living room balcony, the scars of war are visible. The top floors of a neighbouring building have been destroyed, the lower floors still standing – a daily reminder of what was lost.</p>\n<p>Yet Fatima holds Dahiyeh dear and is determined to stay.</p>\n<p>“I love the people here,” she said. “Everyone is kind. … Dahiyeh is home.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Hussein agreed that he feels most at home in Dahiyeh with its strong sense of community and friends and neighbours all around.</p>\n<p>During the war, he struggled emotionally, constantly stressed and getting into fights. He has seen two therapists but hasn’t felt much improvement.</p>\n<p>Unlike his mother, Hussein is open to the idea of leaving Dahiyeh, but he pointed out practicalities – rents and the overall cost of living outside Dahiyeh are much higher if they could find a place to rent.</p>\n<p>And, he said, they could face sectarian discrimination if they relocate.</p>\n<p>The family had to leave Dahiyeh briefly during Israel’s war on Lebanon and sought shelter in the nearby coastal Beirut suburb of Jnah. Fatima still carries a painful memory from that time.</p>\n<p>A Jnah grocery store owner snidely remarked: “Look at those trashy Shia people,” as he looked at newly arrived families dressed in the slippers and pyjamas they fled in.</p>\n<p>The comment left a scar, and she refuses to leave Dahiyeh again.</p>\n<p>“If war comes again, what do you teach the next generation?” she asked. “That it’s OK to give up your home? Or that you stand your ground?”</p>\n<figure id=\"attachment_3847484\" aria-describedby=\"caption-attachment-3847484\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847484\" src=\"/wp-content/uploads/2025/07/2025_0603_13502900-1-1753003833.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A busy street in Hay El Selom, decorated by posters of Hezbollah martyrs, including the late leader of the organisation, Sayyed Hassan Nasrallah, where Fatima and her two sons used to live before their home was destroyed by an Israeli airstrike in 2024 [João Sousa/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847484\" class=\"wp-caption-text\">A street in Hay El Selom is decorated with posters of Hezbollah martyrs, including late leader Sayyed Hassan Nasrallah. Fatima and her sons lived there until their home was destroyed by Israel [João Sousa/Al Jazeera]</figcaption></figure>\n<h2 id=\"if-it-were-just-me-i-d-stay\">‘If it were just me, I’d stay’</h2>\n<p>While Fatima has chosen to stay in Dahiyeh, her 55-year-old sister, Iman, wants to leave.</p>\n<p>Iman lives with her husband, Ali, a plastering foreman, and their four children: Hassan, 25, a programmer; Fatima, 19, a university student; and 16-year-old twins Mariam and Marwa, both in school.</p>\n<p>All the children still share a single bedroom in their modest but light and joyful home.</p>\n<p>The living room was full of laughter as Iman sat with Mariam and Hassan, passing around chocolate and juice while cousins chatted in the background.</p>\n<p>There was teasing as they shared memories of fear, displacement and resilience.</p>\n<p>Dahiyeh has never been entirely safe. Its history has been shaped by the 1975-1990 Lebanese Civil War and Israeli assaults, including the devastating 2006 war.</p>\n<p>It’s a cycle, Iman said – another war, another wave of fear and displacement. During Israel’s most recent war on Lebanon, the family fled multiple times.</p>\n<p>They first went to Kayfoun village in the Mount Lebanon governorate in late September, but tensions there were high, and a local man spread rumours of imminent Israeli strikes, trying to scare displaced families away.</p>\n<p>They left Kayfoun after a week and fled to Tripoli in the north, where life was quieter and the presence of nearby relatives offered some comfort, but mistrust lingered.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Iman was often judged by her hijab, which marked her as “resistance-aligned” to people who blamed Hezbollah for Israel’s attacks on Lebanon.</p>\n<p>“We all became introverts,” Hassan recalled. “We stayed home most of the time, but we had relatives nearby and met some good friends. We’d sit together, play cards. It helped.”</p>\n<p>In early October, they followed friends to Iraq’s capital, Baghdad, where they were welcomed warmly – more warmly, they said, than in parts of Lebanon.</p>\n<p>After the ceasefire, they returned. “There’s no place better than our country,” Iman insisted, but Dahiyeh does not feel safe to her any more despite her deep ties to the neighbourhood, so she is searching for a new home – anywhere that’s safer.</p>\n<p>“If it were just me, I’d stay,” she said. “But I have kids. I have to protect them.”</p>\n<h2 id=\"they-don-t-rent-to-shia-families\">‘They don’t rent to Shia families’</h2>\n<p>Iman’s son Hassan recalls the first time Israel bombed near their apartment – on April 1 in breach of the November ceasefire.</p>\n<p>“I just wanted out,” he said. “I don’t care where we go. Just somewhere that isn’t a target.”</p>\n<figure id=\"attachment_3847593\" aria-describedby=\"caption-attachment-3847593\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3847593\" src=\"/wp-content/uploads/2025/07/2025_0604_161735002-1-1753006743.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Iman Kandeel and some members of her family gather in their living room in Hadath, Beirut, a home they are contemplating leaving if the war between Israel and Lebanon escalates again [João Sousa/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3847593\" class=\"wp-caption-text\">Iman Kandeel in her living room. From left: Her son Hassan, the author, Iman, Iman’s daughter Mariam, Iman’s nephew Hassan and Fatima’s son Hussein, in Hadath, Beirut, a home they are contemplating leaving [João Sousa/Al Jazeera]</figcaption></figure>\n<p>But finding a new place to rent is far from simple.</p>\n<p>They considered moving to Hazmieh. It is close to Dahiyeh but not part of it, making it relatively safer. And it would be closer to Iman’s sister Mariam, who lives there.</p>\n<p>But Iman said: “In Hazmieh, most of them don’t rent to Shia families, or they would double the price.”</p>\n<p>Despite the mounting fear, the family does not want to leave Lebanon, and Hassan has turned down a job offer abroad. They’re exhausted, they said, but not ready to abandon their country.</p>\n<p>Even in the midst of war, Hassan said, his parents did not want to leave Dahiyeh. He had to work on convincing them to go first to Kayfoun, then eventually Iraq.</p>\n<p>It was the same after the ceasefire with long discussions about whether to leave, and it was his mother’s fear for her children that made her eventually agree.</p>\n<p>But more than a month after they spoke to Al Jazeera in early June, they’re still searching for a place that will take them and that they can afford.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "How do air conditioners work, and what is the effect on the environment? | Interactive News | Al Jazeera",
            "time": "2025-07-26T04:55:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/interactive-cover-air-conditioning-june8-2025-copy-6-1753275581.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Heatwaves all over the world are becoming longer and more intense and the need for cooling is rising fast, putting strain not just on power bills but on electricity grids and the planet. With 2024 the hottest year on record and 2025 not far behind, air conditioning is no longer a luxury for many – it’s a lifeline.</p>\n<p>Al Jazeera breaks down how air conditioners work, traces the history of cooling, and offers practical tips on protecting your AC and reducing energy costs.</p>\n<h2 id=\"how-does-air-conditioning-work\">How does air conditioning work?</h2>\n<p>Air conditioners cool indoor spaces by moving heat from inside your home to the outside using a chemical fluid called a refrigerant. The process starts when the indoor unit draws in warm air from the room and passes it over evaporator coils filled with cold, low-pressure liquid refrigerant. As the air moves across the coils, the refrigerant absorbs the heat and evaporates into a gas, cooling the air in the process. A fan then blows the cooled air back into the room.</p>\n<p>The now-warm refrigerant travels to the outdoor unit, where a compressor increases its pressure and temperature. In the condenser coils, the refrigerant releases heat to the outside air, turning back into a liquid. The cycle then repeats.</p>\n<figure id=\"attachment_3852493\" aria-describedby=\"caption-attachment-3852493\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852493\" src=\"/wp-content/uploads/2025/07/interactive-How-does-an-Air-conditioner-work-june8-2025-copy-4-1753275607.png?quality=80\" alt=\"interactive-How does an Air conditioner work-june8-2025 copy 4-1753275607\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852493\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"how-long-have-air-conditioners-been-around\">How long have air conditioners been around?</h2>\n<p>In 1820, British scientist Michael Faraday discovered that compressing and evaporating ammonia could chill air. It was an early breakthrough that laid the foundation for modern refrigeration and cooling systems.</p>\n<p>In the 1830s, American physician John Gorrie took a practical approach to the idea. He built a machine in Florida which created ice and used it to cool hospital rooms, aiming to treat patients suffering from tropical diseases.</p>\n<p>The modern era of air conditioning began in 1902, when Willis Carrier, an American engineer, designed a system to control humidity and temperature at a New York printing press. Though intended to remove humidity, which causes paper to expand and contract and can change ink colours, Carrier’s invention is considered the first true air conditioner.</p>\n<p>By 1914, the first residential air conditioner was installed in a Minneapolis mansion. It was huge – roughly the size of an entire room – and far from affordable for the average household.</p>\n<p>In 1931, engineers HH Schultz and JQ Sherman developed the first window-mounted unit, making cooling more accessible for individual rooms. This innovation paved the way for household adoption in urban areas.</p>\n<figure id=\"attachment_3852502\" aria-describedby=\"caption-attachment-3852502\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852502\" src=\"/wp-content/uploads/2025/07/GettyImages-515176272-1753275835.jpg?w=770&amp;resize=770%2C594&amp;quality=80\" alt=\"GettyImages-515176272-1753275835\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852502\" class=\"wp-caption-text\">Dr Willis H Carrier holds a thermometer inside an igloo display that demonstrates air conditioning at the New York World’s Fair. The temperature-controlled igloo remained at a steady 20 degrees Celsius (68 degrees Fahrenheit) inside, on April 25, 1939 [Bettman/Getty Images]</figcaption></figure>\n<p>The 1940s and 1950s saw a rapid expansion in air conditioning use. After World War II, economic growth, mass production and suburban housing booms brought AC into homes and offices. During this time, Freon (a chlorofluorocarbon, or CFC) replaced toxic refrigerants like ammonia and propane, making systems safer, more compact and easier to install.</p>\n<figure id=\"attachment_3852513\" aria-describedby=\"caption-attachment-3852513\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852513\" src=\"/wp-content/uploads/2025/07/shutterstock-1753276285.png?w=748&amp;resize=748%2C935&amp;quality=80\" alt=\"The 1963 General Electric Porta-cart air conditioner [Everett Collection/Shutterstock]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852513\" class=\"wp-caption-text\">The 1963 General Electric Porta-cart air conditioner [Everett Collection/Shutterstock]</figcaption></figure>\n<figure id=\"attachment_3852498\" aria-describedby=\"caption-attachment-3852498\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852498\" src=\"/wp-content/uploads/2025/07/GettyImages-3229435-1753275798.jpg?w=770&amp;resize=770%2C599&amp;quality=80\" alt=\"An air conditioner is mounted in the window of an offic\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852498\" class=\"wp-caption-text\">An air conditioner is mounted in the window of an office, circa 1955 [Lambert/Getty Images]</figcaption></figure>\n<p>The mini-split system was first developed in Japan in the late 1950s as a more efficient alternative to bulky window units and centralised HVAC systems. Its key innovation was a ductless design, which delivers air directly from an outdoor compressor to an indoor air handler – minimising energy loss typically caused by ductwork.</p>\n<figure id=\"attachment_3852500\" aria-describedby=\"caption-attachment-3852500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852500\" src=\"/wp-content/uploads/2025/07/GettyImages-81615627-1753275814.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"GettyImages-81615627-1753275814\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852500\" class=\"wp-caption-text\">A sign outside a US restaurant points to the use of air conditioning – as well as ‘White Rest Rooms’, in a clear indication of racial segregation – circa 1960 [Joan Sydlow/FPG/Hulton Archive/Getty Images] (Getty Images)</figcaption></figure>\n<p>By the 1970s and 1980s, mini-splits were being used across Asia and parts of Europe, and later expanded into North America. Their flexible installation and energy efficiency made them ideal for older buildings where retrofitting ducts was costly or impractical, as well as for homeowners seeking precise, room-by-room climate control. This is also when inverter technology, which adjusts the speed of the compressor to help save energy, was developed.</p>\n<p>In the 1990s, rising energy costs and growing environmental concerns led governments to adopt energy efficiency standards for cooling systems. In response, manufacturers introduced more efficient compressors, thermostats and system designs to reduce electricity consumption. During this period, the United States’ Clean Air Act was amended to phase out ozone-depleting chlorofluorocarbons (CFCs). Their replacement, hydrofluorocarbons (HFCs), like R-134a, gained popularity. But while HFCs don’t harm the ozone layer, they are potent greenhouse gases which contribute significantly to global warming.</p>\n<p>The 2000s brought a new wave of innovation, with air conditioners beginning to integrate digital controls, motion sensors and smart thermostats. Wi-Fi connectivity allowed users to adjust temperature settings remotely, while automation made systems more adaptive and efficient.</p>\n<p>By the 2010s, concerns over global warming and the environmental effects of refrigerants triggered a transition away from hydrofluorocarbons (HFCs). Newer refrigerants like R-32 and R-290 (propane), already being used in parts of Asia and Europe, marked a shift towards low-emission, climate-friendly cooling.</p>\n<figure id=\"attachment_3852491\" aria-describedby=\"caption-attachment-3852491\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852491\" src=\"/wp-content/uploads/2025/07/interactive-History-of-air-conditioning-june8-2025-copy-6-1753275600.png?quality=80\" alt=\"interactive-History of air conditioning-june8-2025 copy 6-1753275600\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852491\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"how-to-choose-the-right-air-conditioner\">How to choose the right air conditioner</h2>\n<p>Choosing the best-sized air conditioner is essential for keeping your home comfortable and your energy bills under control. Since an AC is a long-term investment, having the correct size can save you both money and hassle.</p>\n<p>A unit that is too small will struggle to cool a large room effectively – or may not cool it at all. On the other hand, an oversized AC may cool the space too quickly without removing enough humidity, leaving the room uncomfortably cold and damp.</p>\n<p></p>\n<p>Other factors to consider:</p>\n<ul>\n<li>Sunlight: Sun-exposed rooms may need higher tonnage.</li>\n<li>Ceiling height: Higher ceilings mean more air to cool.</li>\n<li>Number of occupants: More people generate more heat.</li>\n<li>Appliances: Rooms with computers, ovens or TVs may require extra cooling.</li>\n</ul>\n<h2 id=\"how-to-protect-your-air-conditioner\">How to protect your air conditioner</h2>\n<p>Air conditioners work hard during the hottest months, and proper care can prevent breakdowns, lower energy use and extend the life of the system.</p>\n<p>Here’s how to keep yours running smoothly:</p>\n<ul>\n<li>Don’t set the thermostat too low</li>\n<li>Keep the air filters clean</li>\n<li>Give it a break</li>\n<li>Don’t keep turning it on and off</li>\n<li>Keep the outer unit in the shade</li>\n</ul>\n<figure id=\"attachment_3852482\" aria-describedby=\"caption-attachment-3852482\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852482\" src=\"/wp-content/uploads/2025/07/INTERACTIVE_How-to-protect-your-air-conditioner0D_JUN26_2024-copy-4-1753275576.png?quality=80\" alt=\"INTERACTIVE_How to protect your air conditioner_JUN26_2024 copy 4-1753275576\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852482\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"how-to-reduce-air-conditioner-energy-use\">How to reduce air conditioner energy use</h2>\n<ul>\n<li>Install and set a programmable thermostat</li>\n<li>Using a ceiling fan can allow you to raise the thermostat temperature by about 4 degrees</li>\n<li>Seal cracks and openings to prevent warm air leaking into the room</li>\n<li>Avoid using heat appliances</li>\n<li>Draw the curtains to reduce the sun’s heat</li>\n<li>Use exhaust fans to expel heat when using kitchen cookers or having warm baths.</li>\n</ul>\n<figure id=\"attachment_3852495\" aria-describedby=\"caption-attachment-3852495\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852495\" src=\"/wp-content/uploads/2025/07/interactive-How-to-keep-cooling-costs-low0D-june8-2025-copy-1753275613.png?quality=80\" alt=\"interactive-How to keep cooling costs low-june8-2025 copy-1753275613\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852495\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<h2 id=\"how-much-do-air-conditioners-contribute-to-global-warming\">How much do air conditioners contribute to global warming?</h2>\n<p>While air conditioners provide much-needed relief from extreme heat, they also contribute significantly to the very problem they’re trying to solve – global warming.</p>\n<p>According to the International Energy Agency (IEA), space cooling technology – which includes air conditioners and electric fans – consumed about 2,100 terawatt-hours (TWh) of electricity globally in 2022. That’s about 7 percent of total global electricity use, which was roughly 29,000 TWh. When looking specifically at buildings, cooling accounts for nearly 20 percent of electricity consumption.</p>\n<figure id=\"attachment_3852488\" aria-describedby=\"caption-attachment-3852488\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852488\" src=\"/wp-content/uploads/2025/07/interactive-Global-electricity-use-for-air-conditioning0D-june8-2025-copy-3-1753275593.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"interactive-Global electricity use for air conditioning-june8-2025 copy 3-1753275593\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852488\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<p>This enormous energy demand comes with a climate cost. The IEA estimates that space cooling was responsible for about 1 billion tonnes of CO₂ emissions in 2022 from electricity use alone – about 2.7 percent of global CO₂ emissions from fossil fuels and industry.</p>\n<figure id=\"attachment_3852486\" aria-describedby=\"caption-attachment-3852486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3852486\" src=\"/wp-content/uploads/2025/07/interactive-Global-carbon-emissions-from-cooling0D-june8-2025-copy-2-1753275586.png?quality=80\" alt=\"interactive-Global carbon emissions from cooling-june8-2025 copy 2-1753275586\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3852486\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n<p>And that’s only part of the picture. These numbers don’t include the effect of refrigerants – powerful greenhouse gases used in many AC units – which further amplify the climate footprint of cooling.</p>\n<p>While air conditioning helps us to be comfortable in a world of rising heat each year, it also risks deepening the climate crisis unless cleaner energy and climate-friendly technologies are adopted.</p>\n<h2 id=\"a-global-surge-in-air-conditioning\">A global surge in air conditioning</h2>\n<p>Global warming and rapid urbanisation are prompting a global surge in air conditioner use.</p>\n<p>Demand for cooling is rising fastest in tropical and subtropical regions, particularly in urban areas.</p>\n<p>Cities heat up faster than surrounding countryside areas because of the “urban heat island effect” caused by heat being trapped by asphalt and concrete.</p>\n<p>According to the IEA, by 2018, air conditioning was nearly universal in countries like Japan, the US and South Korea. In contrast, ownership remained low in heat-exposed but lower-income nations such as India and South Africa, where access is limited despite intensifying heatwaves.</p>\n<p>Countries with both hot climates and higher incomes – like Saudi Arabia, where 63 percent of households have an AC unit, and South Korea (86 percent) – have widespread adoption. Meanwhile, AC ownership in emerging economies such as Indonesia (20 percent) and India (13 percent) is expanding rapidly as cooling shifts from a luxury to a basic need.</p>\n<p></p>\n<h2 id=\"how-to-build-a-homemade-air-cooler\">How to build a homemade air cooler</h2>\n<p>If you don’t own an air conditioner or are trying to save on energy costs, here are some steps you can follow to build your DIY cooler out of a styrofoam cooler, ice and a fan.</p>\n<p>While this won’t help with humidity, it can provide temporary relief during the hottest time of the day.</p>\n<figure id=\"attachment_3052894\" aria-describedby=\"caption-attachment-3052894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3052894\" src=\"/wp-content/uploads/2024/07/INTERACTIVE_staying-cool_JUN26_2024-copy-2-1721199193.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE_staying cool_JUN26_2024 copy 2-1721199193\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3052894\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure>\n</div></div></body></html>"
        },
        {
            "title": "UK, US blast Hong Kong rewards for help to catch activists overseas | Hong Kong Protests News | Al Jazeera",
            "time": "2025-07-26T04:01:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2019-08-17T000000Z_462077499_RC1773178990_RTRMADP_3_HONGKONG-PROTESTS-LONDON-1-1753496005.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom and the United States have condemned Hong Kong authorities for offering payment in exchange for assisting in the arrest of pro-democracy activists living in the UK and the US, even as the British government begins the process of reinstating an extradition deal with the autonomous Chinese city.</p>\n<p>On Saturday, Hong Kong’s national security police also formally announced arrest warrants for the 19 activists based overseas, accusing them of subversion under a stringent national security law, marking the largest such tally yet.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The activists are accused of having launched a referendum or running as candidates in the unofficial “Hong Kong Parliament” group, which authorities say aims at achieving self-determination and drafting a “Hong Kong constitution”.</p>\n<p>Police, who allege the organisation sought to overthrow the governments of China and Hong Kong by unlawful means, said they are still investigating and further arrests may follow.</p>\n<p>The US on Saturday condemned Hong Kong’s issuance of the arrest warrants, including some US-based individuals.</p>\n<p>“We will not tolerate the Hong Kong government’s attempts to apply its national security laws to silence or intimidate Americans or anyone on U.S. soil,” US Secretary of State Rubio said in a statement, adding that “the Hong Kong government continues to erode the autonomy that Beijing itself promised to the people of Hong Kong following the 1997 handover.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A day earlier, on Friday, Foreign Secretary David Lammy and Home Secretary Yvette Cooper issued a joint statement denouncing Hong Kong’s announced cash rewards for information on the 19 activists.</p>\n<p>In their statement, Lammy and Cooper called on China to stop targeting opposition voices in the UK.</p>\n<p>“The Hong Kong Police Force’s issuing of further arrest warrants and bounties on individuals living in the UK is another example of transnational repression,” their statement read.</p>\n<p>The bounties range from 200,000 to one million Hong Kong dollars (about $25,000-$125,000), depending on the individual the Hong Kong authorities seek to arrest.</p>\n<p>Police, who said the organisation sought to overthrow the governments of China and Hong Kong by unlawful means, said they are still investigating and further arrests may follow.</p>\n<p>It was the <a href=\"/news/2024/12/24/hong-kong-police-announce-bounties-on-overseas-pro-democracy-activists\">fourth time Hong Kong authorities</a> have made reward offers, which have drawn strong criticism from Western countries, to which China, in turn, has denounced as “interference”.</p>\n<p>In their statement, the two British ministers said, “This Government will continue to stand with the people of Hong Kong, including those who have made the [United Kingdom] their home. We take the protection of their rights, freedoms, and safety very seriously.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>But a recent proposal by the British government to reform extradition rules has prompted serious concerns, with some fearing it could pave the way for a <a href=\"/news/2025/7/25/uk-moves-to-reinstate-extradition-deal-with-hong-kong-despite-concerns\">resumption of extraditions to Hong Kong</a>, which have been suspended since the 2020 national security law was enacted.</p>\n<p>On Friday, Al Jazeera reported that the UK Home Office applied to Parliament to make changes to the country’s legislation regarding extradition on July 17, followed by a letter to Shadow Home Secretary Chris Philp the next day.</p>\n<p>“It is in our national interest to have effective extradition relationships to prevent criminals from evading justice and the UK becoming a haven for criminals,” the July 18 letter from Security Minister Dan Jarvis said.</p>\n<p>The Home Office also plans to restore an extradition framework with Chile and Zimbabwe, according to the letter, which was shared on X by Conservative MP Alicia Kearns.</p>\n<p>Cases for Hong Kong and Zimbabwe would both be considered on a “case-by-case basis”, Jarvis said.</p>\n<p>About 150,000 Hong Kong nationals migrated to the UK under a special visa scheme introduced in 2021.</p>\n<figure id=\"attachment_789698\" aria-describedby=\"caption-attachment-789698\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-789698\" src=\"/wp-content/uploads/2019/09/cdbee0b58c2a4441908f4c8ad341f057_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"hong kong five year 3\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-789698\" class=\"wp-caption-text\">An antigovernment protester shelters behind an umbrella as he attends a rally outside the Legislative Council building in Hong Kong in September 2019 [File: Jorge Silva/Reuters]</figcaption></figure>\n<p>In 2024, legislators in Hong Kong approved a new national security law ­– <a href=\"/news/2024/3/19/hong-kong-legislature-passes-tough-new-national-security-law\">referred to as Article 23</a> – that gave the government new powers to crack down on all forms of dissent on the grounds of alleged treason, espionage, sedition and external interference in Hong Kong’s internal affairs. Since then, Hong Kong has been offering bounties for the arrest of activists who have fled the city while facing charges related to the pro-democracy protests.</p>\n<p>Hong Kong, a former British colony, is a particular sticking point for the UK due to its historical relationship and the sharp decline in political freedoms in Hong Kong since China imposed controversial national security legislation in 2020.</p>\n<p>The former British colony returned to Chinese rule in 1997 with the guarantee of a high degree of autonomy, including freedom of speech, under a “one country, two systems” formula.</p>\n</div></div></body></html>"
        },
        {
            "title": "Palestinian lives are “not seen as equivalent” to others | Digital Series | Al Jazeera",
            "time": "2025-07-26T03:44:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/20250725_BOYLAN_H-1753501414.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Jul 2025</span><span aria-hidden=\"true\">26 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Death toll in Thailand-Cambodia border clashes hits 32, over 130 injured | Border Disputes News | Al Jazeera",
            "time": "2025-07-26T02:39:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250725__67UF2L4__v1__HighRes__CambodiaThailandBorderConflict-1753496294.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll in Thailand-Cambodia border clashes hits 32, over 130 injured</h1><p class=\"article__subhead\"><em>The death toll on both sides now stands at 32, as fears grow of a larger conflict breaking out between the neighbours.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodian officials have reported <a href=\"/news/2025/7/26/ten-killed-dozen-injured-in-vietnam-sleeper-bus-road-crash\">another 12 people killed</a> as a result of the ongoing border dispute with Thailand, with the death toll on both sides now standing at 32, as fears grow that the Southeast Asian neighbours may become engulfed in an extended conflict.</p>\n<p>Cambodian Ministry of National Defence spokesperson Maly Socheata told reporters on Saturday that seven more civilians and five soldiers were confirmed dead. One other Cambodian man was earlier reported killed when Thai rockets hit the Buddhist pagoda he was hiding in on Thursday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>At least 50 Cambodian civilians and more than 20 soldiers have also been injured, the spokesperson said.</p>\n<p>Thailand has reported 13 civilians – including children – as well as six soldiers killed over the past two days of fighting. An additional 29 Thai soldiers and 30 civilians have also been wounded in Cambodian attacks.</p>\n<p>Cambodian newspaper The Khmer Times, quoting officials in Cambodia’s Preah Vihear province, said about 20,000 residents have so far been evacuated from the country’s northern border with Thailand.</p>\n<p>More than 138,000 people have also been evacuated from Thailand’s border regions, with about 300 evacuation centres opened, according to Thai officials. On Friday, Thailand declared martial law in eight districts along the border with Cambodia.</p>\n<p>The decades-old conflict – centred around a contested section of the Thai-Cambodian border – <a href=\"/news/2025/7/24/thai-military-reports-clash-with-cambodian-troops-at-disputed-border-area\">re-erupted on Thursday</a> after a landmine explosion along the border wounded five Thai soldiers.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Tensions spilled over on Thursday with Thailand and Cambodia carrying out direct attacks on one another’s territory, with both sides accusing the other of opening fire first.</p>\n<p>Thailand said the Cambodian military launched long-range rockets at civilian targets in the country, including a strike on a petrol station that killed at least six people.</p>\n<p>The Thai military then scrambled an F-16 fighter jet to bomb targets in Cambodia, including the reported strike on the Buddhist pagoda, which resulted in one civilian casualty.</p>\n<p>Cambodia has accused Thailand of using a large number of cluster munitions – a controversial and widely condemned weapon – calling it a clear violation of international law.</p>\n<p>Phumtham Wechayachai, Thailand’s acting prime minister, said on Friday that Cambodia may be guilty of war crimes due to the deaths of civilians, as well as damage caused to a hospital.</p>\n<p>The United Nations Security Council (UNSC) held an emergency meeting focused on the clashes behind closed doors late on Friday in New York, but did not issue an official public statement after the meeting.</p>\n<p>The Associated Press news agency, citing an unnamed council diplomat, reported that all 15 UNSC members called on the parties to de-escalate fighting, show restraint and resolve the dispute peacefully.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Two teens jailed over machete murder of 14-year-old on London bus | Crime News | Al Jazeera",
            "time": "2025-07-26T02:26:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/415b886f1815779c6850c8c973ed03cd-1753489343.webp?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Two teens jailed over machete murder of 14-year-old on London bus</h1><p class=\"article__subhead\"><em>Deadly attack on teen reignited concern around the problem of knife crime that has plagued the British capital for years.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two British teenagers have been sentenced to life in prison, with a minimum term of 15 years, for stabbing to death a 14-year-old boy on a London bus in broad daylight earlier this year.</p>\n<p>Judge Mark Lucraft at London’s Old Bailey court sentenced the pair, who cannot be named due to their age, to life in prison on Friday. He ordered that they be considered for parole after 15 years and 110 days in detention.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The teenagers stabbed 14-year-old Kelyan Bokassa 27 times with machetes on the bus in the Woolwich area of southeast London on January 7. He later died from his injuries.</p>\n<p>The attackers – aged 16 and 15 at the time of the time of murder – were arrested later that month. The pair pleaded guilty to murder in May.</p>\n<p>The attack has reignited concern around youth gang violence and the ongoing problem of knife crime that has plagued the British capital and other cities in the United Kingdom for years.</p>\n<p>Across Britain, knife crime is up by nearly 80 percent since 2015.</p>\n<p>Last year, 10 teenagers were fatally stabbed in London alone, after 18 were killed in 2023, according to London’s Metropolitan Police.</p>\n<p>In September last year, a 15-year-old boy – reportedly a close friend of Bokassa – was also stabbed to death in Woolwich, in what a prosecutor described as gang retaliation.</p>\n<p>In August last year, in another incident that sent shockwaves across Britain, a teenager carried out a <a href=\"/news/2024/8/1/southport-attack-why-are-knife-crimes-on-the-rise-in-the-uk\">deadly stabbing spree</a> in the seaside town of Southport, which killed three young girls.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Detective Chief Inspector Sarah Lee, whose team led the Met investigation into Bokassa’s murder, said the “harsh reality in London is that violence disproportionately affects young Black men and boys”.</p>\n<p>“The fact we’re seeing so many teenagers like Kelyan die should be at the forefront of the minds of every politician, every policymaker and everyone who wants better for children growing up in London,” she said.</p>\n<p>Judge Lucraft said one of the perpetrators was himself a “victim of child criminal exploitation” by gangs, adding that he had faced “a history of trauma”. He added that the second boy was also exploited by gangs from the age of 12 and experienced “undiagnosed developmental needs”.</p>\n<p>“It is sadly an all too frequent senseless loss of yet another young life to the horrors of knife crime”, which “no sentence of a court can ever truly reflect”, Lucraft said.</p>\n<p>Shortly after the murder, Bokassa’s mother, Marie Bokassa, told the press her son was also exploited by gangs in the Woolwich area of southeast London.</p>\n<p>Addressing the court on Friday, she asked: “How can children behave like this?”</p>\n<p>“What have the children been exposed to, to show such behaviour as this?”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        }
    ]
}