{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Australia’s NSW passes tough anti-protest, gun laws after Bondi attack | Protests News | Al Jazeera",
            "time": "2025-12-24T08:20:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348739414705-1766561432.jpg?crop=0px%2C245px%2C8632px%2C4539px&resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The state of New South Wales (NSW) will have the toughest gun laws in Australia as well as wide-reaching new restrictions on free speech in the wake of the Bondi Beach mass shooting, which left 15 people dead.</p><p>Less than two weeks after the <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">attack</a> on a Jewish celebration, new legislation was passed by the state’s legislative assembly in the early hours of Wednesday morning, including restrictions that appear to target speech in solidarity with Palestinians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Notably, the Terrorism and Other Legislation Amendment Bill 2025 gives police powers to restrict public protests for up to three months “following a terrorism declaration”, while the public display of symbols of prohibited organisations will be banned.</p><p>“Once a declaration is made, no public assemblies can be authorised in designated areas, including by a court and police will be able to move people on if their behaviour or presence obstructs traffic or causes fear, harassment or intimidation,” the NSW government said in a statement.</p><p>In the statement, NSW Premier Chris Minns and other top officials said that the sweeping changes would involve a review of “hate speech” and the words <a href=\"/news/2025/12/18/uk-police-arrest-four-people-for-pro-palestine-intifada-calls\">“globalise the Intifada”</a> were singled out as an example of speech that will be banned. The term is often used in solidarity with Palestinians and their civil struggle against Israeli military occupation and illegal settlement expansion, dating back to the <a href=\"/gallery/2023/12/8/history-illustrated-the-first-intifada-against-israel\">1980s</a>.</p><p>Minns acknowledged that the new laws involved “very significant changes that not everyone will agree with” but he added, “our state has changed following the horrific anti-Semitic attack on Bondi Beach and our laws must change too.”</p><p>He also said that new gun laws, which restrict certain types of guns to use by farmers, would also help to “calm a combustible situation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"constitutional-challenge\">Constitutional challenge</h2><p>Three NSW-based pro-Palestinian, Indigenous and Jewish advocacy groups said on Tuesday, before the final vote on the legislation, that they would be “filing a constitutional legal challenge against the draconian anti-protest laws”.</p><p>Palestine Action Group Sydney said in a statement shared on Facebook that it was launching the challenge together with the Indigenous group Blak Caucus and Jews Against the Occupation ’48.</p><p>“These outrageous laws will grant NSW Police sweeping powers to effectively ban protests,” the Palestinian advocacy group said, accusing the NSW government of “exploiting the horrific Bondi attack to advance a political agenda that suppresses political dissent and criticism of Israel, and curtails democratic freedoms”.</p><p>Changes to the state’s protest laws also come just months after <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">more than 100,000 people</a> marched over the Sydney Harbour Bridge in protest against Israel’s genocidal war on Gaza, after a court overturned an attempt by the Minns government to try to stop the peaceful protest from taking place.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following the huge display of public support for ending Israel’s war on Gaza, Australia joined more than 145 other UN member states in <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">recognising Palestinian statehood</a> at the United Nations in September this year, much to the outrage of Israeli officials.</p><p>Within hours of the Bondi attack, Israeli Prime Minister Benjamin Netanyahu, who is wanted for <a href=\"/news/2025/12/15/icc-rejects-israeli-bid-to-block-gaza-war-crimes-investigation\">alleged war crimes</a> by the International Criminal Court (ICC), linked the shooting to Australia’s recognition of Palestinian statehood.</p><p>UN special rapporteur Ben Saul, who is also an international law chair at the University of Sydney, criticised Netanyahu’s comments.</p><p>Saul, whose UN mandate focuses on ensuring human rights are protected while countering terrorism, called for a “measured response to the Bondi terrorist attack”.</p><p>“Overreach does not make us safer – it lets terror win,” Saul said in a post on social media.</p><p></p><h2 id=\"heroes-to-be-honoured\">Heroes to be honoured</h2><p>Australia’s Prime Minister Anthony Albanese said on Wednesday that he plans to create a special honours list to recognise the people who rushed in to try to stop the two attackers as they targeted the Hanukkah celebration at Bondi Beach on December 14.</p><p>Australian public broadcaster the ABC reported those honoured would likely include Australian-Syrian shop owner <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed</a>, as well as Boris and Sofia Gurman, a local couple who tried to stop the gunmen but were among those killed in the attack.</p><p>While al-Ahmed has been widely hailed as a hero around the world, less is known about a second Muslim man who ran in to help, even as he was tackled by bystanders because he was mistaken for being an attacker.</p><p>The man’s lawyer, Alisson Battisson, says that her client, whom she did not name, is a refugee who is potentially facing deportation due to a past criminal record, despite his repeated attempts to help stop the Bondi attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China probe finds Taiwanese men controlled ship that cut undersea cables | News | Al Jazeera",
            "time": "2025-12-24T08:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AP25056405722064-1741154006_b36619-1741566517.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>China probe finds Taiwanese men controlled ship that cut undersea cables</h1><p class=\"article__subhead\"><em>Chinese officials claim Taiwanese smugglers are to blame for February incident Taipei says was an act of hybrid warfare.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has accused two Taiwanese nationals of leading a smuggling ‍operation involving a ‍Chinese-crewed vessel that damaged subsea cables in February, in an incident that has <a href=\"/news/2025/4/11/taiwan-charges-captain-of-china-linked-ship-with-damaging-subsea-cable\">stoked tensions</a> between the countries.</p><p>The public security bureau in Weihai, in China’s eastern Shandong province, said on Wednesday that a probe into the incident showed that two Taiwanese men had been operating the ship involved – the Togo-registered Hong Tai 58 – as part of a longstanding operation smuggling frozen goods into China.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In comments carried in Chinese state media, China’s Taiwan Affairs Office ‌accused Taiwan’s governing Democratic Progressive Party of falsely claiming that Beijing had used the Hong Tai 58 to deliberately sabotage an undersea cable off the island in a bid “to stir cross-Strait confrontation”.</p><p>Taiwan has accused Beijing of severing the cable as a so-called “grey zone” or “hybrid warfare” tactic to apply pressure on the self-ruled island of 23 million people, which China views as its territory.</p><p>The terms refer to low-grade coercive acts such as sabotage that hold a certain degree of plausible deniability.</p><p>But China has denied its involvement, calling the incident a “common” maritime occurrence that has been “exaggerated” by Taiwanese authorities.</p><p>In June, a Taiwanese court sentenced the Chinese captain of the Hong Tai 58 to three years in ⁠jail after finding him guilty of intentionally damaging the cables off Taiwan.</p><p>Seven Chinese crew members were sent back to China without charge, and were interviewed by authorities on the mainland as part of their probe into the incident.</p><h2 id=\"reward-offered\">Reward offered</h2><p>Announcing the probe’s findings, the Weihai public security bureau offered a reward of up to 250,000 yuan ($35,569) for information ‌or assistance regarding the Taiwanese suspects, who it said had the surnames Chien and Chen.</p><p>The pair had been on a Chinese customs office wanted list since 2014, it added.</p><p class=\"p1\">Taiwan’s Mainland Affairs Council said the Chinese Communist Party does not have jurisdiction over Taiwan and urged the Chinese authorities to provide concrete evidence if they had it.</p><p class=\"p1\">“In the absence of concrete evidence, publicly announcing ​names and offering rewards is not a civilized practice,” it ‌said in a statement. “It is merely another instance of cross-border repression and political manipulation.”</p><p>Subsea cables are the <a href=\"/economy/2019/8/28/undersea-cable-to-china-may-be-nixed-on-national-security-grounds\">backbone of the internet and global telecoms industry</a>, carrying nearly all of the world’s internet traffic, but are also susceptible to breakdowns from movements on the sea floor or human activity.</p><p>Between 100 and 200 cable breakdowns occur each year, according to industry data, and <a href=\"/news/2025/3/10/as-undersea-cables-break-down-proving-sabotage-a-difficult-task\">proving damage as deliberate</a> is difficult.</p><p>Since 2023, there have been at least 11 cases of subsea cable breakdowns around Taiwan, although some were later ruled as accidents or due to the old age of the equipment.</p><p>Countries around the Baltic Sea have also seen an increase in undersea cable breakdowns since the Russian invasion of Ukraine, and they have struggled to bring legal cases against China and Russia-linked ships and their owners.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces injure dozens in occupied West Bank raid | Gaza | Al Jazeera",
            "time": "2025-12-24T08:00:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766563157.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Burkina Faso leader vows AES alliance crackdown on armed groups in Sahel | Business and Economy News | Al Jazeera",
            "time": "2025-12-24T07:54:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357451476873-1766555210.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Burkina Faso leader vows AES alliance crackdown on armed groups in Sahel</h1><p class=\"article__subhead\"><em>Burkina Faso, Niger, Mali have launched joint battalion aiming to bolster sovereignty after group booted out France, US.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Burkina Faso’s interim leader, who is part of a regional alliance of military-led countries that includes Mali and Niger, has announced “large-scale” joint operations against armed groups in the coming days.</p><p>Captain Ibrahim Traore’s comments came as the three countries, allied under the banner of the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES), held a joint summit that concluded on Tuesday, days after the launch of a joint military battalion aimed at fighting groups linked to al-Qaeda and ISIL (ISIS).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Newly installed as AES chief, Traore provided no further details on the actions planned by the three countries, which have all experienced coups in recent years and have withdrawn from the Economic Community of West African States (ECOWAS) bloc to form the AES in 2024. The three pledged at this week’s summit to deepen their security and economic ties.</p><p>The military leaders of the three nations have kicked out longtime security partners <a href=\"/news/2023/12/31/au-revoir-sahel-did-2023-crush-frances-influence-in-africa\">France</a> and the United States, turning instead to <a href=\"/opinions/2025/9/25/the-us-and-russias-proxy-war-is-bleeding-africa\">Russia</a> as an ally in their bid to advance regional sovereignty, with this week’s launch of the 5,000-strong AES Unified Force (FU-AES) seen as a key milestone for the bloc.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2023/7/27/who-is-omar-tchiani-the-suspected-brain-behind-niger-coup\">General Omar Tchiani</a>, leader of Niger’s military government, said at the summit that the AES had “put an end to all occupation forces in our countries”.</p><p>“No country or interest group will decide for our countries any more,” he said.</p><p>Burkina Faso’s Traore warned of looming destabilisation in West Africa, which he termed the “Black Winter” – a phase of external threats, violence, and economic pressure aimed at undermining Sahelian sovereignty.</p><p>At the summit, the three states launched a joint broadcaster called AES Television, with Malian President General Assimi Goita describing it as a strategic tool “to break disinformation campaigns and hostile narratives targeting our states”.</p><p>On security, Goita reported positive operational outcomes, claiming that “several terrorist bases” had been destroyed.</p><p>On the economy, he rejected narratives portraying the Sahel as structurally poor, lauding the bloc’s “immense mining and agricultural potential”.</p><p class=\"p1\">The second annual AES summit shows growing collaboration among the three countries, despite fractured relations and coup-related sanctions from global partners, said Ulf Laessing, head of the Sahel programme at the Konrad Adenauer Foundation.</p><p class=\"p1\">The alliance “enjoys popularity among citizens of the three countries” and is trying to keep momentum going by deepening cooperation beyond cross-border military operations, Laessing told The Associated Press news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China’s rising economic influence in the Middle East | Economy | Al Jazeera",
            "time": "2025-12-24T07:25:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Chinas-rising-economic16x9-1766489641.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s economic influence is growing, reaching into regions that were long dominated by the West. By why, and what makes the Middle East strategic for China?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump says ‘anyone who disagrees’ with him will never head Federal Reserve | Business and Economy News | Al Jazeera",
            "time": "2025-12-24T06:44:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T180614Z_1687252794_RC27TGAAIBQX_RTRMADP_3_USA-FED-INVESTORS-1766555028.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says ‘anyone who disagrees’ with him will never head Federal Reserve</h1><p class=\"article__subhead\"><em>US president is reviewing candidates to replace outgoing Federal Reserve chief Jerome Powell, who disagreed with Trump on interest rate cuts.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said that he expects the next chairman of the US Federal Reserve to keep interest rates low and never “disagree” with him.</p><p>Trump made his remarks on Tuesday as interviewing was under way for candidates to replace outgoing Federal Reserve chief Jerome Powell.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I want my new Fed Chairman to lower Interest Rates if the Market is doing well, not destroy the Market for no reason whatsoever,” Trump wrote in a lengthy post on his Truth Social platform.</p><p>“The United States should be rewarded for SUCCESS, not brought down by it. Anybody that disagrees with me will never be the Fed Chairman!”</p><p>Since returning to office in February, Trump has constantly pressured the Federal Reserve – the central bank of the US – to cut interest rates in a bid to boost economic growth across the US economy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump also threatened to dismiss Fed chief Powell for not following his directive on cutting interest rates, calling him a “numbskull” and “major loser” in public. The president’s comments about Powell’s replacement have stoked fears about the future independence of the Fed from political interference – a longstanding convention in the US.</p><p>The Fed has already cut its benchmark interest rate three times this year, landing at 3.5 to 3.75 percent in mid-December. But Trump has previously suggested it should be as low as 1 percent.</p><p>Lower interest rates make it cheaper to borrow money and encourage spending, but moving too quickly to cut rates or cutting them too sharply raises the risk of inflation.</p><p>Michael Sandel, chief investment officer at Potomac River Capital and a Federal Reserve historian, told Al Jazeera that Trump was sending a clear message to the next chairman of the Fed.</p><p>“Obviously, the statement in the final weeks of Powell’s successor selection focuses attention on which of the finalists will do what Trump wants. Or put another way, who can convince Trump that their way is in his best interest,” Sandel said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Top candidates to replace Powell include <a href=\"/economy/2025/12/4/who-is-kevin-hassett-trumps-expected-pick-to-lead-the-federal-reserve\"> Kevin Hassett, director of the National Economic Council</a>; Kevin Warsh, a financier and former Fed governor; and Christopher Waller, a current Fed governor, according to the CNBC news outlet.</p><p>Hassett said this week that the Fed should continue to cut interest rates, even as recent economic indicators show that the US economy is performing better than many analysts previously thought.</p><p>The US Commerce Department this week posted 4.3 percent gross domestic product (GDP) growth for July to September, higher than the 3.2 percent growth predicted for the third quarter of 2025 by Dow Jones analysts, according to CNBC.</p><p>Much of that growth was fuelled by consumer spending and exports, according to the Bureau of Economic Affairs.</p><p>Sandel told Al Jazeera that Hassett looked like the strongest candidate due to his past working relationship with Trump.</p><p>“Of the finalists, my money’s on Kevin Hassett, who’s closest to Trump and as NEC chair, probably the last one in the room and the one who can make his case best,” he said.</p><p>Hassett also has the “rare” skill of being able to “teach Trump economics and evangelise Trump’s own inimitable ideas”, he added.</p><figure id=\"attachment_4193143\" aria-describedby=\"caption-attachment-4193143\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193143\" src=\"/wp-content/uploads/2025/12/2025-12-23T180411Z_1677503409_RC2QHIAHE71N_RTRMADP_3_USA-TRUMP-ECONOMY-HASSETT-1766550814.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"FILE PHOTO: Kevin Hassett, director of the National Economic Council, speaks to the media outside the White House in Washington, D.C., U.S., December 16, 2025. REUTERS/Evelyn Hockstein/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193143\" class=\"wp-caption-text\">Kevin Hassett, director of the National Economic Council, speaks to the media outside the White House in Washington, DC, United States, on December 16, 2025 [Evelyn Hockstein/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Ukraine’s Zaporizhia comes under deadly attack | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T06:38:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/photo_5357272232436109598_y-1766557235.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Ukraine’s Zaporizhia comes under deadly attack</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Russian attack on Ukraine’s Zaporizhia region kills at least one and injures three, according to its governor.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Three people, including officers, killed in explosion in Russia’s Moscow | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T06:31:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694b8c5105a6-1766558801.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Three people, including officers, killed in explosion in Russia’s Moscow</h1><p class=\"article__subhead\"><em>Investigators say the blast in Moscow occurred close to the site where a Russian general was killed on Monday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Two police ⁠officers ​and another ‍person have been ‍killed in ⁠blast in southern ​Moscow, ‌near where a general was ‍killed recently by a car bomb Russia said was planted by Ukrainian intelligence, according to investigators.</p><p>The two traffic police officers were killed early on Wednesday in an explosion that occurred when they attempted to arrest a suspicious individual, the Russian Investigative Committee said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“An explosive device was triggered” as the officers approached the suspect, who was near their service vehicle, according to the statement.</p><p>“Two police officers succumbed to their injuries,” the statement said, adding that the person standing next to them also died in the explosion. <strong>​</strong></p><p>An investigation for “attempted murder” of law enforcement officers and “explosives trafficking” has been opened, it added.</p><p class=\"p1\">“There was an explosion,” Alexander, a resident ‌who lives nearby, told the Reuters new agency. “It was loud bang – like with the car a few days ago.”</p><p class=\"p1\">Another resident named Roza said she was woken up by the explosion in the early hours and ‌that the entire building appeared to shake.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"motive-unknown\">Motive unknown</h2><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said the blast occurred very early in the morning near a police station on Yeletskaya Street in southern Moscow, near the site where <a href=\"/news/2025/12/22/moscow-car-bomb-kills-russian-general\">Russian General Fanil Sarvarov was killed</a> earlier this week.</p><p>“These two young traffic police were just 24 and 25 years old,” she said, adding that the older of the victims had a wife and child. “It truly is a tragedy for their families.”</p><p>She said the motive for the attack was unknown, with Russian officials saying little at this stage.</p><p>The area where the blast occurred was cordoned off by a large police presence, according to images broadcast by Russian television.</p><p>The bombing happened near where Sarvarov, head of the operational training department within the Russian General Staff, was killed on Monday by an explosive device placed under a car.</p><p>Shapalova said Sarvarov, a high-ranking general, had been involved in training personnel for the military operation in Ukraine.</p><p>Russia said it suspected Ukraine ‌was behind Sarvarov’s killing, while there has been no official comment from Ukraine.</p><p>Since the start of the Russian offensive against Ukraine in February 2022, several Russian generals, local officials, and public figures supporting the offensive have died in explosions in Russia or in the occupied part of Ukraine. Kyiv has sometimes claimed responsibility for these attacks.</p></div></div></body></html>"
        },
        {
            "title": "Shattered joy: Wedding celebrations cut short in Gaza after Israeli attack | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-24T06:21:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A7433-1766522937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mustafa and Nesma al-Borsh’s wedding party was, understandably, a modest affair, considering the conditions in the Gaza Strip.</p><p>Nesma went to a beauty salon, rented a white dress, and took some photos with her groom, Mustafa. The ceremony and party were held in a tent in eastern Gaza City’s neighbourhood of Tuffah, with only 40 people in attendance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I won’t say it was the wedding day I had always dreamed of, but given the harsh conditions we are living under, we tried to steal a few happy moments, and we did,” Nesma said.</p><p>Those happy moments were stolen from Mustafa and Nesma.</p><p>As <a href=\"/news/2025/12/19/us-to-host-qatari-turkish-and-egyptian-officials-for-gaza-ceasefire-talks\">last Friday’s celebration</a> wrapped up, Israeli shelling hit a building next to the tent.</p><p>The targeted site was a vocational training facility run by Gaza’s Ministry of Education, but had been converted into a shelter during the war. The couple had been planning to live there after the wedding.</p><p>Flames rose from the site; dust, smoke, and screams filled the area.</p><p>The newlyweds stood in shock, unable to comprehend what was unfolding around them, as their wedding day turned into a tragedy.</p><figure id=\"attachment_4192831\" aria-describedby=\"caption-attachment-4192831\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192831\" src=\"/wp-content/uploads/2025/12/873A7388-1766522702.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A photo from Mustafa and Nesma’s wedding photo session\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192831\" class=\"wp-caption-text\">A photo from Mustafa and Nesma’s wedding photo session, just hours before their shelter was bombed [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"from-groom-to-rescuer\">From groom to rescuer</h2><p>“I immediately grabbed my bride’s hand and sent her with my female relatives who had just left. Then I took off my wedding suit jacket and rushed with the other men to rescue those inside the building,” Mustafa, 29, told Al Jazeera from Halawa, a displacement camp in Gaza City near Tuffah.</p><p>The shelling directly hit the second floor of the school, where Mustafa’s family were staying with others. It also hit the classroom that had been prepared for the couple to live in. Everything they had arranged for their wedding was burned.</p><p>“I helped retrieve bodies and rescue the wounded, and I pulled out my nephew, who was critically injured all over his body,” Mustafa said.</p><p>Ambulances were called, but emergency crews required Israeli coordination to enter the area.</p><p>“We waited more than two hours for the ambulances to arrive, but they were not allowed to enter from the Israeli side,” he added. “The situation was indescribably terrifying. We could hear strikes and shelling around us.”</p><p>After more than two hours, ambulances were eventually allowed in to evacuate the wounded and the dead.</p><p>After civil defence teams evacuated everyone from the building, instructing them to move to a safer location, they retrieved the victims.</p><p>Families were displaced, again, to shelters for internally displaced people inside the city, leaving behind all their belongings.</p><p>“Since that day, I’m still wearing my wedding suit,” the groom told Al Jazeera, pointing to his white shirt and trousers.</p><p>“There is a bloodstain belonging to my eight-year-old nephew, Mohammad, who died two days later from his injuries,” Mustafa said.</p><figure id=\"attachment_4192850\" aria-describedby=\"caption-attachment-4192850\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4192850 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/873A7368-1766523076.jpg?resize=770%2C513&amp;quality=80\" alt=\"The groom Mustafa Al-Borsh and his bride Nesma \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192850\" class=\"wp-caption-text\">The groom, Mustafa al-Borsh, and his bride, Nesma, are now living in separate tents with their respective families after their shelter was bombed and they lost all their belongings [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"repeated-delays\">Repeated delays</h2><p>Mustafa got engaged to the now 22-year-old Nesma several months before Israel’s genocidal war on Gaza began in October 2023.</p><p>Their wedding had been scheduled for that month.</p><p>“My apartment was fully ready: the bedroom, sofa set, kitchen. My fiancée and I put great effort into choosing every piece,” Mustafa said, showing a photo of the apartment that had been part of his family’s home in Jabalia, northern Gaza. It was later destroyed.</p><p>The couple had endured bombardment, hunger, and repeated displacement with their families, making the idea of a wedding seem impossible.</p><p>“Our families occasionally pressured us to go ahead with the wedding since the war was dragging on, but we both refused,” Nesma said, with Mustafa nodding in agreement. “We kept asking ourselves how we could celebrate or hold a wedding amid war and displacement.”</p><p>What further distanced the idea of marriage was Mustafa’s grief after losing two of his older brothers during the war, one in December 2023, when their home in Jabalia was bombed, and another in March 2025, during the second half of the war.</p><p>“Losing my brothers cast an overwhelming shadow of grief over us, especially my mother, who cannot stop crying whenever she remembers them,” Mustafa said, glancing at his mother as she listened to the conversation.</p><p>After <a href=\"/opinions/2025/1/19/the-ceasefire-will-not-bring-our-lives-back\">a ceasefire began</a> on January 19, 2025, the couple decided to proceed with the wedding, believing the war had ended. But it quickly resumed.</p><p>“At that time, my uncle’s house in Jabalia was still standing, so we decided to take an apartment there and started preparing it. My bride began preparing herself and her clothes.”</p><p>“But we were shocked when the war broke out again in mid-March 2025,” Mustafa said.</p><p>With the return of the war, both were forced to flee with their families from northern Gaza to the west of Gaza City, where they lived in tents under harsh conditions until a <a href=\"/news/2025/10/10/gaza-city-residents-set-to-return-as-israel-bombs-before-ceasefire-starts\">second ceasefire</a> came into effect on October 10, 2025.</p><figure id=\"attachment_4192856\" aria-describedby=\"caption-attachment-4192856\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192856\" src=\"/wp-content/uploads/2025/12/873A7272-1766523225.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mustafa and Nesma sit on the rubble of the building that was shelled \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192856\" class=\"wp-caption-text\">This is the third time Mustafa and Nesma have prepared for marriage, only to lose everything [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"refuge\">Refuge</h2><p>After the October ceasefire was announced, Mustafa and his family moved to a shelter in the Tuffah neighbourhood, about half a kilometre (0.3 miles) from the so-called <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">“yellow line”</a>, beyond which Israel retains control in Gaza.</p><p>“We wanted to escape life in the tents during the winter, so we decided to move into the school despite our concerns about its proximity to the yellow line,” he said.</p><p>Following family discussions, both families agreed to hold the wedding on December 19, with a modest celebration in a tent adjacent to the shelter.</p><p>“Once the date was set, I prepared what I could. Other displaced families in the shelter helped me, and they provided a classroom for us. Everything seemed to be going well,” Mustafa said.</p><p>Mustafa said he never expected the shelter to be attacked, as it was housing a large number of displaced families, the surrounding neighbourhood was densely populated, and the area lay outside the yellow line.</p><p>The educational centre was located in an area from which Israeli forces had withdrawn, in line with the ceasefire agreement.</p><p>Despite the truce, hundreds of Israeli violations have been recorded, with more than 400 Palestinians killed in repeated attacks over recent months.</p><p>Eight people were killed in the shelling of the building next to the wedding tent, all neighbours and relatives of Mustafa’s family, who had been sheltering on the second floor, he said.</p><figure id=\"attachment_4192868\" aria-describedby=\"caption-attachment-4192868\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192868\" src=\"/wp-content/uploads/2025/12/873A7455-1766523475.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Youssef, 7, with a bandage around his head, holds a mobile phone showing an image of him before his injury\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192868\" class=\"wp-caption-text\">Youssef, 7, Mustafa’s nephew, was injured during the air attack on the shelter, just moments after leaving the wedding tent nearby [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"displaced-again\">Displaced again</h2><p>“Among those killed were a mother, her husband, and their child, as well as my young nephew, who had been dancing with joy just moments earlier,” Mustafa said.</p><p>“What justification is there for targeting these people? And what crime did I commit for my bride and me to have our joy stolen on our wedding day?”</p><p>The couple is now, once again, living separately with their families due to the renewed displacement and the lack of a place to live together.</p><p>“Every time, I have to start from zero again. Is there suffering greater than this?” Mustafa added in despair.</p><p>“I am displaced, my bride is displaced, our families are displaced, living in tents with relatives.”</p><p>“We insisted on holding our wedding during the war, but the war returned in the blink of an eye on the very day of our wedding,” Nesma said, her eyes heavy with grief.</p><p>“My joy is shattered. I have no desire for life. Everything feels dark here, and there is no space for happiness, not even one step.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Victory against Israeli West Bank settlement offers Palestinians some hope | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-24T06:11:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Alice-1-1766527988.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bethlehem and al-Makhrour, occupied West Bank –</strong> For Alice Kisiya, a Palestinian Christian activist from Beit Jala in the occupied West Bank, this Christmas season is special.</p><p>On Tuesday, Kisiya was able, for the first time since 2019, to set foot on her family’s land in the Christian village of al-Makhrour after an Israeli court ruling in June eventually forced Israeli settlers to leave the land and dismantle an illegal outpost.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This victory, which forced the settlers to dismantle their outpost in preparation for leaving for good, confirms to me that one must never tire of continuing the struggle, despite all the methods they used to pressure me and my family into leaving the land,” Kisiya told Al Jazeera.</p><figure id=\"attachment_4193195\" aria-describedby=\"caption-attachment-4193195\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193195\" src=\"/wp-content/uploads/2025/12/PHOTO-2025-12-24-05-00-34-1-1766555474.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Alice Kisiya\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193195\" class=\"wp-caption-text\">Alice Kisiya standing on her land on December 23 after winning the court case [Ahmad Jubran/Al Jazeera]</figcaption></figure><p>“They left our family’s land after four months and moved on to build an outpost on land belonging to our relatives. Yet, I have prevailed once again, because every time I saw them on my land, it strengthened my commitment to pursue my legal struggle,” she said.</p><p>The Kisiya family’s legal battle was prolonged and hard-fought after an Israeli settler organisation claimed to have bought the land from “other owners” and provided ownership documents. After years of legal proceedings, an Israeli court recently rejected the settlers’ allegation and ruled that the documents presented were fabricated. The court stated that the Kisiya family was the legal owner of the 5 dunams (0.005sq km) piece of land in al-Makhrour and had the right to return to it.</p><p>“The Israeli court ruling is very important, because it affirms my rights and ownership of the land and exposes the falsity of the occupation and settlers’ manipulation of property documents in an illegal manner, as they were forged for political and personal purposes,” Kisiya, who was arrested in 2024 for protesting settler land grabs, said.</p><figure id=\"attachment_3091496\" aria-describedby=\"caption-attachment-3091496\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3091496\" src=\"/wp-content/uploads/2024/08/AP24215686690743-1722649525.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Israeli activists surround Alice Kisiya, center, as they try to enter her family's land, after the Palestinian family was forcefully evicted by Israeli settlers backed by soldiers who declared it a closed military area, in the West Bank town of Beit Jala, Friday, Aug. 2, 2024. (AP Photo/Mahmoud Illean)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3091496\" class=\"wp-caption-text\">Alice Kisiya, centre, confronts Israeli soldiers after they declared her family’s land a closed military area, in the West Bank town of Beit Jala, Friday, August 2, 2024 [Mahmoud Illean/AP Photo]</figcaption></figure><p>But despite her legal victory, Kisiya still does not stay on her land, fearing settler attacks and violence, which are commonplace in the Israeli-occupied West Bank.</p><p>“The court ruling granted my family and me the right to return to the land, the house and the restaurant that were demolished by the occupation, but we are now avoiding a permanent presence because of settler violence, backed by the right-wing government and its ministers, Smotrich and Ben-Gvir,” she said, referring to Israeli Minister of Finance Bezalel Smotrich and Minister of National Security Itamar Ben-Gvir.</p><p>Kisiya, whose family home Israeli forces also demolished when she was a child, has become a symbol of resistance in her Christian community and among other Palestinians after years of leading a civil, legal and popular campaign to confront Israeli occupation policies and illegal settlement expansions.</p><figure id=\"attachment_4192952\" aria-describedby=\"caption-attachment-4192952\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192952\" src=\"/wp-content/uploads/2025/12/Alice-5-1766528134.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alice Kisiya stands in front of a Christmas tree\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192952\" class=\"wp-caption-text\">Alice Kisiya says that Christians are persecuted by the Israeli government, and wants more support from global church leaders [Monjed Jadou/Al Jazeera]</figcaption></figure><h2 id=\"push-for-illegal-settlements\">Push for illegal settlements</h2><p>Kisiya’s success offers renewed hope. But Israel’s settlement expansion, aimed at linking illegal East Jerusalem settlements with the Gush Etzion bloc south of the occupied West Bank, is continuing as part of the so-called “Greater Jerusalem” plan.</p><p>Israel’s far-right government, led by Prime Minister Benjamin Netanyahu, is pushing to confiscate Palestinian land and build more settlements.</p><p>In a social media post, Smotrich, who is a settler himself, said: “We continue to write history in settlement building and in the State of Israel… We have legalised 69 settlements in three years. We are preventing the establishment of a Palestinian state on the ground. We continue development, construction and settlement in the land of our ancestors, with faith in the justice of our cause.”</p><p>The number of settlements and outposts in the occupied West Bank and occupied East Jerusalem has risen <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">by nearly 50 percent</a> – from 141 in 2022 to 210 now – under the current Israeli government.</p><p>An outpost is built without government authorisation, while a settlement is authorised by the Israeli government. Both are illegal under international law, as they are built on occupied land.</p><p>Nearly 10 percent of Israel’s Jewish population of 7.7 million people live in these settlements.</p><p>Israeli authorities are expected to advance plans to build 9,000 new housing units in a settlement on the site of the abandoned Qalandiya airport in occupied East Jerusalem, in another attempt to cut off Palestinian lands from each other and block any possibility of a contiguous Palestinian state emerging.</p><p>The so-called Atarot neighbourhood in northern East Jerusalem, reminiscent of the <a href=\"/news/2025/8/21/israel-settlement-plan-threatens-viability-of-future-palestinian-state\">E1 plan to undermine Palestinian statehood</a>, is to be discussed and have its outlines approved on Wednesday by the District Planning and Building Committee, according to Israeli group Peace Now.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"palestinian-farmers-a-form-of-resistance\">Palestinian farmers a form of resistance</h2><p>Palestinians are not standing idle and are finding their own means, albeit small, to block the Israeli land grab.</p><p>Farmer Bashir al-Sous, who is 60 years old, has never stopped cultivating and rehabilitating his land in al-Makhrour, despite Israeli plans to confiscate some 2,800 dunams (2.8sq km) of agricultural land.</p><p>He explained to Al Jazeera that his village was first targeted in the 1990s with the construction of settlement Road 60, which split the land in two, and is now facing renewed confiscation plans. Palestinian farmers repeatedly say that Israeli authorities reject their requests to establish electricity and water pipelines, and to issue building permits.</p><p>Al-Sous wants to challenge the Israeli narrative that there are no Palestinians on the land.</p><p>“I believe we can protect our land by keeping our presence 24 hours a day, and by planting it with grapes and olives,” al-Sous told Al Jazeera.</p><p>“Keeping our presence visible will brush aside the claims that these lands have no owners,” he said, adding that farmers rely on historical wells and old agrarian structures that enable them to cultivate the land.</p><p>“We will not leave our land,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fears-over-legal-evasion\">Fears over legal evasion</h2><p>Palestinian legal experts have warned against celebrating legal victories, because Israeli officials and settler leaders could evade court rulings.</p><p>“The escalation in settler expansion in the West Bank is clear. What is happening is part of an Israeli policy aimed at eliminating the concept of a Palestinian state,” said Hassan Breijieh, head of the international law department at the Colonization and Wall Resistance Commission.</p><p>“Israeli actions circumvent laws and court orders, especially in strategic areas that are central to the plan to connect Jerusalem with Gush Etzion settlements within the so-called Greater Jerusalem,” he said.</p><p>Breijieh added that the Israeli government seeks to continue its grand settlement plan with the backing of the United States.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-message-to-the-christian-world\">A message to the Christian world</h2><p>Those concerns are very real for Kisiya, but she still believes that her legal victory represents a glimmer of hope, and one that has come at an important time of the year for Christians.</p><p>For Kisiya and her family, this Christmas brings strength and steadfastness.</p><p>“I pray that God strengthens our faith and keeps us rooted in our land,” she told Al Jazeera. “Palestinian Christians are an integral part of the national struggle, facing systematic displacement aimed at portraying the conflict as purely religious.”</p><p>“I want the world to know that we, as Christians, are not separate from the Palestinian cause,” she added. “We are a fundamental part of it, alongside our Muslim brothers and sisters. We are subjected to systematic persecution aimed at emptying the Holy Land of Christians and forcing them into displacement, so that Israel can portray the conflict as one between itself and Muslims.”</p><p>Kisiya said she is looking towards Christian world leaders, in particular, the leaders of the world’s churches, to stand by the ancient Christian population of Palestine.</p><p>“I hope that His Holiness the Pope, along with all church leaders and clergy, will intervene more broadly to protect the Christian presence in the city of Bethlehem and throughout Palestine,” she said.</p><p>“We are part of the struggle and the building of the Palestinian state.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Algeria bill seeks to criminalise era of French colonial rule | Politics | Al Jazeera",
            "time": "2025-12-24T05:57:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766499418.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The spin and misinformation around Bondi was inevitable | Benjamin Netanyahu | Al Jazeera",
            "time": "2025-12-24T05:39:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766554692.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The horrific Bondi Beach attack in Australia was pulled into Israel’s global information war this past week.</p><p>As blame was directed towards pro-Palestine politics, media narratives blurred Jewish identity and Israeli state policy – raising urgent questions about who is put at risk when Israel’s anti-Palestinian messaging travels beyond its borders.</p><p><strong>Contributors:<br>\n</strong>Naama Blatman – Executive member, Jewish Council of Australia<br>\nOri Goldberg – Academic and political commentator<br>\nAntony Loewenstein – Author, The Palestine Laboratory<br>\nRamia Sultan – Palestinian Australian lawyer</p><h2 id=\"on-our-radar\">On our radar</h2><p>The outspoken and irreverent Hong Kong media mogul – Jimmy Lai – was convicted this week of conspiring with foreign forces.</p><p>Tariq Nafi reports on how the Chinese Communist Party is tightening its grip on Hong Kong through its media.</p><p><strong>The pervasiveness of Hindutva pop</strong></p><p>In India, Hindu nationalism, or “Hindutva”, has spread into a variety of media platforms. Meenakshi Ravi explores its musical subgenre, Hindutva pop, and speaks to one of its biggest names.</p><p><strong>Featuring:</strong><br>\nKanhiya Mittal – Musician<br>\nKunal Purohit – Author, The Secretive World of Hindutva Pop Stars<br>\nSamriddhi Sakunia – Journalist and current affairs Instagrammer</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuela warns US ‘aggression’ is first stage amid ‘continental ambitions’ | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-24T04:42:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-23T215426Z_900400200_RC2LMIAC6BSJ_RTRMADP_3_USA-TRUMP-VENEZUELA-UN-1766545645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela has told the United Nations Security Council (UNSC) that the United States has “continental ambitions” over much of Latin America as it <a href=\"/news/2025/12/23/venezuela-passes-law-enacting-harsh-penalties-for-supporters-of-us-blockade\">wages an unofficial war</a> to remove the government of Venezuelan President Nicolas Maduro.</p><p>“It’s not just about Venezuela. The ambition is continental,” Venezuela’s UN ambassador, Samuel Moncada, told a meeting of the 15-member UNSC on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The US government has expressed this in its National Security Strategy, which states that <a href=\"/news/2025/12/23/trump-warns-maduro-not-to-play-tough-as-china-russia-back-venezuela\">the future of the continent</a> belongs to them,” Moncada said.</p><p>“We want to alert the world that Venezuela is <a href=\"/video/quotable/2025/12/22/venezuelas-reserves-have-strategic-advantages-for-the-us\">only the first target</a> of a larger plan. The US government wants us to be divided so it can conquer us piece by piece,” he said.</p><p>Venezuela, earlier this month, requested that the UNSC meet to address the “ongoing US aggression”, which began in September when the White House launched air strikes against vessels in the Caribbean Sea and eastern Pacific Ocean. The White House claimed, without providing any evidence, that the vessels were trafficking drugs to the US.</p><p>At least 105 people have been killed so far in the attacks by US forces, which legal experts and Latin American leaders have branded “extrajudicial killings”, but which Washington claims are necessary to stem the flow of drugs to US shores.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the UNSC meeting, Moncada also accused the administration of US President Donald Trump of violating both international and US domestic law, since the White House has been acting without the approval of the US Congress, whose authority is required to formally declare war on another country.</p><p>Moncada said that Trump’s imposition last week of a naval blockade on all Venezuelan oil tankers sanctioned by the US was a “military act aimed at laying siege to the Venezuelan nation”.</p><p>“Today, the masks have come off,” Moncada said. “It is not drugs, it is not security, it is not freedom. It is oil, it is mines and it is land.”</p><h2 id=\"us-envoy-denounces-maduro-and-his-illegitimate-regime\">US envoy denounces ‘Maduro and his illegitimate regime’</h2><p>US forces have seized at least two Venezuelan oil tankers and confiscated at least 4 million barrels of Venezuelan oil, according to Moncada, in a move he described as “a robbery carried out by military force”.</p><p>The US has defended its naval blockade of Venezuela as a “law enforcement” action to be carried out by the US coastguard, which has the authority to board ships under US sanctions. A naval blockade, by contrast, would be considered an act of war under international law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US ambassador to the UN, Mike Waltz, told the UNSC that Latin American drug cartels remain the “single most serious threat” and that Trump would continue to use the full power of the US to eradicate them. Waltz also said that Venezuelan oil is a critical component in funding the cartels in Venezuela.</p><p>“The reality of the situation is that sanctioned oil tankers operate as the primary economic lifeline for Maduro and his illegitimate regime,” he said.</p><p>The White House earlier this year designated several international drug cartels, including Venezuela’s Tren de Aragua, as terrorist organisations. Washington also added the “Cartel de los Soles,” which it claims is headed by Maduro, to the list in November.</p><p>The Venezuelan leader has denied the US allegations and accused the Trump administration of using the drug trafficking claims as a cover to carry out “regime change” in his country.</p><p>Russia’s ambassador to the UN separately warned that US “intervention” in Venezuela could “become a template for future acts of force against Latin American states”.</p><p>China’s ambassador told the UNSC that the US actions “seriously infringe” on the “sovereignty, security and legitimate rights” of Venezuela.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US bars five Europeans over alleged efforts to ‘censor American viewpoints’ | European Union News | Al Jazeera",
            "time": "2025-12-24T03:38:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-23T225944Z_1084497019_RC2MD7AD8VKY_RTRMADP_3_USA-EUROPE-CENSORSHIP-1766545827.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has imposed visa bans on five Europeans, including a former European Union commissioner, accusing them of pressuring tech firms to censor and suppress “American viewpoints they oppose”.</p><p>In a statement on Tuesday, US Secretary of State Marco Rubio characterised the individuals as “radical activists” who had “advanced censorship crackdowns” by foreign states against “American speakers and American companies”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“For far too long, ideologues in Europe have led organized efforts to coerce American platforms to punish American viewpoints they oppose,” he said on X.</p><p>“The Trump Administration will no longer tolerate these egregious acts of extraterritorial censorship,” he added.</p><p>The most prominent target was Thierry Breton, who served as the European commissioner for the internal market from 2019-2024.</p><p>Sarah Rogers, the undersecretary for public diplomacy, described the French businessman as the “mastermind” of the EU’s Digital Services Act (DSA), a landmark law intended to combat ​hateful speech, misinformation and disinformation on online platforms.</p><p>Rogers also accused Breton of using the DSA to threaten Elon Musk, the owner of X and a close ally of US President Donald Trump, ahead of an interview Musk conducted with Trump during last year’s presidential campaign.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"witch-hunt\">‘Witch hunt’</h2><p>Breton responded to the visa ban in a post on X, slamming it as a “witch hunt” and comparing the situation with the US’s McCarthy era, when officials were chased out of government for alleged ties to communism.</p><p>“To our American friends: Censorship isn’t where you think it is,” he added.</p><p>The others named by Rogers are: Imran Ahmed, chief executive of the Centre for Countering Digital Hate; Josephine Ballon and Anna-Lena von Hodenberg, leaders of HateAid, a German organisation, and Clare Melford, who runs the Global Disinformation Index (GDI).</p><p>French Minister for Europe and Foreign Affairs Jean-Noel Barrot “strongly” condemned the visa restrictions, stating that the EU “cannot let the rules governing their digital space be imposed by others upon them”. He stressed that the DSA was “democratically adopted in Europe” and that “it has absolutely no extraterritorial reach and in no way affects the United States”.</p><p>Ballon and von Holdenberg of HateAid described the visa bans as an attempt to obstruct the enforcement of European law on US corporations operating in Europe.</p><p>“We will not be ‌intimidated by a government that uses accusations of censorship to silence those who stand ⁠up for human rights and freedom of expression,” they said in a statement.</p><p>A spokesperson for the GDI also called the US action “immoral, unlawful, and un-American”, as well as “an authoritarian attack on free speech and an egregious act of government censorship”.</p><p>The punitive measures follow the Trump administration’s publishing of a National Security Strategy, which accused European leaders of censoring free speech and suppressing opposition to immigration policies that it said risk “civilisational erasure” for the continent.</p><p>The DSA in particular has emerged as a flashpoint in US-EU relations, with US conservatives decrying it as a weapon of censorship against right-wing thought in Europe and beyond, an accusation Brussels denies.</p><p>The legislation requires major platforms to explain content-moderation decisions, provide transparency for users and grant researchers access to study issues such as children’s exposure to dangerous content.</p><p>Tensions escalated further this month after the EU fined Musk’s X for violating DSA rules on transparency in advertising and its methods for ensuring users were verified and actual people.</p><p>Washington last week signalled that key European businesses – including Accenture, DHL, Mistral, Siemens and Spotify – could be targeted in response.</p><p>The US has also attacked the United Kingdom’s Online Safety Act, which imposes similar content moderation requirements on major social media platforms.</p><p>The White House last week suspended the implementation of a tech cooperation deal with the UK, saying it was in opposition to the UK’s tech rules.</p></div></div></body></html>"
        },
        {
            "title": "Russian forces seize embattled Siversk town as Ukrainian troops withdraw | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T03:27:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694b2c65bc-1766534245.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Ukrainian military says its forces have withdrawn from ​​the battle-scarred town of Siversk in the eastern Donetsk region after <a href=\"/news/2025/12/24/russia-ukraine-war-list-of-key-events-day-1399\">heavy fighting with Russian forces</a>.</p><p>In a statement on Telegram on Tuesday, Ukraine’s General Staff said that Russian troops had a “significant advantage” in manpower and equipment and had exerted constant pressure on the defending Ukrainian troops by staging small-unit assaults in difficult weather conditions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ukraine’s decision to withdraw its forces was made to “preserve the lives of our soldiers and the combat capability of the units”, the General Staff said.</p><p>Heavy losses were <a href=\"/news/2025/10/9/russia-says-hopes-for-peace-wane-as-ukraine-strangles-its-fuel-supply\">inflicted on Russian forces</a> before the order to retreat was given, and Siversk remains “under the fire control of our troops”, and “enemy units are being blocked to prevent their further advance,” the General Staff added.</p><p>Ukraine’s DeepState military monitoring site reported late on Tuesday that Russian forces had occupied Siversk as well as Hrabovske, a village in Ukraine’s Sumy region close to the border with Russia.</p><p>Russian Lieutenant General Sergei Medvedev had told Russian President Vladimir Putin on December 11 that troops had taken Siversk, where fighting has been fierce in recent months, but Ukrainian officials denied the Russian reports at the time.</p><p>Ukraine’s military said at the time that Russian troops were “taking advantage of unfavourable weather conditions” to launch attacks, but were mostly being “destroyed on the approaches”.</p><p>The Kyiv Independent news site said that, despite Siversk’s modest size – it had a pre-war population of 10,000, and now, just a few hundred civilians remain – the town was key to the defence of northern Donetsk.</p><p>The town had helped shield the larger Sloviansk and Kramatorsk areas, “the main bastions of Ukraine’s so-called ‘fortress belt'”, which Russia has been unable to conquer since the start of fighting, the Kyiv Independent said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Donetsk is one of three Ukrainian regions at the centre of Russia’s territorial demands, which are the stumbling blocks to reaching an agreement on a ceasefire. Ukraine’s leaders have said they will not concede their country’s territory taken during Moscow’s invasion.</p><p>Russian forces had already seized an estimated 19 percent of Ukrainian territory as of early December, including Crimea, which Moscow annexed in 2014, all of the Luhansk region, and more than 80 percent of Donetsk, according to the Reuters news agency.</p><p>Russian forces also control about 75 percent of the Kherson and Zaporizhia regions, and small parts of the Kharkiv, Sumy, Mykolaiv and Dnipropetrovsk regions, according to Reuters.</p><p class=\"EkqkG IGXmU nlgHS yuUao lqtkC TjIXL aGjvy \">A <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point peace plan</a> first put forward by the administration of US President Donald Trump last month says that a negotiated settlement would see Crimea, Luhansk and Donetsk “recognised as de facto Russian, including by the US”.</p><p>Ukrainian President Volodymyr Zelenskyy recently said that the United States is pushing for Ukraine to withdraw its forces from the Donetsk region to establish a “<a href=\"/news/2025/12/11/zelenskyy-talks-security-with-us-as-it-pushes-for-free-economic\">free economic zone</a>” in the area, which he said the Russian side is referring to as a “demilitarised zone”.</p><figure id=\"attachment_4193071\" aria-describedby=\"caption-attachment-4193071\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193071\" src=\"/wp-content/uploads/2025/12/afp_694b4942ce5c-1766541634.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People visit the graves of fallen Ukrainian soldiers decorated with Christmas trees and New Year's decorations at the Lychakiv Military Cemetery, on the day before Christmas Eve, in Lviv on December 23, 2025, amid the Russian invasion of Ukraine. (Photo by YURIY DYACHYSHYN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193071\" class=\"wp-caption-text\">People visit the graves of fallen Ukrainian soldiers, decorated with Christmas trees and New Year’s decorations, at the Lychakiv Military Cemetery, in Lviv, Ukraine on Tuesday [Yuriy Dyachyshyn/AFP]</figcaption></figure><h2 id=\"pope-saddened-as-fighting-continues-over-christmas\">Pope saddened as fighting continues over Christmas</h2><p>The latest setback for Kyiv on the battlefield came as Zelenskyy said on Tuesday that Russian forces had launched another <a href=\"/video/newsfeed/2025/12/23/russia-strikes-ukrainian-homes-and-energy-in-deadly-missile-attack\">“massive attack” on Ukraine</a> on Monday night, killing at least three people, including a four-year-old girl, across 13 regions targeted with drones and missiles.</p><p>In Russia, Ukrainian drone attacks killed four people in the Belgorod region over the past two days, local officials said.</p><p>Pope ‍Leo ‍expressed disappointment on Tuesday that Russia had apparently refused to agree to a ceasefire on December 25, the date many Christians celebrate Christmas.</p><p>“I will make ​an appeal one ‌more time to people of goodwill to respect at least Christmas ‌Day as a day of ‌peace,” Leo said, speaking to reporters outside his residence in Castel Gandolfo, Italy.</p><p>“Maybe they will listen to us, and there ‌will be at least 24 hours, a day of peace, ‍across the world,” he said.</p><p>While most people in Ukraine and Russia are Christians, many are Orthodox, meaning they <a href=\"/features/2018/1/5/why-some-christians-celebrate-christmas-on-january-7\">observe Christmas</a> on January 7.</p><p>Russian President Vladimir Putin announced <a href=\"/news/2025/4/19/russia-putin-declares-easter-ceasefire-in-ukraine-conflict\">an unexpected 30-hour unilateral truce</a> a day before Easter this year, a rare pause in Russia’s war on Ukraine, which has now continued for close to three years, after Russia’s full-scale invasion in February 2022.</p></div></div></body></html>"
        },
        {
            "title": "Syria ministers discuss military cooperation with Putin in Russia: Report | Vladimir Putin News | Al Jazeera",
            "time": "2025-12-24T01:54:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25212360542213-1766539320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s foreign and defence ministers met Russian President Vladimir Putin in Moscow and held discussions on expanding “strategic cooperation in the military industries sector”, Syrian state media has reported.</p><p>The Syrian Arab News Agency (SANA) ⁠said that Putin’s meeting on Tuesday with Syrian Minister of Foreign Affairs Asaad Hassan Al-Shaibani and Minister of Defence Murhaf Abu Qasra ‌focused on political, economic and military issues of “mutual interest”, but that “particular emphasis” was on defence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to SANA, <a href=\"/news/2025/10/15/syria-seeks-to-redefine-russia-ties-al-sharaa-tells-putin-in-moscow\">Putin and the Syrian ministers</a> discussed a range of defence-related matters, including developing military cooperation to strengthen the Syrian army’s capabilities and ‌modernising its equipment, transferring expertise and cooperation in research and development.</p><p>“During the meeting, both sides reviewed ways to advance military and technical partnership in a manner that strengthens the defensive capabilities of the Syrian Arab Army and keeps pace with modern developments in military industries,” SANA reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two sides also discussed political and economic issues, including the “importance of continued political and diplomatic coordination between Damascus and Moscow in international forums”, according to the news agency.</p><p>On the economic front, the talks addressed expanding Syrian-Russian cooperation, including in reconstruction projects, infrastructure development and investment in Syria.</p><p>Putin also reaffirmed Russian “steadfast support” for Syria and its territorial integrity, while renewing “Moscow’s condemnation of repeated Israeli violations of Syrian territory, describing them as a direct threat to regional security and stability”.</p><p>The ministers’ visit to Moscow is the latest by Syria’s new authorities since the removal from power last December of the country’s longtime ruler and Moscow’s former ally in Damascus, Bashar al-Assad.</p><p>Russia was a key supporter of al-Assad during Syria’s nearly 14-year civil war, providing vital military aid that kept the Assad regime in power, including Russian air support that rained air strikes on rebel-held areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite al-Assad and his family <a href=\"/news/2025/1/29/russia-tight-lipped-on-syrian-demand-of-al-assad-for-military-bases\">fleeing to Russia</a> after the toppling of his regime, Moscow is eager to build good relations with the new government in Damascus.</p><p>Moscow, in particular, is hoping to secure agreements to continue operating the Khmeimim airbase and the Tartous naval base on Syria’s Mediterranean coast, where Russian forces continue to be present.</p><p>In October, Syria’s new president, Ahmed al-Sharaa, visited Russia, where he said his government ‍would honour all the past deals struck between Damascus and Moscow, a pledge that suggested that the two Russian military bases were secure in the post-Assad period.</p><p>Putin said ‍at the time of al-Sharaa’s visit ⁠that Moscow was ready to do all it could to act on what he called the “many interesting and useful beginnings” discussed by the two sides on renewing relations.</p><p>Russian ‌state media on Tuesday quoted the country’s Ministry of Foreign Affairs spokeswoman, Maria Zakharova, as saying that Russian Foreign Minister Sergey Lavrov would also hold talks with ‍his Syrian counterpart, Al-Shaibani, during the Syrian delegation’s visit.</p><p>During a visit to Moscow in July, Al-Shaibani said his country wanted <a href=\"/news/2025/7/31/syria-wants-russia-by-our-side-in-new-governments-first-moscow-visit\">Russia “by our side”</a>.</p><p>“The current period is full of various challenges and threats, but it is also an opportunity to build a united and strong Syria. And, of course, we are interested in having Russia by our side on this path,” Al-Shaibani told Lavrov at the time.</p><figure id=\"attachment_4193050\" aria-describedby=\"caption-attachment-4193050\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193050\" src=\"/wp-content/uploads/2025/12/2025-10-15T124126Z_399029733_RC2BCHAEF2WZ_RTRMADP_3_SYRIA-SECURITY-RUSSIA-1766538939.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russia's President Vladimir Putin and Syria's President Ahmed al-Sharaa speak during a meeting at the Kremlin in Moscow, Russia, October 15, 2025. Alexander Zemlianichenko/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193050\" class=\"wp-caption-text\">Syrian President Ahmed al-Sharaa speaks during a meeting with Russian President Vladimir Putin at the Kremlin in Moscow, Russia, on October 15, 2025 [Pool: Alexander Zemlianichenko via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,399 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T00:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694b2407-1766532103.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,399</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,399 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, December 24:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces began a <a href=\"/video/newsfeed/2025/12/23/russia-strikes-ukrainian-homes-and-energy-in-deadly-missile-attack\">“massive attack” on Ukraine</a> on Monday night, killing three people and targeting 13 regions with 650 drones and 30 missiles, Ukrainian President Volodymyr Zelenskyy said in a post on X.</li>\n<li>Those killed in the <a href=\"/news/2025/12/23/russian-strikes-trigger-ukraine-power-cuts-prompt-poland-to-scramble-jets\">overnight attack</a> included a four-year-old girl in the central Zhytomyr region, Governor Vitalii Bunechko said on Telegram. “Doctors struggled to save the child’s life, but in the end, they were unable to save her,” Bunechko said, adding that five people were also injured in the attack.</li>\n<li>Russian forces also launched drones and missiles at the Vyshhorod district of Ukraine’s Kyiv region, killing a woman and injuring three people, Governor Mykola Kalashnyk said.</li>\n<li>In Ukraine’s western Khmelnytskyi region, one person was killed by Russian shelling, Governor Serhii Tiurin said.</li>\n<li><a href=\"/gallery/2025/12/23/ukraine-deploys-low-cost-drones-to-counter-russias-aerial-attacks\">Russian drone attacks</a> on Kyiv’s Sviatoshynskyi district left five people injured, said Tymur Tkachenko, the head of the Kyiv City Military Administration.</li>\n</ul><figure id=\"attachment_4192999\" aria-describedby=\"caption-attachment-4192999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192999\" src=\"/wp-content/uploads/2025/12/ap_694b252552596-1766532389.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An injured elderly woman looks out of her broken window as an apartment building was hit by a Russian drone during an aerial attack in Kyiv, Ukraine, Tuesday, Dec. 23, 2025. (AP Photo/Efrem Lukatsky)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192999\" class=\"wp-caption-text\">An injured elderly woman looks out of her broken window after an apartment building was hit by a Russian drone during an aerial attack in Kyiv, Ukraine, on Tuesday [Efrem Lukatsky/AP Photo]</figcaption></figure><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Ministry of Energy said that “emergency power outages” were introduced in several regions across the country due to Russian forces targeting energy infrastructure. The ministry said that it was working to restore electricity to the Rivne, Ternopil and <a href=\"/news/2025/12/23/why-is-russia-escalating-attacks-on-ukraines-odesa\">Odesa regions</a>. The ministry said that the situation was “most difficult” in the border regions, “as restoring electricity is complicated by continuous fighting”.</li>\n<li>Ukraine’s General Staff said Ukrainian troops have withdrawn from the Donetsk region’s ​​Siversk area after heavy fighting, noting that Moscow’s forces had a “significant advantage” there.</li>\n<li>Ukraine’s Ministry of Foreign Affairs said that Ukrainian F-16 fighter pilots shot down 621 of 673 Russian “aerial targets” on Tuesday night, including 34 of 35 cruise missiles.</li>\n<li>In Russia, a Ukrainian drone strike on a car killed three men in the Belgorod region on Monday, the region’s emergency response team reported.</li>\n<li>Another Ukrainian drone attack in Belgorod on Tuesday killed one person and injured three, the region’s operational headquarters said on Telegram.</li>\n<li>Russian forces shot down 56 Ukrainian drones in a day, as well as a guided bomb, Russia’s Ministry of Defence said, according to the state news agency TASS.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said in his nightly address, “We sense that America wants to reach a final agreement” to end the war in Ukraine, and that “there is full cooperation” from the Ukrainian side.</li>\n<li>In an earlier post on X, Zelenskyy said that “several draft documents have now been prepared”, following <a href=\"/news/2025/12/22/us-talks-with-russia-ukraine-in-miami-constructive-productive\">talks in Miami</a>. “In particular, these include documents on security guarantees for Ukraine, on recovery, and on a basic framework for ending this war,” he said.</li>\n<li>Pope ‍Leo said that Russia’s apparent refusal to agree to a ceasefire on December 25 is “among the things that cause me much sadness”.</li>\n<li>“I will make ​an appeal one ‌more time to people of goodwill to respect at least Christmas ‌Day as a day of ‌peace,” Leo told reporters outside his residence in Castel Gandolfo, Italy.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Belgium joins South Africa’s genocide case against Israel at ICJ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T21:11:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-22T131424Z_271019461_RC21HHAHTVHR_RTRMADP_3_ISRAEL-PALESTINIANS-WORLD-COURT-1761146856-1766515861.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Belgium joins South Africa’s genocide case against Israel at ICJ</h1><p class=\"article__subhead\"><em>Other countries, including Brazil, Colombia, Ireland, Mexico, Spain and Turkiye, have already joined the case in The Hague.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belgium has formally joined the case launched by South Africa at the <a href=\"/news/2025/12/20/uns-top-court-to-hold-myanmar-genocide-hearings-in-january\">International Court of Justice (ICJ)</a> alleging Israel is committing genocide in the Gaza Strip.</p><p>In a statement on Tuesday, the ICJ – The Hague-based highest court of the United Nations – said Belgium had filed a declaration of intervention in the case.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other countries, including Brazil, Colombia, Ireland, Mexico, Spain and Turkiye, have already joined the proceedings.</p><p>South Africa brought the case in December 2023, arguing that Israel’s war in Gaza violates the 1948 UN Convention on the Prevention and Punishment of the Crime of Genocide.</p><p>Israel has rejected the allegations and criticised the case.</p><p>While a final ruling could take years, the ICJ issued provisional measures in January 2024 ordering Israel to take steps to prevent acts of genocide in Gaza and to allow unimpeded access for humanitarian aid.</p><p>The court’s orders are legally binding although it has no direct mechanism to enforce them.</p><p>The ICJ also said Israel’s presence in occupied Palestinian territory is unlawful and its policies amount to annexation.</p><p>Israel has continued its assaults in Gaza and the occupied West Bank despite the rulings and growing international criticism while advancing plans to seize large parts of Palestinian territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the United States and several of its European allies continue to provide military and financial support to Israel.</p><p>Washington has rejected the merits of South Africa’s case, and US lawmakers have criticised the country and issued threats against it.</p><p>The US has also imposed sanctions on members of the International Criminal Court (ICC), which has issued arrest warrants against Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant.</p><p>Belgium was also among a group of countries that recognised the State of Palestine in September. Nearly 80 percent of UN member states now recognise Palestine.</p><p>Since a ceasefire began on October 10, the Palestinian Ministry of Health in Gaza said, Israel has killed at least 406 Palestinians and injured 1,118 in the enclave. Since the start of the war on October 7, 2023, the ministry said, at least 70,942 Palestinians have been killed and 171,195 wounded.</p></div></div></body></html>"
        },
        {
            "title": "How will Syria deal with its growing security challenges? | Syria's War | Al Jazeera",
            "time": "2025-12-23T20:59:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766522525.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Renewed fighting between army and SDF highlights volatility.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">As the year comes to an end, a deal between the Syrian government and the Kurdish-led Syrian Democratic Forces was expected to come into force.</p><p class=\"p1\">Instead, fighting has erupted between the two sides in the northern city of Aleppo.</p><p class=\"p1\">They later agreed to stop the fighting, while blaming each other for the violence.</p><p class=\"p1\">That deal was supposed to lead to the SDF integrating with the army, but it is stalling on how that should be implemented.</p><p class=\"p1\">This renewed tension comes as Damascus faces other threats, ranging from ISIL (ISIS) to recurrent conflicts with the Druze community and continuing attacks by Israel.</p><p class=\"p1\">So what does this complex security situation mean for Syria, a year after the fall of Bashar al-Assad?</p><p class=\"p1\"><strong>Presenter:</strong> Dareen Abughaida</p><p class=\"p1\"><strong>Guests</strong></p><p class=\"p1\">Haid Haid – Researcher at Chatham House</p><p class=\"p1\">Steven Heydemann – Professor and Middle East Studies programme director at Smith College</p><p class=\"p1\">Omer Ozkizilcik – Nonresident fellow for the Syria project in the Atlantic Council’s Middle East programme</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuela passes law enacting harsh penalties for supporters of US blockade | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-23T20:53:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692cf0917e921-1764552849_49eedf-1764561977.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s National Assembly has passed a law enacting harsh penalties for those who support or help finance <a href=\"/news/2025/12/17/trump-orders-total-blockade-of-sanctioned-venezuelan-oil-tankers\">blockades</a> and acts of piracy, including up to 20 years in prison.</p><p>The legislation was passed on Tuesday after the United States seized <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">oil tankers</a> linked to Venezuela, acts that the government of President Nicolas Maduro has denounced as lawless acts of piracy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This law seeks to protect the national economy and avoid the erosion of living standards for the population,” lawmaker Giuseppe Alessandrello said, while presenting the law before the National Assembly, controlled by Maduro’s governing party.</p><p>The US has carried out a series of increasingly aggressive measures over the past several months, deploying sizeable military forces to Latin America, seizing <a href=\"/news/2025/12/21/us-pursues-another-oil-tanker-near-venezuela-reports\">oil tankers</a>, killing dozens of people in military strikes on what it says are <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">drug-trafficking boats</a>, and threatening land strikes on Venezuela itself.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The legality of some of those acts, such as the seizure of oil tankers in international waters, is contested. Others, such as the strikes against alleged drug traffickers, are widely <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">considered illegal</a>.</p><p>“We are in the presence of a power that acts outside of international law, demanding that Venezuelans vacate our country and hand it over,” Samuel Moncada, Venezuela’s representative at the United Nations, told the Security Council (UNSC) during a meeting on Tuesday.</p><p>“The threat is not Venezuela,” he added. “The threat is the US government.”</p><p>China and Russia also criticised US actions. Russia’s ambassador, Vassily Nebenzia, said that the Trump administration was creating a “template” for the use of force that could be used against other Latin American countries in the future.</p><p>“We saw clear support for Venezuela from Russia and China, but also from Colombia, and even from some other member states, talking about how the US needs to abide by international law and calling for de-escalation,” Al Jazeera correspondent Gabriel Elizondo said from the UN.</p><p>He added that several Latin American countries with right-wing governments, such as Argentina, Panama and Chile, appeared to side with the US.</p><p>“The bottom line here is that we have not gotten any better sense from the United States on what their endgame is here, where they plan to take this,” he added.</p><p>The Wall Street Journal reported on Tuesday that the US military had moved special operations aircraft and cargo planes with troops into the Caribbean this week.</p><p>“We have a massive armada formed, the biggest we’ve ever had, and by far the biggest we’ve ever had in South America,” Trump told reporters on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro has said the US is seeking to topple his government and seize control of Venezuela’s large oil reserves, which members of the Trump administration have falsely claimed <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">rightfully belong</a> to the US. Trump said on Monday that the US would retain the oil seized from the tankers as well as the tankers themselves.</p><p>Addressing the UNSC, the US ambassador, Mike Waltz, said that oil sales were a “primary economic lifeline for Maduro and his illegitimate regime”, repeating an unsubstantiated claim that Maduro oversees a vast criminal enterprise that traffics drugs to the US.</p><p>“The single most serious threat to this hemisphere, our very own neighbourhood and the United States, is from transnational terrorist and criminal groups,” Waltz said.</p><p>The US pressure campaign has become a useful pretext for the Venezuelan government’s efforts to crack down on internal dissent.</p><p><a href=\"/news/2024/9/17/venezuela-intensified-repressive-machinery-after-maduro-re-election-un\">Rights groups</a> have said that Maduro’s government has become more repressive since the presidential election in July 2024, in which Maduro <a href=\"/news/2024/7/29/nicolas-maduro-declared-winner-of-closely-fought-venezuela-election\">claimed victory</a> despite the widespread doubts about the credibility of the results. The opposition has maintained it was the true winner, and few countries have recognised Maduro’s victory.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to resume wage garnishment for student loan defaulters | Education News | Al Jazeera",
            "time": "2025-12-23T20:37:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-10T100114Z_882990266_RC2HSEAA81YE_RTRMADP_3_USA-TRUMP-VOTERS-STUDENT-LOANS-1766519018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration to resume wage garnishment for student loan defaulters</h1><p class=\"article__subhead\"><em>Borrowers to receive wage garnishment notices starting January 7, Department of Education confirms.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump says it will begin garnishing wages from some borrowers who have defaulted on their student loans, marking the first time the federal government has taken such action since the onset of the COVID-19 pandemic.</p><p>Affected borrowers will begin receiving notices on January 7, a Department of Education spokesperson told Al Jazeera on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The policy is expected to initially impact about 1,000 borrowers, and the number is to grow over time.</p><p>“The notices will increase in scale on a month-to-month basis,” the spokesperson said.</p><p>Al Jazeera asked the department for clarification on how borrowers were selected for the first round of garnishments, how many additional people may be affected and the rationale behind those decisions.</p><p>The agency did not clarify but said collections are “conducted only after student and parent borrowers have been provided sufficient notice and opportunity to repay their loans”.</p><p>Under federal law, the government may garnish up to 15 percent of a borrower’s take-home pay as long as the individual is left with at least 30 times the federal minimum wage per week. The federal minimum wage is currently $7.25 an hour, a rate that has remained unchanged since July 2009.</p><p>About one in six American adults holds student loan debt, which totals about $1.6 trillion. As of April, more than 5 million borrowers had not made a payment in at least a year, according to the Education Department.</p><p>The garnishments are planned as economic pressure mounts for many Americans amid rising prices and a cooling labour market. According to consulting firm Challenger, Gray &amp; Christmas, more than 1.1 million people lost their jobs in 2025 as job growth slowed. Federal data also showed mixed employment trends in recent months with job losses reported in October followed by modest gains in November.</p><p>In the months of October and November, the unemployment rate <a href=\"/economy/2025/12/16/us-unemployment-hits-highest-level-since-2021-as-labour-market-cools\" target=\"_blank\" rel=\"noopener\">increased to 4.6 percent,</a> the highest since 2021, according to the US Department of Labor’s Bureau of Labor Statistics.</p><p>“Families are being forced to choose between paying their bills and putting food on the table. The Trump administration’s decision to begin garnishing wages takes even that meagre choice away from student loan borrowers who are living on the brink,” Julie Margetta Morgan, former deputy undersecretary at the Education Department under former President Joe Biden, told Al Jazeera.</p><p>“Instead of solving the affordability crisis that’s leaving Americans unable to pay their student loans, the president is further punishing families and forcing them to forgo the very basics.”</p><p>In addition to wages, the federal government has the authority to garnish income from tax refunds, Social Security benefits and certain disability payments.</p></div></div></body></html>"
        },
        {
            "title": "Hindutva protest at Bangladesh High Commission over lynching of Hindu man | Protests | Al Jazeera",
            "time": "2025-12-23T20:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766522061.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Wasteful Nigeria edge past Tanzania to make winning start to AFCON 2025 | Football News | Al Jazeera",
            "time": "2025-12-23T20:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251223__88XE9BC__v1__MidRes__FblAfr2025Match05NgaTza-1766513849.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ademola Lookman has secured <a href=\"/sports/liveblog/2025/12/23/live-nigeria-vs-tanzania-2025-africa-cup-of-nations\">a 2-1 win</a> for a wasteful Nigeria against Tanzania in Fez, Morocco, in their opening Africa Cup of Nations match.</p><p>After the disappointment of failing to qualify for the 2026 World Cup, Nigeria coach Eric Chelle would have hoped for more goals given the opportunities his side created on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Star striker Victor Osimhen was among the culprits. He failed to score but could have claimed a hat-trick with better finishing.</p><p>Nigerian centre-half Semi Ajayi opened the scoring in the first half before Charles M’Mombwa levelled soon after half-time.</p><p>However, Atalanta attacker Lookman struck the winning goal shortly after the equaliser to spare Nigeria’s blushes.</p><p>The first half followed a predictable pattern, with three-time champions Nigeria pressing and Tanzania soaking up the pressure as they sought their first win after three draws and six losses in three previous AFCON appearances.</p><p>Tanzania goalkeeper Zuberi Masudi suffered a facial injury after advancing off his line to block a shot by Akor Adams.</p><p>From the resultant corner, Sevilla striker Adams came close as his near-post header hit the top of the crossbar.</p><p>The East Africans threatened for the first time on 14 minutes, with an acrobatic shot from Simon Msuva comfortably saved by Stanley Nwabali.</p><p>As rain began to fall in Fez, Nigerian frustrations surfaced, with 2023 African player of the year Osimhen upset after being fouled by Ibrahim Hamad.</p><figure id=\"attachment_4192678\" aria-describedby=\"caption-attachment-4192678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192678\" src=\"/wp-content/uploads/2025/12/AFP__20251223__88XH7ZW__v1__MidRes__FblAfr2025Match05NgaTza-1766517641.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nigeria's Victor Osimhen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192678\" class=\"wp-caption-text\">Nigeria’s forward Victor Osimhen during the Africa Cup of Nations match against Tanzania [Abdel Majid Bziouat/AFP]</figcaption></figure><p>Osimhen then became the focal point of the Nigerian attacks, threatening to score twice before another attempt was cleared off the line by Bakari Nondo.</p><p>That set-piece led to the Super Eagles taking the lead as the ball was played back to Alex Iwobi, whose cross was nodded into the corner of the net by Ajayi for his second international goal.</p><p>Samuel Chukwueze had the chance to increase the lead just before half-time, but his close-range shot was tipped over by Masudi.</p><p>The opening seven minutes of the second period were dramatic, as an Osimhen goal was ruled offside before M’Mombwa equalised on 50 minutes, and then 2024 African player of the year Lookman restored Nigeria’s lead two minutes later with a rising shot from just outside the box.</p><p>Chelle introduced veteran Moses Simon for Adams in the vain hope of building a wider lead before what is likely to be their toughest Group C match – against Tunisia in Fez on Saturday.</p><p>Tanzania squandered a chance to equalise with three minutes of regular time remaining as a Mohamed Hussein cross evaded Nwabali, but substitute Kelvin John failed to connect with the ball.</p><figure id=\"attachment_4192988\" aria-describedby=\"caption-attachment-4192988\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192988\" src=\"/wp-content/uploads/2025/12/AFP__20251223__88XQ94R__v1__MidRes__FblAfr2025Match06TunUga-1766531674.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tunisia's forward #07 Elias Achouri celebrates his goal during the Africa Cup of Nations (CAN) Group C football match between Tunisia and Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192988\" class=\"wp-caption-text\">Tunisia’s forward Elias Achouri celebrates his goal during the Africa Cup of Nations Group C football match between Tunisia and Uganda [Sebastien Bozon/AFP]</figcaption></figure><h2 id=\"tunisia-open-with-a-win-against-uganda\">Tunisia open with a win against Uganda</h2><p>Elias Achouri’s double helped Tunisia ease to a 3-1 win over Uganda in their opening game, the last of the day, at the Africa Cup of Nations.</p><p>Ellyes Skhiri headed in an early opener, and FC Copenhagen winger Achouri then scored twice on either side of half-time, in a game played in relentless rain in Rabat. Denis Omedi netted a late consolation for Uganda.</p><p>The result leaves Tunisia on top of Group C after the opening round of matches, above Nigeria on goal difference following a 2-1 victory for the Super Eagles against Tanzania earlier in Fes.</p><p>“It was a good performance. I think we can take plenty of positives. We got three goals, and we wanted to start the competition in the best possible way,” Achouri said. “We did that, and we are very proud.”</p><p>Tunisia, who have qualified for next year’s World Cup, are appearing at a 17th consecutive AFCON and were eager to do better than at the 2024 edition in Ivory Coast, in which they were eliminated in the group stage without winning a game.</p><p>The Carthage Eagles duly got off to a triumphant start on a drenched surface at the Rabat Olympic Stadium, with French-born Eintracht Frankfurt midfielder Skhiri opening the scoring after only 10 minutes.</p><p>Achouri then took centre stage, doubling the lead with a lovely cushioned finish from an Ali Abdi cross as the interval approached.</p><p>He got his second goal and Tunisia’s third shortly after the hour mark, following in to score after an Abdi shot was saved by Uganda goalkeeper Jamal Salim.</p><p>Uganda were well beaten but salvaged some pride when Omedi scored in stoppage time, his shot finding the net via a big deflection off Tunisian defender Yan Valery.</p><p>Tunisia meet Nigeria next on Saturday in Fes in what looks set to be a decisive game in deciding who wins the section, while Uganda and Tanzania will hope to register their first points when they clash in Rabat.</p></div></div></body></html>"
        },
        {
            "title": "UK police say comedian Russell Brand charged with two more sex offences | Crime News | Al Jazeera",
            "time": "2025-12-23T19:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694ae37719-1766515575_57febb-1766516667.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police say comedian Russell Brand charged with two more sex offences</h1><p class=\"article__subhead\"><em>The 50-year-old comedian is already facing similar charges, including rape and sexual assault, involving four women.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British authorities have brought new counts of rape and sexual assault against comedian <a href=\"/news/2025/4/4/uk-comedian-russell-brand-faces-rape-sexual-assault-charges\">Russell Brand</a>, who is already facing similar charges involving four women.</p><p>The United Kingdom’s Crown Prosecution Service (CPS) said on Tuesday that the new charges – one count of rape and one of sexual assault – against Brand were in relation to two further women. The alleged offences took place in 2009, the CPS said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brand, 50, had already been charged in April with two counts of rape, two counts of sexual assault and one count of indecent assault. The charges were brought after an 18-month investigation launched when four women alleged they had been assaulted by the comedian.</p><p>Prosecutors said these offences took place from 1999 to 2005, one in the English seaside town of Bournemouth and the other three in London.</p><p>Brand pleaded not guilty to those charges in a London court.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He is expected to appear at Westminster Magistrates’ Court on January 20 in relation to the two new charges. A trial has also been scheduled for June 16 and is expected to last four to five weeks.</p><p>The Get Him to the Greek actor, known for risque stand-up routines and battles with drugs and alcohol, has dropped out of the mainstream media in recent years. He built a large following online with videos mixing wellness with conspiracy theories as well as discussions about religion.</p><p>When the first group of charges was announced in April, Brand said he welcomed the opportunity to prove his innocence.</p><p>“I was a fool before I lived in the light of the Lord,” he said in a social media video. “I was a drug addict, a sex addict and an imbecile. But what I never was, was a rapist. I’ve never engaged in nonconsensual activity. I pray that you can see that by looking in my eyes.”</p><p>Detective Chief Inspector Tariq Farooqi said the women involved in the case “continue to receive support from specially trained officers”.</p><p>He added the police investigation was ongoing and urged “anyone affected by this case or anyone with information to come forward”.</p></div></div></body></html>"
        },
        {
            "title": "Libyan army chief killed in plane crash near Turkiye’s capital | Aviation News | Al Jazeera",
            "time": "2025-12-23T19:28:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766538630.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Libyan army’s chief of staff, Mohammed Ali Ahmed al-Haddad, has died in a plane crash near the Turkish capital, Ankara, shortly after the private jet he was travelling in took off from an airport there.</p><p>The crash on Tuesday killed everyone on board.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The other victims were four high-ranking Libyan military officials as well as three crew members.</p><p>Turkish officials told Al Jazeera that initial investigations have ruled out sabotage and instead point to a technical failure as the cause of the crash.</p><p>On Wednesday, Turkish Interior Minister Ali Yerlikaya said the black box from the jet had been recovered. “The examination and evaluation processes of these devices have been initiated by the relevant authorities,” he told reporters at the site in Haymana district.</p><h2 id=\"great-loss\">‘Great loss’</h2><p>Libyan Prime Minister Abdul Hamid Dbeibah confirmed al-Haddad’s death in a statement on Facebook, saying the “tragic accident” took place as he and his delegation were returning home.</p><p class=\"p1\">“This great tragedy is a great loss for the nation, the military establishment, and all the people,” he said. “We have lost men who served their country with sincerity and dedication and were an example of discipline, responsibility, and national commitment.”</p><p>Al-Haddad was the top military commander in western Libya and played a crucial role in the ongoing United Nations-brokered efforts to unify the country, which has been divided since 2014 following the NATO-backed revolt that toppled and killed longtime ruler, Muammar Gaddafi.</p><p>The four other officers who died in the crash were General Al-Fitouri Gharibil, the head of Libya’s ground forces; Brigadier General Mahmoud Al-Qatawi, who led the Military Manufacturing Authority; Muhammad Al-Asawi Diab, an adviser to the chief of staff; and Muhammad Omar Ahmed Mahjoub, a military photographer with the chief of staff’s office.</p><p>The Libyan delegation was in Ankara for high-level defence talks aimed at boosting military cooperation between the two countries, according to Turkish officials.</p><p>Dbeibah’s UN-recognised Government of National Unity (GNU) in Tripoli announced official mourning across the country for three days. The GNU statement said that all state institutions would fly flags at half-mast, while official ceremonies and celebrations would be suspended.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"inquiry-under-way\">Inquiry under way</h2><p>Yerlikaya, the Turkish interior minister, said on X that al-Haddad’s plane took off from Ankara’s Esenboga airport at 8:10pm local time (17:10 GMT) en route to Tripoli, and that radio contact was lost about 40 minutes later.</p><p>He said authorities found the plane’s wreckage near the Kesikkavak village in Ankara’s Haymana district.</p><p>Yerlikaya added that the Dassault Falcon 50-type jet had made a request for an emergency landing while over Haymana before all communication ceased.</p><p>Burhanettin Duran, the head of the Turkish presidential communications office, said the plane notified air traffic control of an electrical fault and requested an emergency landing. The aircraft was redirected back to Esenboga, where preparations for its landing began.</p><p>The plane, however, disappeared from the radar while descending for the emergency landing, Duran said.</p><p>Security camera footage aired on local television stations showed the night sky over Haymana suddenly lit up by what appeared to be an explosion.</p><p>Turkish Minister of Justice Yilmaz Tunc said that the Ankara chief prosecutor’s office has launched an investigation into the incident.</p><p>In a statement to Al Jazeera, a Turkish official said that “initial reports from the investigation rule out any sabotage to the Libyan Army Chief plane crash”.</p><p>The initial cause is technical failure, the official added.</p><p>According to the GNU, Libya will send a team to Ankara to work with Turkish authorities on investigating the crash.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"respected-across-libya\">‘Respected across Libya’</h2><p>Walid Ellafi, the GNU’s state minister of political affairs and communication, told the broadcaster Libya Alahrar that it was not clear when a crash report would be ready.</p><p>He said the jet that crashed was a leased Maltese aircraft and that officials did not have “sufficient information regarding its ownership or technical history”.</p><p class=\"p1\">Al Jazeera’s Malik Traina, reporting from Tripoli, described al-Haddad’s death as a “huge loss” to the Libyan military and said there has been an “outpouring of grief” from across the country, including from the rival administration in eastern Benghazi.</p><p>Eastern Libya commander Khalifa Haftar issued a statement expressing his “deep sorrow over this tragic loss”, while the House of Representatives in Benghazi offered their condolences to the families of al-Haddad and his delegation.</p><p>Al-Haddad was “well respected across western Libya and across the country”, said Traina. He was a career soldier who supported the rebels during the 2011 uprising against Gaddafi and was highly regarded for his refusal to align with powerful militias that have fragmented the country’s security landscape since the civil war, said Traina.</p><p>“Here, in western Libya, it’s extremely fractured. We have powerful armed groups that control vast areas of land. They have a huge influence on the government. But Mohammed al-Haddad refused to bow down to the pressure of these armed groups. He was always talking about reconciliation,” the Al Jazeera correspondent said.</p><p>“He was trying to bring the country together. People rallied behind him. They had hope; trust that perhaps, possibly, that through Mohammed al-Haddad, they could broker a deal with eastern Libya and come up with some sort of agreement that will unify this divided country,” he added.</p><p>Al-Haddad had been the army’s chief of general staff since August 2020, and was appointed by then-Prime Minister Fayez al-Sarraj.</p><p>Turkiye’s ‌Ministry of National Defence had announced the Libyan chief of staff’s visit ‌to Ankara earlier this week, saying ⁠he had met his Turkish counterpart, Selcuk Bayraktaroglu, Turkish Minister of National Defence Yasar Guler, and other Turkish military commanders.</p><p>The crash occurred a day ‌after Turkiye’s parliament passed a decision to extend the mandate ⁠of Turkish soldiers’ deployment in Libya by two more years.</p><p class=\"p1\">Ankara has close ties with the UN-recognised government in Tripoli, which it provides with economic and military support.</p><p>In 2020, it sent military personnel there to train and support the government, and later reached a maritime demarcation ‌accord.</p><p>In 2022, Ankara and Tripoli also signed a preliminary accord on energy exploration.</p><p>Turkiye has recently switched course under its “One Libya” policy and ramped up contacts with Libya’s eastern faction as well.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}