{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Conservative lawmaker in Honduras injured after being hit with explosive | Government News | Al Jazeera",
            "time": "2026-01-09T07:59:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009124799807-1767939317.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Honduran lawmaker has been injured after an unidentified assailant threw what appeared to be an explosive device into an outdoor hallway in the legislature where members of the conservative National Party were holding a news briefing.</p><p>“The National Party of Honduras condemns all acts of political violence that threaten the life, integrity, and democratic institutions of the country,” the party said in a <a href=\"https://x.com/PNH_oficial/status/2009462653568323945\" target=\"_blank\" rel=\"noopener\">statement</a> on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The incident underscores the tense political climate in Honduras, where a hotly contested presidential race on November 30 culminated in a weeks-long vote count and a disputed outcome.</p><p>The National Party’s candidate, Nasry Asfura, was ultimately declared the winner just shy of a month later, on December 24.</p><p>Members of Honduras’s Congress had convened on Thursday to consider a possible recount of the vote, a proposal advanced by the outgoing left-wing governing party, Libertad y Refundacion (LIBRE).</p><p>While the National Electoral Council has affirmed Asfura as the winner, the LIBRE party has yet to accept the result, given the narrow margin of victory and alleged irregularities during the vote count.</p><p>Thursday’s incident reportedly left Gladis Aurora Lopez, a conservative deputy for the department of La Paz, injured.</p><p>Video of the incident circulating on social media shows Lopez approaching a row of journalists holding TV cameras, when a smoking, grey object strikes her on the back, close to her head.</p><p>Lopez reportedly fell to the floor from the force of the blow, but her injuries were not considered life-threatening.</p><p>An <a href=\"https://x.com/TommyZambranoM/status/2009404814803783980\" target=\"_blank\" rel=\"noopener\">image</a> posted by Tommy Zambrano, the leader of the National Party’s congressional voting bloc, showed Lopez with her white shirt pulled down past her shoulder to reveal what appeared to be blood splatter and bruising on her ear, neck and back.</p><p>Members of the National Party quickly pointed a finger at their rivals in the LIBRE party, blaming them for the violence.</p><p>“Today I speak not as a representative, but as a Honduran,” a fellow conservative deputy, Antonio Cesar Rivera, <a href=\"https://x.com/AntonioCeRivera/status/2009454255380271490\" target=\"_blank\" rel=\"noopener\">posted</a> on social media. “I condemn with absolute firmness the cowardly attack against Gladis Aurora Lopez and I stand in solidarity with her.”</p><p>He accused LIBRE groups of attacking him, too. “Those who promote hatred and intimidation are attacking democracy,” he wrote.</p><p>Zambrano, meanwhile, said the LIBRE party leadership was responsible for the attack, even though the assailant remains at large and no suspect has been identified.</p><p>He called out Congress’s President Luis Redondo – a LIBRE politician – as well as Manuel “Mel” Zelaya, the first gentleman of Honduras and a former president who was ousted in a 2009 coup.</p><p>“The cowardly attack suffered by our colleague Gladis Aurora Lopez illustrates what Luis Redondo, Mel, LIBRE and 21st-century socialism represent: violence and more violence,” Zambrano wrote on social media.</p><p>Rhetoric between the country’s leading parties has been particularly heated in recent months, as scandals dogged the lead-up to the November general election.</p><p>Stretching back to the March primary, the electoral process was roiled by delays and insufficient electoral materials, leading to accusations that the democratic process had been compromised.</p><p>The political infighting <a href=\"/news/2025/11/28/ahead-of-a-tight-presidential-election-honduras-braces-for-controversy\">only grew</a> as the final ballot drew near, with the LIBRE member of the National Electoral Council accusing his conservative counterpart of election interference and conspiring with the military.</p><p>With only days before the election, United States President Donald Trump also weighed into the melee, throwing his support behind Asfura.</p><p>Shortly after the polls closed, it became clear that the LIBRE party, led by President Xiomara Castro, had been dealt a blow both in the race for the presidency and for control of Congress.</p><p>Its presidential candidate, Rixi Moncada, was a distant third in the final tally, and it lost seats in Congress.</p><p>The presidential contest came down to the centre-right Liberal Party and the conservative National Party. Asfura came out on top by less than a percentage point, earning 40.3 percent of the vote while Liberal Party candidate Salvador Nasralla scored 39.6 percent.</p><p>Still, the slow nature of the vote count and disruptions to the online posting of results <a href=\"/news/2025/12/8/honduran-election-authorities-resume-vote-tallies-amid-allegations-of-fraud\">have spurred allegations</a> of fraud and malfeasance in the election.</p><p>Asfura is slated to take his oath of office on January 27, marking a return to National Party rule after four years of left-wing leadership.</p></div></div></body></html>"
        },
        {
            "title": "Somaliland recognition: Israel’s foothold in the Horn of Africa | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-01-09T07:51:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89T99NN__v2__HighRes__TopshotSomaliaSomalilandIsraelDiplomacy-1767764632_532a94-1767939628.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Israeli Foreign Minister Gideon Saar visited Somaliland on Tuesday, he became the <a href=\"/news/2026/1/6/israeli-fm-visits-somaliland-after-world-first-recognition-storm\">first Israeli official</a> to visit the breakaway republic since his country established full diplomatic relations with it in the closing days of last year.</p><p>Israeli Prime Minister Benjamin Netanyahu announced the <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">diplomatic recognition of Somaliland</a> – a breakaway part of Somalia – on December 26. He said that the recognition was in keeping with “the spirit of the Abraham Accords”, referring to the United States-led initiative encouraging a number of Arab countries to normalise relations with Israel in return for diplomatic and financial concessions from the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But Israel’s recognition of Somaliland has prompted <a href=\"/news/2025/12/30/somalis-rally-against-israels-world-first-recognition-of-somaliland\">protests</a> within Somalia and complaints from dozens of countries and organisations, including Turkiye, Saudi Arabia and the African Union.</p><p>Meeting with Somaliland President Abdirahman Mohamed Abdullahi in the Somaliland capital of Hargeisa on Tuesday, Saar told reporters that Israel had not been discouraged by criticism of its decision.</p><p>“We hear the attacks, the criticism, the condemnations,” he said. “Nobody will determine for Israel who we recognise and who we maintain diplomatic relations with.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hegemon\">Hegemon</h2><p>Israel’s recognition of Somaliland comes after more than two years of its genocidal war on Gaza, and attacks on regional countries, including Lebanon, Iran, Syria, Yemen, and Qatar.</p><p>Attacks on Lebanon continue, and there are new indications that Israel may be seeking to launch renewed attacks on Iran, its main regional nemesis.</p><p>Israel’s wars appear to be an attempt to portray itself – with US backing – as the regional hegemon, uninterested in compromising with its enemies.</p><p>Recognition of Somaliland, despite regional opposition, marks the latest part of that strategy.</p><p>And Israel has found a new ally in the Horn of Africa on the back of its decision.</p><p>Despite being self-governing for more than 30 years, Somaliland has failed to gain international recognition, despite maintaining its own currency, passport and army.</p><p>Recognition has been elusive, meaning that even if there are qualms from some over ties with Israel, many are willing to overlook them in the hope that this decision will pave the path for other countries to follow.</p><p>“Clans, militias and corruption have ruined Somalia,” Somali journalist and human rights activist Abdalle Mumin, who was previously imprisoned by his country’s authorities, told Al Jazeera, “At least in Somaliland they have achieved some kind of peace and stability.”</p><p>“Many hope that other countries will follow Israel,” Mumin continued.</p><figure id=\"attachment_4208244\" aria-describedby=\"caption-attachment-4208244\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4208244\" src=\"/wp-content/uploads/2026/01/AFP__20251227__894G2CF__v1__HighRes__SomaliaSomalilandIsraelDiplomacy-1767268297.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Residents wave Somaliland flags as they gather to celebrate Israel's announcement recognising Somaliland.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4208244\" class=\"wp-caption-text\">Residents wave Somaliland flags as they gather to celebrate Israel’s announcement recognising Somaliland’s statehood in downtown Hargeisa [Farhan Aleli/AFP]</figcaption></figure><h2 id=\"why-has-israel-recognised-somaliland\">Why has Israel recognised Somaliland?</h2><p>Nevertheless, speculation over why Israel chose to recognise Somaliland has mounted since Netanyahu’s announcement, with analysts pointing to its strategic location at the crossroads between the Red Sea and the Indian Ocean.</p><p>Somaliland’s port of Berbera lies close to some of the world’s busiest maritime routes, which have come under attack over the past two years from Yemen’s Houthi rebel movement, a sworn enemy of Israel.</p><p>These were all factors in Israel’s recognition, former Israeli peace negotiator Daniel Levy said, acknowledging that the Netanyahu government also benefitted from preserving the <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">suggestion</a> that Somaliland may take in Palestinians forced out of Gaza.</p><p>However, Levy suspects Israel’s ambitions may be grander still, including increasing the country’s value to its chief sponsor, the US.</p><p>By securing an ally in a strategically important region,</p><p>The key dynamic, according to Levy, is momentum.</p><p>“If you set out to do something like this, you can’t just stop [at recognition],” he told Al Jazeera. “You have to keep taking steps: more aircraft, more presence, more moves. Once you’ve committed to this kind of game, you need to stay at the table.”</p><p>The timing of the move, shortly before Netanyahu’s meeting with US President Donald Trump on December 29, also held significance, Levy said.</p><p>Israel was trying to place itself more firmly on what it imagines Washington’s agenda to be, and how it imagines great power competition in the Horn of Africa, particularly with China, which maintains a base in neighbouring Djibouti, might play out.</p><p>“We’ve seen before that Israel can put something on the table and the Americans follow later,” he said.</p><p>Israel may be implicitly telling the US, “We’re active, and we’re positioned in a way that helps you. Having us there helps you.”</p><figure id=\"attachment_2248087\" aria-describedby=\"caption-attachment-2248087\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2248087\" src=\"/wp-content/uploads/2023/06/WEB_MAP_SOMALIA_PUNTLAND-1000X562-1687342838.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of Somalia showing Puntland and Somaliland regions\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2248087\" class=\"wp-caption-text\">Map of Somalia showing Puntland and Somaliland regions [Al Jazeera]</figcaption></figure><h2 id=\"momentum\">Momentum</h2><p>According to many observers, the past two years of war have already fundamentally changed the nature of Israel, with the strain of its genocidal war on Gaza, plus news assaults upon its regional neighbours, leaving the country <a href=\"/news/2025/10/7/two-years-into-its-war-on-gaza-israel-is-fractured-isolated-analysts\">fractured, isolated</a> and with the hard right firmly in the ascendancy.</p><p>How enthusiastic the country might be for additional adventures in the Horn of Africa, a region, according to many observers, that remains largely unknown to much of the Israeli public, is unclear.</p><p>“Israelis have no idea what or where Somaliland is. It’s a non-issue in Israel,” Alon Pinkas, a former Israeli ambassador and consul general in New York, told Al Jazeera.</p><p>“The first time the news came out, it was published alongside maps showing the Horn of Africa, the Red Sea and its position across the Gulf of Aden. They had to show people where it was,” he said, dismissing the suggestion that Israel may ever station troops there.</p><p>“No, this is Netanyahu doing what he’s been doing ever since October 7, 2023: expanding the theatre of conflict,” he said. “Be that to Lebanon, Syria, Yemen or Iran. Now, it’s Somaliland. There’s no other rationale behind it. It’s about always moving forward.”</p></div></div></body></html>"
        },
        {
            "title": "Heavy fighting in Aleppo, Syria, after talks with SDF collapse | Newsfeed | Al Jazeera",
            "time": "2026-01-09T07:33:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767943959.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela releases imprisoned political figures in Trump-approved move | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-09T07:32:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26008755774168-1767940936.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela has released a “large number” of high-profile political prisoners, including several foreigners, in an apparent concession to the United States less than a week after its forces <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abducted Venezuelan President Nicolas Maduro</a>.</p><p>The releases on Thursday were the first since Maduro’s former deputy <a href=\"/video/newsfeed/2026/1/6/what-to-know-about-delcy-rodriguez-venezuelas-interim-president\">Delcy Rodriguez</a> took office as interim leader, with the backing of US President Donald Trump, who says he is content to let her govern as long as she gives Washington access to the country’s oil.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Former Venezuelan opposition candidate <a href=\"/news/longform/2025/1/27/a-revolving-door-for-political-prisoners-venezuelan-families-cry-foul\">Enrique Marquez</a> – who opposed Maduro in the contested 2024 presidential election – was among those released on Thursday.</p><p>“It’s all over now,” Marquez said in a video filmed by a local journalist of him and his wife, accompanied by another released opposition member, Biagio Pilieri.</p><p>Delcy Rodriguez’s brother, parliament speaker Jorge Rodriguez, said “a large number of Venezuelan and foreign nationals” were being immediately freed for the sake of “peaceful coexistence”.</p><p>He did not say which prisoners would be released, nor how many or from where.</p><p>Venezuelan rights NGO Foro Penal estimates more than 800 political prisoners are in the country’s jails.</p><p>Venezuela’s opposition leader Maria Corina Machado hailed the releases, saying in an audio message on social media: “Injustice will not last forever and … truth, although it be wounded, ends up finding its way.”</p><p>Renowned Spanish-Venezuelan activist Rocio San Miguel was among five Spanish citizens freed, according to Spain’s Ministry of Foreign Affairs.</p><p>San Miguel has been imprisoned since February 2024 over a purported plot to assassinate Maduro, which she denied.</p><p>The White House credited Trump with securing the prisoners’ freedom.</p><p>“This is one example of how the president is using maximum leverage to do right by the American and Venezuelan people,” Deputy Press Secretary Anna Kelly said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro was <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">seized in a special forces raid</a> in early January, with air strikes and operations that killed 100 people, according to Caracas. US forces took Maduro and his wife, Cilia Flores, to New York to <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">face trial on drug charges</a>.</p><p>Trump has said the US would “run” the Caribbean country for a transitional period and <a href=\"/economy/2026/1/8/us-says-it-wants-to-control-venezuelan-oil-indefinitely-can-it\">tap into its oil reserves for years</a>.</p><p>Trump announced a plan earlier this week for the US to sell between 30 million and 50 million barrels of Venezuelan crude, with Caracas then using the money to buy US-made products. Trump is scheduled to meet oil executives on Friday.</p><p>Trump broadened his threat to drug traffickers in a Fox News interview that aired on Thursday night, saying he would target cartels in land strikes.</p><p>The US military has already destroyed at least 31 vessels in maritime attacks in the Eastern Pacific and the Caribbean, killing at least 107 people, in attacks that legal experts have said flout international law and could amount to war crimes.</p><p>Trump also said he would meet Nobel Prize-winning opposition leader Machado in Washington next week.</p><p class=\"p1\">“I understand she’s coming in next week sometime, and I look forward to saying hello to her,” Trump told Fox News host Sean Hannity.</p><p class=\"p1\">Trump said last week that Machado does not have the respect or support within Venezuela to lead the country, and he told Fox News on Thursday that the South American country was not in a position to hold new elections.</p><p class=\"p1\">“We have to rebuild the country. They couldn’t have an election,” he said.</p><p class=\"p1\">“They wouldn’t even know how to have an election right now.”</p><p class=\"p1\">Machado has offered to share her Nobel Prize with Trump, who has said he deserved the award.</p><p class=\"p1\">On Thursday, Trump said it was a “major embarrassment” for Norway that he did not win the prize, which is awarded by a Norwegian committee.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Europe should prepare for Greenland’s annexation and end of NATO: Experts | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T07:32:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T173549Z_792637862_RC2IMDAWFN9L_RTRMADP_3_USA-TRUMP-GREENLAND-1767897055.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump’s abduction of Venezuelan President Nicolas Maduro on January 3 has emboldened him to proceed with the annexation of Greenland, a Danish-owned, self-governed territory, spelling the effective end of NATO and furthering Russia’s war aims in Ukraine, experts tell Al Jazeera.</p><p>The day after Maduro’s kidnap by US forces, Trump made Europe fretful – a sport of which he never seems to tire – when he told The Atlantic, “We do need Greenland, absolutely. We need it for defence.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>White House Deputy Chief of Staff Stephen Miller said, “It has been the formal position of the US government since the beginning of this administration …  that Greenland should be part of the United States.”</p><p>“The move on Venezuela illustrates the Trump administration’s determination to dominate the Western Hemisphere – of which Greenland geographically is a part,” said Anna Wieslander, Northern Europe director for the Atlantic Council, a think tank.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224424 aligncenter\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-NATO-MEMEBERS-DISPUTES-TIMELINE-1767885808.png?quality=80\" alt=\"INTERACTIVE-NATO-MEMEBERS-DISPUTES-TIMELINE-1767885808\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>“Since the successful intervention in Venezuela immediately was followed with threats of using force against Greenland, among others in the hemisphere, it has in the short run, made it more likely,” she told Al Jazeera.</p><p>“Unfortunately, I think the American president should be taken seriously when he says he wants Greenland,” Danish Prime Minister Mette Frederiksen told Denmark’s public broadcaster on January 4.</p><p>But she predicted it would spell death for the NATO alliance.</p><p>“If the United States decides to attack another NATO country, then everything would stop – that includes NATO and therefore post-World War II security,” Frederiksen said.</p><p>Wieslander agreed.</p><p>“Should the darkest hour come and the United States uses military force to annex Greenland, the essence of Article 5 and collective defence within NATO would lose its meaning,” she said.</p><p>Article 5 is NATO’s mutual defence clause, committing allies to come to each other’s aid.</p><h2 id=\"nato-would-be-a-shadow-of-itself\">‘NATO would be a shadow of itself’</h2><p>“You could argue that if you marry what’s happening in Ukraine to a possible invasion of Greenland, one could make the argument that it could be a deadly one-two combination that would basically ruin the alliance,” said Chicago University history professor John Mearsheimer. “NATO would be a shadow of itself. It would effectively be wrecked.”</p><p>Yet when Europe’s leaders met White House officials in Paris to design security guarantees for Ukraine, they said nothing in public about Venezuela or Greenland.</p><p>“The priority is Ukraine, European defence and European security, and keeping the Americans in,” international affairs professor Konstantinos Filis at the American College of Greece told Al Jazeera.</p><p>But Europeans see the writing on the wall, and are merely buying time, believed Keir Giles, Eurasia expert for Chatham House, a think tank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The pandering to Trump has been an element of our strategy over the last year, leaving observers hoping, but not entirely trusting, that another element of the strategy is preparing urgently for the final rupture with the United States,” Giles said.</p><h2 id=\"the-moral-hazard-for-europe\">The moral hazard for Europe</h2><p>Giles told Al Jazeera that Europe’s best option was to place a military deterrent on Greenland now, believing that putting allied troops in the Baltic States and Poland after 2017 deterred a Russian attack there.</p><p>“The principle for deterring the United States from military miscalculation should be precisely the same as the one, which was available, but not applied for deterring Putin from invading Ukraine in February 2022,” he said.</p><p>A US armed invasion of Greenland would be doubly bad for Europe by playing into Putin’s hands in Ukraine, Giles said.</p><p>“The idea that larger powers can have a free hand in what they regard as their own back yard is very much to Russia’s taste,” he said. Invading Greenland, he believed, would amount to “potentially handing Moscow the greatest gift to the Trump administration has yet offered”.</p><p>German President Frank-Walter Steinmeier told a symposium this week that the loss of common NATO values weakened the world order.</p><p>“It’s about preventing the world from turning into a den of robbers, where the most unscrupulous take whatever they want, where regions or entire countries are treated as the property of a few great powers,” Steinmeier said.</p><p>Seeing these possibilities, European officials have been discussing military options.</p><figure id=\"attachment_4194284\" aria-describedby=\"caption-attachment-4194284\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194284\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Where-is-Greeland-basic-history-1766595219.png?quality=80\" alt=\"INTERACTIVE-Where is Greenland basic history-1766595219\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194284\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>When Trump mentioned his Greenlandic aspirations last year, France sent a nuclear submarine off Canada’s shores to put him on notice that the islands of St Pierre and Miquelon off Newfoundland are French sovereign territories.</p><p>This week, French Foreign Minister Jean-Noel Barrot said, “We want ​to take action, but we want to do so together with our European partners,” and was due to discuss plans with Germany and Poland.</p><p>German Foreign Minister Johann Wadephul told journalists, ”Since Denmark belongs to NATO, Greenland will in principle also be defended by NATO.”</p><h2 id=\"will-there-be-a-military-intervention\">Will there be a military intervention?</h2><p>Experts were divided on what method Trump would use to acquire Greenland.</p><p>Marco Rubio told journalists on Wednesday that he would meet the Danish government next week in the coming days, but refused to take military options against Greenland off the table.</p><p>“If the president identifies a threat to the national security of the United States, every president retains the option to address it through military means … we always preferred to settle it in different ways, that included in Venezuela,” he said.</p><p>Mearsheimer believed Trump’s track record of attacking Iran last June, Nigeria in December and Venezuela now elevated the chances.</p><p>“If you look at Trump’s pattern of behaviour, how willing he is to use military force when you can do it on the cheap and get away with it … the fact that … it could be portrayed as another pinprick operation, tells you there’s a really good chance that he could take Greenland,” he told political scientist Glenn Diesen.</p><p>Others disagreed. “Trump may want to strengthen the autonomy movement within Greenland and get them to ask for US help,” said Filis.</p><p>The leader of Greenland’s main opposition party on Thursday said Copenhagen should get out of the way and allow Greenland to come to an arrangement directly with the US.</p><p>“We encourage our current [Greenlandic] government actually to have a dialogue with the US government without Denmark,” said Pele Broberg, the leader of Naleraq. “Because Denmark is antagonising both Greenland and the US with their mediation.” Naleraq won 25 percent of the national vote last year, doubling its previous showing.</p><p>Giles agreed that “coercion, pressure, blackmail, direct or indirect subversive activities or extortion,” would be Trump’s opening moves.</p><p>Trump is considering bribing Greenlanders with a per capita sum between $10,000 and $100,000 to join the US, Reuters reported on Friday.</p><h2 id=\"why-does-trump-want-it\">Why does Trump want it?</h2><p>At the end of the day, though, Trump’s policy still amounts to pushing Europe out of what he sees as his hemisphere. Why?</p><p>Trump, Rubio and Stephens all cited security, but Denmark gave the US full permission to establish military bases, bring in equipment and personnel, fly aircraft and sail ships in and out of Greenland in a 1953 treaty. The US operates a radar station in Pituffik, providing early warning of ballistic missiles flying over the North Pole from Russia.</p><p>A year ago, Trump told reporters that the US should absorb Greenland and resume control of Panama, because “we need them for economic security”.</p><p>“It’s to do with new sea routes as the Arctic opens up, and of course, security,” said Filis. “The Arctic Circle is going to be an area of competition among the great powers.”</p><p>Arctic sea ice has been melting, allowing the volume of commercial shipping across the North Pole to increase ninefold over the past decade, according to Putin. That leaves open the possibility that military shipping could also increase, especially with Russia and China holding more joint exercises at sea.</p><p>Panama, too, is a vital sea passage between the Atlantic and the Pacific.</p><p>Along with Sweden and Greece, Greenland is also considered one of the European Union’s most promising sources of rare mineral resources.</p></div></div></body></html>"
        },
        {
            "title": "Jazz close out Mavericks to end 5-game losing streak; Pacers beat Hornets | Basketball News | Al Jazeera",
            "time": "2026-01-09T07:20:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__2254729121__v1__MidRes__DallasMavericksVUtahJazz-1767942044.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lauri Markkanen had 33 points and seven rebounds and the Utah Jazz snapped a five-game losing streak with a 116-114 victory over the Dallas Mavericks in the NBA.</p><p>Keyonte George had 19 points and seven assists for the home side on Thursday.</p><p>Cooper Flagg led the Mavericks with 26 points, ​10 rebounds and eight assists, while Klay Thompson scored 23 points.</p><p>Dallas moved ahead 107-100 with 4:39 remaining, ⁠but Utah answered with a 16-4 run to move ahead 116-111 with 29 seconds left.</p><p>Markkanen finished 14 of 26 from the field with seven rebounds and four assists for Utah, who have won their first ​two meetings against Dallas this season.</p><p>The Mavericks committed 20 turnovers ‌and lost for the fifth time in their last seven games.</p><p>Meanwhile, Pascal Siakam scored 18 of his ‌30 points in the first half and hit the winning shot as ‍the Indiana Pacers ‍snapped a 13-game losing streak in a 114-112 triumph against the host Charlotte Hornets.</p><p>Collin Sexton’s potential tying shot was off the mark in the final ⁠second as the Hornets lost in the final seconds for the second night in ​a row. Siakam scored on a go-ahead drive with 11.5 seconds left. ‍He made 12 of 23 shots with three 3-pointers and also grabbed 14 rebounds. TJ McConnell racked up 23 points off the Pacers’ bench, Aaron Nesmith supplied 16 points and Jay Huff added 10 ‍points.</p><p>LaMelo Ball ⁠had a game-high 33 points, aided by seven 3-point baskets, in his first game coming off the bench since his rookie season (2020-21). Miles Bridges posted 19 points, Kon Knueppel had 18 points and Sexton finished with 11 points.</p><p>In Minnesota, Julius Randle scored 28 points, grabbed 11 rebounds and dished eight assists to help the home side hold on to beat Cleveland.</p><p>Jaden McDaniels finished with ​26 points on 11-for-14 shooting for Minnesota, which won its ‌fourth game in a row. Anthony Edwards scored 25 points on 10-for-20 shooting, and Rudy Gobert recorded a double-double with 11 points and 13 rebounds.</p><p>Donovan Mitchell scored 30 points on 10-for-20 shooting to lead Cleveland, which ‌lost for the second time in its past three games. He added eight assists. Sam Merrill scored 22 points off ‌the bench, and Jarrett Allen notched a double-double with ⁠11 points and 10 boards.</p><p>Edwards became the third-youngest player in NBA history to reach 10,000 career points at 24 years and 156 days. He was beaten to the mark by just LeBron James (23 years, 59 days) and Kevin Durant (24 years, 33 days). Edwards is one of seven players who have hit 10,000 points before age 25, with Kobe Bryant, Luka Doncic, Tracy McGrady and Carmelo Anthony also in that group.</p><p>“To be honest, it’s cool, but I know I’ve got a lot more to go, so it’s really nothing, for real,” Edwards said after the win. “I’m kind of sick that I got in front of Kobe. I wished I would’ve waited like 100 days or something, but yeah, it’s all good.”</p><p></p></div></div></body></html>"
        },
        {
            "title": "Street protests grow in Iran as the country faces an internet blackout | Protests | Al Jazeera",
            "time": "2026-01-09T07:18:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767943052.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Sudan in need of urgent aid as it marks 1,000 days of war: NGOs | News | Al Jazeera",
            "time": "2026-01-09T07:03:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25341684040183-1767163230.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Millions of people in Sudan are in urgent need of humanitarian help, aid organisations have warned, as the war in the east African state marked its 1,000th day.</p><p>Fierce fighting and global funding cuts have pushed more than 33 million people towards starvation in what has become one of the <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">world’s most severe humanitarian crises</a>, nongovernmental organisations said on Friday as the grim anniversary passed.</p><p>Warning that Sudan’s hunger crisis is reaching unprecedented levels, the groups called on global governments to raise efforts to end the war between the country’s military rulers and paramilitary Rapid Support Forces (RSF), which began in April 2023.</p><p>Both sides have been accused of war crimes and crimes against humanity, while the RSF has been implicated in atrocities in Darfur that the United Nations says may amount to genocide.</p><p>The paramilitary group’s recent resurgence in the vast states of Darfur and Kordofan has forced the displacement of millions more people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A new UN assessment in North Darfur shows more than half of young children are malnourished – one of the highest rates ever recorded worldwide, said Islamic Relief in a statement.</p><p>“More than 45% of people across Sudan – over 21 million people – are suffering acute food shortages and a recent Islamic Relief assessment in Gedaref and Darfur found 83% of families don’t have enough food,” the statement reads.</p><p>Separately, a coalition of 13 aid agencies called on the British government, as the UN Security Council penholder, to push for increased funding for the humanitarian response and to drive action to end the fighting.</p><p>In a statement, they warned that the world’s largest food crisis has left more than 21 million people facing acute food shortages, noting that millions of displaced people have been forced into unsafe, overcrowded settlements, rife with hunger and disease outbreaks, and gender-based violence.</p><p>“The conflict has driven the collapse of livelihoods and services, with an estimated 70 to 80 percent of hospitals and health facilities affected and non-operational, leaving roughly 65 percent of the population without access to healthcare,” the statement said.</p><p>“This war cannot be allowed to go on any longer. For 1,000 days we’ve seen our country ripped apart and civilians attacked, starved and forced from their land,” said Elsadig Elnour, Islamic Relief’s senior programme manager in Sudan.</p><h2 id=\"brutal-choices\">Brutal choices</h2><p>Yet with the Trump administration in the United States having led huge cuts in humanitarian funding, aid for Sudan is forced to compete with other conflict-plagued locations such as Gaza, Ukraine and Myanmar for an ever smaller pot.</p><p>The UN <a href=\"/news/2025/12/8/overstretched-under-attack-un-cuts-2026-aid-appeal-despite-great-need\">said last month</a>, as it launched its 2026 appeal for aid funding, that it faced “brutal choices”. Due to a plunge in donor funding, it said it was being forced to ask for just $23bn, about half the amount it needs, despite humanitarian needs globally being at an all-time high.</p><p>“Sharp cuts in foreign assistance have further weakened humanitarian operations, stripping funding from essential programmes, meaning people won’t have enough to eat and feed their families, have access to basic healthcare, clean water and sanitation, or a safe place to live, with a heightened risk of <a href=\"/features/2026/1/7/survivors-recount-rsf-gang-rape-in-sudan-infants-among-victims\">gender-based violence</a>,” the statement issued by the 13 aid agencies warns.</p><p>“Sudan cannot be allowed to fade into another forgotten crisis, worse, a neglected one. The scale of suffering is immense, and we have witnessed the exhaustion and fear etched into the faces of people arriving in search of food, shelter and safety,” said Samy Guissabi, country director for Action Against Hunger in Sudan.</p></div></div></body></html>"
        },
        {
            "title": "Landfill collapse kills one and leaves dozens missing in Philippines | News | Al Jazeera",
            "time": "2026-01-09T06:46:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_69609fdf629a7-1767940063_2549a8-1767940262.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">An avalanche of rubbish buried workers at a waste segregation facility in a central Philippine city, killing one person, injuring seven and leaving at least 27 others missing, police have said.</p><p class=\"p1\">Rescuers retrieved eight people alive and were searching for the missing still trapped after a huge mound of rubbish and debris collapsed on them in Binaliw, Cebu city, police said on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Those affected included workers at the landfill, but it was unclear if non-workers were among the victims.</p><p class=\"p1\">One of those rescued, a female landfill worker, died while being brought to a hospital, regional police director Roderick Maranan told The Associated Press news agency, adding the rest survived with injuries.</p><p class=\"p1\">Search and rescue efforts were continuing for the 27 missing, Maranan said, citing an initial police report.</p><p class=\"p1\">Cebu city Mayor Nestor Archival said Friday that at least 12 people have been rescued and 38 others remain missing. The reason for the different numbers of missing and rescued given by the police and Archival was not immediately clear.</p><p class=\"p1\">“All response teams remain fully engaged in search and retrieval efforts to locate the remaining missing persons with strict adherence to safety protocols,” Archival said in a statement posted on Facebook.</p><p class=\"p1\">At the landfill site, dozens of rescuers scrambled overnight in search of people trapped.</p><p class=\"p1\">“The city government assures the public and the families of those affected that all necessary measures are being taken to ensure safety, transparency, accountability and compassionate assistance as operations continue,” Archival said.</p><p class=\"p1\">Authorities and officials at the waste management facility, which has 110 employees, were to hold an emergency meeting on Friday, Archival said.</p><figure id=\"attachment_4226090\" aria-describedby=\"caption-attachment-4226090\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226090\" src=\"/wp-content/uploads/2026/01/ap_69609fb5d27b6-1767940021.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"An aerial view after a huge mound of garbage collapsed at a waste segregation facility in Binaliw, Cebu city on Friday, Jan. 9, 2026. (AP Photo/Jacqueline Hernandez)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226090\" class=\"wp-caption-text\">An aerial view of the landfill collapse [Jacqueline Hernandez/AP Photo]</figcaption></figure><p class=\"p1\">Aerial photos released by police showed what appeared to be multiple structures crushed under the weight of the rubbish.</p><p>Jason Morata, a city assistant public information officer, said the buildings had housed “company offices, HR, admin, maintenance staff” for a private firm that ran the site.</p><p class=\"p1\">“It must be four storeys high,” Morata said of the rubbish mountain.</p><p class=\"p1\">He added that information was emerging at a trickle, as there was “no signal” at the dump site.</p><p class=\"p1\">The landfill “processes 1,000 tons of municipal solid waste daily”, according to the website of operator Prime Integrated Waste Solutions.</p><p class=\"p1\">“We don’t know what caused the collapse. It wasn’t raining at all,” said Marge Parcotello, a civilian staff member of the police department in Consolacion, a town that shares a common boundary with the dump site.</p><p class=\"p1\">“Many of the victims are from Consolacion,” the AFP news agency quoted her as saying.</p><p class=\"p1\">More than 200 people were killed in July 2000 when an avalanche of rubbish consumed a Manila shanty town populated by several thousand scavengers.</p><p class=\"p1\">The tragedy, the worst of its kind in Philippine history, prompted public outrage over open landfills. Legislation aimed at better regulation of waste management was passed months later.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,415 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-09T06:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009102483761-1767936257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,415</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,415 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, January 9:</p><h2 id=\"fighting\">Fighting:</h2><ul>\n<li>Overnight into Friday, Russia launched a large attack on Ukraine with missiles and drones, killing at least three and injuring 16 people in the capital Kyiv, according to The Associated Press news agency.</li>\n<li>Kyiv City Military Administration head Tymur Tkachenko reported multiple districts in Kyiv were struck, including Desnyanskyi, where a drone crashed into a building and the first two floors of a residential building were damaged.</li>\n<li>In Kyiv’s Dnipro district, a drone also damaged a multi-story building, and there were reports of a collapsed entrance in one structure.</li>\n<li>Parts of Kyiv also experienced disruption to running water and electricity services, according to Mayor Vitali Klitschko.</li>\n<li>Klitschko identified one of the dead as an emergency medical person who arrived at an apartment building that was hit by two drones in succession. Four more members of the emergency crew were injured in the same incident.</li>\n<li>An air alert was in effect in the capital for five hours.</li>\n<li>A ballistic missile hit infrastructure in the western city of Lviv, according to the city’s mayor, Andriy Sadoviy.</li>\n<li>An investigation has been opened into the type of missile employed in the Lviv attack, after the Western Command of Ukraine’s Air Force recorded its speed at 13,000 kilometres per hour (more than 8,000 miles per hour).</li>\n<li>The bombardment happened after Ukrainian President Volodymyr Zelenskyy had warned late on Thursday that “another massive Russian attack may happen” as Russian forces try to “exploit the harsh winter weather” for strategic advantage.</li>\n<li>In Russia’s Belgorod region, Governor Vyacheslav Gladkov said that a Ukrainian attack on local utilities left half a million people without power or heat and cut off water for nearly 200,000 people.</li>\n</ul><figure id=\"attachment_4225987\" aria-describedby=\"caption-attachment-4225987\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4225987\" src=\"/wp-content/uploads/2026/01/AP26009134869944-1767936228.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A building in Ukraine is blasted apart by a Russian attack.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4225987\" class=\"wp-caption-text\">A residential building is damaged after a Russian strike in Kyiv, Ukraine, on January 9 [Efrem Lukatsky/AP Photo]</figcaption></figure><h2 id=\"politics-and-diplomacy\">Politics and diplomacy:</h2><ul>\n<li>President Zelenskyy posted a message late on Thursday, encouraging the US to take action against Russia. “Right now, Russia is betting more on winter than on diplomacy – on ballistic missiles against our energy system rather than on working with the United States and agreements with President Trump,” Zelenskyy wrote. “This must change – through pressure on Russia and continued support for Ukraine.”</li>\n<li>In a separate message, Zelenskyy announced progress with the US on a security deal. “The bilateral document on security guarantees for Ukraine is now essentially ready for finalization at the highest level with the President of the United States,” Zelenskyy wrote on the social media platform X. “It is important that Ukraine is successfully uniting the efforts of the European and American teams.”</li>\n<li>Zelenskyy acknowledged that the US would continue to negotiate with Russia on peace talks, writing, “We understand that the American side will engage with Russia, and we expect feedback on whether the aggressor is genuinely willing to end the war.”</li>\n<li>A spokesperson for the Russian Foreign Ministry, Maria Zakharova, said on Thursday that any European troops in Ukraine would be “considered legitimate military targets”. She called Ukraine and its allies an “axis of war”.</li>\n<li>In a wide-ranging interview with The New York Times, US President Donald Trump positioned his country’s military might as the primary bulwark standing in the way of Russia’s expansionist goals. He also described himself as a good ally to Europe. “I’ve been very loyal to Europe. I’ve done a good job. If it weren’t for me, Russia would have all of Ukraine right now,” he told the Times. “If you look at NATO, Russia I can tell you is not at all concerned with any other country but us.”</li>\n<li>Trump addressed the impending expiration of the New START treaty in February, which would mark the end of one of the last remaining nuclear non-proliferation agreements. “If it expires, it expires,” Trump told the Times. “We’ll just do a better agreement.” He added that any future agreement should include China and other nuclear powers.</li>\n<li>Ukraine’s Ministry of Foreign Affairs marked the anniversary of the attack on Ukraine International Airlines Flight PS752, which was shot down by an Iranian missile on January 8, 2020. It said the Ukrainian government would continue to seek accountability for the 176 lives lost. “We are convinced that impunity for grave violations of international law, including international air law, undermines confidence in the international security system and creates preconditions for the repetition of similar crimes,” the Foreign Ministry wrote.</li>\n<li>A spokesperson for British Prime Minister Keir Starmer said he and NATO Secretary-General Mark Rutte met on Thursday and reaffirmed their commitment to security guarantees for Ukraine. The two leaders also expressed optimism about the meeting between US and Russian envoys in Paris this week. “Both leaders welcomed the strong commitments by all participants in Paris,” the spokesperson said. “It was vital that the security guarantees for Ukraine ensured Russia was never able to invade again, the leaders reiterated.”</li>\n<li>The Downing Street spokesperson also said Starmer and Rutte called for more efforts to defend against Russian encroachments in the High North region, a term used to refer to the Arctic and surrounding areas.</li>\n</ul><figure id=\"attachment_4225985\" aria-describedby=\"caption-attachment-4225985\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4225985\" src=\"/wp-content/uploads/2026/01/AP26009143031424-1767936201.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A building is damaged in Ukraine after Russian attack\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4225985\" class=\"wp-caption-text\">A residential building is seen damaged after a Russian strike in Kyiv, Ukraine, on January 9 [Efrem Lukatsky/AP Photo]</figcaption></figure><h2 id=\"sanctions\">Sanctions:</h2><ul>\n<li>In an interview with Fox News host Sean Hannity, Trump addressed the seizure of the Russian oil tanker, the Marinera, earlier this week. “They had some Russian ships guarding it, and they decided not to mess around with us,” Trump said. “We took that one, and it’s unloading the oil. We’re taking billions and billions of dollars worth of oil.”</li>\n<li>In the United Kingdom, John Swinney, the first minister of Scotland, offered measured support for the US seizure of the Russian tanker. “If this is a measure to enforce agreed sanctions that were being circumvented by the use of this tanker, then I support that action,” Swinney said, according to local media. “Because where sanctions are put in place to tackle the unacceptable illegal behaviour of a state like Russia in Ukraine, I think those sanctions should be enforced.”</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "What is Chavismo - and is it dead after US abduction of Venezuela’s Maduro? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-09T05:54:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695bfe061f3e-1767636486.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, the idea of a political alliance between Venezuela and the United States has seemed impossible with Caracas defining itself by Chavismo, a left-wing populist ideology rooted in anti-imperialism and confronting Washington’s policies.</p><p>But after US President Donald Trump ordered the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President <a href=\"/news/2026/1/6/maduro-says-hes-a-prisoner-of-war-why-that-matters\">Nicolas Maduro</a> on Saturday, followed by US insistence that Caracas’s interim government must take orders from Washington, questions about the future of Chavismo in Venezuela have begun to emerge.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>So what is Chavismo? Is it still a living movement – or has it morphed so far from its origins that it is in effect dead?</p><p>Here’s what to know:</p><h2 id=\"what-is-chavismo\">What is Chavismo?</h2><p>Chavismo is named after its founder, <a href=\"/opinions/2014/3/4/remembering-hugo-chavez\">Hugo Chavez</a>, Venezuela’s late, outspoken socialist politician and leader. It is based on his policies and reforms when he served as president from 1999 until his death in 2013.</p><p>Inspired by the ideologies of Venezuelan military officer Simon Bolivar, who fought for the independence of Latin American states from Spanish colonialism in the mid-1800s, Chavez introduced many social reforms that he believed would reduce poverty and bring about equality in the country.</p><p>These reforms included the government supporting social welfare programmes, nationalising industries and confronting what Chavez called imperialist policies from countries like the US, which, according to Chavez, prioritised capitalism over human rights.</p><p>During a trip to the US in 2006, Chavez said: “Capitalism is the way of the devil and exploitation.”</p><p>“If you really want to look at things through the eyes of Jesus Christ, who I think was the first socialist, only socialism can really create a genuine society.”</p><figure id=\"attachment_2359851\" aria-describedby=\"caption-attachment-2359851\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2359851\" src=\"/wp-content/uploads/2023/09/2006-09-20T120000Z_1652922241_GM1DTNTKBSAA_RTRMADP_3_UN-ASSEMBLY-1694709361.jpg?w=770&amp;resize=770%2C568&amp;quality=80\" alt=\"Hugo Chavez at UN podium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2359851\" class=\"wp-caption-text\">Venezuelan President Hugo Chavez speaks at the UN General Assembly in New York in 2006 [File: Ray Stubblebine/Reuters]</figcaption></figure><p>Besides Chavez’s political party, the United Socialist Party of Venezuela, other parties like the far-left Revolutionary Movement Tupamaro and Fatherland for All also support the political ideology.</p><p>After Chavez’s death, Maduro, a former bus driver from Caracas who was a longtime supporter of Chavez and is often seen as his protege, became president.</p><p>Speaking at Chavez’s funeral in March 2013, Maduro promised to continue the Chavismo of his predecessor and said Venezuela would be ruled by democracy and socialism.</p><p>“We’ll continue protecting the poor. We’ll continue giving food to those who need it. We’ll continue building the education of our children. We’ll continue building the Grand Homeland. We’ll continue building peace, … peace for our continent, the peace of our people,” he said at the time.</p><p>However, it is hard to define Chavismo as a socialist ideology because it is heterogeneous, said Yoletty Bracho, an associate professor of political science at France’s Avignon University who focuses on Venezuela.</p><p>“[Chavismo] is a political movement that was built upon the reunion of diverse actors across the political and social spectrum: social movements, historical left-wing parties, military actors. Maintaining a kind of coherence between these various sectors was one of the challenges during the Chavista democratic era,” she told Al Jazeera.</p><p>“Later on, due to authoritarian consolidation, Chavismo reduced its heterogeneity to serve the interests of the political and military elites and their capacity of staying in power,” she added.</p><h2 id=\"has-chavismo-worked-in-venezuela\">Has Chavismo worked in Venezuela?</h2><p>According to a March 2013 <a href=\"https://cepr.net/publications/venezuelan-economic-and-social-performance-under-hugo-chavez-in-graphs/\">report</a> by the European nonprofit Center for Economic and Policy Research, after Chavez came to power, poverty in the country “decreased significantly”, dropping by nearly 50 percent, while extreme poverty dropped by more than 70 percent. At the same time, nationalisation of the oil industry led to the economy growing.</p><p>But some critics said, despite this, Venezuela’s private sector still dominated the economy.</p><p>A 2010 report by The Associated Press news agency citing Venezuela’s Central Bank said despite Chavez seeking to make the country a socialist economy, the private sector still controlled two-thirds of its economy, which was the same level as when he was elected in 1998.</p><p>In an <a href=\"https://www.youtube.com/watch?v=HHTe2Pn7ACg\" target=\"_blank\" rel=\"noopener\">interview</a> with American TV presenter John Stossel in 2017, scholar and political activist Noam Chomsky said Chavez’s ideology “was quite remote from socialism”.</p><p>“Private capitalism remained. … Capitalists were free to undermine the economy in all sorts of ways,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Many critics also argued that Chavismo is already dead – that it died under Maduro’s rule when the ousted president ruled the country in a hardline manner.</p><p>Securing human rights was supposed to be a key aspect of Chavismo. But especially since Maduro came to power, rights groups <a href=\"https://www.hrw.org/news/2026/01/07/venezuela-us-risks-rights-disaster\" target=\"_blank\" rel=\"noopener\">have documented</a> how the government has cracked down on human rights defenders and protesters critical of the administration, tried to regulate media coverage of protests and political events in the country, and carried out more human rights violations, including arbitrary detentions of opposition leaders.</p><p>Bracho told Al Jazeera that while the Chavista government under Chavez and Maduro sought to advance political inclusion and social justice in Venezuela, it also became extremely corrupt and repressive.</p><p>“For many years now, many people in the country and even opposition leaders do not feel represented by the Chavista government, which seeks to govern through socialism,” she said.</p><p>Moreover, while the ideology of Chavismo sought to advance Venezuela’s economy by shunning neoliberal policies and prioritising democracy, under Maduro’s rule, the economy began shrinking. According to the International Monetary Fund, from 2014 to 2021, Venezuela’s economy shrank by almost 80 percent.</p><p>“Chavismo initially had a great impact on wealth redistribution and, importantly, bringing into the political arena wide sectors of the population that had been historically marginalised,” Renata Segura, International Crisis Group’s programme director for Latin America and the Caribbean, told Al Jazeera.</p><p>But after Chavez’s death, “Chavismo also lost the leader who captured the imagination of many Venezuelans”, she said. “During Maduro’s reign, the regime lost much of its ideological coherence. Corruption, incapacity to run the state and an ever-growing economic crisis has made Chavismo become empty promises that soon lost almost all support among Venezuelans.”</p><p>According to the magazine <a href=\"https://americasquarterly.org/article/chavez-yes-maduro-no-the-growing-split-in-venezuela/\">America’s Quarterly</a>, which focuses on stories from Latin America, groups that called themselves “Chavistas no-Maduristas”, or supporters of Chavez who oppose Maduro’s rule due to his manner of governance, formed an alliance in 2016 called the Platform for the Fight of Chavismo and the Left, seeking to preserve Chavismo under Maduro’s rule.</p><p>But despite the pockets of dissent, a large group of Chavistas have remained <a href=\"/news/longform/2024/7/25/proud-to-be-a-revolutionary-how-maduro-appeals-to-his-dwindling-base\">loyal</a> to Maduro due to his economic incentives to address the country’s financial crisis and his measures to counter US sanctions and foreign influence on the country.</p><p>Since 2005, the US has sanctioned individuals and entities in Venezuela for “criminal, antidemocratic or corrupt actions”. In 2017 during Trump’s first term as president, Washington also imposed broad financial sanctions against the government for alleged democratic backsliding.</p><p>Maduro has since accused the US of meddling in Venezuela and making the country poorer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"after-maduro-s-abduction-can-chavismo-survive\">After Maduro’s abduction, can Chavismo survive?</h2><p>After Maduro was seized and taken to New York by US forces on Saturday, Trump said the US will “run” Venezuela and the interim government led by Delcy Rodriguez must take orders from Washington.</p><p>But Rodriguez, who has been a staunch supporter of both Chavez and Maduro and served as Maduro’s oil minister and vice president, has promised to uphold the ideals of Chavismo.</p><p>“We will never again be a colony of any empire,” she said during a televised address to Venezuelans on Sunday, referring to Spain’s colonisation.</p><p>“The government of Venezuela is in charge in our country and no one else. There is no foreign agent governing Venezuela,” Rodriguez <a href=\"/news/2026/1/6/rodriguez-says-no-foreign-agent-running-venezuela-us-role-still-unclear\">said</a> after becoming interim president.</p><p>Crisis Group’s Segura said that while there are still “ideologically hardcore members” of Venezuela’s government post-Maduro, their main goal is to remain in power.</p><p>“Delcy Rodriguez and others in government remain loyal to at least the rhetoric of Chavismo, but it is too early to say if the government will be able to continue operating as it has,” she said. “The Trump administration is opposed to any socialist regime, even if just in name.”</p><p>According to Bracho, the US has shown that it has the force and means to topple the government if Caracas does not follow Washington’s rules. But at the same time, it has also gone against international law by seizing Maduro and demanding access to Venezuela’s natural resources.</p><p>She warned that while the interim government negotiates with Trump and concedes to some of his demands, there might be the possibility that a repressive Chavista government still stays in place in Venezuela while the US’s agenda also prevails.</p><p>“This would make it very difficult for the future the people of Venezuela are trying to build,” she said. “The country has more than 1,000 political prisoners. People are feeling the repression, and the Venezuelan diaspora in other countries are also worried. So keeping the best interests of the Venezuelan people in mind is important.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria live: Ceasefire ends in Aleppo after at least 22 killed since Tuesday | Conflict News | Al Jazeera",
            "time": "2026-01-09T05:51:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695fcb363404-1767885622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Syria live: Ceasefire ends in Aleppo after at least 22 killed since Tuesday</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Syria’s Defence Ministry has announced a ceasefire in Aleppo neighbourhoods after fighting since Tuesday killed 22 people.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Is the Eastern Mediterranean becoming Israel’s new front against Turkiye? | Conflict News | Al Jazeera",
            "time": "2026-01-09T05:31:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_88V2346-1767446339.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two meetings, held almost simultaneously towards the end of December, offered a stark illustration of the competing strategic visions now shaping the Eastern Mediterranean and the Levant.</p><p>In Damascus, Turkiye’s foreign, defence and intelligence chiefs met Syrian officials on December 22 as Ankara continued to prioritise the consolidation of state authority and stabilisation after the fall of Bashar al-Assad’s government in Syria.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On the same day, Israel hosted Greece and Cyprus for the latest iteration of their trilateral framework. Two days before that meeting, Israel launched another <a href=\"/news/2025/12/20/israel-launches-fresh-raids-in-syrias-quneitra-establishes-checkpoints\">air attack</a> on Syria – one of more than <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">600 strikes</a> in 2025 – a reminder to Ankara and Damascus that Israel is willing to disrupt Syria’s recovery from war.</p><p>While officially framed around energy cooperation and regional connectivity, the trilateral agenda between Israel, Greece and Cyprus has steadily expanded to encompass security coordination and military alignment, signalling a shift from economic competition to strategic containment.</p><p>For Cem Gurdeniz, a retired admiral and one of the architects of Turkiye’s “Blue Homeland” maritime doctrine that calls for Ankara to safeguard its interests across the surrounding seas – the Aegean, Eastern Mediterranean and the Black Sea – the meeting was an attempt “to exclude and encircle Turkiye”.</p><p>Gurdeniz describes Israel’s approach as an indirect containment strategy aimed not at confrontation but at altering Ankara’s behaviour. “The objective is not war, but behavioural change – narrowing Turkiye’s strategic space to induce withdrawal without conflict,” he told Al Jazeera, warning against treating the standoff as routine energy competition.</p><figure id=\"attachment_4218041\" aria-describedby=\"caption-attachment-4218041\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218041\" src=\"/wp-content/uploads/2026/01/WEB-1000x562-TURKIYE-GREECE-CYPRUS-ISRAEL-2-1-1767655210.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"A map showing eastern Mediterranean states: Turkiye, Cyprus, Israel and Greece. (Al Jazeera)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218041\" class=\"wp-caption-text\">A map showing Eastern Mediterranean states: Turkiye, Cyprus, Israel and Greece [Al Jazeera]</figcaption></figure><p>For Israel, the trilateral framework reflects unease with Turkiye’s approach in Syria, which prioritises territorial integrity and the restoration of central authority – an outcome that runs counter to Israel’s preference for a fragmented regional security landscape.</p><p>Greece and Cyprus, meanwhile, view the partnership as a means to advance maritime boundary claims and energy corridors that would marginalise Turkiye’s role in the Eastern Mediterranean.</p><p>Security and military cooperation now form a central pillar of the trilateral agenda, according to Muzaffer Senel, a visiting scholar of European studies at Marmara University.</p><p>“All three actors have sought to create faits accomplis through unilateral initiatives in the region in what they jointly perceive as a common rival: Turkiye,” Senel told Al Jazeera in reference to possible security and energy arrangements between the three countries that could threaten Ankara’s interests.</p><h2 id=\"israel-s-gambit\">Israel’s gambit</h2><p>The decision to hold the trilateral meeting in Israel was not incidental. It reflected the shrinking diplomatic space available to the Israeli leadership as the genocidal war on Gaza deepens Israel’s international isolation.</p><p>With Prime Minister Benjamin Netanyahu facing an arrest warrant from the <a href=\"/news/2025/12/15/icc-rejects-israeli-bid-to-block-gaza-war-crimes-investigation\">International Criminal Court</a> (ICC) for war crimes and crimes against humanity, his ability to travel abroad has become increasingly constrained, particularly to countries that are signatories to the court, such as Greece and Cyprus.</p><p data-start=\"121\" data-end=\"376\">The Greek government, while not rejecting the ICC’s warrant for Netanyahu – which also includes one for Israel’s former defence minister, Yoav Gallant – has <a href=\"https://www.ekathimerini.com/politics/foreign-policy/1254591/greece-questions-effectiveness-of-icc-arrest-warrants-for-israeli-leaders/\">said</a> that “these decisions do not help”. Cyprus has also <a href=\"https://cyprus-mail.com/2024/11/22/cyprus-says-icc-arrest-warrants-are-binding\">noted</a> that the ICC warrants are binding. Neither has publicly said that they will not execute the warrants.</p><p>Hosting the Greek and Cypriot leaders in Israel was therefore not simply a logistical choice, but a symptom of how legal and diplomatic pressures are reshaping Israel’s outlook and pushing it towards security-centric alliances.</p><p>At the same time, the meeting served to recast Turkiye as a regional problem through coded Ottoman references and narratives of expansionist ambition, aimed at eroding Ankara’s interests in the Eastern Mediterranean.</p><p>Standing alongside Greek Prime Minister Kyriakos Mitsotakis and Cypriot President Nikos Christodoulides, Netanyahu – a longtime advocate of a <a href=\"/features/2025/9/21/is-turkiye-israel-next-target-middle-east\">Greater Israel</a> – warned that “those who fantasise they can re-establish their empires and their dominion over our lands” should “forget it”, a remark widely interpreted as a reference to Turkiye.</p><p>As a peninsular state, Turkiye has more than 8,300km (5,100 miles) of coastline. Greece argues its Aegean islands, many of which lie just off the Turkish coast, generate their own exclusive economic zones (EEZ), extending maritime claims up to 200 nautical miles (about 370km).</p><figure id=\"attachment_4225902\" aria-describedby=\"caption-attachment-4225902\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4225902\" src=\"/wp-content/uploads/2026/01/image-1767917492.png?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Greece and Turkiye competing maritime claims\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4225902\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Ankara rejects this, saying islands cannot create full EEZs and that borders should be drawn from the mainland.</p><p data-start=\"0\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Cyprus is another flashpoint. After a Greek Cypriot coup in 1974, Turkiye <a href=\"/features/2014/7/20/cyprus-divided-40-years-on\">intervened</a> as a guarantor power, splitting the island. Turkiye is the only country to recognise the Turkish Republic of Northern Cyprus. In 2004, the north backed a United Nations reunification plan, but the Greek-administered south rejected it, leaving the conflict unresolved.</p><p data-start=\"0\" data-end=\"137\" data-is-last-node=\"\" data-is-only-node=\"\">In the Eastern Mediterranean, these regional wedge issues have given Israel an opportunity to insert itself and further inflame tensions.</p><p>Greece, in particular, has sought to leverage Israel’s close ties with Washington to secure diplomatic backing in longstanding maritime boundary disputes.</p><p>“Greece seeks to involve the US through Israel in order to gain diplomatic backing for resolving Eastern Mediterranean maritime boundary issues,” said Senel. Those disputes – involving gas exploration rights also claimed by Turkiye – have long fuelled regional tensions and now form part of a broader effort to constrain Ankara’s strategic room for manoeuvre.</p><p>While no formal collective defence agreement has been signed, high-level cooperation among the three states is moving beyond ad hoc coordination towards a more institutionalised security framework. The inclusion of the United States as a “like-minded partner” under a so-called <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/11/joint-statement-on-the-31-energy-ministerial-in-athens-greece\" target=\"_blank\" rel=\"noopener\">3+1 format</a>, Senel noted, “clearly conveys a strategic message directed at Turkiye”.</p><p>Although the trilateral mechanism stops short of a formal military alliance, its trajectory points towards deeper security and defence cooperation, reinforcing Ankara’s perception of an emerging containment axis in the eastern Mediterranean.</p><h2 id=\"emerging-anti-turkiye-axis\">Emerging anti-Turkiye axis</h2><p>Relations between Greece, Cyprus and Israel have not been hindered by Israel’s genocidal war on Gaza, which began in October 2023.</p><p>Unlike several other European Union states that have described Israel’s campaign in Gaza as genocide or ethnic cleansing and called for sanctions over violations of international law, Greece and Cyprus have remained largely silent while <a href=\"/news/2023/10/31/how-greece-became-one-of-israels-best-friends/news/2023/10/31/how-greece-became-one-of-israels-best-friends\">expanding</a> cooperation with Israel.</p><p>“In the current context, where the Greek Cypriots will assume the presidency of the Council of the EU, and at a time when the EU is ignoring Turkiye’s geostrategic position and importance, finding diplomatic pathways to alleviate the tensions is a hard task,” said Zeynep Alemdar, foreign policy programme director at the Centre for Economics and Foreign Policy Studies in Istanbul.</p><p>“EU officials do not understand the mutual benefits of including Turkiye in the energy and defence calculations of the region,” Alemdar told Al Jazeera.</p><p>In December, Greek parliamentarians approved the purchase of 36 PULS rocket artillery systems from Israel for approximately $760m.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two countries are also advancing towards a major defence agreement estimated at $3.5bn, under which Israeli defence firms would construct a multi-layered air defence system for Greece.</p><p>In September 2025, Cyprus also received an Israeli-made air defence system costing tens of millions of dollars, with further deliveries expected.</p><p>“Turkiye will surely try to dilute this coalition through diplomacy with its Middle Eastern allies, yet Israel’s disruption will continue. Israel’s and Turkiye’s interests in the region will bring about more confrontations,” noted Alemdar.</p><p data-start=\"159\" data-end=\"379\">Turkish President Recep Tayyip Erdogan said that Turkiye “will not allow violations of its rights in the Aegean and the Mediterranean”, without naming the three countries or referring directly to their meeting.</p><p>Rear Admiral Zeki Akturk, the press and public relations adviser and spokesperson for the Ministry of Defence, sought to downplay the trilateral meeting, noting that it “does not pose a military threat to Turkiye”.</p><p data-start=\"118\" data-end=\"355\">Turkiye, for its part, has also embarked on its largest naval procurement process, with a price tag estimated at about $8bn and 31 ships in the process of being built in 2025 alone to defend its interests in the Eastern Mediterranean.</p><p data-start=\"362\" data-end=\"653\">The process has largely been driven by <a href=\"/news/2020/12/23/annus-horribilis-key-greek-turkish-developments-in-2020\">skirmishes</a> between Greece and Turkiye dating back to 2020, when both parties used naval assets to lay claim to conflicting economic zones, and when Ankara realised it needed to invest more in its navy to avoid being squeezed out of the Eastern Mediterranean.</p><h2 id=\"turkiye-s-regional-approach\">Turkiye’s regional approach</h2><p>Analysts are also warning that Turkiye’s calibrated response to the trilateral meeting risks underestimating a broader pattern of Israeli provocations across multiple theatres.</p><p>From Syria to the Eastern Mediterranean – and, more recently, Somalia, following Israel’s recognition of the breakaway <a href=\"/news/2025/12/31/israels-recognition-of-somaliland-strange-unexpected-somali-president\">Somaliland</a> region – Israel has demonstrated a willingness to exploit political fractures in ways that undermine state consolidation.</p><p>In Syria, this approach has been particularly visible and feeds into Israel’s policies in the Eastern Mediterranean. The Israeli bombing of the presidential palace and the Ministry of Defence in Damascus in <a href=\"/news/2025/7/16/why-did-israel-bomb-syria-a-look-at-the-druze-and-the-violence-in-suwayda\">July</a> last year was widely seen as an attempt to weaken the Syrian government at a moment of renewed diplomatic engagement.</p><p>Turkiye’s Foreign Minister Hakan Fidan warned in December that the Kurdish-led Syrian Democratic Forces (SDF) were “in <a href=\"https://www.aa.com.tr/en/middle-east/turkiye-says-sdf-shows-no-willingness-to-advance-talks-for-integration-with-syrian-government/3777831\">coordination</a> with Israel” to obstruct Syria’s stabilisation.</p><p data-start=\"176\" data-end=\"419\">A recent Al Jazeera Arabic <a href=\"/news/2025/12/31/leaked-calls-reveal-plot-by-al-assad-regime-officers-to-destabilise-syria\">investigation</a> obtained hours of leaked audio recordings of senior military officers from the regime of the ousted leader al-Assad, discussing plans to destabilise Syria and suggesting coordination with Israel.</p><p>Taken together, Israeli actions in Syria increasingly resemble a template for indirect pressure – not aimed at direct confrontation with Turkiye, but at constraining Ankara’s influence by entrenching instability along its southern flank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In seeking to grind down Turkiye in Syria while advancing its naval strategy in the Eastern Mediterranean, “the result is a dual-pressure model that exhausts and distracts Turkiye, turning each move into a potential crisis and steadily eroding its initiative”, said the retired Turkish admiral Cem Gurdeniz.</p><p>Israeli recognition of Somaliland likely reinforces Turkiye’s concern that Israel is willing to legitimise breakaway coastal entities when doing so undercuts stabilisation efforts aligned with Turkiye’s maritime interests.</p><p>This approach also finds support within Israel’s ideological ecosystem. The right-wing political theorist Yoram Hazony, a close ally of Netanyahu, has openly argued for the fragmentation of regional states such as Iraq and Syria into smaller entities organised along sectarian or communal lines – a vision that aligns with policies privileging division over consolidation.</p><p>“Turkiye should stop treating this as episodic friction and treat it as Israel’s deliberate attempt to shape the post-Assad order in Syria while tightening a Mediterranean alignment that sidelines Ankara,” Andreas Krieg, associate professor of security studies at King’s College London, told Al Jazeera.</p><p>“The response needs to be practical, coercive in the political sense, and geared to results rather than signalling,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Turkiye has a track record of acting proactively when it believes its national interests are at stake. In Libya, Ankara’s <a href=\"/news/2020/5/28/largest-drone-war-in-the-world-how-airpower-saved-tripoli\">military support</a> for the internationally recognised government in 2020 prevented its collapse. Similarly, Ankara’s <a href=\"/features/2020/10/30/whats-turkeys-role-in-the-nagorno-karabakh-conflict\">backing</a> of Azerbaijan in its war with Armenia helped tip the balance, enabling Baku to recapture territory occupied by Armenian forces.</p><p>Israeli threats to destabilise Syria, Somalia and Yemen could provide Ankara with an opening with countries it has had rocky relations (since improved) with in recent years, mainly Saudi Arabia and Egypt, which increasingly are also threatened by Israeli influence in the region and have most recently <a href=\"/news/2026/1/5/egypt-says-it-shares-identical-views-with-saudi-arabia-on-yemen-sudan\">condemned</a> Israeli recognition of Somaliland.</p><p>Ankara should not only expand relations with such key Arab states, Krieg said, it also needs to take practical steps that make “alternative formats commercially and strategically attractive”.</p><p>“Turkiye will not dismantle that [Eastern Mediterranean] axis with rhetoric,” he added.</p><p>“Ankara should expose and disrupt Israeli influence operations rather than arguing about motives,” he warned, adding that “the point is to make it politically expensive for Israel to posture as a stabiliser while acting as a patron of breakaway structures,” said Krieg.</p><p>“The strategic risk for Turkiye is gradualism; [Ankara’s] objective should be explicit: prevent a permanent Israeli security carve-out in southern Syria and prevent an Eastern Mediterranean order in which Ankara is boxed in,” Krieg concluded.</p></div></div></body></html>"
        },
        {
            "title": "‘We just sit and cry’: Gaza’s cancer patients die waiting for treatment | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-09T05:28:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/AFP__20240624__34YM4KD__v1__HighRes__PalestinianIsraelConflictChildrenHealthcare-1719282335.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For Hani Naim, the wait is not for a cure, but for permission to save his own life.</p><p>Living with cancer for six years, Naim had been approved for treatment abroad. But like thousands of others, he remains trapped in Gaza, barred from leaving by tightening Israeli restrictions.</p><p>“I used to receive treatment in the West Bank and Jerusalem,” Naim told Al Jazeera’s Tareq Abu Azzoum. “Today, I cannot access any treatment at all. I need radiotherapy, and it no longer exists in Gaza.”</p><p>Naim is one of 11,000 cancer patients currently stranded in the enclave, where the healthcare system has collapsed entirely.</p><p>According to doctors, the number of cancer-related deaths has tripled since the October 2023 start of Israel’s genocidal war on Gaza. With no chemotherapy, no radiotherapy, and no way out, a cancer diagnosis has become, for many, an immediate death sentence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-ghost-hospital\">A ‘ghost hospital’</h2><p>The epicentre of this crisis is the Turkish-Palestinian Friendship Hospital. Once the sole facility providing specialised oncology care in the Gaza Strip, it now stands as a hollowed-out shell.</p><p>“It resembles a ghost hospital after being turned into a military site during the war,” Abu Azzoum reported. “Israeli forces blew it up, leaving patients to fend for themselves.”</p><p>With the main facility destroyed, doctors have been forced into makeshift clinics with zero resources.</p><p>In an interview with Al Jazeera Mubasher, Mohammed Abu Nada, the medical director of the Gaza Cancer Centre, described a situation of total helplessness.</p><p>“We have lost everything,” Abu Nada said. “We lost the only hospital capable of diagnosing and treating cancer… We are now in Nasser Medical Complex, but unfortunately, we have no equipment to diagnose the disease, and we have no chemotherapy.”</p><figure id=\"attachment_4206661\" aria-describedby=\"caption-attachment-4206661\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206661\" src=\"/wp-content/uploads/2025/12/Interactive-Humanitarian-graphics-all_DEC31_2025-1767183659.png?quality=80\" alt=\"Interactive-Humanitarian graphics-all_DEC31_2025-1767183659\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206661\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"chocolates-but-no-medicine\"><strong><br>\n</strong>‘Chocolates but no medicine’</h2><p>Despite recent ceasefire agreements that were supposed to allow aid into the Strip, essential medical supplies remain blocked.</p><p>Abu Nada dismissed claims that aid is flowing freely, noting that while some commercial goods have entered, life-saving drugs have not.</p><p>“They brought in chocolates, nuts, and chips … but treatments for chronic diseases, cancer treatments, and diagnostic devices have not entered at all,” he said.</p><p>“This is just propaganda,” he added. “We appealed to the World Health Organization … to at least provide us with treatment if we are not allowed to leave. But on the contrary, what we had has run out.”</p><p>Abu Nada estimated that 60 to 70 percent of cancer protocols are completely unavailable. Because chemotherapy often requires a specific sequence of drugs, missing even one component renders the entire treatment ineffective.</p><p>Even palliative care is failing. Painkillers — essential for managing the agony of advanced cancer — are now being rationed.</p><p>“We try to prioritise,” Abu Nada explained. “Those with widespread cancer are given some, and those who are still on safe ground … we do not give them any.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-silent-killer\">A silent killer</h2><p>The human toll of these shortages is stark. Abu Nada revealed that in the Khan Younis area alone, two to three cancer patients die every single day.</p><p>“The result is that cancer spreads in the patient’s body like wildfire,” he said. “We have gone back 50 years in cancer treatment.”</p><p>Currently, 3,250 patients have official referrals for treatment abroad, but are unable to cross the border due to the closure of the Rafah crossing and Israeli bans on medical evacuations.</p><p>For the remaining medical staff, the psychological burden is immense.</p><p>“Some specialists have left Gaza,” Abu Nada said. “But even for those who remain, what use is a doctor without tools?”</p><p>“The doctor has nothing left to do but sit and cry next to this patient who is denied treatment and denied travel.”</p></div></div></body></html>"
        },
        {
            "title": "Trump will not meet Iran’s ‘Crown Prince’ Pahlavi as protests intensify | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T04:14:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-23T144534Z_2039596484_RC2E8FAHT7R4_RTRMADP_3_IRAN-NUCLEAR-REZA-PAHLAVI-1767927768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">Donald Trump</a> has ruled out meeting with Iran’s self-proclaimed Crown Prince Reza Pahlavi, suggesting that Washington is not ready to back a successor to the Iranian government, should it collapse.</p><p>On Thursday, Trump called Pahlavi, the son of Iran’s last shah who was toppled by the Islamic revolution of 1979, a “nice person”. But Trump added that, as president, it would not be appropriate to meet with him.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think that we should let everybody go out there and see who emerges,” Trump told The Hugh Hewitt Show podcast. “I’m not sure necessarily that it would be an appropriate thing to do.”</p><p>The US-based Pahlavi, who has close <a href=\"/news/2023/4/19/son-of-toppled-irans-shahs-israel-visit-draws-mixed-reactions#:~:text=Reza%20Pahlavi%20has%20tried%20to,key%20personality%20in%20its%20future.&amp;text=Tehran%2C%20Iran%20%E2%80%93%20A%20visit%20to,figure%20opposing%20the%20Islamic%20republic.\">ties to Israel</a>, leads the monarchist faction of the fragmented Iranian opposition.</p><p>Trump’s comments signal that the US has not backed Pahlavi’s offer to “lead [a] transition” in governance in Iran, should the current system collapse.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Iranian government is grappling with protests across several parts of the country.</p><p>Iranian authorities <a href=\"/news/2026/1/8/iran-experiencing-nationwide-internet-blackout-monitor-says\">cut off access</a> to the internet on Thursday in an apparent move to suppress the protest movement as Pahlavi called for more demonstrations.</p><p>The US president had previously warned that he would intervene if the Iranian government targets protesters. He renewed that threat on Thursday.</p><p>“They’re doing very poorly. And I have let them know that if they start killing people – which they tend to do during their riots, they have lots of riots – if they do it, we’re going to hit them very hard,” Trump said.</p><p>Iranian protests started last month in response to a deepening economic crisis as the value of the local currency, the rial, plunged amid suffocating US sanctions.</p><p>The economy-focused demonstrations started sporadically across the country, but they quickly morphed into broader antigovernment protests and appear to be gaining momentum, leading to the internet blackout.</p><p>Pahlavi expressed gratitude to Trump and claimed that “millions of Iranians” protested on Thursday night.</p><p>“I want to thank the leader of the free world, President Trump, for reiterating his promise to hold the regime to account,” he wrote in a social media post.</p><p>“It is time for others, including European leaders, to follow his lead, break their silence, and act more decisively in support of the people of Iran.”</p><p>Last month, Trump also <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">threatened to attack</a> Iran again if it rebuilds its nuclear or missile programmes.</p><p>The US bombed Iran’s three main nuclear facilities in June as part of a war that Israel launched against the country without provocation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On top of its economic and political crises, Iran has faced <a href=\"/news/2025/11/12/as-the-dams-feeding-tehran-run-dry-iran-struggles-with-a-dire-water-crisis\">environmental hurdles</a>, including severe water shortages, deepening its domestic unrest.</p><p>Iran has also been dealt major blows to its foreign policy as its network of allies has shrunk over the past two years.</p><p>Syrian President Bashar al-Assad was toppled by armed opposition forces in December 2024; Hezbollah <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">was weakened</a> by Israeli attacks; and Venezuelan President Nicolas Maduro has been abducted by the US.</p><p>But Iran’s leaders have continued to dismiss US threats. Iranian Supreme Leader <a href=\"/news/2026/1/3/irans-khamenei-says-rioters-must-be-put-in-their-place-amid-protests\">Ali Khamenei</a> doubled down on his defiant rhetoric after the US raid in Caracas on Saturday.</p><p>“We will not give in to the enemy,” Khamenei wrote in a social media post. “We will bring the enemy to its knees.”</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s President Lula vetoes bill to trim Bolsonaro prison sentence | Jair Bolsonaro News | Al Jazeera",
            "time": "2026-01-09T03:58:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26008597295942-1767929457.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazilian President Luiz Inacio Lula da Silva has vetoed a bill that would have reduced the prison sentence of his right-wing rival and predecessor, Jair Bolsonaro, who was convicted of plotting a coup.</p><p>On Thursday, Lula followed through with his promise to block the legislation, which had passed Brazil’s opposition-controlled Congress last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In the name of the future, we do not have the right to forget the past,” Lula <a href=\"https://x.com/LulaOficial/status/2009323013616095573\" target=\"_blank\" rel=\"noopener\">wrote</a> in a series of social media posts, saying that it would have benefitted “those who attacked Brazilian democracy”.</p><p>The veto came on the third anniversary of the 2023 attack on the Three Powers Plaza in the capital of Brasilia, where government buildings representing the presidency, Congress and the Supreme Court stand.</p><p>On January 8 of that year, thousands of Bolsonaro supporters stormed the buildings in an apparent attempt to provoke a military response that would remove Lula from power.</p><p>In marking the anniversary of the attack, Lula called on Brazilians to stand up for their young democracy, which began after a period of violent dictatorship in the late 20th century.</p><p>“January 8th is marked in history as the day of democracy’s victory. A victory over those who tried to seize power by force, disregarding the popular will expressed at the ballot box. Over those who have always defended dictatorship, torture, and the extermination of opponents,” Lula <a href=\"https://x.com/LulaOficial/status/2009280697094058009\" target=\"_blank\" rel=\"noopener\">wrote</a> online.</p><p>“The attempted coup on January 8, 2023, reminded us that democracy is not an unshakeable achievement.”</p><figure id=\"attachment_4225957\" aria-describedby=\"caption-attachment-4225957\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4225957\" src=\"/wp-content/uploads/2026/01/AP26008597123026-1767929486.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A ceremony to mark the anniversary of the January 8, 2023, riots in Brazil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4225957\" class=\"wp-caption-text\">Brazilian President Luiz Inacio Lula da Silva, centre, and his wife, First Lady Rosangela da Silva, attend a ceremony marking the three-year anniversary of Brazil’s capital riot, on January 8, 2026 [Eraldo Peres/AP Photo]</figcaption></figure><h2 id=\"bolsonaro-s-sentence\">Bolsonaro’s sentence</h2><p>The January 8 attack caused millions of dollars in property damage and dozens of injuries, as police and protesters clashed in the government plaza.</p><p>The incident evoked comparisons to the violent riot at the United States Capitol on January 6, 2021, where supporters of President Donald Trump attempted to disrupt the certification of his 2020 election defeat.</p><p>Likewise, Bolsonaro, a former army captain, had refused to concede his defeat to Lula after a narrow loss in the 2022 elections.</p><p>Rather, he and his allies had argued that Brazil’s electronic voting machines were susceptible to fraud, and they challenged the election results in court. Their petition, however, <a href=\"/news/2022/11/24/brazilian-judge-rejects-attempt-to-overturn-lula-election-victory\">was thrown out</a> for its “total absence of any evidence”.</p><p>Still, many of Bolsonaro’s supporters backed his claims and took to the streets to protest the election results. The weeks surrounding Lula’s inauguration in January 2023 were fraught, with reports of <a href=\"/news/2022/12/26/brazil-to-boost-security-for-lula-inauguration-after-bomb-threat\">a bomb threat</a> and <a href=\"/news/2022/12/13/bolsonaro-supporters-attack-police-headquarters-in-brazil\">an attack</a> on police headquarters in Brasilia.</p><p>Prosecutors later accused Bolsonaro and his allies of leading a criminal conspiracy to overturn the election results.</p><p>One of the options the defendants allegedly weighed was to declare a “state of siege” in Brazil, which would allow the military to take control and new elections be held. Another option was reportedly to assassinate Lula and his running mate, Geraldo Alckmin.</p><p>Bolsonaro has pleaded not guilty to the charges and denied any wrongdoing, framing the accusations instead as a political hit job.</p><p>Still, in September, he was sentenced to 27 years in prison after being found guilty on counts including attempting a coup, causing damage to public property, attempting the violent abolition of the democratic rule of law, participation in a criminal enterprise, and the deterioration of a listed national heritage site.</p><p>He began his prison term in November, after he was found to have damaged the ankle monitor used to ensure he was not a flight risk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weighing-october-s-election\">Weighing October’s election</h2><p>Conservative politicians, however, have decried the prison sentence as excessive and called for its reduction.</p><p>Bolsonaro’s son Eduardo has petitioned the Trump administration in the US to intervene on behalf of the imprisoned ex-president, and his eldest child, Flavio Bolsonaro, <a href=\"/news/2025/12/10/flavio-bolsonaro-retracts-suggestion-of-a-price-to-end-2026-election-bid\">even hinted</a> he might suspend his 2026 presidential bid if his father were released.</p><p>On December 10, Brazil’s Chamber of Deputies <a href=\"/news/2025/12/10/brazils-chamber-of-deputies-passes-bill-to-lower-bolsonaros-sentence\">passed legislation</a> that would reduce the sentences of nearly 1,000 people linked to the January 8 attack, including Bolsonaro.</p><p>A week later, on December 17, the Senate followed suit, sending the leniency bill to the president for his signature.</p><p>But Lula had repeatedly pledged to reject the bill, risking the possibility that Brazil’s Congress could override his veto.</p><p>“ This is a bill that really is a litmus test in Brazilian politics,” Gustavo Ribeiro, a journalist and founder of The Brazil Report, told Al Jazeera. “Conservatives overwhelmingly supported it, while liberals are adamantly against it.”</p><p>Still, Ribeiro described the bill as a compromise between Brazil’s centre-right and far-right forces.</p><p>“The centre-right tried to work a sort of a middle-of-the-road solution that is not full amnesty but would allow Bolsonaro to leave incarceration after two years, in what we call in Brazil a semi-open prison sentence,” he explained.</p><p>He sees Brazil’s general election in October as a significant factor in Congress’s passage of the bill, noting that Bolsonaro remains a popular figure on the right.</p><p>“Because Bolsonaro has such a big clout with conservatives, many in Congress – many right-of-centre lawmakers – fear that if they do not lend their full support to any cause that Bolsonaro espouses, they will lose support,” Ribeiro said.</p><p>Lula is seeking a fourth term as president in October’s election, and he is expected to face Bolsonaro’s son Flavio at the ballot box.</p></div></div></body></html>"
        },
        {
            "title": "Trump says he doesn’t need international law amid aggressive US policies | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T01:19:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-07T225759Z_550078038_RC2HWIA75507_RTRMADP_3_USA-VENEZUELA-1767916427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has dismissed international law, saying only his “own morality” can curb the aggressive policies he is pursuing across the world after the abduction of Venezuela’s <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Nicolas Maduro</a>.</p><p>“I don’t need international law. I’m not looking to hurt people,” Trump told The New York Times on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Asked whether he needs to abide by international law, Trump said he does, but it “depends what your definition of international law is”.</p><p>Trump has shown a willingness to use the brute force of the US military to achieve his foreign policy goals.</p><p>On Saturday, the US launched an early-morning attack on Venezuela, with explosions reported across the capital Caracas and at Venezuelan military bases.</p><p>US troops ultimately abducted Venezuelan President Maduro from Caracas in what critics say was a clear violation of the United Nations Charter, which prohibits “the threat or use of force against the territorial integrity or political independence of any state”.</p><p>The attack on Venezuela appears to have supercharged the belligerence of the US president, who received the inaugural <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">FIFA Peace Prize Award</a> last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the immediate aftermath of the attack, Trump said the US would “run” Venezuela and exploit the country’s vast oil reserves, though his administration has said it would cooperate with interim President Delcy Rodriguez.</p><p>Still, the Trump administration said it <a href=\"/news/2026/1/7/trump-administration-claims-it-will-dictate-policy-to-venezuela\">would “dictate” policy</a> to the interim government and repeatedly threatened a “second wave” of military actions if US demands were disobeyed.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump said of Rodriguez in a Sunday interview with The Atlantic.</p><p>Earlier this week, Trump also suggested that the US may carry out a strike against Colombia’s left-wing President <a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">Gustavo Petro</a>, and he has escalated his campaign to acquire the Danish territory of Greenland.</p><p>In June, Trump joined Israel’s <a href=\"/news/2026/1/5/trumps-abduction-of-maduro-escalates-concerns-over-potential-war-with-iran\">unprovoked war</a> against Iran, ordering the bombing of the country’s three main nuclear sites.</p><p>Trump aide <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">Stephen Miller</a> has criticised the post-World War II international order, saying that, from here forward, the US would “unapologetically” use its military force to secure its interests in the Western Hemisphere.</p><p>“We’re a superpower, and under President Trump, we are going to conduct ourselves as a superpower,” Miller told CNN on Monday.</p><p>But experts warn that disregard for international law could have catastrophic consequences for the entire global community, including the US.</p><p>International law is the set of rules and norms that govern ties between states. It includes UN conventions and multilateral treaties.</p><p>Margaret Satterthwaite, the UN special rapporteur on the independence of judges and lawyers, told Al Jazeera earlier this week that US statements dismissing international law are “extremely dangerous”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Satterthwaite said she is concerned the world may be returning to an “age of imperialism”, stressing that degrading international laws may embolden Washington’s adversaries to launch their own acts of aggression.</p><p>“International law cannot stop states from doing terrible things if they’re committed to doing them,” Satterthwaite told Al Jazeera.</p><p>“And I think that the world is aware of all of the atrocities that have <a href=\"/news/longform/2024/4/30/we-didnt-expect-to-find-bones-inside-one-gaza-familys-nightmare\">happened in Gaza</a> recently, and despite efforts by many states and certainly by the UN to stop those atrocities, they continued. But I think we’re worse off if we don’t insist on the international law that does exist. We’ll simply be going down a much worse kind of slippery slope.”</p><p>Yusra Suedi, an assistant professor of international law at the University of Manchester, warned against the belief that “might is right” and the trend towards disregarding international law.</p><p>“It signals something very dangerous, in that it gives permission to other states to essentially follow suit – states such as China, who might be eyeing Taiwan, or Russia with respect to Ukraine,” Suedi told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ian Hurd, a professor of political science at Northwestern University, said history illustrates the perils of US policies in Latin America.</p><p>The region has witnessed more than a century of US invasions and US-supported military coups, leading to instability, repression and human rights abuses.</p><p>“There are innumerable examples historically of this, from Panama to Haiti to Nicaragua to <a href=\"https://aje.aj-harbinger.com/news/2023/9/11/chile-marks-50-years-since-pinochets-brutal-coup\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"https://aje.aj-harbinger.com/news/2023/9/11/chile-marks-50-years-since-pinochets-brutal-coup\" data-sk=\"tooltip_parent\">Chile in the ’70s</a> and on and on,” Hurd told Al Jazeera.</p><p>He added that Trump’s policies in Venezuela are “in line” with how the US has previously attempted to decide how other parts of the Americas are governed.</p><p>“You can see that in every one of those cases, the US came to regret its choice to intervene. These never work well.”</p></div></div></body></html>"
        },
        {
            "title": "Two wounded in a shooting with US federal agents in Portland, Oregon | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T00:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009039630430-1767922179.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Federal agents in the United States have shot and injured two people in the city of Portland, Oregon, a city where the administration of President Donald Trump has led an immigration enforcement crackdown.</p><p>The shooting was the second time in less than a day that federal immigration authorities claimed to have fired upon a vehicle in self-defence, following a deadly shooting in Minneapolis, Minnesota.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Thursday, the Portland Police Department announced they had responded to reports of gunfire on southeast Main Street at about 2:18pm local time (22:18 GMT).</p><p>“Officers confirmed that federal agents had been involved in a shooting,” the city said in a <a href=\"https://www.portland.gov/police/news/2026/1/8/two-shot-and-injured-federal-agents-hazelwood-neighborhood\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>Emergency responders then received a call for assistance from one of the shooting victims, a man, at about 2:24pm (22:24 GMT) near Northeast 146th Avenue and East Burnside in Portland’s Hazelwood neighbourhood.</p><p>“Officers responded and found a male and female with apparent gunshot wounds,” the statement said. “Officers applied a tourniquet and summoned emergency medical personnel.”</p><p>The two shooting victims were transported to hospital. Their conditions remain unknown, according to the police, who were not involved in the shooting.</p><p>The local bureau of the Federal Bureau of Investigation (FBI) confirmed the shooting in a now-deleted post on social media, saying that the incident involved Customs and Border Patrol (CBP) agents.</p><p>“This remains an active and ongoing investigation led by the FBI,” Portland’s FBI bureau said in the post.</p><p>Later, the Department of Homeland Security (DHS) offered its own account of what happened, describing the shooting as self-defence during a “targeted vehicle stop”.</p><p>In a social media <a href=\"https://x.com/DHSgov/status/2009427948541993323\" target=\"_blank\" rel=\"noopener\">post</a>, DHS said its target was a passenger travelling inside a vehicle, who was affiliated with a “transnational Tren de Aragua prostitution ring and involved in a recent shooting”. The driver, DHS claimed, was a member of Tren de Aragua, a Venezuelan gang.</p><p>“When agents identified themselves to the vehicle occupants, the driver weaponized his vehicle and attempted to run over the law enforcement agents,” DHS said in the post.</p><p>“Fearing for his life and safety, an agent fired a defensive shot. The driver drove off with the passenger, fleeing the scene.”</p><h2 id=\"second-agent-involved-shooting\">Second agent-involved shooting</h2><p>Details about Thursday’s shooting remain unknown. But the administration of President Donald Trump has faced criticism for misrepresenting incidents where federal agents deployed violence as part of its nationwide immigration crackdown.</p><p>The Portland shooting comes one day after an agent with Immigration and Customs Enforcement (ICE) shot and killed Renee Nicole Good, a 37-year-old mother of three, in her car in Minneapolis, Minnesota.</p><p>“Just one day after the horrific violence in Minnesota at the hands of federal agents, our community here in Portland is now grappling with another deeply troubling incident,” Portland Mayor Keith Wilson said in a <a href=\"https://www.portland.gov/mayor/keith-wilson/news/2026/1/8/portland-mayor-issues-statement-following-hazelwood-neighborhood\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“We cannot sit by while constitutional protections erode and bloodshed mounts.”</p><p>Good’s death has triggered widespread outrage, as well as criticism that the Trump administration rushed to disseminate a misleading narrative about the Minneapolis shooting.</p><p>Video of Good’s shooting showed the 37-year-old stopped in her SUV on a snowy Minneapolis road, appearing to wave other drivers by.</p><p>A vehicle carrying ICE officers stopped next to her vehicle, and agents approached her, reaching for the handle of her car door. One approached the front of her vehicle. As her car appeared to turn and manoeuvre away, that agent fired multiple times into the vehicle, killing Good.</p><p>In that case, too, Trump administration officials claim the ICE agent acted in self-defence, despite the fact that the vehicle did not seem to make contact with his body.</p><p>Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855701696773990\" target=\"_blank\" rel=\"noopener\">asserted</a> – without evidence – that Good was a “professional agitator” who “violently, willfully, and viciously ran over the ICE Officer”. Homeland Security Secretary Kristi Noem also <a href=\"https://x.com/DHSgov/status/2009058387418562922\" target=\"_blank\" rel=\"noopener\">accused</a> Good of a “domestic act of terrorism”, despite there being no evidence Good sought to harm the ICE agent.</p><p>Democratic officials have accused the Trump administration of spreading false narratives to distract from its own abuses during the immigration crackdown.</p><p>Still, officials in Portland repeatedly called for calm in the aftermath of Thursday’s shooting, while acknowledging the parallels between the incidents.</p><p>“We are still in the early stages of this incident,” Portland Police Chief Bob Day said in a statement.</p><p>“We understand the heightened emotion and tension many are feeling in the wake of the shooting in Minneapolis, but I am asking the community to remain calm as we work to learn more.”</p><p>Mayor Wilson, meanwhile, called for federal immigration agents to leave the city, arguing that they had endangered local citizens with their heavy-handed actions.</p><p>“Portland is not a ‘training ground’ for militarized agents, and the ‘full force’ threatened by the administration has deadly consequences,” Wilson said.</p><p>“As Mayor, I call on ICE to end all operations in Portland until a full investigation can be completed. Federal militarization undermines effective, community‑based public safety, and it runs counter to the values that define our region.”</p><p>Oregon Senator Jeff Merkley, meanwhile, expressed “huge concern” over the incident and suggested that responding with anger would only fuel the Trump administration’s fixation with Portland.</p><p>“Trump wants to generate riots,” he <a href=\"https://x.com/SenJeffMerkley/status/2009417022677946534\" target=\"_blank\" rel=\"noopener\">wrote</a>. “Don’t take the bait.”</p><h2 id=\"portland-under-a-microscope\">Portland under a microscope</h2><p>Portland has long been a focal point of Trump’s immigration enforcement actions, and the increased federal presence has ignited largely nonviolent protests in response.</p><p>Long seen as a Democratic stronghold, Portland was identified in May as one of the “sanctuary jurisdictions” that the Trump administration identified as resisting its immigration crackdown.</p><p>The Republican president hinted he could surge federal agents to the area in response.</p><p>In September, those threats appeared to materialise when Trump wrote on his Truth Social platform that he would be sending the US military to support immigration operations in the city.</p><p>The announcement came five days after Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/09/designating-antifa-as-a-domestic-terrorist-organization/\" target=\"_blank\" rel=\"noopener\">declared</a> antifa – the loose-knit antifascist movement – a “domestic terrorist organisation”.</p><p>“I am directing Secretary of War, Pete Hegseth, to provide all necessary Troops to protect War ravaged Portland, and any of our ICE Facilities under siege from attack by Antifa, and other domestic terrorists,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115276694936263266\" target=\"_blank\" rel=\"noopener\">wrote</a>. “I am also authorizing Full Force, if necessary.”</p><p>It was the latest in the string of instances where Trump attempted to send federal troops to largely Democratic urban areas, including Los Angeles and Chicago, Illinois.</p><p>Local officials denounced the deployment as a violation of the law and a misuse of executive authority. But the Trump administration doubled down, describing Portland as overrun by criminal behaviour.</p><p>“ In Portland, Oregon, antifa thugs have repeatedly attacked our officers and laid siege to federal property in an attempt to violently stop the execution of federal law,” Trump said at an October roundtable.</p><p>In response, some protesters in Portland began arriving in inflatable frog costumes, in an effort to cast Trump’s warnings about violent extremists as absurd. The Portland Frog Brigade, as the protesters were called, inspired similar demonstrations nationwide.</p><p>State and local leaders fought Trump’s troop deployment in court, and on November 7, US District Judge Karin Immergut permanently blocked the deployment.</p><p>The US Supreme Court in December declined the Trump administration’s appeal to allow National Guard troops in areas where lower courts had barred them.</p><p>On Thursday, Mayor Wilson called for accountability in the recent shootings, saying he would protect local residents’ civil liberties.</p><p>“ICE agents and their Homeland Security leadership must be fully investigated and held responsible for their violence against the American people, in Minnesota, in Portland, and across the nation,” he said.</p><p>He repeated the message that Portland residents should not seek retribution in the aftermath of the gunfire.</p><p>“Portland does not respond to violence with violence. We respond with clarity, unity, and a commitment to justice. We must stand together to protect Portland,” he said.</p></div></div></body></html>"
        },
        {
            "title": "‘Peace’ on paper, but catastrophe continues on the ground in Gaza | News | Al Jazeera",
            "time": "2026-01-08T23:52:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767916246.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Despite an agreed-upon ‘peace plan’, Israel continues to violate the ceasefire.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the three months since the United States unveiled a 20-point Gaza plan, more than 400 Palestinians have been killed and thousands injured in near-daily Israeli attacks. Gaza has been fragmented, with Israel controlling more than half its territory. Is this “peace plan” truly about peace?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US says it wants to control Venezuelan oil indefinitely. Can it? | Oil and Gas News | Al Jazeera",
            "time": "2026-01-08T23:06:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T182735Z_347846966_RC2CWIAQD9A6_RTRMADP_3_USA-VENEZUELA-CUBA-FUEL-1-1767907173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has said it aims to control Venezuelan oil sales indefinitely.</p><p>“We need to have that leverage and that control of those oil sales to drive the changes that simply must happen in Venezuela,” Energy Secretary Chris Wright said on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments come days after US forces abducted Venezuelan leader <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\" target=\"_blank\" rel=\"noopener\">Nicolas Maduro</a> on Saturday. Since then, the administration of US President Donald Trump has announced a deal under which Venezuela would turn over 30 million to 50 million barrels of sanctioned oil to the US to sell.</p><p>That comes against a backdrop of demands that Venezuelan government officials open up access to US oil companies or risk further military action.</p><p>On Friday, executives from several major oil companies, including ExxonMobil, ConocoPhillips, and Chevron, are slated to meet with the president to discuss potential investments in Venezuela.</p><h2 id=\"can-the-us-control-venezuelan-oil-sales-indefinitely\">Can the US control Venezuelan oil sales indefinitely?</h2><p>“The US federal government can absolutely intervene, make demands, capture what it wants, and redirect those barrels accordingly. I don’t know of anything that would meaningfully interfere with the federal government if that’s what it decided to do,” Jeff Krimmel, founder of Krimmel Strategy Group, a Houston, Texas-based energy consulting firm, told Al Jazeera.</p><p>There are, however, geopolitical hurdles. The US has less leverage than it did more than two decades ago when the US military and its allies entered Iraq, another oil-rich country. Today, other superpowers could stand in the way in ways they did not in 2003.</p><p>“When we went into Iraq, we were living in a unipolar moment as the world’s only great power. That era is over. China is now a great power, and most experts consider it a peer competitor. That means it has ways to hurt the US economy and to push back militarily, including through proxy conflicts, if it chooses to oppose such actions,” Anthony Orlando, professor of finance and law at California State Polytechnic University, Pomona, told Al Jazeera.</p><p>China is the largest purchaser of Venezuelan crude, although it only imports about 4 percent of its oil from the South American nation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s a question of whether they want to draw a line in the sand with the United States and say, ‘You can’t do this, because if we allow it, you’ll keep pushing further,’” Orlando said.</p><p>“If you’re a minor power like Venezuela, not China or Russia, you’re a country vulnerable to US intervention. That creates an incentive to align more closely with China or Russia to prevent it from happening, and that’s not a good outcome for the United States,” Orlando continued.</p><p>In the days since Maduro’s abduction, members of the Trump administration have also renewed calls to take over <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\">Greenland</a>.</p><h2 id=\"how-does-this-compare-with-iraq\">How does this compare with Iraq?</h2><p>The US intervention in Venezuela has been compared to its involvement in Iraq, which began under the administration of former President George W Bush in 2003. At the time, Iraq had the second-largest oil reserves in the world, with 112 billion barrels.</p><p>However, production was limited. Prior to the invasion, Iraq produced 1.5 million barrels per day (bpd), rising to 4.5 million bpd by 2018.</p><p>While the Iraqi government retained ownership of oil, US companies were often given no-bid contracts to operate there, including ExxonMobil and BP, and the majority of sales went to Asian and European markets.</p><p>In 2021, Iraq’s then-President Barham Salih claimed that an estimated $150bn in money stolen through corrupt deals had been “smuggled out of Iraq” since the 2003 US-led invasion.</p><p>Unlike during the Bush administration and its aims for Iraq’s oil, the Trump administration has been explicit about the role of oil in its attack on Venezuela.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The difference between Iraq and this is that [Bush] didn’t keep the oil. We’re going to keep the oil,” Trump said in a conversation with MS Now anchor Joe Scarborough.</p><p>Comparatively, in 2002, prior to the US invasion, then-Secretary of Defense Donald Rumsfeld asserted that the operation to take control of post-war reconstruction had “literally nothing to do with oil”.</p><p>“When the Bush administration went into Iraq, they claimed it wasn’t about that, even though there was substantial evidence it was a factor. This time it’s more explicit, so it’s clear it will impact oil markets. [But] one lesson from the Iraq war is that it’s easier said than done,” Orlando, the professor, told Al Jazeera.</p><h2 id=\"will-this-benefit-oil-companies\">Will this benefit oil companies?</h2><p>Analysts argue that investments in Venezuela might not actually benefit oil companies due to rising economic uncertainty, the need for major infrastructure improvements, and the fact that large companies like ExxonMobil and Chevron already have capital programmes planned for the remainder of the decade.</p><p>“Either [the companies] will have to take on more debt or issue more equity to raise the capital needed, or they’ll have to divert capital expenditures from other regions into Venezuela. In either scenario, I expect substantial shareholder pushback,” Krimmel, the energy consultant, said.</p><p>Increased production will also require infrastructure improvements. Venezuelan oil is dense, which makes it more difficult and expensive to extract compared to oil from Iraq or the US.</p><p>Venezuelan oil is often blended with lighter grades from the US. It is comparable in density to Canadian oil, which, despite tensions between Ottawa and Washington, comes from a US ally with more modern extraction infrastructure.</p><p>“I don’t think Canada’s going to be too happy about all this,” Orlando said.</p><p>However, Chevron, the only US company currently operating in Venezuela, is seeking authorisation from Washington to expand its licence to operate in the country after the US placed restrictions on it last year, the Reuters news agency reported on Thursday, citing unnamed sources.</p><p>The US role in energy, particularly oil and gas, has surged in recent years amid the rise of fracking technology. The US is now the largest producer of oil in the world. But recent cuts to alternative energy programmes and increasing energy demands from the artificial intelligence industry have led Republicans to double down on expanding the oil and gas sector.</p><p>“There is an oil supply surplus. Even if we were in a supply deficit right now, military action in Venezuela wouldn’t unlock incremental barrels quickly. So even if you were trying to solve a short-term supply deficit, which, to be clear, we do not have, Venezuela wouldn’t be an answer because it would take too long and be too expensive to ramp production up,” Krimmel added.</p><p>While Venezuela holds the world’s largest oil reserves, the OPEC member represents only 1 percent of global oil output.</p><p>Currently, Chevron is the only US company operating in Venezuela. ExxonMobil and ConocoPhillips operated in Venezuela before Hugo Chavez nationalised the oil sector in 2007, leading to a downturn in production over years of disinvestment and poorly run facilities. In the 1990s, Venezuela produced as much as 3.5 million bpd. That has since fallen due to limited investment, with production averaging 1.1 million bpd last year.</p><p>“Venezuela’s infrastructure has deteriorated under both the Chavez and Maduro regimes. While they are extracting oil, returning to production levels from 10 or 20 years ago would require significant investment,” Orlando said.</p></div></div></body></html>"
        },
        {
            "title": "Israel says Nickolay Mladenov to direct Trump’s proposed Gaza ‘peace board’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-08T22:45:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696025520e9f0-1767908690.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel says Nickolay Mladenov to direct Trump’s proposed Gaza ‘peace board’</h1><p class=\"article__subhead\"><em>Israeli PM Benjamin Netanyahu announcemed the Bulgarian diplomat as the ‘designated’ director-general for Trump’s ‘board of peace’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu says that former United Nations Middle East envoy Nickolay Mladenov will direct a proposed United States-led “board of peace” in Gaza.</p><p>Netanyahu made the announcement after meeting Mladenov in Jerusalem on Thursday, referring to the Bulgarian diplomat as the “designated” director-general for the proposed board, a key part of US President Donald Trump’s 20-point plan to end Israel’s genocidal war on the Palestinian people of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s Gaza plan led to a tenuous ceasefire between Israel and Hamas in October, but Israeli forces have continued to carry out attacks in the territory on a near-daily basis. Since the first full day of the truce on October 11, 2025, Israeli attacks have killed at least 425 Palestinians, according to the Gaza Health Ministry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement on Thursday, Netanyahu’s office said Mladenov “is slated to serve as Director General of the ‘Peace Council’ in the Gaza Strip”. Israel’s President Isaac Herzog also met Mladenov on Thursday, a spokesperson from his office said, without elaborating.</p><p>Under Trump’s plan to end the war, the proposed Board of Peace would supervise a new technocratic Palestinians government, the disarmament of Hamas, the deployment of an international security force, the further pushback of Israeli troops, and the reconstruction of the war-ravaged Gaza Strip.</p><p>Trump is expected to announce appointments to the board next week, according to the Axios news outlet, citing US officials and sources familiar with the matter.</p><p>“Among the countries expected to join the board are the UK, Germany, France, Italy, Saudi Arabia, Qatar, Egypt and Turkiye,” Axios reported.</p><p>Mladenov, a former Bulgarian defence and foreign minister, previously served as the UN envoy to Iraq before being appointed as the UN Middle East peace envoy from 2015 to 2020.</p><p>During his time as Middle East envoy, Mladenov had good working relations with Israel and frequently worked to ease tensions between Israel and Hamas.</p><figure id=\"attachment_4054499\" aria-describedby=\"caption-attachment-4054499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4054499\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Where-Israeli-forces-are-positioned-yellow-line-gaza-map-1761200950.png?quality=80\" alt=\"INTERACTIVE - Where Israeli forces are positioned yellow line gaza map-1761200950\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4054499\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Arsenal and Liverpool draw to delight of Premier League title chasers | Football News | Al Jazeera",
            "time": "2026-01-08T22:32:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T212646Z_193913275_UP1EM181NKLNE_RTRMADP_3_SOCCER-ENGLAND-ARS-LIV-1767908025.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Arsenal and Liverpool draw to delight of Premier League title chasers</h1><p class=\"article__subhead\"><em>Leaders Arsenal and defending champions Liverpool draw 0-0 at Emirates Stadium to keep former in sight of chasing pack.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Arsenal wasted the chance to move eight points clear at the top of the Premier League as Liverpool came to life in <a href=\"/sports/liveblog/2026/1/8/live-arsenal-vs-liverpool-premier-league\">a 0-0 draw</a> at the Emirates Stadium.</p><p>The Reds are one of only two sides to beat Mikel Arteta’s men this season and came closest to breaking the deadlock on Thursday when Conor Bradley hit the crossbar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Arsenal failed to score for the first time at home all season, but did enough to extend their advantage over second-placed Manchester City to six points.</p><p>Three consecutive draws for City over the past week had opened the door for Arsenal to close in on their first league title in 22 years.</p><p>The Emirates was bouncing before a ball was kicked in anticipation, but the spectacle between the defending champions and apparent champions elect fell flat.</p><p>Both sides struggled to deal with the treacherous conditions as Storm Goretti unleashed torrential rain and swirling winds.</p><p>Liverpool have long since fallen out of the title race since beating the Gunners at Anfield in August, but are now 10 games unbeaten to consolidate their place in the top four.</p><p>The visitors were penned in for much of the first 45 minutes but still came closest to opening the scoring before the break.</p><p>William Saliba’s backpass nearly caught out David Raya and, with the Spanish goalkeeper stranded, Conor Bradley’s lob came back off the underside of the crossbar.</p><p>The roles were reversed in the second period as Liverpool dominated possession and territory.</p><p>However, the Reds were shorn of three of their biggest attacking threats with Alexander Isak and Hugo Ekitike out injured and Mohamed Salah away at the Africa Cup of Nations.</p><p>That lack of firepower in the final third showed as Arsenal were only ever troubled by the pace of Jeremie Frimpong, who lacked the final ball to make his dangerous bursts count.</p><p>Dominik Szoboszlai’s stunning free-kick separated the sides when the last met and nearly repeated the trick with a powerful effort that dipped just too late.</p><p>At the other end, Viktor Gyokeres was hauled off by Arteta after another poor performance as his goal drought from open play extended to 10 games.</p><p>Arteta had to turn to his wealth of options off the bench to try and turn the tide as Gabriel Jesus, Noni Madueke, Eberechi Eze and Gabriel Martinelli were all introduced in the hunt for a winner.</p><p>But they took until stoppage time to register a shot on goal in the second half as Jesus and Martinelli fired too close to Alisson Becker.</p><p>A point edges fourth-placed Liverpool three points clear of Newcastle and Manchester United in the battle for a place in next season’s Champions League.</p></div></div></body></html>"
        },
        {
            "title": "Brazil to send national guard near border with Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-08T21:41:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69600b8d-1767902093.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil to send national guard near border with Venezuela</h1><p class=\"article__subhead\"><em>Tensions rise as Brazil reinforces its northern border following US air strikes in Venezuela and the abduction of its President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span><strong>Sao Paulo, Brazil –</strong> Brazil plans to send national guard troops to northern Roraima state, which borders Venezuela and has a strong presence of illegal armed groups who traffic drugs and mine illegally on both sides of the international boundary, according to a government decree.</span></p><p>In an official decree published on Thursday, the government authorised an unspecified number of National Public Security Force (FNSP) troops to be sent to Pacaraima, as well as Roraima’s capital, Boa Vista, about 213km (132 miles) from the border.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move comes after the US on Saturday bombed Venezuela and abducted its president, Nicolas Maduro. On Sunday, Brazil <a href=\"/news/2026/1/4/venezuela-temporarily-closes-border-with-brazil-following-us-strike\">temporarily closed</a> its border with Venezuela near Pacaraima.</p><p>The decree said the FNSP will support the state’s public security agencies and operate in ways “essential to the preservation of public order and the safety of people and property”.</p><p>Brazilian media reported on Wednesday that Venezuela was reinforcing its military presence on the border, and multiple armed groups, including Venezuelan colectivos and Brazilian gangs like the First Capital Command (PCC) and the Red Command (CV), operate in the area.</p><p>Gimena Sanchez, Andes director for the Washington Office on Latin America (WOLA), told Al Jazeera that Brazil’s deployment of guard troops to the border is an “appropriate move”. She said that violence caused by Colombian rebel groups active in Venezuela is pushing the population further south towards Brazil.</p><p>She added it “makes sense [for Brazil] to reinforce the border”, but noted there still has notbeen a mass displacement of Venezuelans.</p><p>Brazil has been a fierce critic of the US attacks. On the social media platform X, its president, Luiz Inacio Lula da Silva, said the US had crossed an “unacceptable line”.</p><p>Asked whether President Lula’s comments could provoke Washington, Sanchez said that the US is more concerned with Cuba, Mexico and Colombia at the moment. “Given that context and also that some European countries as well condemned it, I don’t think Brazil is at risk of being the focus of ire of the Trump administration,” she concluded.</p></div></div></body></html>"
        },
        {
            "title": "Can tension in Aleppo be contained? | Syria's War | Al Jazeera",
            "time": "2026-01-08T21:31:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767906816.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army and Kurdish-led Syrian Democratic Forces, or SDF, have taken part in clashes in Aleppo city this week.</p><p>The violence reflects a deep rift between the two sides, and many rounds of talks have so far failed to reach common ground.</p><p>The SDF seeks a decentralised system of government – with areas under its control having a certain level of autonomy.</p><p>But the government in Damascus wants to centralise power.</p><p>So, what does it all mean for Syria’s unity?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Labib Nahhas – Syria analyst</p><p>Omer Ozkizilcik – Nonresident fellow for the Syria Project in the Atlantic Council’s Middle East programme.</p><p>Rob Geist Pinfold – Lecturer in international security at King’s College London</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrian army declares ceasefire in Aleppo after heavy clashes with SDF | Conflict News | Al Jazeera",
            "time": "2026-01-08T21:26:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6960971cd93f-1767937820_4616b6-1767937952.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s Ministry of Defence has announced a ceasefire in three neighbourhoods of the northern city of Aleppo after days of heavy <a href=\"/news/liveblog/2026/1/8/live-syrias-army-shells-sdf-positions-in-aleppo-neighbourhoods\">clashes</a> between the country’s military and the Kurdish-led Syrian Democratic Forces (SDF).</p><p class=\"p1\">A fierce exchange of fire extended into the night, with rescue workers scrambling to extinguish fires ignited by shelling, before the Defence Ministry said it would give armed groups a six-hour window on Friday to leave the contested areas.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement, the ministry said the ceasefire in the neighbourhoods of Sheikh Maqsoud, Ashrafieh, and Bani Zaid from 3am (00:00 GMT) would ”pave the way for the restoration of law and official institutions and to protect civilians”.</p><p class=\"p1\">The window for the SDF to withdraw closes at 9am and departing fighters will be permitted to carry “personal light weapons”, state news agency SANA reported, citing the Defence Ministry. The Syrian army will reportedly escort the withdrawal and ensure safe transport to the northeastern regions of the country.</p><p class=\"p1\">There was no immediate reaction from the SDF to the announcement.</p><p>Earlier, authorities in Syria imposed a curfew in several neighbourhoods of Aleppo city.</p><p>The Aleppo Internal Security Command said in a statement on Thursday that a curfew was imposed “until further notice” in the neighbourhoods of Ashrafieh, Sheikh Maqsoud, Bani Zeid, al-Siryan, al-Hullok and al-Midan.</p><p>“This measure aims to ensure the safety of residents and is part of the ongoing security procedures to maintain order and prevent any violations that could endanger lives and property,” the command said in a statement shared by Syria’s state news agency SANA.</p><p>“All movement is strictly prohibited within the neighbourhoods covered by this curfew during its enforcement period, with no exceptions.”</p><p>At least 22 people have been killed and 173 wounded in Aleppo since fighting broke out on Tuesday, as the Syrian military accused the SDF of targeting civilian areas with artillery and mortar shells.</p><p>The Kurdish-led group has denied the allegations, saying this week’s casualties were caused by “indiscriminate” artillery and missile shelling by factions aligned with the government in Damascus.</p><p>The clashes come as talks on how to implement <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">a March 2025 agreement</a> to integrate the SDF, which has controlled large swaths of territory in Syria’s north and northeast, into the country’s state institutions faltered.</p><p>Late on Thursday, the Syrian Ministry of Interior said government forces had begun deploying in the Ashrafieh area “following the withdrawal of armed groups affiliated with the SDF”.</p><p>“The units have commenced their duties to protect civilians and prevent any violations or signs of disorder, in coordination with the army units deployed in the neighbourhood,” the ministry said in a statement shared by SANA.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More than 100,000 civilians have <a href=\"/news/2026/1/7/syria-designates-aleppos-kurdish-areas-closed-military-zones-as-clashes-persist\">fled their homes</a> in Ashrafieh and Sheikh Maqsoud this week, the director of the media department in Aleppo told Al Jazeera.</p><p>Rana Issa, 43, whose family fled the Ashrafieh neighbourhood under sniper fire on Thursday, told the AFP news agency that “many people want to leave” but are afraid of being shot.</p><p>“We’ve gone through very difficult times,” Issa said. “My children were terrified.”</p><p>Reporting from an Aleppo hospital on Thursday evening, Al Jazeera’s Resul Serdar said the sound of heavy shelling could be heard from the facility as medical workers struggled to treat wounded patients.</p><p>“The situation is escalating further and further,” said Serdar, adding that Aleppo is experiencing the “fiercest” fighting since the toppling of longtime Syrian leader Bashar al-Assad in December 2024.</p><p>“We’re hearing artillery shelling, one after another,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"daunting-task-of-reunification\">‘Daunting task’ of reunification</h2><p>SDF commander Mazloum Abdi (also known as Mazloum Kobani) said the violence in Aleppo has undermined talks with the government in Damascus, led by President Ahmed al-Sharaa.</p><p>“The deployment of tanks and artillery in Aleppo neighbourhoods, the bombing and displacement of unarmed civilians, and attempts to storm Kurdish neighbourhoods during the negotiation process undermine the chances of reaching understandings,” Abdi said in a statement.</p><p>Armenak Tokmajyan, a nonresident scholar at the Carnegie Middle East Center think tank, told Al Jazeera that the reintegration of Kurdish-led forces into Syrian state institutions “cannot happen just with force”.</p><p>Instead, Tokmajyan said al-Sharaa needs a multipronged approach to bring armed groups into the fold, including an inclusive national framework outlining the direction that post-Assad Syria will take.</p><p>“A lot of these armed groups don’t want to lay down their weapons because they don’t know what this state will look like,” he said.</p><p>“To be honest, the central government is facing a daunting and very difficult task … to end the fragmentation, and with that, end the instability in Syria and create a relatively unified country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}