{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Jake Paul vs Anthony Joshua - heavyweight boxing fight | Boxing News | Al Jazeera",
            "time": "2025-12-19T22:01:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251218__2251816782__v3__HighRes__JakePaulVAnthonyJoshuaPressConference-1766069871_f29c5e-1766069981.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Jake Paul vs Anthony Joshua – heavyweight boxing fight</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live buildup and coverage ahead of our text commentary stream of the Paul-Joshua heavyweight fight in Miami.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Greece rescues more than 500 asylum seekers off coast of Crete | Migration News | Al Jazeera",
            "time": "2025-12-19T21:54:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-19T153808Z_1981350513_RC2PJIAI9KTQ_RTRMADP_3_MIGRATION-GREECE-1766178743.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Greece rescues more than 500 asylum seekers off coast of Crete</h1><p class=\"article__subhead\"><em>Greek coastguard says nearly 540 people will have their asylum claims processed after rescue south of the island.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly 540 asylum seekers have been rescued from a fishing boat south of the island of Crete, Greece’s coastguard says.</p><p>The people were found some 16 nautical miles (29.6km) off Gavdos during a Greek search operation on Friday, the coastguard said in a statement, without specifying where the boat had set sail from.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A coastguard spokesperson told the AFP news agency that the rescued asylum seekers were from Bangladesh, Pakistan, Egypt, Eritrea, Somalia, Sudan and the occupied Palestinian territory.</p><p>They were taken to the Cretan city of Rethymno, the spokesperson said, and after undergoing health checks, their asylum claims will be processed.</p><p>In a separate incident on Thursday, the European Union’s border agency Frontex rescued 65 men and five women seeking refuge from two boats in distress off Gavdos, the Greek coastguard added.</p><figure id=\"attachment_4185117\" aria-describedby=\"caption-attachment-4185117\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4185117\" src=\"/wp-content/uploads/2025/12/2025-12-19T153806Z_1799467360_RC2PJIA2B96U_RTRMADP_3_MIGRATION-GREECE-1766179846.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Asylum seekers who arrived in Crete\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4185117\" class=\"wp-caption-text\">Asylum seekers sit outside their temporary shelter in the town of Rethymno, on the island of Crete, Greece [Stefanos Rapanis/Reuters]</figcaption></figure><p>Greece was on the front line of a surge in migration in 2015 and 2016, which saw more than a million people from the Middle East and Africa land on its shores in search of protection, before moving on to other European countries, including Germany.</p><p>While the number of asylum seekers trying to reach Greece by boat has decreased since then, both Crete and Gavdos – the two Mediterranean islands nearest to the African coast – have seen a steep rise in asylum boats.</p><p>Many of these vessels have taken off from countries such as Libya.</p><p>Next June, the EU’s new migration and asylum pact will enter into force, and Greece, along with Cyprus, Spain and Italy, will be eligible for help from other EU nations in dealing with the pressures that stem from increased migration.</p><p>According to the <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2025/12/08/migration-and-asylum-member-states-agree-on-solidarity-pool/\">European Council</a>, assistance under the pact includes support from EU agencies, as well as EU funds.</p><p>Greek Prime Minister Kyriakos Mitsotakis has said that deporting asylum seekers whose protection claims are rejected will be a priority for his centre-right government under the new pact.</p><p>Human rights groups have criticised the pact, warning that it puts asylum seekers at risk and <a href=\"/opinions/2024/2/12/the-eus-migration-policies-and-the-end-of-human-rights-in-europe\">violates their rights</a>.</p></div></div></body></html>"
        },
        {
            "title": "‘Trump-Kennedy Center’: Trump’s name added to venue’s facade | Donald Trump | Al Jazeera",
            "time": "2025-12-19T21:42:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766180509.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US Justice Department begins releasing government Epstein files | Donald Trump News | Al Jazeera",
            "time": "2025-12-19T21:16:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25326622301659-1766178647.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice has begun to release part of its trove of files documenting the life and crimes of the late convicted sex offender Jeffrey Epstein.</p><p>But Friday’s much anticipated <a href=\"https://www.justice.gov/epstein\" target=\"_blank\" rel=\"noopener\">release</a> is expected to fall short of the full publication of the Epstein file mandated under a recently passed law.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Earlier in the day, Deputy Attorney General Todd Blanche warned that some documents would be delayed, in order to ensure the privacy of Epstein’s victims.</p><p>“I expect that we’re going to release more documents over the next couple of weeks,” Blanche told Fox News.</p><p>“So today, several hundred thousand, and then, over the next couple of weeks, I expect several hundred thousand more.”</p><p>That announcement, however, is likely to spur outrage — and the possibility of a backlash from the US Congress.</p><p>The legislature set a 30-day deadline for the release of the full investigative file when it passed the Epstein Files Transparency Act on November 19.</p><p>The law required the Department of Justice to “make publicly available in a searchable and downloadable format all unclassified records, documents, communications and investigative materials” in its possession.</p><p>That includes records obtained by the Federal Bureau of Investigation (FBI), which is part of the Justice Department, as well as internal communications about decisions to charge — or not charge — the late financier.</p><p>The law’s purview also extends to materials in the government’s possession related to Epstein’s co-defendant and ex-girlfriend Ghislaine Maxwell and documents about entities with “known or alleged ties” to Epstein.</p><p>The Epstein Files Transparency Act, however, did contain some exemptions. It allowed the government to redact information that might be used in ongoing investigations or that might identify victims. Explicit material was also allowed to be concealed.</p><p>Friday’s release on the Justice Department website included a search bar that promised the “full Epstein library”.</p><p>But on social media, some users complained that there was a queue to enter the Justice Department’s site and that the search tool failed to return results for basic terms related to the case.</p><p>Viewers also pointed out that many of the newly released materials appeared to be heavily redacted, with some pages largely blacked out.</p><p>Already, Congress members have warned the Trump administration could face consequences if it failed to release the full Epstein file.</p><p>“Any person who attempts to conceal or scrub the files will be subject to prosecution under the law,” Democratic Representative Ro Khanna, one of the law’s sponsors, posted on social media on Thursday.</p><p>The official account for the Democratic Party, meanwhile, underscored Blanche’s comments that Friday’s release would be partial.</p><p>“Trump’s DOJ will not comply with today’s release deadline for the Epstein files,” the party wrote. “All files were required by law to be released today.”</p><p>Even some Republicans appeared to express frustration with the limited scope of Friday’s file drop.</p><p>“Release all the files,” Congress member Marjorie Taylor Greene of Georgia wrote on social media in the hours after Blanche’s interview. “It’s literally the law.”</p><p>In the lead-up to Friday’s release, another Republican representative, Thomas Massie of Kentucky, posted a 14-minute video on social media instructing the public about how to evaluate Friday’s file release.</p><p>“The victims lawyers have been in contact with me, and collectively they know that there are at least 20 names of men who are accused of sex crimes in the possession of the FBI. These would reside in the FD-302 forms,” he said.</p><p>“The FBI fills out these forms to summarise or memorialise what a witness gave them as far as testimony when they interviewed with the FBI.”</p><p>“So if we get a large production on December 19, and it does not contain a single name of any male who’s accused of a sex crime or sex trafficking or rape or any of these things, then we know they haven’t produced all the documents.”</p><p><em>This is a developing story. More details to come.</em></p></div></div></body></html>"
        },
        {
            "title": "Trump announces new deal with pharma companies to cut drug prices | Health News | Al Jazeera",
            "time": "2025-12-19T20:57:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-19T200558Z_1229079552_RC2JJIARGS9W_RTRMADP_3_USA-TRUMP-1766174874.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump announced new agreements aimed at lowering prescription drug prices.</p><p>On Friday, alongside leaders from Bristol Myers Squibb, Gilead Sciences, and Merck, among other leading pharma giants, the president announced deals that would cut prices on their medications to match that of the developed nation with the lowest price.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Starting next year, American drug prices will come down fast and furious and will soon be some of the lowest in the developed world,” Trump said.</p><p>“This is the biggest thing having to do with drugs in the history of the purchase of drugs.”</p><p>Under the deals, each drugmaker will cut prices on some of the drugs sold to the Medicaid programme for low-income people, senior administration officials said, promising “massive savings” on widely used medicines without giving specific figures.</p><p>“We were subsidising the entire world. We’re not doing it anymore,” Trump said at a White House news conference, flanked by nine pharma executives.</p><p>Mehmet Oz, the director of the Centres for Medicare and Medicaid Service, said Regeneron, Johnson &amp; Johnson, and AbbVie would visit the White House after the holidays for the launch of the government’s TrumpRx website.</p><p>US patients currently pay by far the most for prescription medicines, often nearly three times more than in other developed nations, and Trump has been pressuring drugmakers to lower their prices to what patients pay elsewhere.</p><p>The details of each deal were not immediately available, but officials said they included agreements to cut cash-pay direct-to-consumer prices of select drugs sold potentially through the TrumpRx.gov website, to launch drugs in the US at prices equal to – not lower than – those in other wealthy nations and to increase manufacturing. In return, companies can receive a three-year exemption from any tariffs.</p><h2 id=\"drug-prices-fall\">Drug prices fall</h2><p>Merck said it will sell its diabetes drugs Januvia, Janumet and Janumet XR – set to face generic competition next year – directly to US consumers at about 70 percent off list prices. If approved, its experimental cholesterol drug enlicitide will also be offered through direct-to-consumer channels.</p><p>Enlicitide is one of two Merck drugs expected to receive a speedy review under the FDA’s new, fast-track pathway, the Reuters news agency has previously reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Amgen said it will expand its direct-to-patient programme to include migraine drug Aimovig and rheumatoid arthritis medicine Amjevita, offering both at $299 a month – nearly 60 percent and 80 percent below current US list prices.</p><p>In July, Trump sent letters to leaders of 17 major pharmaceutical companies, outlining how they should provide so-called <a href=\"/news/2025/10/10/trump-reveals-prescription-drug-deal-with-pharmaceutical-giant-astrazeneca\" target=\"_blank\" rel=\"noopener\">most-favoured -nation prices</a> to the US government’s Medicaid health programme for low-income people, and guarantee that new drugs will not be launched at prices above those in other high-income countries.</p><p>So far, five companies have struck deals with the administration to rein in prices. They are Pfizer, Eli Lilly, AstraZeneca, Novo Nordisk and EMD Serono, the US division of Germany’s Merck.</p><p>A portion of revenues from each company’s foreign sales will also be remitted to the US to offset costs, officials said.</p><p>The companies pledged together to invest more than $150bn in the US for R&amp;D and manufacturing, according to officials, although it was unclear whether that included earlier commitments. Several also agreed to donate drug ingredients to the US strategic reserve.</p><p>Trump has long focused on the disparity between drug prices in the US and other wealthy countries, which have government-run health systems that negotiate price discounts.</p><p>The spectre of tighter price controls by the US government initially spooked investors, but the terms of the deals announced so far have calmed many of those fears.</p><p>Analysts have noted that Medicaid, which accounts for only approximately 10 percent of US drug spending, already benefits from substantial price discounts, exceeding 80 percent in some cases.</p></div></div></body></html>"
        },
        {
            "title": "29-day-old baby boy dies of hypothermia as temperatures drop in Gaza | Gaza | Al Jazeera",
            "time": "2025-12-19T20:37:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766176544.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UN chief Guterres condemns Houthi detention of 10 more UN staff in Yemen | Houthis News | Al Jazeera",
            "time": "2025-12-19T20:19:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-30T090426Z_1712873492_RC2OLHAAF8BY_RTRMADP_3_YEMEN-SECURITY-UN-HOUTHIS-1766167557.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has condemned the detention of 10 more UN staff members by the Houthis in Yemen.</p><p>Stephane Dujarric, a spokesperson for Guterres, confirmed on Friday that the previous day’s arrests had brought the total of detained local staffers to 69, calling for their immediate release.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These detentions render the delivery of UN humanitarian assistance in Houthi-controlled areas untenable. This directly affects millions of people in need and limits their access to life-saving assistance,” Dujarric said.</p><p>The Houthis, who control most of northwestern Yemen, including the capital Sanaa, have stepped up their arrests of UN staff since the start of Israel’s genocidal war on Gaza in October 2023, accusing them of spying for the United States and Israel.</p><p>The UN has repeatedly rejected Houthi accusations that its staff or operations in Yemen are involved in spying, a charge that carries the death penalty in the country.</p><p>On Thursday, the organisation confirmed that the detainees were all Yemeni nationals.</p><p>The latest arrests came days after Guterres discussed detained UN, diplomatic and NGO staff with Sultan Haitham bin Tariq of Oman, which has served as a mediator in the conflict in Yemen.</p><p>Guterres also commented this week on the Houthis’ recent referral of three detained UN staffers to a criminal court, saying they had been charged in relation to “their performance of United Nations official duties” and calling for charges to be dropped.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shift-in-balance-of-power\">Shift in balance of power</h2><p>A decade of civil war has plunged Yemen into one of the world’s worst humanitarian crises, according to the UN.</p><p>Guterres said this week that 19.5 million people in the country – nearly two-thirds of the population – need humanitarian assistance.</p><p>The conflict has recently entered a new phase, as separatists with the Southern Transitional Council (STC) extended their presence in southeastern Yemen – marking one of the largest shifts in power since the war began.</p><p>They now claim to control areas including the eastern governorates of oil-rich <a href=\"/news/2025/12/8/yemeni-separatist-group-claims-broad-control-of-south\">Hadramout and al-Mahra</a> and the port city of <a href=\"/news/2025/12/8/yemeni-separatist-group-claims-broad-control-of-south\">Aden</a>.</p><p>The STC, which wants to establish an <a href=\"/opinions/2014/12/3/south-yemen-and-the-question-of-secession\">independent state</a> in the south of Yemen, has fought in the past alongside the internationally recognised, Saudi-backed government, which is based in Aden, against the Houthis.</p><p>However, the STC’s advance in the south brings it into direct confrontation with the government in Aden, known as the Presidential Leadership Council (PLC), which <a href=\"/opinions/2025/12/10/stc-controls-more-land-in-yemen-but-it-cant-declare-independence-2\">condemned the seizure</a> of territory as “unilateral and a blatant violation”.</p><p>The STC’s leader, Aidarous al-Zubaidi, has a seat on the PLC, officially as one of its vice chairmen.</p><p>But relations have often been shaky between the group and the internationally recognised government, which came under major pressure in areas under its control over power outages and a currency crisis this year.</p><p>The two entities have <a href=\"/news/2025/12/17/analysis-yemens-future-after-the-separatist-stcs-expansion-eastwards\">previously fought</a>, most notably in 2018 and 2019, in Aden and its surrounding governorates.</p><p>This week, Guterres urged all parties to exercise “maximum restraint, de-escalate tensions, and resolve differences through dialogue”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is Russia’s war on Ukraine coming to an end? Putin won’t say | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-19T19:21:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251219__88NP7KH__v2__HighRes__TopshotRussiaPoliticsPutinPresser_cropped_for_vertical-1766171960.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pro-Palestinian hunger strikers face death in jail, doctors say | Newsfeed | Al Jazeera",
            "time": "2025-12-19T19:10:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766171423.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Highly speculative’ that Trump’s new fuel rules will help drivers: Experts | Automotive Industry News | Al Jazeera",
            "time": "2025-12-19T19:02:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-25T153311Z_659605467_RC203IAKJ6WN_RTRMADP_3_BRITAIN-BUDGET-1766170504.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>San Francisco, United States –</strong> Earlier this month, United States President Donald Trump <a href=\"/economy/2025/12/3/trump-proposes-weaker-vehicle-mileage-rules-cutting-climate-policies\" target=\"_blank\" rel=\"noopener\">announced plans</a> to lower fuel efficiency standards for cars, a move that, he said, would make cars more affordable for Americans, and give them freedom to choose large cars.</p><p>But the proposed change in policy has also laid to waste the years and billions in investments in cleaner cars, including electric vehicles (EVs), even while the idea that it would save US drivers money is “highly speculative”, experts say.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The proposed new standards will allow cars to run at 34.5 miles per gallon (14.7km per litre) compared with the 50.4 miles per gallon (19km per litre) set under the previous administration of President Joe Biden.</p><p>Trump has called it the “Freedom Means Affordable Cars“ proposal, saying the lower fuel efficiency norm could make each new car up to $1,000 cheaper and support US manufacturing.</p><p>But Severin Borenstein, faculty director at the University of California at Berkeley’s Haas School of Business, says US carmakers “have already made investments to meet old norms. The idea that this will save consumers a lot of money is highly speculative.”</p><p>These fuel efficiency measures, along with the US consumers’ continued preference for SUVs and other petrol guzzlers,  have led Ford Motors to announce a $19.5bn hit as it cut back plans to produce EVs. General Motors also announced a $1.6bn impact related to its EV pullback in quarterly results declared in October and warned there could be more hits. It also announced 3,400 layoffs across its EV sites.</p><p>Federal cutbacks will hinder an already slow transition to EVs in the US, where they form less than 10 percent of the market, well below the global EV sales, which made up 25 percent of all cars sold this year.</p><p>“The government can assist markets in this transition,” says Andrew Hoffman, Holcim professor of sustainable enterprise at the University of Michigan’s Ross School of Business.</p><p>The US is a “unique market”, Hoffman says, in liking SUVs and pick-up trucks because of the long distances that can cause range anxiety for electric car drivers. It underscores the need for a charging station network, another area where the Trump administration has made cuts that impact business plans. On Tuesday, 16 states sued the Trump administration for withholding billions in grants for EV charging station infrastructure.</p><p>Tesla, the US’s largest EV manufacturer, is expected to be hit the most by these changes. In November, its US sales dropped 23 percent from a year before, as the $7,500 tax credit ended.</p><p>While Google parent Alphabet-backed electric-powered autonomous vehicle Waymo has expanded its operations to a range of US cities this year, it has a fleet of just a few thousand cars and overall experts see the EV share of the market to drop further.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Along with the ending of tax credits for EVs, a reduced charging network could push consumers towards petrol-guzzling cars, even though lower fuel efficiency in those will mean higher fuel costs that could hurt household budgets.</p><p>“Buying gas-guzzling cars will cost consumers more money,” says Dan Becker, director of the Safe Transport Campaign at the Center for Biological Diversity.</p><p>Given that the proposed new standards are only for new cars, they may not matter much for fuel consumption in the next year or two, but “if the rules hold, they will significantly impact fuel consumption in the 2030s,” says Mathew Tarduno, assistant professor of economics at the University of Illinois at Chicago.</p><h2 id=\"polluting-climate-endangering-human-health\">Polluting climate, endangering human health</h2><p>The new standards are the latest in a slew of measures announced this year that could make US cars less fuel-efficient.</p><p>In July, when the tax and spending bill was passed, the penalties for cars not meeting fuel efficiency standards were brought down to zero. Rules for tailpipe emissions were also relaxed, tax credits for EVs ended in September, and the Environmental Protection Agency (EPA) announced a proposal to overrule the Endangerment Finding, EPA’s longstanding, science-based finding that greenhouse gases endanger human health and welfare, and roll back standards to limit greenhouse gas emissions from new cars and trucks.</p><p>The EPA’s rollback on the Endangerment Finding is imminent, environmental groups say, adding they are presenting their views to the EPA on all of these proposals and are preparing for legal fights to oppose the rollback, if that goes through.</p><p>On the fuel standards, there is a public hearing period until the end of next month. “We plan to share our view with the administration and then, with colleagues, sue them [if the proposal goes through],” said Center for Biological Diversity’s Becker.</p><p>“One area on which future lawsuits might focus is how the Department of Transportation treats EVs in setting new standards. The department is required to set fuel economy standards at the maximum feasible level,” says Nikki Reisch, director of the climate and energy programme at the Center for International Environmental Law (CIEL).</p><p>“Gas-powered cars can’t compete with EVs and hybrids in terms of fuel efficiency. These cleaner, more efficient technologies exist and cannot simply be ignored,” she added.</p><p>Vehicular emissions contribute to toxins in ambient air known as carcinogens and can also cause respiratory and cardiovascular illnesses, according to the EPA.</p><p>The transportation sector is, in fact, the leading cause of air pollution in the US, as per the American Lung Association.</p><p>The easing of fuel standards “turns back the clock on public health standards”, says William Barrett, assistant vice president of nationwide policy at the American Lung Association.</p><p>The impact of increased air pollution from possibly increased vehicle emissions could have a particularly acute impact on children, Barrett says.</p><p>“Children are more vulnerable because their lungs are still developing. Increased pollution could have an immediate and lasting effect on them, such as keeping them on the sidelines of a soccer game or increasing ER visits.”</p><p>The Lung Association also plans to give its comments during the public hearing process with a view to holding off the new standards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"freedom-of-choice\">Freedom of choice</h2><p>But Karl Brauer, an auto analyst and writer for iSeecars.com, says car emissions have been reducing since the Clean Air Act was passed in 1970 and also because of subsequent regulations that were brought in to lower emissions.</p><p>“Cars got cleaner a long time ago,” Brauer says. “Continuing with such regulation will have diminishing returns.”</p><p>The proposed new fuel standards will lead to “lower costs and higher profit margins for auto companies and lower prices for consumers,” and they will lead to “more freedom of choice”, Brauer says, because with tax credits for EVs gone, petrol and electric vehicles will now compete for consumer preferences on equal footing.</p><p class=\"tr-story-p1\">Major carmakers will save more than $35bn in technology costs through 2031, the Trump administration said in the fuel standards rollback December 3 announcement.</p><p>But at the same time, fuel costs for drivers are expected to soar, and US drivers are expected to pay up to $185bn more through 2050, the National Highway Traffic Safety Administration (NHTSA) reported.</p><p>Chief executives of Ford and General Motors flanked Trump during his announcement at the White House.</p><p>GM CEO Mary Barra said the announcement would allow carmakers to offer a range of petrol and electric vehicles while keeping prices down and meeting consumer preferences. “Regulatory requirements do not get ahead of the consumer,” she said at a New York Times Deal Book summit.</p><p>With petrol prices having fallen in the last few weeks, Brauer says a fuel-based car would be less expensive than an EV. Besides, the lack of sufficient charging stations can make them unattractive.</p><p>But the new standards could move US car makers in a direction divergent from global markets, which are moving towards higher fuel efficiency and electric cars. While the proposed standards could serve to make SUVs and other petrol guzzlers more attractive in the US, they could make competing in global markets harder.</p><p>“One question is whether US automakers will be forced to comply with different types of regulations in different places,” says Tarduno of the University of Illinois at Chicago.</p><p>China is now the world’s largest car manufacturer and exporter, known especially for its electric vehicles. “GM and Ford will want to be players in the world. If they don’t make EVs, they will get shut out by Chinese carmakers,” says the Center for Biological Diversity’s Becker.</p><p>But Brauer has a different take.</p><p>“Internal combustion cars,” he says, are a competitive advantage for US car makers, given that China has spent years building its lead on electric vehicles. The US, he says, should build on it.</p></div></div></body></html>"
        },
        {
            "title": "Rubio says ‘progress but ways to go’ in efforts to end Russia-Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-19T18:45:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69459e03-1766170115.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The top United States diplomat says progress has been made in efforts to end the Russia-Ukraine war, but more work is needed, as Ukrainian officials travelled to the US for a new round of negotiations.</p><p>Speaking during a <a href=\"/news/liveblog/2025/12/19/trump-live-us-justice-department-faces-deadline-to-release-epstein-files\">year-end news conference</a> in Washington, DC, on Friday, US Secretary of State Marco Rubio said Washington is not trying to impose a deal on either side.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“What we are trying to figure out here is what can Ukraine live with and what can Russia live with and … see if we can drive them towards each other and some sort of agreement,” he said.</p><p>“I think we’ve made progress, but we have a ways to go, and obviously, the hardest issues are always the last issues.”</p><p>Rubio’s remarks come as Ukrainian peace negotiators were set to start a new round of talks with US officials on Friday on <a href=\"/news/2025/11/30/us-ukraine-negotiators-meet-as-trump-pushes-to-bring-war-to-an-end\">proposals for ending</a> the nearly four-year war with Russia.</p><p>The head of Kyiv’s delegation, Rustem Umerov, who is in the US for the talks, said on the Telegram messaging app that Ukraine’s European partners would be involved.</p><p>“We are constructively minded. We have already held preliminary consultations with our European colleagues and are preparing for further discussions with the American side,” Umerov said.</p><p>“Ukraine’s security must be guaranteed reliably and in the long term,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Since returning to office in January, US President Donald Trump has launched a major <a href=\"/news/2025/12/15/trump-says-deal-to-end-ukraine-war-closer-than-ever-after-berlin-talks\">diplomatic push</a> to end the conflict, but negotiations have been tense over sharply conflicting demands from Moscow and Kyiv.</p><p>White House envoy Steve Witkoff and Trump’s son-in-law, Jared Kushner, held talks in Berlin with Ukrainian and European officials earlier this week.</p><p>Ukrainian President Volodymyr Zelenskyy has said that Ukraine and the US had agreed on several documents, including a 20-point peace framework, and security guarantees and a reconstruction plan for Ukraine.</p><p>But he said that no final proposals had been agreed, adding that territorial issues remained unresolved.</p><h2 id=\"putin-s-demands\">Putin’s demands</h2><p>For his part, Russian President Vladimir Putin has demanded Ukraine cede all territory in four key regions his forces have captured and occupied, along with Crimea, which Moscow seized and annexed in 2014.</p><p>Putin also wants Ukrainian troops to withdraw from parts of eastern Ukraine that Russian forces have not yet taken in the eastern Donetsk region, where fighting remains attritional – conditions Kyiv has rejected outright.</p><p>On Friday, in his “Results of the year” speech in Moscow, <a href=\"/news/2025/12/19/putin-takes-aim-at-zelenskyy-in-annual-qa-says-he-wont-negotiate-on-land\">Putin blamed</a> Zelenskyy for refusing to discuss territorial concessions – a key requirement from the Kremlin to end the war.</p><p>The Ukrainian leader has said in recent days that Kyiv will not give up territory, and the nation’s constitution also forbids it.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Zelenskyy has indicated that Kyiv was prepared to drop its long-held ambition of <a href=\"/news/2025/12/14/zelenskyy-says-willing-to-drop-nato-membership-bid-ahead-of-peace-talks\">joining the North Atlantic Treaty Alliance</a> (NATO) in exchange for Western security guarantees.</p><p>While the Kremlin welcomed the decision, fighting on the ground continues.</p><p>On Friday, Rubio noted that wars generally end one of two ways: When one side surrenders or when the parties agree to a negotiated settlement.</p><p>“We don’t see surrender any time in the near future, and only a negotiated settlement can end this war,” said the US secretary of state, adding that any decision about ending the war will be up to Ukraine and Russia.</p></div></div></body></html>"
        },
        {
            "title": "Rubio: ‘Not going to have peace’ if Hamas can threaten Israel | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-19T18:35:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251219__88P27KW__v1__HighRes__UsPoliticsDiplomacyRubio_cropped-1766169174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India beat South Africa as warm up for T20 World Cup defence pounds forward | Cricket News | Al Jazeera",
            "time": "2025-12-19T18:34:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25353606791607-1766167060.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India beat South Africa as warm up for T20 World Cup defence pounds forward</h1><p class=\"article__subhead\"><em>India’s preparations for their T20 World Cup defence look daunting as South Africa swept aside in 3-1 series win.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India won the Twenty20 series against South Africa 3-1 after taking the last match of the series by 30 runs in Ahmedabad.</p><p>Second fifties in the five-match series by Tilak Varma and Hardik Pandya powered India to 231-5 at the Narendra Modi Stadium on Friday. South Africa’s chase collapsed from 120-1 to 201-8.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jasprit Bumrah triggered South Africa’s downfall when he caught and bowled Quinton de Kock on 65 off a yorker and finished with an outstanding 2-17 from four overs.</p><p>Leg-spinner Varun Chakravarthy was plundered for 23 runs in one over by de Kock and Dewald Brevis but had the last laugh with 4-53.</p><p>Sanju Samson, covering for an injured Shubman Gill, used his first T20 since October to open with Abhishek Sharma and smash 63 runs inside six overs and 97 after nine.</p><p>Samson’s and Abhishek’s 11-runs-per-over launch was extended by Varma and Pandya, who combined for 105 in 7.2 overs until they both fell in the last over.</p><p>Varma hit a 30-ball fifty with his seventh boundary, and Pandya got to fifty in 16 balls thanks to his fifth six, over deep midwicket.</p><p>Pandya was eventually caught at deep midwicket for 63 off 25 and walked off to a standing ovation, followed two balls later by Varma, who ran himself out off the penultimate ball for 73 off 42.</p></div></div></body></html>"
        },
        {
            "title": "What will Trump do to protect the Gaza ceasefire deal? | News | Al Jazeera",
            "time": "2025-12-19T18:02:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766166161.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Qatar warns daily Israeli breaches threaten entire agreement put forward by US President Donald Trump.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Daily Israeli breaches of the Gaza ceasefire agreement threaten the entire peace process, says the Qatari prime minister, who helped broker the deal put forward by United States President Donald Trump.</p><p>So, what’s gone wrong – and what might the US president do to get it back on track?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Tamer Qarmout – Associate professor of public policy at the Doha Institute for Graduate Studies</p><p>Daniel Levy – President of the US/Middle East Project and a former Israeli negotiator</p><p>Rami Khouri – Distinguished fellow at the American University of Beirut</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza’s tech workers contend with little electricity, limited internet | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-19T17:48:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/TECH-SURVIVORS-HMM_Gaza-1766163101.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Amorim takes aim at Man Utd ‘entitlement’ as Mainoo saga rumbles | Football News | Al Jazeera",
            "time": "2025-12-19T17:45:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-27T133227Z_487155818_UP1EL9R11M2XC_RTRMADP_3_SOCCER-ENGLAND-BRE-MUN-1766164787.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ruben Amorim said provocative social media posts from two of Manchester United’s academy stars showed a damaging “feeling of entitlement” at the Premier League club.</p><p>The United boss last week said Harry Amass was “struggling” at Sheffield Wednesday, bottom of the Championship, and pointed out that Chido Obi was not always a starter in United’s under-21s.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 18-year-olds both uploaded and subsequently deleted Instagram story posts.</p><p>Amass posted a photo of himself holding the Sheffield Wednesday’s player of the month award for November with a grinning emoji.</p><p>Obi’s post showed him with arms out celebrating a goal for the Under-21s against Manchester City in August.</p><p>Amorim defended his direct approach at his pre-match news conference on Friday, when asked if he had seen the posts.</p><p>“I think it’s a little bit the feeling of entitlement that we have in our club,” the Portuguese said.</p><p>“Sometimes, strong words are not bad words. Sometimes, difficult moments are not bad things for the kids. We don’t need to be always with accolades in everything, in every situation.”</p><p>The United boss called for a change of culture at the club, who are sixth in the Premier League in the run-up to Sunday’s visit to high-flying Aston Villa.</p><p>“The players sometimes forget about what it means to play for Manchester United. We as a club sometimes forget who we are,” he said.</p><p>“And that’s the feeling that I have. So I understand everything. It’s the environment, it’s the moment of the players, the kids.</p><p>“They feel entitled. They feel free to respond to the manager with a picture.”</p><p>Amorim said his office door was open if players wanted to discuss issues.</p><p>“Nobody is coming to talk to me,” he said. “And that is the way we can solve things. So I think we need to change first as a club. And then everything is going to change.”</p><p>The United boss was also asked about a T-shirt worn by Kobbie Mainoo’s half-brother earlier this week that carried the message “Free Kobbie Mainoo”.</p><p>England international Mainoo, 20, is still waiting for his first Premier League start of the season, with his lack of game time a major talking point that has led to speculation that he could leave Old Trafford.</p><p>“It was not Kobbie who wore the T-shirt,” said Amorim. “He is not going to start because of the T-shirt, but he is not going to the bench because of the T-shirt.</p><p>“He’s going to play if we feel that he is the right guy. That is not an issue.”</p><p>United defender Luke Sahe, in July, spoke out in solidarity with Amorim’s attempt to change what he described at the time as <a href=\"/sports/2025/7/30/shaw-says-amorim-right-to-challenge-toxic-man-utd-dressing-room\">a “toxic” changing room</a> at Old Trafford.</p><p>Mainoo may have his opportunity to start the Villa game with Brazilian midfielder Casemiro suspended following his booking in <a href=\"/sports/2025/12/16/man-united-bournemouth-draw-in-eight-goal-premier-league-thriller\">the 4-4 draw with Bournemouth</a>.</p><p>Defenders Matthijs de Ligt and Harry Maguire are still injured, while Noussair Mazraoui, Amad Diallo and Bryan Mbeumo are all on international duty at the Africa Cup of Nations.</p></div></div></body></html>"
        },
        {
            "title": "What’s driving Cuba’s largest exodus in decades? | News | Al Jazeera",
            "time": "2025-12-19T17:28:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766165254.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A look at the forces pushing millions of Cubans to leave – and what their departure says about life on the island.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Beset by food shortages, blackouts and severe inflation, a growing number of Cubans are leaving the island. What’s driving them, where are they going, and why is the government no longer trying to stop it from happening?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Three killed in Taipei stabbing, smoke bomb attack | Crime News | Al Jazeera",
            "time": "2025-12-19T16:15:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251219__88N97ZQ__v2__HighRes__TaiwanAttack-1766157889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Three killed in Taipei stabbing, smoke bomb attack</h1><p class=\"article__subhead\"><em>Officials say suspect, who died after falling from a building during police chase, carried out ‘indiscriminate attacks’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three people have been killed and five injured after a knife-wielding attacker went on a rampage in central Taipei, before dying during a police chase, local authorities say.</p><p>Taiwan’s Premier Cho Jung-tai said in a statement on Friday that the suspect had let off smoke bombs at Taipei’s main train station, and then ran to a nearby subway station in a busy shopping district, attacking people on the way.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attacks were “a deliberate act”, although the motive was not immediately clear, Cho said.</p><p>“He deliberately threw smoke bombs and wielded a long knife to carry out indiscriminate attacks on the public,” the premier added.</p><p>The suspect then died during a police chase after falling from a building, according to local officials.</p><p>Mayor Chiang Wan-an told reporters that the attacker had apparently jumped off the building “to evade arrest and has been confirmed dead”.</p><figure id=\"attachment_4184507\" aria-describedby=\"caption-attachment-4184507\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4184507\" src=\"/wp-content/uploads/2025/12/afp_69457671be82-1766159985.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"TOPSHOT - This picture taken and released by Taiwan's Central News Agency (CNA) on December 19, 2025 shows police patrolling at a metro station in Taipei, after attacks at two stations in the city.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4184507\" class=\"wp-caption-text\">This picture taken and released by Taiwan’s Central News Agency (CNA) on December 19 shows police patrolling at a metro station in Taipei, after attacks at two stations in the city [AFP]</figcaption></figure><p>Images released by Taiwan’s Central News Agency showed a canister on the ground at the Main Station, with officers examining potential evidence at the scene.</p><p>Identifying the deceased suspect only by his last name, Chang, Premier Cho told reporters that he had a prior criminal record and outstanding warrants and said his house has been searched.</p><p>“We will investigate his background and associated relationships to understand his motives and determine if there are other connected factors,” he added.</p><p>Taiwan police ramped up security across the island in response to the attacks.</p><p>“All important locations … including railway stations, highways, subway stations and airports are maintaining a high level of alert and vigilance,” Cho said.</p><p>Meanwhile, President William Lai Ching-te told reporters that the Taiwanese authorities would “quickly clarify the details of the case”.</p><p>“There will be no leniency and we will do everything in our power to ensure the safety of our citizens,” he said.</p><p>Violent crime is rare in Taiwan, though an attack in 2014 horrified residents when a man went on a stabbing spree on Taipei’s metro, killing four people. He was executed for the killings in 2016.</p></div></div></body></html>"
        },
        {
            "title": "Hadi’s killing “chilling turning point” for Bangladesh | Digital Series | Al Jazeera",
            "time": "2025-12-19T16:06:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/20251219_HUDA_H-1766160348.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Dec 2025</span><span aria-hidden=\"true\">19 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel, Lebanon officials meet as pressure mounts to disarm Hezbollah | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-19T15:49:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6945609b-1766154395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The committee tasked with overseeing <a href=\"/news/2024/11/26/ceasefire-between-lebanons-hezbollah-and-israel-what-to-know\">a ceasefire agreement</a> between Israel and Hezbollah has held talks in southern Lebanon, as Israel and the United States ramp up pressure to disarm the Lebanese group.</p><p>Civilian and military delegations from Israel and Lebanon met in the southern Lebanese town of Naqoura on Friday for closed-door discussions, the 15th such gathering since the truce was signed in November 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US embassy in Beirut said military participants offered “operational updates” and agreed on the need to strengthen the Lebanese army as a guarantor of security south of the Litani River.</p><p>“Civilian participants, in parallel, focused on setting conditions for residents to return safely to their homes, advancing reconstruction, and addressing economic priorities,” the embassy said in a statement.</p><p>“They underscored that durable political and economic progress is essential to reinforcing security gains and sustaining lasting peace.”</p><p>The talks come as Israel has repeatedly violated the ceasefire with Hezbollah, carrying out <a href=\"/news/2025/12/18/israel-strikes-across-south-eastern-lebanon-in-latest-truce-violation\">near-daily attacks</a> across Lebanon, most notably in the south.</p><p>The Israeli military launched a series of air strikes across the country a day before the Friday meetings, claiming in a statement that it was targeting the Lebanese group’s military operatives and infrastructure.</p><p>Reporting from Naqoura, Al Jazeera’s Zeina Khodr said the talks were expected to focus on solidifying what has largely been a one-sided truce.</p><p>“At least that is what Lebanon wants,” she said. “The Israeli army still occupies more than 10 square kilometres [about 4sq miles] of Lebanese territory along the border.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"next-meeting-in-january\">Next meeting in January</h2><p>After the meetings, Lebanese President Joseph Aoun met Lebanese diplomat Simon Karam, who has been appointed as the country’s top civilian negotiator.</p><p>A statement by the Lebanese presidency said Aoun stressed that allowing tens of thousands of Lebanese civilians who have been displaced as a result of Israel’s attacks to return to their villages and homes was “an entry point for addressing all other details”.</p><p>Aoun said the committee’s next meeting is scheduled for January 7.</p><p>He also welcomed a separate diplomatic agreement reached in Paris between the US, France and Saudi Arabia to organise an international conference in early 2026 to support the Lebanese army and the country’s internal security forces.</p><p>Israel’s National Security Council Deputy Director for Foreign Policy Yosef Dreznin represented the country in the civilian talks.</p><p>The office of Israeli Prime Minister Benjamin Netanyahu described the meeting as a “continuation of the security dialogue aimed at ensuring the disarmament of Hezbollah by the Lebanese army”.</p><p>“During the meeting, ways to promote economic projects were discussed in order to underscore the mutual interest in removing the Hezbollah threat and ensuring sustainable security for residents on both sides of the border,” it said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Speaking to reporters in Washington, DC, on Friday, US Secretary of State Marco Rubio said the US wants to “empower” the Lebanese government to remove Hezbollah’s weapons, underscoring Israeli threats to take action against the Lebanese group.</p><p>“We all would hope that we could avoid that,” Rubio said.</p><p>“In order to have peace, you have to avoid that, and the best way to avoid it is to have a strong Lebanese government that can actually control the country, that Hezbollah is no longer an armed threat to Israel or to the Lebanese state.”</p><p>For its part, Hezbollah has <a href=\"/news/2025/8/6/hezbollah-to-treat-lebanons-disarmament-decision-as-if-it-does-not-exist\">rejected the prospect</a> of laying down its weapons while Israel continues to regularly launch attacks on Lebanon and occupy parts of its territory.</p><p><a href=\"/news/2025/11/28/hezbollah-leader-promises-response-to-israels-strike-killing-top-commander\">Naim Qassem</a>, who became Hezbollah’s secretary-general after his predecessor Hassan Nasrallah and most of the group’s military and political leadership were assassinated by Israel, has accused the Lebanese government of giving concessions without receiving anything in return.</p><p>Paul Salem, senior fellow at the Middle East Institute, told Al Jazeera that the talks remain limited at the moment but may, in the future, evolve into broader topics, including a full cessation of hostilities.</p><p>“I doubt it will get into anything related to peace, certainly not now,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Tragedy in Gaza as winter storm turns family’s shelter into rubble | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-19T14:51:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A4313-1766042192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> The rain came pouring down on Osama al-Hussari’s home, <a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">the storm</a> that hit Gaza City earlier this week refusing to relent.</p><p>Inside the 57-year-old’s home in the Shati refugee camp were not just his wife Rawiya and their 10 children, but also extended family members, including his brother’s children – making up 25 people in total.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The home had survived two years of Israeli bombing, but was heavily damaged. Rainwater was leaking in from the roof, flooding the inside, and forcing Osama to attempt to fix the problem on Tuesday.</p><p>“I called a neighbour and friend who works in construction to help inspect the problem and seal the openings where water was coming in from,” Osama told Al Jazeera.</p><p>But as they clambered onto the roof, disaster struck. The neighbour, Mohammed al-Helou, also 57, was inspecting one corner using a hammer.</p><p>The roof then collapsed.</p><p>Mohammed was left trapped under the rubble for two hours, unreachable. His body was recovered by civil defence teams two hours later.</p><p>Six others, including two children, were injured, some left with broken legs.</p><p>“It was absolutely terrifying, like a torrent of dust and stones exploding in my face,” Osama says, wiping away tears.</p><p>“We survived by a miracle, but my dear neighbour and friend lost his life without warning, and his family lost him in an instant.”</p><figure id=\"attachment_4181477\" aria-describedby=\"caption-attachment-4181477\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181477\" src=\"/wp-content/uploads/2025/12/873A4166-1766042166.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181477\" class=\"wp-caption-text\">The al-Hussari family home collapsed on Tuesday morning as a result of heavy rains that hit Gaza, and an inherently weak structure after two years of Israel’s war [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"the-collapse\">The collapse</h2><p>A house is a rare thing in Gaza, with most buildings in the Palestinian enclave destroyed by Israel during its two-year genocidal war.</p><p>It is what made Osama cling to his home, despite its condition, rather than live in a tent as so many thousands of other Palestinians do in Gaza. It’s also why so many of his family members had gathered to live with him after the October ceasefire, after being displaced across the Gaza Strip.</p><p>“When we arrived at my house, we breathed a sigh of relief that it was still standing,” Osama says. “But it was in bad shape and clearly heavily affected, especially since more than three explosive robots had been detonated in the area.”</p><p>He points to twisted metal pieces nearby, saying that they are remnants of those explosions.</p><p><a href=\"/features/2025/10/16/israels-exploding-robots-still-terrorise-gaza-neighbourhoods\">Explosive robot weapons</a> were widely used by the Israeli army during the most recent ground invasion of northern Gaza in mid-September.</p><p>“The entire area is destroyed, and all the buildings around us were bombed with the most powerful weapons. Our house was badly affected as well,” Osama says.</p><p>With no alternatives available, the family chose to remain inside the <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">cracked walls</a>, believing it better than living in tents, where people are currently <a href=\"/features/2025/12/18/baby-mohammed-freezes-to-death-as-gaza-battles-winter-and-displacement\">dying from the cold</a>.</p><p>“We used to say a concrete roof is better than a tent. We can’t even afford tents or their supplies. But we never imagined it would collapse on our heads and nearly kill us all.”</p><figure id=\"attachment_4181486\" aria-describedby=\"caption-attachment-4181486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181486\" src=\"/wp-content/uploads/2025/12/873A4339-1766042204.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181486\" class=\"wp-caption-text\">Osama al-Hussari inspects what remains of the collapsed house, unable to retrieve any of his family’s belongings [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"nowhere-to-go\">Nowhere to go</h2><p>Rawiya al-Hussari, 41, Osama’s wife, described the terrifying moment the building collapsed.</p><p>She immediately fled with her five children, while everyone around her was screaming, only to be told that her middle son, Mohammed, was still trapped under the rubble.</p><p>“I ran out, then they told me, ‘Your son Mohammed is under the rubble with his uncle.’ I completely lost my mind and ran back towards him,” she says, holding back tears as she hugs her 12-year-old son, who would survive.</p><p>“I started screaming hysterically, calling out, ‘Mohammed, Mohammed, can you hear me?’ He answered in a muffled voice, saying, ‘I’m here, save me. I’m OK.’ I removed the stones with the help of some men and relatives who rushed to help. But the man next to him didn’t respond; it seemed he had died instantly.”</p><p>Rawiya and the other mothers with her trembled as they recounted their escape from the house before it collapsed entirely, leaving them unable to take any belongings or clothes.</p><p>“We don’t know how we are supposed to die, by bombing or by buildings collapsing over our heads,” Rawiya says, pointing to the ruins. “Look at it; it’s as if one or two missiles hit it.”</p><p>With the collapse of the al-Hussari home, the number of houses that have collapsed in Gaza since the start of winter is 17, with officials warning the number is likely to increase.</p><p>In response to the growing danger, emergency teams in Gaza have activated a committee to inspect buildings at risk of collapse and evacuate residents before the next storm arrives.</p><p>As the al-Hussari family struggles to absorb the shock, they now find themselves homeless overnight, with no alternative shelter.</p><p>“We slept here in the street last night, 12 children and women,” Osama says angrily. “We all slept outside with no tents, no tarps. This is our end: either we die under crumbling walls, or we freeze to death in the street.”</p><p>“I wish we had all died inside the house and been spared this life.”</p><figure id=\"attachment_4181481\" aria-describedby=\"caption-attachment-4181481\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181481\" src=\"/wp-content/uploads/2025/12/873A4281-1766042180.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181481\" class=\"wp-caption-text\">Members of the al-Hussari family who lived in the house and were inside at the moment of the collapse [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Tens of thousands flee DR Congo to Burundi amid rebel takeover of key city | Conflict News | Al Jazeera",
            "time": "2025-12-19T14:35:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6945623b-1766154811.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">More than 84,000 people have fled to Burundi from the eastern Democratic Republic of the Congo (DRC) amid a Rwanda-backed rebel offensive near the countries’ shared border, according to the latest United Nations figures.</p><p>The UN refugee agency (UNHCR) said on Friday that Burundi had reached a “critical point” amid the influx of refugees and asylum seekers fleeing a surge in violence in the DRC’s South Kivu province.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Thousands of people crossing the border on foot and by boats each day have overwhelmed local resources, creating a major humanitarian emergency that requires immediate global support,” UNHCR said, noting that more than 200,000 people had now sought refuge in Burundi.</p><p>“Women and children are particularly affected, arriving exhausted and severely traumatised, bearing the physical and psychological marks of terrifying violence. Our teams met pregnant women, who shared that they had not eaten in days.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The exodus began in early December when the M23 rebel group launched an assault that culminated in the capture of Uvira, a strategic city in the eastern DRC that is home to hundreds of thousands of people.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Refugees started crossing into Burundi on December 5, with numbers surging after M23 seized control of Uvira on December 10. On Wednesday, <a href=\"/news/2025/12/17/drc-says-m23-vow-to-pull-out-of-uvira-is-a-distraction-as-forces-remain\">M23 said it was withdrawing</a> after international condemnation of its attack on the city.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In Burundi, displaced families face difficult conditions at transit points and makeshift camps with minimal infrastructure, the UN said.</p><p>Many have sheltered under trees without adequate protection from the elements, and a lack of clean water and proper sanitation.</p><p>About half of those displaced are children less than the age of 18, along with numerous women, including some who are pregnant.</p><p>Ezechiel Nibigira, the Burundian president of the Economic Community of Central African States (ECCAS), reported 25,000 refugees in Gatumba in western Burundi, and nearly 40,000 in Buganda in the northwest, most of them “completely destitute”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Augustin Minani, the administrator in Rumonge, told the AFP news agency that the situation was “catastrophic” and said “the vast majority are dying of hunger.”</p><p>Refugees recounted witnessing bombings and artillery fire, with some seeing relatives killed and others forced to abandon elderly family members who could not continue the journey.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"m23-withdrawal\">M23 withdrawal</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">M23 announced earlier this week it would begin withdrawing from Uvira, with the group’s leadership calling the move a “trust-building measure” to support United States- and Qatari-led peace efforts.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">However, the Congolese Communications Minister Patrick Muyaya dismissed the announcement as a “diversion”, alleging it was meant to <a href=\"/news/2025/12/9/drc-accuses-rwanda-of-peace-deal-violations-as-m23-advances-in-the-east\">relieve pressure on Rwanda</a>.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Local sources reported that M23 police and intelligence personnel remained deployed in the city on Thursday.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The offensive extended M23’s territorial gains this year after the group captured the major cities of Goma in January and Bukavu in February.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The rebel advance has given M23 control over substantial territory in the mineral-rich eastern DRC and severed a critical supply route for Congolese forces along the border with Burundi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">M23 launched the Uvira offensive less than a week after the presidents of the DRC and Rwanda met with US President Donald Trump in Washington, DC, to reaffirm their commitment to <a href=\"/news/2025/12/5/fighting-flares-in-dr-congo-within-hours-of-trumps-peace-deal-ceremony\">a peace agreement</a>.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The rebels’ takeover of the city drew sharp criticism from Washington, with officials warning of consequences for what they described as Rwanda’s violation of the accord. Rwanda denies backing M23.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The fighting has killed more than 400 civilians in the DRC and displaced more than 200,000 since early December, according to regional officials and humanitarian organisations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The broader conflict across the eastern part of the country, where more than 100 armed groups operate, has displaced more than seven million people, the UN refugee agency says.</p></div></div></body></html>"
        },
        {
            "title": "Rogue tankers in Singapore: What are shadow fleets and who uses them? | Energy News | Al Jazeera",
            "time": "2025-12-19T14:34:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2016-04-18T120000Z_2121511105_GF10000386334_RTRMADP_3_SINGAPORE-ECONOMY-EXPORTS-1766139691.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Singapore has reported a growing number of “rogue” or “shadow fleet” tankers operating off its shores in and around one of the world’s busiest maritime corridors.</p><p>According to Lloyd’s List Intelligence data cited by international maritime authorities, at least 27 such ships transited the Singapore Strait in early December, with another 130 clustered nearby around Indonesia’s Riau Archipelago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While traffic through the strait remains dense and appears outwardly routine – more than 80,000 vessels pass through it each year – ship-spotters and analysts say the profile of some of the ships using these waters has recently changed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-so-many-rogue-tankers-appearing-near-singapore\">Why are so many ‘rogue’ tankers appearing near Singapore?</h2><p>Conflict in Ukraine and the Middle East has sparked a surge in Western sanctions on oil exports from countries such as Russia and Iran. The <a href=\"/news/2025/12/15/venezuela-slams-european-councils-renewed-sanctions-as-futile\">European Commission</a> and the United States <a href=\"/news/2025/12/12/us-slaps-sanctions-on-maduro-family-venezuelan-tankers-what-we-know\">Trump administration</a> have both recently renewed or extended sanctions against Venezuelan oil, as well.</p><p>As a result, a parallel, unofficial maritime network has emerged to keep sanctioned oil moving.</p><p>The Singapore Strait is a vital artery for global maritime trade, carrying about one-third of the world’s traded goods at some point along their journeys. For tankers at sea, it is almost unavoidable – the strait is a natural gateway between the Indian Ocean and the South China Sea, also a busy trade artery.</p><p>The Maritime and Port Authority monitors vessel movements within Singaporean waters. But international law limits what action it can take once ships move into the high seas – in effect, international waters – allowing shadow fleets to thrive in regulatory grey zones.</p><p>In recent weeks, suspect shipping activity has been noted just beyond Singapore’s territorial waters – roughly 22.2 kilometres from its coast – in international waters, just outside of the city state’s law enforcement reach.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-shadow-fleets-and-how-do-they-avoid-sanctions\">What are ‘shadow fleets’ and how do they avoid sanctions?</h2><p>As a result of record <a href=\"/news/2025/10/23/trump-hits-russias-oil-giants-with-sanctions-eu-bans-russian-lng\">sanctions</a> by Western governments in recent years over Russia’s war in Ukraine, Iran’s nuclear programme and, most recently, United States President Donald Trump’s campaign against Venezuela, the number of falsely flagged ships globally has more than doubled this year to more than 450, most of them tankers, according to the International Maritime Organization database.</p><p>All vessels at sea are required to fly a flag showing the legal jurisdiction governing their operations in international waters. The body which grants ship nationalities is the UN Convention on the Law of the Sea (UNCLOS).</p><p>A shadow ship, or “ghost” ship, is typically an ageing vessel with obscure ownership. These vessels frequently change flags – for instance, when the US <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">seized the tanker, Skipper</a>, off the coast of Venezuela earlier this month, the government of Guyana, Venezuela’s neighbour, said it was “falsely flying the Guyana flag”, and clarified that it was not registered in the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Operators of shadow ships also falsify registration details, broadcast false geo-location codes, or even switch off tracking systems altogether to evade detection and skirt UNCLOS laws.</p><p>These vessels typically carry sanctioned oil and other restricted goods such as military equipment. They often conduct risky ship-to-ship transfers of cargo under the cover of night to avoid detection. This can create serious safety and environmental risks.</p><p>Additionally, most of the tankers are owned by shell companies in jurisdictions such as Dubai, where rapid buying and selling by anonymous or newly formed firms can take place, making it even harder to trace their origins.</p><p>Jennifer Parker, a specialist in maritime law at Australia’s University of New South Wales, said the increasing number of shadow fleets presents a “real challenge”.</p><p>Parker told Al Jazeera that “finding out who owns them and who insures them has been incredibly difficult because of the [murky] paper trail around them”.</p><p>She added that “often they would do what is called bunkering, which is the process of transferring fuel at sea between ships. So that makes it hard to track where that ship has actually come from and where that oil has come from.”</p><p>She added: “Sometimes, what they do is actually mix oil, so you will have a legitimate ship that will do a ship-to-ship transfer at sea with a shadow fleet and they will mix the oil so it becomes hard to really trace where that oil has come from … to avoid sanctions.”</p><h2 id=\"what-sort-of-problems-do-these-tankers-cause\">What sort of problems do these tankers cause?</h2><p>When ageing, uninsured vessels are involved in accidents, it can lead to environmental disasters like oil spills.</p><p>According to Bunkerspot, a specialist maritime publication, a shadow tanker spill, which can cause enormous damage to water, wildlife and local coastlines, can cost up to $1.6bn in response and cleanup alone.</p><p>Last December, Russian authorities scrambled to contain <a href=\"/news/2024/12/19/the-russian-tanker-disaster-and-an-oil-leak-in-kerch-strait-what-it-means\">an oil spill in the Kerch Strait</a> caused by two 50-year-old tankers which had been damaged during a heavy weekend storm. The scale of the environmental damage and the associated cleanup costs remain unclear.</p><p>In addition to vessel collisions, they can cause environmental damage through chemical leaks and illegal waste dumping.</p><figure id=\"attachment_4183932\" aria-describedby=\"caption-attachment-4183932\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4183932\" src=\"/wp-content/uploads/2025/12/2025-01-08T121511Z_1645682517_RC2L5CA6GKCV_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-OIL-SPILL-1766143668.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Kerch\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4183932\" class=\"wp-caption-text\">A volunteer cleans up a bird covered in oil following an oil spill by two tankers damaged in a storm in the Kerch Strait, at a veterinary clinic in the Black Sea resort city of Saky, Crimea, on January 8, 2025 [Alexey Pavlishak/Reuters]</figcaption></figure><h2 id=\"who-uses-shadow-fleets-the-most\">Who uses shadow fleets the most?</h2><p>Russia is the primary beneficiary of ghost fleet trading. Moscow has largely <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">maintained its oil exports</a> despite Western sanctions, ensuring steady revenue for its war in Ukraine. Though not to the same extent, Iran and Venezuela also sell fossil fuels using ghost fleets.</p><p>China and India, currently the largest buyers of Russian crude, benefit from steep discounts, often purchasing oil well below the Western-imposed $60 per barrel <a href=\"/news/2022/12/2/eu-agrees-to-60-russian-oil-price-cap\">price cap</a>, which was imposed in December 2022 following Russia’s invasion of Ukraine.</p><p>Tracking by S&amp;P Global and Ukrainian intelligence shows that Russia relied heavily on its shadow tanker fleet in 2025. India has been the main destination, importing about 5.4 million tonnes (or 55 percent of Russian crude oil sales via shadow tankers) between January and September.</p><p>China has taken a smaller but still significant share of about 15 percent. Overall, most Russian seaborne crude now moves outside Group of Seven (G7)-compliant shipping, underscoring the shadow fleet’s central role in this trade.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-actions-have-governments-taken-against-shadow-fleets\">What actions have governments taken against shadow fleets?</h2><p>To avoid enforcement of sanctions, many shadow tankers have moved out of major shipping lanes. In part, this is down to <a href=\"/news/2025/7/18/eu-hits-russian-oil-shadow-fleet-with-new-sanctions-over-ukraine-war\">European authorities</a> now requiring physical inspections during ship-to-ship transfers, making it riskier for these vessels to operate on conventional routes.</p><p>For instance, Denmark, Sweden, Poland, Finland and Estonia recently began carrying out insurance checks on tankers transiting the Gulf of Finland and the waters between Sweden and Denmark. This is aimed at ensuring compliance with 2022 sanctions on Russian oil.</p><p>Meanwhile, in July 2025, the United Kingdom imposed measures – such as restrictions on access to UK ports, insurance and financial services – on 135 shadow fleet vessels and two linked firms, aiming to reduce Russia’s shipping capacity and cut its energy earnings.</p><p>In the US, President Donald Trump has warned that comparable measures will follow if Russia refuses to agree to a ceasefire in Ukraine, raising the prospect of closer transatlantic coordination with the UK and Europe against shadow fleets.</p></div></div></body></html>"
        },
        {
            "title": "‘We don’t care about politics’: Violence-hit Uvira locals just want peace | Conflict News | Al Jazeera",
            "time": "2025-12-19T14:32:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6945432f59d8-1766146863_9b654f-1766154055.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Uvira, Democratic Republic of the Congo –</strong> On the roads of the Democratic Republic of the Congo’s South Kivu province, rebels are pulling back from the key city they seized last week. But not all residents of the area they occupied appear glad to see them go.</p><p>The latest surge in violence in the DRC’s east began more than a week ago. Last Tuesday, fighters with the M23 rebel group that has waged a years-long rebellion against the government, stormed into the strategic city of Uvira – located along the border with Rwanda and Burundi, and the last real eastern stronghold of the Congolese army.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The fighters, which the United Nations and United States say are backed by Rwanda, have engaged in fierce battles with Congolese soldiers and their allied “<a href=\"/features/2024/8/14/drc-congo-women-rebels-m23\">Wazalendo</a>” militias, which had been using Uvira as a base since M23 seized other regional capitals from the government’s control earlier this year.</p><p>The M23 offensive came just days after a regional <a href=\"/video/newsfeed/2025/12/4/rwanda-drc-presidents-sign-washington-accord-peace-deal\">peace agreement</a> was signed in the US between Congolese President Felix Tshisekedi and Rwanda’s Paul Kagame, and less than a month after the signing in <a href=\"/news/2025/11/15/drc-rwanda-backed-m23-sign-framework-deal-for-peace-after-talks-in-qatar\">Qatar</a> of a separate accord to end years of fighting between M23 and the DRC government.</p><p>By last Wednesday, M23 had pushed out the army and taken control of Uvira.</p><p>One day later, we arrived in the city as the first team of international reporters to make it there since the takeover.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On the road there, we could see and smell the evidence of war: corpses strewn along the way, including soldiers and some civilians; burned-out carcasses of military vehicles; and groups of displaced people walking.</p><p>While some were fleeing, many we spoke to were returning from Uvira back to the towns and cities they had fled when they came under attack in the past few weeks, as M23 made its way through territories towards Uvira.</p><p>As we made our way to the city, we witnessed the devastation caused by the recent fighting. All around us were the signs of violence: trucks destroyed, some with burned bodies of soldiers still in them; emptied houses; and, in the streets, unexploded bombs.</p><p>When we finally made it into Uvira, the city was quiet, the roads empty. No cars moved along the streets, as residents milled around in front of their houses, trying to see what was happening.</p><p>Moving along different avenues, members of the Red Cross were out collecting the bodies. They said it was difficult to tell how those people had died, but residents told Al Jazeera that many were killed in the crossfire and frenzy when the army and militias were retreating as M23 stormed in.</p><p>The government said more than <a href=\"/news/2025/12/11/over-400-civilians-killed-in-eastern-dr-congo-as-us-peace-deal-falters\">400 people</a> were killed in the violence, a number we have not been able to independently verify.</p><figure id=\"attachment_4184010\" aria-describedby=\"caption-attachment-4184010\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4184010\" src=\"/wp-content/uploads/2025/12/afp_694542e4dc5a-1766146788.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Members of the Democratic Republic of Congo (DRC) Red Cross operate at the entrance of the town of Uvira on December 13, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4184010\" class=\"wp-caption-text\">Members of the Democratic Republic of the Congo (DRC) Red Cross operate at the entrance of the town of Uvira on December 13, 2025 [AFP]</figcaption></figure><h2 id=\"fear-versus-relief\">Fear versus relief</h2><p>In the days following M23’s takeover, a sense of fear was palpable in Uvira. Some residents expressed worries about what the rebels’ presence meant for the city.</p><p>When the group took control of Goma, the capital of neighbouring North Kivu province, in January, and then seized South Kivu’s capital, Bukavu, in February, businesses suffered. Government workers, civil servants and others formally employed have been unable to work.</p><p>In Goma, for example, where I have been based as a reporter for four years, no banks have operated since M23 took over.</p><p>But amid the fears, there are groups of residents who just seem relieved. Many told us they felt lucky that the city had avoided a violent confrontation between M23 and the Congolese army and its militias, which might have besieged and bombarded Uvira for weeks.</p><p>By Saturday, as M23’s control of the city settled in, residents emerged from their homes. By Monday, those people who could, resumed work, shops were opened and daily life continued.</p><p>Although the residents we spoke to are aware that political discussions are taking place in Kinshasa, many are more concerned about the day-to-day challenge of getting by without the threat of violence. Some said they feel their quiet lives have been upturned less by the rebels than by the Congolese army and its militias, which began massing in the area this year to use as a base from which to tackle M23.</p><figure id=\"attachment_4184022\" aria-describedby=\"caption-attachment-4184022\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4184022\" src=\"/wp-content/uploads/2025/12/getty_694543237b-1766146851.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"UVIRA, DEMOCRATIC REPUBLIC OF CONGO - DECEMBER 15: A Wazalendo militant surrenders a weapon to members of the Rwanda-backed M23 rebel group on December 15, 2025 in Uvira, Democratic Republic of Congo. Fifty-two members from the coalition of Congolese and Burundian militias known as the Wazalendo joined M23 following the rebels' capture of the South Kivu city on December 10. Human Rights Watch has reported abuses perpetrated against civilians by fighters from both sides of the conflict during the offensive on Uvira, and has called for the safe passage and humanitarian assistance for those caught up in the fighting. (Photo by Daniel Buuma/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4184022\" class=\"wp-caption-text\">A Wazalendo fighter surrenders a weapon to members of the Rwanda-backed M23 rebel group on December 15, 2025, in Uvira, Democratic Republic of the Congo [Daniel Buuma/Getty Images]</figcaption></figure><h2 id=\"we-suffered-with-the-armed-groups\">‘We suffered with the armed groups’</h2><p>M23 was first formed more than a decade ago after a mutiny within the Congolese national army. The group, composed mainly of Tutsis, says it is fighting for the rights of people from its ethnic community who have been marginalised by the state.</p><p>In 2012, M23 captured Goma, before the rebels were forced back a year later by a coalition of Congolese forces, the United Nations and foreign troops.</p><p>But the group re-emerged in late 2021, fortified by, the UN says, some 4,000 Rwandan soldiers, a claim Kigali denies. This newer, stronger M23 has since made significant gains, capturing Goma again this year, followed by Bukavu and other key areas.</p><p>As M23 has advanced, the Congolese army has allied itself with other armed groups to help it fight the rebels.</p><p>But critics say the government does not have effective control over these disparate militias, with many accused of abuses in the areas they oversee.</p><p>After the M23 took Goma and Bukavu, Uvira – an important port city on the northern tip of Lake Tanganyika, directly across from Burundi’s largest city, Bujumbura – became a symbol of resistance for the government. It was a city where military heads, militia leaders and politicians from Kinshasa also gathered.</p><p>But for many residents, this has meant seven to eight months of limbo at the mercy of those soldiers and militia groups. Many people in Uvira told us they had been left traumatised by the militias, some of whom they accuse of beating and stealing from locals.</p><p>While they do not necessarily support M23 rebels either, they are grateful that when the rebels took control of the city, at least the gunshots stopped.</p><p>“We suffered here a lot with the armed groups operating under the government,” Eliza Mapendo told Al Jazeera from a market in Uvira, one among several residents blaming the army and militias for overrunning the area and sometimes harassing the community.</p><p>“For now, we feel good enough, secure, this is how we are working freely at this market. They [the armed militias] could beat without any reason and take your business away. But today it is OK here,” Mapendo said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-have-no-problem-with-anyone\">‘We have no problem with anyone’</h2><p>Soon after the M23 seized control of Uvira, both the UN and the US called on the rebels to withdraw.</p><p>Eventually, this Wednesday, the group began pulling out in what it called a <a href=\"/news/2025/12/17/drc-says-m23-vow-to-pull-out-of-uvira-is-a-distraction-as-forces-remain\">“unilateral trust-building measure”</a> to give the peace process a chance to succeed.</p><p>Lines of thousands of fighters, with big cars, weapons and heavy machinery, moved through the city and out of it on Thursday and Friday.</p><p>Some Uvira residents were happy, as they felt the move would mean a return to administrative normality.</p><p>But others told Al Jazeera they were concerned. “When the rebels leave, will the militia groups return and crack down on us?” some wonder.</p><p>In South Kivu on Friday, the situation remained fragile, as the Congolese military resumed firing on some positions held by the M23 not far from Uvira.</p><p>Meanwhile in the city, most people don’t really mind who ends up in charge – they just want an end to the violence.</p><p>“We don’t know anything about the political process they are talking about,” one resident, Feza Mariam, told Al Jazeera. “The only thing we need is peace. Anyone able to provide us with peace is welcome here. For the rest, we as citizens, we don’t care about it.”</p><p>Bishi Bishala, another city resident, feels similarly.</p><p>“The rebels arrived here last week, and now they have been asked to leave as part of the peace process,” he said. “As the people of Uvira, we have no problem with anyone. What we need is peace. Whoever comes with peace is welcome here.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Moscow’s narrative wobbles as Ukraine takes back Kupiansk | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-19T14:14:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-12T135241Z_1714309315_RC2ZEIAVWIFY_RTRMADP_3_UKRAINE-CRISIS-KUPIANSK-1766149462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian military successes and Russian narratives clashed this week, as Moscow’s assertion of inevitable victory flew in the face of facts on the ground.</p><p>Ukraine steadily took back control of almost all of its northern city of Kupiansk after isolating Russian forces within it, belying Russian claims to have seized it.</p><p>Russian forces were also unable to dislodge Ukrainian defenders from the eastern city of Pokrovsk to back up Moscow’s claims of total control.</p><p>And Moscow attempted to deny Ukraine’s successful use of an underwater unmanned vehicle to severely damage a Kilo-class submarine, despite visual evidence.</p><p>Ukrainian forces operating in the northern Kharkiv region said they had cut Russian logistics to Kupiansk, surrounded a vanguard of 200 Russians inside it, and cleared Russian forces out of forests north of the city on December 12.</p><p>Geolocated footage showed Ukrainian forces advancing in the city the following day and taking back the southern suburb of Yuvileynyi, pushing Russian troops to the northern and western suburbs.</p><p></p><p>The Russian position had become more precarious by Monday. Ukrainian forces said they prevented reinforcements from entering the city through a gas pipeline, a tactic Russia had used in the siege of Chasiv Yar, and the isolated Russian troops were being supplied solely by drone. Ukraine’s General Staff said its forces were still repelling Russian attacks on Friday.</p><p>Russia’s Ministry of Defence insisted it had control of the situation. “Units of the Zapad Group of Forces exercise reliable control over all districts of liberated Kupiansk,” it said on Monday, claiming that Ukraine’s efforts to enter the city from the south were being suppressed.</p><p>“The only thing that can be said for sure is that the Russian Armed Forces are still holding part of the centre and north of Kupiansk, but most of it is already either in the grey zone or under the control of the Armed Forces of Ukraine,” wrote a Russian military reporter on the Telegram messaging app.</p><p>On Wednesday this week, Colonel General <a href=\"/news/2024/2/13/who-is-ukraine-armys-new-commander-in-chief-and-what-challenges-does-he-fa\">Oleksandr Syrskii</a>, Ukraine’s Army commander-in-chief, told a Ramstein-format of Ukraine’s allies that his forces had taken back 90 percent of Kupiansk. At the same time in Moscow, Russian Defence Minister Andrei Belousov was telling Russian President Vladimir Putin that “the enemy is unsuccessfully trying to regain” the city.</p><p>“The Russian Defense Minister, Belousov, continues to lie that Russia controls Kupiansk,” wrote Andrii Kovalenko, head of Ukraine’s Center for Countering Disinformation, on Telegram. “In reality, most of the city is controlled by the Ukrainian Defense Forces, which are continuing to clear it of Russians. However, all of Putin’s officials, from [commander-in-chief Valery] Gerasimov, who was the first to lie about controlling the city, to Belousov, continue to lie in the presence of Putin himself.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Contrary to the available evidence, Belousov also insisted that Russia had seized Pokrovsk, which Russia calls Krasnoarmeysk, and was on the cusp of vanquishing neighbouring Myrnohrad, which Russia calls Dimitrov. Both towns are in the eastern Donetsk region, and are almost surrounded by Russian forces to the north, south and east.</p><p>“Russian soldiers continue to inflict fire damage on Ukrainian troops in Dimitrov, the last stronghold of the Armed Forces of Ukraine in Krasnoarmeysk agglomeration,” Belousov told Putin.</p><p>But Syrskii told allies that Ukrainian forces had regained about 16 square kilometres (6 square miles) in the northern part of Pokrovsk and 56sq km (22sq miles) west of the city. “Logistics in Myrnograd are complex, but the operations continue,” he wrote.</p><p>Russia had claimed complete control over Pokrovsk on December 2 and was sticking to its story.</p><figure id=\"attachment_4177415\" aria-describedby=\"caption-attachment-4177415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177415\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-UKRAINE-1765877913.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN UKRAINE-1765877913\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177415\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"submarine-and-oil-refinery-explosions\">Submarine and oil refinery explosions</h2><p>A third point of contention was Ukraine’s successful use of an underwater unmanned vehicle (UUV) to strike a Russian Kilo-class submarine on Monday (December 15), in what is considered the first such attack in military history.</p><p>Video of the Russian fleet at anchor in the port of Novorossiysk on the Black Sea shows a huge explosion in the stern section of the submarine.</p><p>Ukraine’s State Security Service later claimed credit for the attack.</p><p>However, Russia’s Defence Ministry said: “Not a single ship or submarine as well as the crews of the Black Sea Fleet stationed in the bay of the Novorossiysk naval base were damaged as a result of the sabotage.”</p><p>The ministry published footage of what it said was the attacked submarine, in which it appeared undamaged above the surface, but the video did not show the stern section.</p><p>Ukraine’s long-range strikes against Russia scored other successes, on which Russia did not comment.</p><p>Ukraine struck the oil refinery in Yaroslavl, northeast of Moscow, on December 12. On Sunday, Ukrainian drones struck the Afipsky refinery in Krasnodar Krai and the Uryupinsk oil depot in Volgograd, causing explosions in both locations. They also struck the Dorogobuzhskaya power plant in Smolensk.</p><figure id=\"attachment_4184124\" aria-describedby=\"caption-attachment-4184124\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4184124\" src=\"/wp-content/uploads/2025/12/2025-12-12T155142Z_333568931_RC2XEIAK21QS_RTRMADP_3_UKRAINE-CRISIS-KUPIANSK-ZELENSKIY-1766149286.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Kupiansk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4184124\" class=\"wp-caption-text\">A Ukrainian Presidential Press Service photo shows President Volodymyr Zelenskyy as he awards a serviceman of the 14th Separate Mechanized Brigade of the Armed Forces of Ukraine during his visit to the front-line town of Kupiansk on December 12, 2025 [Ukrainian Presidential Press Service/Handout via Reuters]</figcaption></figure><p>United States and Ukrainian negotiating teams met for two days in Berlin on Sunday and Monday. Russian officials said they would be briefed next week on the results of those talks.</p><p>But even as it claimed to be interested in ongoing <a href=\"/news/2025/12/16/russia-ukraine-war-is-a-ceasefire-deal-on-the-horizon\">peace negotiations</a>, Russia clearly signalled that it plans to continue aggressive operations next year.</p><p>“The key task for the next year is to maintain and increase the pace of the offensive,” said Belousov in Putin’s presence on Wednesday, at an expanded meeting of the Defence Ministry Board.</p><p>“It wasn’t us who started the war in 2022; it was the destructive forces in Ukraine, with the support of the West – essentially, the West itself that unleashed this war,” Putin said. “We are only trying to finish it, to put an end to it.”</p><p>Putin said “the goals of the special military operation will certainly be achieved,” and “Russia will achieve the liberation of its historical lands by military means,” suggesting there was little room for compromise on Moscow’s side.</p><p>Putin’s Deputy Foreign Minister Sergey Ryabkov signalled the same thing in an interview with ABC on Tuesday. He said Europe and Ukraine expected a “deep and very wrong” revision of Russian peace proposals, and ruled out conceding seized Ukrainian land.</p><p>“We are not able in any form to compromise on this, because it would be, in our view, a revision of a very fundamental element of our statehood, set forth through our constitution,” Naryshkin said.</p><figure id=\"attachment_4177410\" aria-describedby=\"caption-attachment-4177410\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177410\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-EASTERN-UKRAINE-copy-1765877906.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN EASTERN UKRAINE copy-1765877906\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177410\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"russian-losses-outpace-recruitments\">Russian losses outpace recruitments</h2><p>Russia has attempted to give the impression that it has inexhaustible manpower with which to prosecute the war it started in Ukraine.</p><p>Belousov said almost 410,000 Russians volunteered for military service, exceeding expectations for 2025.</p><p>That translates to 32,800 per month. “Data from the Ukrainian General Staff on Russian losses indicate that Russian forces suffered an average of 34,600 casualties per month between January and November 2025 – suggesting that Belousov’s recruitment numbers are not quite replacing Russian losses,” wrote the Institute for the Study of War, a Washington-based think tank.</p><p>Ukrainian President Volodymyr Zelenskyy suggested most of these casualties were deaths. “[Putin] spends around 30,000 soldiers’ lives on the front every month. Not wounded – 30,000 killed each month… We have drone footage confirming these deaths,” he told Dutch parliamentarians.</p><p>Syrski also doubted Russian recruitment quotas were sufficient.</p><p>“The number of Russian troops has long been around 710,000,” he wrote on Telegram. “However, the enemy has not been able to increase this figure, despite active recruitment in Russia, because our soldiers are ‘reducing’ the number of occupiers by a thousand every day through deaths and injuries.”</p><figure id=\"attachment_4177413\" aria-describedby=\"caption-attachment-4177413\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177413\" src=\"/wp-content/uploads/2022/02/INTERACTIVE-WHO-CONTROLS-WHAT-IN-SOUTHERN-UKRAINE-1765877909.png?quality=80\" alt=\"INTERACTIVE-WHO CONTROLS WHAT IN SOUTHERN UKRAINE-1765877909\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177413\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        }
    ]
}