{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Five-year-old boy and father detained by ICE return home to Minnesota | Migration News | Al Jazeera",
            "time": "2026-02-01T22:55:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26032616849393-1769983297.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five-year-old boy and father detained by ICE return home to Minnesota</h1><p class=\"article__subhead\"><em>Liam Conejo Ramos and his father, Adrian, were accompanied home by Texas Democratic Representative Joaquin Castro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A five-year-old boy and his father, who were detained as part of United States President Donald Trump’s aggressive immigration raids and held at a detention facility in Texas, have returned to their home in Minnesota.</p><p>Liam Conejo Ramos and his father, Adrian, who are asylum seekers from Ecuador, spent 10 days in the Dilley detention centre until US District Judge Fred Biery <a href=\"/news/2026/2/1/us-judge-orders-release-of-five-year-old-and-father-from-ice-detention\">ordered their release</a> on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US Representative Joaquin Castro, a Texas Democrat, wrote in a social media post that he picked them up on Saturday night at the detention facility and escorted them home on Sunday.</p><p>“Liam is now home. With his hat and his backpack,” Castro wrote, including photos of the child. “We won’t stop until all children and families are home.”</p><p>Immigration and Customs Enforcement (ICE) agents <a href=\"/news/2026/1/23/us-officers-detain-5-year-old-boy-as-minnesota-immigration-raids-continue\">arrested Liam and his father</a> on January 20 as the boy arrived home from preschool.</p><p>Images of the boy with a blue bunny hat and backpack being held by officers spread around the world and added fire to public outrage at the federal immigration crackdown, during which agents have shot dead two US citizens.</p><p>Liam was one of four students detained by immigration officials in a Minneapolis suburb, according to the Columbia Heights Public School District.</p><p>In a statement, Department of Homeland Security (DHS) Assistant Secretary Tricia McLaughlin said ICE did not target or arrest Liam, and that his mother refused to take him after his father’s apprehension. His father told officers he wanted Liam to be with him, she said.</p><p>“The Trump administration is committed to restoring the rule of law and common sense to our immigration system, and will continue to fight for the arrest, detention, and removal of aliens who have no right to be in this country,” McLaughlin said.</p><p>Neighbours and school officials say that federal immigration officers used the preschooler as “bait” by telling him to knock on the door to his house so that his mother would answer.</p><p>DHS called the description of events an “abject lie”. It said the father fled on foot and left the boy in a running vehicle in their driveway.</p><p>Biery said in a scathing opinion that “the case has its genesis in the ill-conceived and incompetently-implemented government pursuit of daily deportation quotas, apparently even if it requires traumatizing children”.</p><p>He criticised what he called the government’s apparent “ignorance” of the US Declaration of Independence, which “enumerated grievances against a would-be authoritarian king over our nascent nation”.</p><p>Biery also cited the Fourth Amendment of the US Constitution, which protects the right against “unreasonable searches and seizures”.</p><p>US Representative Ilhan Omar, a Democrat from Minnesota, posted a photo to social media of her with Liam, his father and Castro, with her holding Liam’s Spider-Man backpack.</p><p>“Welcome home Liam,” she posted with two hearts.</p></div></div></body></html>"
        },
        {
            "title": "Israel partially reopens Rafah crossing between Egypt and Gaza in pilot | News | Al Jazeera",
            "time": "2026-02-01T22:47:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_697f51fbaa-1769951739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel says it has partially reopened the critical Rafah border crossing between Gaza and Egypt in a limited capacity.</p><p>Israel announced on Sunday that the crossing had reopened in a trial. Meanwhile, COGAT, the Israeli military agency that controls aid to Gaza, said in a statement that the crossing was actively being prepared for fuller operation, adding that residents of Gaza would begin to pass through it on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In accordance with the ceasefire agreement and a directive of the political echelon, the Rafah Crossing was opened today for the limited passage of residents only,” COGAT said.</p><p>The Israeli army said it has completed a complex that will serve as a screening facility for Palestinians passing in and out of Gaza through the Rafah crossing, which will be open for the movement of some people on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rafah has been largely shut since it was seized by Israel in May 2024, amid the country’s two-year genocidal war on Gaza.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Khan Younis in southern Gaza, said the crossing’s reopening was an “uncomfortable dynamic”.</p><p>“Palestinians want to leave, but at the same time, they’re worried they won’t be able to come back,” he said. “People said the purpose for them departing would strictly be for medical evacuation or continuing their education, and they want to come back later on.”</p><p>Ismail al-Thawabta, the director of Gaza’s Government Media Office, told Al Jazeera that about 80,000 Palestinians who left Gaza during Israel’s war are seeking to return.</p><p>An estimated 22,000 wounded and sick people are also “in dire need” to leave Gaza for treatment abroad, he added.</p><h2 id=\"israeli-attacks-continue\">Israeli attacks continue</h2><p>An Israeli drone attack on Sunday killed one person in the northwest of Rafah city in southern Gaza, according to a source at the Nasser Medical Complex.</p><p>Palestinian media outlets confirmed the death of Khaled Hammad Ahmed Dahleez, 63, in the Al-Shakoush area.</p><p>Meanwhile, in central Gaza, an Israeli drone attack killed a Palestinian in the Wadi Gaza area.</p><p>The attacks came after at least 31 people were killed on Saturday in multiple Israeli air raids on northern and southern Gaza.</p><p>Israeli forces have killed at least 511 Palestinians, and wounded 1,405, since the start of the <a href=\"/features/2025/1/19/timeline-the-path-to-the-israel-hamas-ceasefire-deal-in-gaza\">US-backed “ceasefire</a>” on October 10.</p><figure id=\"attachment_4279179\" aria-describedby=\"caption-attachment-4279179\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4279179\" src=\"/wp-content/uploads/2026/02/Interactive_Rafah_February1_2026_INTERACTIVE-Proposed-Rafah-crossing-Gaza-plan-Israel-process-1769935391.png?quality=80\" alt=\"INTERACTIVE - Proposed Rafah crossing Gaza plan February 1\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4279179\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"israel-to-ban-msf\">Israel to ban MSF</h2><p>The Israeli government dealt another blow to the dire humanitarian situation in Gaza, announcing on Sunday that it <a href=\"/news/2026/2/1/israel-says-it-will-ban-msf-from-operating-in-gaza\">will terminate</a> the humanitarian operations of Doctors Without Borders, known by its French acronym MSF, in the besieged Palestinian territory after it failed to provide a list of its Palestinian staff.</p><p>The decision followed “MSF’s failure to submit lists of local employees, a requirement applicable to all humanitarian organisations operating in the region”, Israel’s Ministry of Diaspora Affairs and Combating Antisemitism said.</p><p>In December, <a href=\"/news/2025/12/30/israel-says-it-will-halt-operations-of-several-ngos-in-gaza\">Israel announced</a> it would prevent 37 aid organisations, including MSF, from working in Gaza from March 1 for failing to submit detailed information about their Palestinian employees, drawing widespread condemnation from NGOs and the United Nations.</p><p>Israel’s decision to terminate MSF’s operations in Gaza “is an extension of Israel’s systematic weaponisation and instrumentalisation of aid”, James Smith, an emergency doctor based in London, told Al Jazeera.</p><p>“Israel has systematically targeted the Palestinian healthcare system, killing more than 1,700 Palestinian healthcare workers”, thereby “creating a profound dependency on international organisations”, Smith said.</p></div></div></body></html>"
        },
        {
            "title": "How will Pakistan deal with the unrest in Balochistan? | Show Types | Al Jazeera",
            "time": "2026-02-01T21:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769981165.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The most recent coordinated attacks by separatists in the southwestern province have killed dozens of people.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It’s called Pakistan’s forgotten war. And it’s been running for decades in Balochistan, the country’s largest province by land area.</p><p>More than 100 people have been killed in another wave of violence this week.</p><p>The Balochistan Liberation Army (BLA) has claimed responsibility for the attacks, described as the deadliest so far.</p><p>The BLA has escalated its attacks in recent years, saying it is fighting for an independent Balochistan.</p><p>In Islamabad, the government blames what it says are its enemies for the violence.</p><p>So, what will it take to end the cycle of violence in Balochistan?</p><p><strong>Presenter:</strong> Maleen Saeed</p><p><strong>Guests</strong></p><p>Raashid Wali Janjua – director of research at Islamabad Policy Research Institute</p><p>Sanaullah Baloch – Balochistan National Party leader</p><p>Ayesha Siddiqa – senior research fellow at Defence Studies Department at King’s College London</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Epstein email reveals plan to access Libya’s frozen state assets | News | Al Jazeera",
            "time": "2026-02-01T21:13:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2013/02/201321719366462734_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Epstein email reveals plan to access Libya’s frozen state assets</h1><p class=\"article__subhead\"><em>Email sent to US sex offender Jeffrey Epstein in 2011 outlines what the sender described as financial and legal opportunities in Libya.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A newly released document shows that an associate of late US financier and <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">convicted sex offender</a> Jeffrey Epstein had outlined plans to pursue access to Libya’s frozen state assets, including seeking potential support from former British and Israeli intelligence officials.</p><p>The tranche of documents released by the United States Department of Justice on Friday included an email sent to Epstein that outlines what the sender described as financial and legal opportunities linked to political and economic uncertainty in Libya at the time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The email dated July 2011 was sent several months after a NATO-backed uprising against then Libyan President Muammar Gaddafi began. Gaddafi was killed by Libyan rebels in October of the same year.</p><p>According to the email, about $80bn in Libyan funds were believed to be frozen internationally, including roughly $32.4bn in the US.</p><p>“And it is estimated that the real number is somewhere between three to four times this number in sovereign, stolen and misappropriated assets,” the email states, adding that “if we can identify/recover 5 percent to 10 percent of these monies and receive 10 percent to 25 percent as compensation we are talking about billions of dollars”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sender also said certain former members of Britain’s foreign intelligence service, MI6 and Israel’s external intelligence agency, Mossad, had expressed a willingness to assist in efforts to identify and recover “stolen assets”.</p><p>The email also referenced expectations that Libya would need to spend at least $100bn in the future on reconstruction and economic recovery.</p><p>“But the real carrot is if we can become their go-to guys because they plan to spend at least $100 billion next year to rebuild their country and jump start the economy,” the email said.</p><p>The email characterised Libya as a country with significant energy reserves and strong literacy rates, factors it said could be advantageous for financial and legal initiatives.</p><p>It also stated that discussions had been held with some international law firms about working on a contingency-fee basis.</p></div></div></body></html>"
        },
        {
            "title": "Gaza patients in limbo amid Israel’s ‘pilot reopening’ of Rafah crossing | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-01T20:35:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/873A6063-1769968103.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City</strong> – With what remains of her wounded forearms, Nebal al-Hessi scrolls on her phone to follow news updates on the reopening of the Rafah land crossing from her family’s tent in an-Nazla, Jabalia in the northern Gaza Strip.</p><p>Nebal’s hands were amputated in an Israeli artillery attack on the home where she had taken shelter with her husband and her daughter in the Bureij refugee camp in central Gaza, on October 7, 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>More than a year later, the 25-year-old mother is one of thousands of wounded people placing their hopes on the reopening of the Rafah crossing between Gaza and Egypt as they seek access to adequate medical treatment outside the besieged Palestinian territory.</p><p>“It’s been a year and five months since I got injured … Every day, I think about tomorrow, that I might travel, but I don’t know,” Nebal tells Al Jazeera in a quiet voice.</p><p>Recalling the attack, Nebal says she was sitting on her bed holding her baby daughter Rita, trying to communicate with her family in northern Gaza, when the shell hit suddenly.</p><p>“I was trying to catch an internet signal to call my family … my daughter was in my lap… suddenly the shell hit. Then there was dust; I don’t remember anything else,” Nebal says.</p><p>“It was the shell fragments that amputated my hands,” she recounts.</p><h2 id=\"life-is-completely-paralysed\">‘Life is completely paralysed’</h2><p>Nebal was taken to the hospital with severe injuries, including complete amputation of both upper limbs up to the elbows, internal bleeding, and a leg injury. She underwent two abdominal surgeries.</p><p>She spent about 40 days in the hospital before beginning a new stage of suffering in displacement tents, without the most basic long-term care.</p><p>Today, Nebal, an English translation graduate and mother to two-year-old Rita, relies almost entirely on her family for the simplest daily tasks.</p><p>“I can’t eat or drink on my own … even getting dressed, my mother, sister, and sister-in-law mainly help me,” she says sorrowfully.</p><p>“Even going to the bathroom requires help. I need things in front of me because I cannot bring them myself.”</p><p>Nebal talks about the pain of motherhood left suspended, as her daughter grows up before her eyes without her being able to hold her or care for her.</p><p>“My little daughter wants me to change her, feed her, give her milk, hold her in my arms like other mothers… she asks me, and I can’t,” Nebal says with sorrow.</p><p>“My life is completely paralysed.”</p><p>Doctors tell Nebal that she urgently needs to travel to continue treatment and have prosthetic limbs fitted, emphasising that she needs advanced prosthetics to regain a degree of independence, not just cosmetic appearance.</p><p>“Doctors tell me that I need a state or an institution to adopt my case so I can gradually return to living my normal life,” she adds.</p><figure id=\"attachment_4281844\" aria-describedby=\"caption-attachment-4281844\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4281844\" src=\"/wp-content/uploads/2026/02/873A5938-1769968070.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nebal with her two-year-old daughter, Rita [Abdelhakim Abu Riash/ Al Jazeera] \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281844\" class=\"wp-caption-text\">Nebal with her two-year-old daughter, Rita [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>With Palestinian authorities announcing arrangements to open the Rafah crossing today for batches of wounded people and medical patients, Nebal, like many others, lives in a state of anticipation mixed with fear.</p><p>According to Gaza’s Ministry of Health, thousands of wounded still require specialised treatment unavailable inside the Strip, while the scheduling of names depends on medical lists and complex approvals, amid the absence of a clear timetable or publicly announced priority criteria.</p><p>Nebal says she received repeated calls over the past months from medical organisations informing her that she would be among the first on the travel lists.</p><p>“They contacted me more than once, told me to prepare… they gave me hope,” she adds. “But this time, no one has contacted me yet.”</p><p>Today, Nebal fears her case might be overlooked again, or that the crossing’s opening could be merely a formality, disregarding the urgent needs of patients like her.</p><p>“I die a little every day because of my current situation … not figuratively. I’ve been like this for a year and four months, and my daughter is growing up in front of me while I am helpless,” she says.</p><figure id=\"attachment_4281850\" aria-describedby=\"caption-attachment-4281850\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4281850\" src=\"/wp-content/uploads/2026/02/873A6167-1769968142.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nebal with her two-year-old daughter, Rita [Abdelhakim Abu Riash/ Al Jazeera] \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281850\" class=\"wp-caption-text\">Nebal with her two-year-old daughter, Rita [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p> </p><h2 id=\"uncertain-future\">Uncertain future</h2><p>Nada Arhouma, a 16-year-old girl whose life has been completely altered by a single injury, is also hoping the crossing opens as soon as possible.</p><p>Nada, who was displaced with her family from Jabalia refugee camp in northern Gaza amid Israel’s two-year genocidal war on Gaza, was hit in the face by shrapnel while inside a displacement tent in Sheikh Radwan, Gaza City.</p><p>The incident caused the complete loss of one eye, in addition to fractures in her facial bones, orbital damage, and severe tissue tearing.</p><p>Her father, Abdul Rahman Arhouma, 49, says that her health deteriorated over time despite treatment attempts in Gaza.</p><p>“She entered the ICU at al-Shifa Hospital, then was transferred to Nasser Hospital. She stayed there for about two and a half months. They tried multiple times to graft her eye, but each operation failed, and the disfigurement worsened,” he says.</p><p>According to her father, Nada underwent three surgical attempts using tissue from her hand and other facial areas, but all failed, further complicating her medical and psychological condition.</p><p>“My daughter bleeds from her eye every day, and she has pus and discharge,” he says. “I am standing helpless, unable to do anything.”</p><p>Today, Nada needs constant assistance to walk and suffers from persistent dizziness and balance weakness. Her vision in the healthy eye is also affected.</p><p>“Even going to the bathroom, my sisters help me. I can’t walk alone,” Nada tells Al Jazeera in a soft voice.</p><figure id=\"attachment_4281910\" aria-describedby=\"caption-attachment-4281910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4281910\" src=\"/wp-content/uploads/2026/02/unnamed121-1769970172.jpg?w=770&amp;resize=770%2C554&amp;quality=80\" alt=\"Image showing Nada’s condition before and after the injur\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281910\" class=\"wp-caption-text\">A photo showing Nada’s condition before and after the injury [Courtesy of Abdul Rahman Arhouma]</figcaption></figure><p>Nada has an official medical referral and urgently needs to travel for reconstructive surgery and the implantation of a prosthetic eye. But her ability to get the treatments remains uncertain pending the reopening of Rafah – as is the case for other patients and wounded individuals.</p><p>“Since I’ve been in the hospital, I hear every week: next week the crossing will open. Honestly, I feel they are lying. I’m not optimistic,” Nada says.</p><p>Her father told Al Jazeera that the continuing wait for the Rafah crossing to reopen was “disappointing”.</p><p>“Unfortunately, we didn’t understand anything. All the reports came from Israeli sources, and it seemed Rafah looked like a gate for prisoners, not for travel,” he says.</p><p>“Our situation is difficult, and it’s clear we face a long wait to secure my daughter’s right to treatment.”</p><h2 id=\"pilot-reopening\">Pilot reopening</h2><p>Sunday was the first pilot reopening day at Rafah, amid ambiguity and a lack of clarity about the mechanism, particularly regarding the number of patients and wounded who would be allowed to travel.</p><p>According to Gaza’s Ministry of Health, thousands of patients and wounded people require urgent medical transfers outside the Strip, amid the collapse of the healthcare system and lack of resources.</p><p>The World Health Organization has repeatedly confirmed that Gaza’s health system is “on the brink of collapse”, and that delays in travelling for critical cases threaten their lives.</p><p>Meanwhile, Israel has said it will only allow those whose names it has approved in advance to cross, without any clear announcement on daily numbers or approved criteria, leaving families of patients in constant anticipation and frustration.</p><p>For Nada’s family, this “experimental opening” means little so far.</p><p>“We can’t plan, neither to stay nor to leave,” her father says. “The decision is not in our hands. One lives in a whirlpool, unable to decide what happens. Even the Ministry of Health has not disclosed anything.”</p><h2 id=\"devastating-struggle-to-access-treatment\">‘Devastating’ struggle to access treatment</h2><p>Raed Hamad, 52 and a father of four, is also desperate to leave Gaza in order to seek treatments and medication that are not available in the war-ravaged territory.</p><p>Hamad was undergoing kidney cancer treatment a year before the war started. He underwent kidney removal after tumour detection to prevent its spread. But the outbreak of the war in October 2023 halted his treatment protocol, significantly affecting his health.</p><p>Hamad lives in the remains of his destroyed home in Khan Younis, amid the devastation left by the war, under deteriorating humanitarian conditions.</p><p>He describes his current struggle to access treatment during the war, alongside other cancer patients he meets in the hospital’s oncology department, as “devastating.”</p><p>“The war has made it almost impossible to obtain medicines and medical supplies. Cancer treatments and known treatment protocols are unavailable,” he says.</p><p>“Food, its nature, and the harsh crises we’ve endured during the war—all of this has greatly affected my health.”</p><p>Raed’s weight dropped from 92kg (203lb) to 65kg (143lb) due to complications from the disease, lack of treatment, and malnutrition.</p><p>“I continue my treatment whenever I can at my own expense,” he says. “Every time I go to the hospital, I cannot find my treatment and see that capabilities in Gaza are extremely limited. My immunity is low, and every day I face new hardships.</p><p>“I need to complete my protocol, undergo nuclear scans, and obtain some essential medications to continue my treatment.”</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s daily nightmare vs US talk of AI-driven smart cities | Donald Trump | Al Jazeera",
            "time": "2026-02-01T19:33:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769974374.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Why are Gazans living in misery, with daily Israeli bombings, as the US promises ‘peace, stability and opportunity’?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States plans for Gaza amount to a “theme park of dispossession” for Palestinians, argues Drop Site News Middle East Editor Sharif Abdel Kouddous.</p><p>Abdel Kouddous tells host Steve Clemons the draconian measures planned for the two million shell-shocked Palestinians in Gaza are an Orwellian labyrinth of biometrics, bureaucracy and “a lab for government surveillance” – all meant to drive them out.</p><p>Noting that Israel hasn’t “gone past phase one” of any ceasefire agreement with an Arab country, Abdel Kouddous warns that Israel is establishing facts on the ground in Gaza – including 50 military bases – “which eventually become permanent”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Death toll from Swiss New Year Alpine bar fire increases to 41 | Police News | Al Jazeera",
            "time": "2026-02-01T18:58:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13686848-1769966850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll from Swiss New Year Alpine bar fire increases to 41</h1><p class=\"article__subhead\"><em>The latest victim succumbing to injuries was an 18-year-old Swiss national.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A teenager injured in the fire that engulfed a Swiss Alpine bar during New Year celebrations has died in hospital, according to Swiss authorities, increasing the death toll of one of the worst disasters in the country’s modern history to 41.</p><p>Saturday’s death was announced a month after the inferno at the ski resort of Crans-Montana. Another 115 were injured, most of whom remain in various hospitals.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“An 18-year-old Swiss national died at a hospital in Zurich on January 31,” the Wallis canton’s public prosecutor Beatrice Pilloud said in a brief statement.</p><p>“The death toll from the fire at Le Constellation bar on January 1, 2026 has now risen to 41.”</p><p>Pilloud said no further information would be released at this stage by her office, which is investigating the incident.</p><p>Those killed in the disaster were aged 14 to 39, but the majority were teenagers. Only four were aged over 24.</p><p>Among the dead are 23 Swiss nationals, including one French-Swiss dual national, and 18 foreigners.</p><p><a href=\"/news/2026/1/2/new-years-eve-sparklers-may-have-caused-deadly-swiss-bar-fire-official\">Public prosecutors believe</a> the fire started when revellers raised champagne bottles with sparklers attached too close to sound insulation foam on the ceiling of the bar’s basement.</p><p>Authorities are looking into whether the foam conformed to regulations and whether the candles were permitted for use in the bar. They say fire safety inspections <a href=\"/news/2026/1/6/swiss-bar-hit-by-deadly-new-years-fire-had-no-safety-checks-in-five-years#:~:text=The%20fire%20tore%20through%20the,a%20French%20national%2C%20aged%2039.\">had not been carried out since 2019</a>.</p><p>Swiss prosecutors have <a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">opened a criminal investigation</a> into the owners – French couple Jacques and Jessica Moretti – on suspicion of negligent homicide, negligent bodily harm and causing a fire by negligence.</p><p>The court of compulsory measures in the southwestern Valais region on January 12 ordered three months of pretrial detention for Jacques Moretti, but on January 23 ordered his release on bail.</p><p>The Crans-Montana municipality’s current head of public safety and a former Crans-Montana fire safety officer are also under criminal investigation.</p><p>Following the fire, seriously wounded patients were airlifted to various hospitals and specialist burns units throughout Switzerland and four other European countries.</p><p>Switzerland’s Federal Office for Civil Protection told the AFP news agency on Friday that at its last count, as of Monday, 44 patients were being treated abroad.</p><p>The Wallis health ministry told AFP that 37 patients were still in Swiss hospitals, as of Monday.</p><p>The picture is constantly changing, with patients moving between hospitals for different stages of their treatment, and some patients being readmitted. Some remain in intensive care.</p><p>The fire has tested relations with neighbouring Italy, which lost nationals in the blaze and has protested the release on bail of the bar’s owner.</p><p>Swiss authorities earlier this week said they would grant the Rome Public Prosecutor’s Office access to evidence gathered.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russian drone attack on bus in Ukraine kills at least 12 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-01T18:01:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-01T163904Z_1025743258_RC23DJABP1O0_RTRMADP_3_UKRAINE-CRISIS-ATTACK-DNIPROPETROVSK-REGION-1769964280.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian drone attack on bus in Ukraine kills at least 12</h1><p class=\"article__subhead\"><em>Russian drone strike kills 12 mine workers in Ukraine’s Dnipropetrovsk region, injuring seven others.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 12 people <a href=\"/news/2026/2/1/russia-ukraine-war-list-of-key-events-day-1438\">have been killed</a> in a Russian drone attack on a bus carrying miners in ​Ukraine’s southeastern Dnipropetrovsk region, the country’s energy minister said.</p><p>“Today, the enemy carried out a cynical and targeted attack on energy sector workers in the Dnipro region,” Minister of Energy Denys Shmyhal posted on Telegram on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As a result of the terrorist attack, 12 mine workers were killed and seven more were injured.”</p><p>Police said the attack took place in the ‌city of Ternivka. Footage posted by the State Emergencies Service showed a charred bus with ‌shattered windows that had veered off ⁠the road.</p><p>Energy firm DTEK said in a statement that the killed and wounded were its employees returning from a shift.</p><p>Earlier on Sunday, regional officials said at least nine people had been wounded in Russian strikes on a maternity hospital and a residential building in the ‌southeastern city of Zaporizhzhia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks come days after United States President Donald Trump said Russian President Vladimir Putin had agreed to temporarily halt the targeting of the Ukrainian capital, Kyiv and other cities, amid freezing temperatures that have brought widespread hardship to Ukrainians.</p><p>The Kremlin confirmed on Friday that it agreed to suspend attacks on Kyiv until Sunday, but did not reveal any further details.</p><p>Russia and Ukraine held trilateral talks with the US in the UAE capital, Abu Dhabi, last month and are expected to meet for a second round this month, amid ongoing US pressure to end their nearly four-year war.</p><p>Ukrainian President Volodymyr Zelenskyy said on Sunday that the <a href=\"/news/2026/2/1/trilateral-ukraine-talks-set-to-resume-in-abu-dhabi-on-wednesday-zelenskyy\">second round of talks</a> ‍would take ⁠place in Abu Dhabi on Wednesday and Thursday.</p><p>While Ukrainian and Russian officials have agreed in principle with Washington’s demands for a compromise, Moscow and Kyiv differ deeply over what an agreement should look like.</p><p>A central issue is whether Russia should keep or withdraw from areas of Ukraine its forces have occupied, especially Ukraine’s eastern industrial heartland called the Donbas, and whether it should get land there that it has not yet captured.</p></div></div></body></html>"
        },
        {
            "title": "Israel orders eviction of Bedouins as settlers target West Bank schools | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-01T17:52:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_69026e359a3f-1761766965.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli occupation authorities have intensified their campaign of forced displacement across the occupied West Bank, issuing expulsion orders to an entire Bedouin community east of Ramallah and escalating demolition policies in occupied East Jerusalem.</p><p>The measures come amid a surge in settler violence targeting educational institutions in the Jordan Valley and residential homes in Qalqilya, further shrinking the living space for Palestinians under military occupation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"zone-of-expulsion\">‘Zone of expulsion’</h2><p>On Sunday morning, Israeli forces raided the Abu Najeh al-Kaabneh Bedouin community in al-Mughayyir village, east of Ramallah.</p><p>Local sources confirmed to the Wafa news agency that soldiers delivered a military order requiring the community’s 40 residents to dismantle their homes and leave the area within 48 hours. The army declared the site a “closed military zone”, a tactic frequently used to clear Palestinian land for settlement expansion.</p><p>During the raid, Israeli troops arrested three foreign solidarity activists attempting to document the eviction order.</p><p>The expulsion order is part of a widening campaign of ethnic cleansing in the region. It follows the complete displacement of the Shallal al-Auja community north of Jericho, which concluded on Saturday. After years of systematic harassment, the last three families of the community were forced to leave, marking the erasure of a presence that once included 120 families.</p><h2 id=\"al-aqsa-provocations\">Al-Aqsa provocations</h2><p>In occupied East Jerusalem, Israel’s municipal policies of urban restriction continued to displace Palestinians.</p><p>On Sunday, Yasser Maher Dana, a Palestinian resident of the Jabal Mukaber neighbourhood, was coerced into demolishing his 100-square-metre (1,076-square-foot) home. The structure, located in the al-Salaa district, housed four family members.</p><p>Israeli authorities routinely force Palestinians in East Jerusalem to execute their own demolition orders to avoid paying exorbitant fees charged by municipal crews and forces if they carry out the destruction themselves. These demolitions are justified by a lack of building permits, which rights groups say are nearly impossible for Palestinians to obtain in the city.</p><p>Simultaneously, in Silwan, south of Al-Aqsa Mosque, the municipality issued a demolition order for a residential room belonging to the al-Taweel family, granting them a 10-day deadline. This follows notices issued three days before demolishing two homes belonging to brothers in the Wadi Qaddum neighbourhood.</p><p>Tensions also rose at the Al-Aqsa Mosque compound, stormed by dozens of Israeli settlers under heavy police protection. According to the Jerusalem governorate, the incursion included a provocative “wedding blessing” ritual performed by settlers for a bride in the courtyards, a violation of the site’s status quo.</p><h2 id=\"settlers-attack-schools-and-homes\">Settlers attack schools and homes</h2><p>In the northern Jordan Valley, Israeli settlers, backed by the military, disrupted the school day at the al-Maleh School.</p><p>Azmi Balawneh, the director of education in Tubas, reported that settlers blocked teachers from reaching the school, which serves children from the vulnerable Bedouin communities of al-Hadidiya, Makhoul, and Samra.</p><p>This harassment coincides with the establishment of a new illegal settlement outpost in the al-Maleh area just a week ago. In the nearby Khirbet Samra, settlers erected a new tent on Sunday morning to seize more pastoral land.</p><p>Meanwhile, in the village of Faraata, east of Qalqilya, settlers from the illegal “Havat Gilad” outpost attacked the home of Hijazi Yamin.</p><p>Yamin told Wafa that settlers pelted his house and unleashed an attack dog on his family, trapping his wife and seven children inside.</p><p>“We live in a constant state of insecurity,” Yamin said, noting this was the second attack in a week. “I am afraid to leave my wife and children alone or let them go to school.”</p><h2 id=\"military-raids-and-closures\">Military raids and closures</h2><p>Israeli forces conducted multiple raids across the West Bank on Sunday, arresting at least four Palestinians. In Hebron, two brothers were arrested following a raid on their family home. More arrests were reported in the village of Duma, south of Nablus, and in the town of al-Ubeidiya, east of Bethlehem.</p><p>In the northern city of Jenin, military vehicles stormed the city centre and the Jabel Abu Dhuhair neighbourhood. During the incursion, troops deliberately destroyed street vendors’ carts at the Cinema Roundabout, targeting the local economy.</p><p>Movement restrictions also tightened significantly. For the second consecutive day, the Israeli army closed the main entrance to Turmus Aya, north of Ramallah, and blocked the Atara military checkpoint since the early morning hours, severing connections between northern and central West Bank cities. According to the Colonization and Wall Resistance Commission, Israel now operates 916 military checkpoints and gates throughout the West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel says it will ban MSF from operating in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-01T17:00:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260111__92C28KB__v2__HighRes__PalestinianIsraelConflictAidMsf-1769973225.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel says it will terminate the humanitarian operations in Gaza of Doctors Without Borders, known by its French acronym MSF, after it failed to provide a list of its Palestinian staff, further depriving Palestinians in the besieged enclave of life-saving assistance.</p><p>In December, <a href=\"/news/2025/12/30/israel-says-it-will-halt-operations-of-several-ngos-in-gaza\">Israel announced</a> it would prevent 37 aid organisations, including MSF, from working in Gaza from March 1 for failing to submit detailed information about their Palestinian employees, drawing widespread condemnation from NGOs and the United Nations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Ministry of Diaspora Affairs and Combating Antisemitism is moving to terminate the activities of Medecins Sans Frontieres (MSF) in the Gaza Strip,” the ministry said on Sunday.</p><p>The decision followed “MSF’s failure to submit lists of local employees, a requirement applicable to all humanitarian organisations operating in the region”, it added.</p><p>The ministry had earlier alleged that two MSF employees had links with Palestinian groups Hamas and Islamic Jihad, which the charity has denied.</p><p>On Sunday, the ministry said MSF had committed in early January to sharing the staff list as required by the Israeli authorities but <a href=\"/news/2026/1/30/msf-says-it-will-not-hand-over-staff-details-to-israeli-authorities\">ultimately refrained,</a> citing concerns for staff safety and a lack of assurances over how the information would be used.</p><p>“Subsequently, MSF announced it does not intend to proceed with the registration process at all, contradicting its previous statements and the binding protocol,” the ministry added, saying, “MSF will cease its operations and depart the Gaza Strip by February 28.”</p><p>Israel’s decision to terminate MSF’s operations in Gaza “is an extension of Israel’s systematic weaponisation and instrumentalisation of aid”, James Smith, an emergency physician based in London, told Al Jazeera.</p><p>“Israel has systematically targeted the Palestinian healthcare system, killing more than 1,700 Palestinian healthcare workers,” thereby “creating a profound dependency on international organisations”, Smith said.</p><p>MSF said 15 of its employees have been killed over the course of Israel’s genocidal war in Gaza, which began on October 7, 2023.</p><p>MSF has long been a key provider of medical and humanitarian aid in the enclave, particularly since the war began.</p><p>The charity said it currently provides at least 20 percent of hospital beds in the territory and operates about 20 health centres.</p><p>In 2025 alone, it carried out more than 800,000 medical consultations and more than 10,000 infant deliveries. It also provides drinking water.</p><p>Aid groups warned that without international support provided by organisations such as MSF, critical services such as emergency care, maternal healthcare and paediatric treatment could collapse entirely in Gaza, leaving hundreds of thousands of residents without basic medical care.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Man Utd strike late as Carrick extends perfect start in Fulham thriller | Football News | Al Jazeera",
            "time": "2026-02-01T16:55:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-01T161020Z_921133401_UP1EM2118X62F_RTRMADP_3_SOCCER-ENGLAND-MUN-FUL-1769963480.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United interim manager Michael Carrick extended his perfect start as Benjamin Sesko’s stoppage-time strike sealed a pulsating 3-2 win over Fulham on Sunday.</p><p>United took the lead through Casemiro’s first-half header and looked in command when Matheus Cunha netted after the interval at Old Trafford.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In an incredible finale, Raul Jimenez’s penalty with five minutes left gave Fulham hope before Kevin’s wonder-goal hauled the visitors level in stoppage time.</p><p>To United’s immense credit, they hit straight back as the much-maligned Sesko’s fourth goal in his last four games sealed Carrick’s third successive victory.</p><p>After new manager Carrick masterminded surprise wins over Manchester City and Premier League leaders Arsenal, this remarkable encounter suggested the former United midfielder might have the Midas touch.</p><p>Unbeaten in their last seven league matches, United moved up to fourth place as their bid to qualify for next season’s Champions League gathers pace.</p><p>Reaching the Champions League would be a significant statement for Carrick, who was sacked by second-tier Middlesbrough last year.</p><p>Only once in former manager Ruben Amorim’s turbulent 14-month reign did United win three games in a row. And Carrick has matched that run within weeks of his appointment until the end of the season.</p><p>United’s hierarchy may have to consider hiring Carrick on a permanent basis if he can continue his impressive run.</p><p>Whether that is enough to appease the 1958 Manchester United fans group is another matter after they staged a protest against the owners outside Old Trafford before kickoff.</p><p>Hundreds of fans, some wearing clown masks, gathered to express their frustration with United’s decline under the Glazer family and the lack of improvement since co-owner Jim Ratcliffe took charge of football operations.</p><p>The group claimed United are “being dragged through chaos by clown ownership” and are “run like a circus”.</p><p>Fans chanted against the owners and held aloft banners as flares filled the air on Sir Matt Busby Way.</p><p>When the smoke cleared, Carrick’s intuition paid off as he brought Cunha into the starting lineup to replace the injured Patrick Dorgu after the Brazilian scored the winner at Arsenal last weekend.</p><p>Only Arsenal had taken more points than in-form Fulham over the previous eight games, but United found the formula to end that strong spell.</p><p>United thought they had won a penalty for Jorge Cuenca’s foul on Cunha.</p><p>But a VAR check showed the offence took place just outside the area.</p><p>It was only a temporary reprieve for Fulham as United took the lead from the resulting free kick in the 19th minute.</p><p>Bruno Fernandes swung his delivery to the far post, and Casemiro rose highest to thump a towering header past Bernd Leno.</p><p>United struck again in the 56th minute with Cunha’s sixth goal this season.</p><p>It was a goal made in Brazil as Casemiro’s clever no-look pass found Cunha inside the Fulham area, and he smashed a fine finish past Leno from an acute angle.</p><p>Fulham were controversially denied a lifeline when VAR disallowed Cuenca’s 65th-minute goal.</p><p>Samuel Chukwueze was ruled offside by the narrowest of margins when he prodded Jimenez’s free kick to Cuenca.</p><p>But United were wobbling and Jimenez converted an 85th-minute penalty after the Mexican was fouled by Harry Maguire.</p><p>United looked to have collapsed in stoppage time when Kevin cut in from the right wing and curled a sublime strike into the far corner from the edge of the area.</p><p>Two minutes after Kevin’s leveller, United showed their spirit as Sesko took Fernandes’s pass and drilled high into the net from 12 yards to spark wild celebrations.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela rights activist Javier Tarazona freed amid prisoner release | Nicolas Maduro News | Al Jazeera",
            "time": "2026-02-01T16:43:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260201__94R79ZQ__v1__HighRes__VenezuelaUsConflictCrisisPrision-1-1769977259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela rights activist Javier Tarazona freed amid prisoner release</h1><p class=\"article__subhead\"><em>Tarazona freed after four years in prison on ‘terrorism’ and conspiracy charges.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan rights ‍activist Javier Tarazona has been freed ‍in a prisoner release, his family says, more than four years since he was arrested.</p><p>“After 1675 days, 4 years and 7 months, this long-awaited day has arrived. My brother Javier Tarazona is free,” Jose Rafael Tarazona posted on X on Sunday. “One person’s freedom is everyone’s hope.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Legal rights group Foro Penal said several other prisoners had been released with Tarazona from the Helicoide detention centre in Caracas. The group said it has ​verified more than 300 political prisoners freed since the government announced a series of releases on January 8.</p><p>Venezuelan interim President Delcy Rodriguez on Friday unveiled a proposed “amnesty law” covering hundreds of prisoners and said the Helicoide prison – long condemned by rights groups as a site of prisoner abuse – will be transformed into a sports and social services complex.</p><p></p><p><em>Translation: Today, #1Feb, after 1675 days, 4 years and 7 months, this long-awaited day has arrived. My brother Javier Tarazona is FREE. THANKS BE TO GOD ALMIGHTY. Thank you to everyone who made this moment possible. One person’s freedom is everyone’s hope. #FreeToLiberate</em></p><p>Tarazona is the director of FundaRedes, which tracks alleged abuses by Colombian armed groups and the Venezuelan military along the countries’ border. He was arrested in July 2021 and accused of “terrorism” and conspiracy.</p><p>Government officials – who deny holding political prisoners and say those jailed have committed crimes – have given a much higher figure for the releases, saying there have been more than 600, but have not been clear about the timeline and appear to be including releases from previous years. The government has never provided an official list of how many prisoners will be released or who they are.</p><p>Families of prisoners said the releases have progressed too slowly, and Foro Penal said more than 700 political prisoners remain jailed, an updated ​count including prisoners whose fearful families had not previously reported their detentions.</p><p>Families and rights advocates have long ‌demanded the charges and convictions against detainees who are considered political prisoners be revoked.</p><p>Opposition politicians, journalists and rights activists have long been subject to charges like “terrorism” and treason, which their families have called unjust and arbitrary.</p><p>The proposed amnesty law could affect hundreds of detainees who remain behind bars in the ‌South American country as well as former prisoners who have already been conditionally released.</p><p>The releases were announced as the <a href=\"/news/2026/2/1/us-envoy-arrives-in-venezuela-to-reopen-mission-after-seven-years\">top United States envoy</a> for Venezuela arrived in the Venezuelan capital, Caracas, to reopen a US diplomatic mission seven years after ties were severed.</p><p>Last month, the US <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> Venezuelan President Nicolas Maduro from the presidential palace in Caracas on the orders of US President Donald Trump.</p><p>Maduro was then taken to a prison in New York and is facing drug trafficking and “narcoterrorism” conspiracy charges.</p></div></div></body></html>"
        },
        {
            "title": "LA Olympics chief Wasserman issues Maxwell apology, but denies Epstein ties | Olympics News | Al Jazeera",
            "time": "2026-02-01T16:33:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-08-05T211223Z_1585304701_RC291GARZR84_RTRMADP_3_USA-TRUMP-OLYMPICS-1769961796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>LA Olympics chief Wasserman issues Maxwell apology, but denies Epstein ties</h1><p class=\"article__subhead\"><em>Files published by the US Department of Justice included flirtatious emails between Casey Wasserman and Epstein associate Ghislaine Maxwell.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Los Angeles 2028 Olympics chief Casey Wasserman has ‍apologised for communicating with ‍convicted sex trafficker Ghislaine Maxwell more than 20 years ago, after the publication of a series of personal emails between the two.</p><p>New files related to late financier and sex offender Jeffrey Epstein, Maxwell’s former boyfriend, published by the United States Department of Justice on ⁠Friday, included flirtatious email exchanges between Wasserman, who was married at the time, and Maxwell dating ​from 2003.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maxwell is serving a 20-year prison sentence after being found guilty in ‍2021 by a jury in New York on charges including sex trafficking of a minor. Epstein died in jail in 2019 while awaiting trial.</p><p>“I never had a personal or business relationship with Jeffrey Epstein,” Wasserman said in a ‍statement on Sunday.</p><p>“I ⁠am terribly sorry for having any association with either of them.”</p><p>Maxwell was arrested in 2020 after being accused by federal prosecutors of recruiting and grooming girls for sexual encounters with Epstein between 1994 and 2004.</p><p>“I deeply regret my correspondence with Ghislaine Maxwell,” said Wasserman, adding that it took place before her and Epstein’s crimes “came to light”.</p><p>The International Olympic Committee, which works very closely with Wasserman in preparation for the Summer Olympic Games, refused ​to comment on the matter.</p><p>“I believe Mr Wasserman has put out his ‌statement and we have nothing further to add,” IOC President Kirsty Coventry said in a press conference before the start of next week’s Milano-Cortina Olympics.</p><p>Asked whether the Wasserman emails were a distraction shortly before the Milano Games, Coventry said ‌there had been past Olympics that were dogged by stories prior to their start, such as the Zika virus before the Rio de Janeiro ‌2016 Olympics.</p><p>“Anything that is distracting from these Games is sad,” ⁠Coventry said.</p><p>“But we have learned over the many years … there has always been something that has taken the lead, leading up to the Games. What is keeping my faith alive is when the opening ceremony happens … suddenly the world remembers ‌the magic and spirit the Games have,” she said.</p><p>Wasserman is a sports and entertainment executive who has been leading the LA28 Olympic project from the bidding phase and currently serves as chairman of ‍the organising committee, which is due to deliver a progress report to the IOC session on Tuesday.</p><p>The 2028 Summer Olympics were awarded to the city in 2017.</p></div></div></body></html>"
        },
        {
            "title": "Mbappe’s late penalty gives edgy Real Madrid 2-1 win over Rayo Vallecano | Football News | Al Jazeera",
            "time": "2026-02-01T15:37:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_697f726e18-1769960046.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mbappe’s late penalty gives edgy Real Madrid 2-1 win over Rayo Vallecano</h1><p class=\"article__subhead\"><em>Real Madrid earn a ⁠hard-fought football victory over their local ​rivals to move to within one point of league leaders Barcelona.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Kylian Mbappe stayed calm to roll home a 100th-minute penalty and <a href=\"/sports/liveblog/2026/2/1/live-real-madrid-vs-rayo-vallecano-la-liga\">grab Real Madrid a 2-1 win</a> over nine-man Rayo Vallecano in a spicy La Liga football derby on Sunday.</p><p class=\"p1\">Los Blancos cut Barcelona’s lead back to one point at the top of the table a day after the Spanish champions <a href=\"/sports/2026/2/1/yamal-scores-as-barcelona-win-at-elche-to-extend-la-liga-lead\">beat Elche</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Vinicius Junior scored early on for Madrid after Jude Bellingham limped off with an apparent hamstring injury.</p><p class=\"p1\">Jorge de Frutos pulled Rayo level early in the second half as Madrid fans showed their anger at their team. But after Rayo’s Pathe Ciss was issued a red card, Mbappe netted from the spot at the death.</p><p class=\"p1\">Pep Chavarria was also sent off for 17th-placed Rayo, who took a shaky Madrid to the wire before falling short.</p><p class=\"p1\">After the hosts’ midweek <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">defeat at Benfica</a>, which forced them into the Champions League playoff round, the Santiago Bernabeu crowd was in an unforgiving mood.</p><p class=\"p1\">Mbappe and Madrid coach Alvaro Arbeloa had begged fans to support the team, but, just as they did two weeks ago against Levante, they whistled at their own players.</p><p class=\"p1\">Former Barcelona winger Ilias Akhomach fired narrowly wide early on, and the atmosphere would have been further soured had his effort crept inside Madrid goalkeeper Thibaut Courtois’ post.</p><p class=\"p1\">Los Blancos suffered an early setback as England international Bellingham pulled up holding the back of his thigh, going off in agony.</p><p class=\"p1\">Vinicius fired the hosts ahead in the 15th minute, showing tidy footwork just inside the area before firing high over Augusto Batalla and into the net.</p><figure id=\"attachment_4280945\" aria-describedby=\"caption-attachment-4280945\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280945\" src=\"/wp-content/uploads/2026/02/afp_697f53f06de1-1769952240.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Real Madrid's Brazilian forward #07 Vinicius Junior scores the opening goal during the Spanish league football match between Real Madrid CF and Rayo Vallecano at the Santiago Bernabeu stadium in Madrid on February 1, 2026. (Photo by Thomas COEX / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280945\" class=\"wp-caption-text\">Vinicius Junior scores the opening football goal for Real Madrid [Thomas Coex/AFP]</figcaption></figure><p class=\"p1\">Arda Guler came close to getting a second, with Batalla saving his effort and Vinicius turning the rebound wide.</p><p class=\"p1\">Los Blancos were in charge, but though they took the lead, their fans were not appeased, and whistled the team in at the break.</p><p class=\"p1\">Four minutes into the second half, Rayo pulled level. Alvaro Garcia nodded a cross down for de Frutos, a former Madrid youth player, to reach and drill home.</p><p class=\"p1\">The visitors should have taken the lead after an hour, when Andrei Ratiu ran through on goal with only Courtois to beat. But the Belgian stopper made a superb save to deny him.</p><p class=\"p1\">Mbappe came centimetres away from putting Madrid in front when Batalla rushed out of his goal, with the French forward knocking the ball around him but then hitting the bar from distance.</p><figure id=\"attachment_4281306\" aria-describedby=\"caption-attachment-4281306\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4281306\" src=\"/wp-content/uploads/2026/02/ap_697f65e7619c9-1769956839.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Real Madrid's Kylian Mbappe tries a shot next to Rayo's goalkeeper Augusto Batalla during the Spanish La Liga soccer match between Real Madrid and Rayo Vallecano in Madrid, Spain, Sunday, Feb. 1, 2026. (AP Photo/Manu Fernandez)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281306\" class=\"wp-caption-text\">Kylian Mbappe rounds Augusto Batalla only to miss an open goal from distance [Manu Fernandez/AP Photo]</figcaption></figure><p class=\"p1\">Rayo made life harder for themselves when midfielder Ciss was sent off for an ugly foul on Madrid’s Dani Ceballos.</p><p class=\"p1\">Eduardo Camavinga headed against the post as Arbeloa’s side turned the screw, before nine minutes of stoppage time were added on.</p><p class=\"p1\">With the clock ticking down, Madrid were awarded a penalty when Nobel Mendy clumsily fouled Brahim Diaz, and La Liga’s top scorer Mbappe dispatched the ball to snatch three points for his side.</p><p class=\"p1\">Rayo finished the match with nine men after Chavarria was shown a second yellow card for shoving Rodrygo Goes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pakistan to boycott T20 World Cup match against India on February 15 | Cricket News | Al Jazeera",
            "time": "2026-02-01T14:57:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-1656326371-1769958390_a2f614-1769959827.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s cricket team has been cleared to participate in the ICC T20 World Cup 2026, but will not play its game against India, the government of Pakistan says.</p><p>“The Pakistan cricket team shall not take the field in the match scheduled on 15th February 2026 against India,” its statement said on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The statement did not mention why Pakistan would not play the group match.</p><p></p><p>Pakistan’s participation in the tournament was thrown into uncertainty after Bangladesh were ousted by the International Cricket Council (ICC) over a logistical deadlock.</p><p>Following Pakistan’s announcement, the ICC said in a statement that “selective participation undermines the spirit and sanctity of the competitions”.</p><p>“While the ICC respects the roles of governments in matters of national policy, this decision is not in the interest of the global game or the welfare of fans worldwide, including millions in Pakistan,” it said, adding that it awaited official communication from the Pakistan Cricket Board (PCB).</p><p>“The ICC hopes that the PCB will consider the significant and long-term implications for cricket in its own country as this is likely to impact the global cricket ecosystem, which it is itself a member and beneficiary of.”</p><p>The ICC kicked Bangladesh out of the World Cup and replaced them with Scotland because of an impasse over security concerns that the Bangladesh Cricket Board (BCB) had raised about playing in India.</p><p>The PCB swiftly threw its weight behind Bangladesh and said it will not make a “final decision” this coming week on its team’s participation in the monthlong tournament, which begins on Saturday.</p><p>PCB Chairman Mohsin Naqvi met Pakistani Prime Minister Shehbaz Sharif last week to discuss the issue, but did not clarify whether Pakistan would travel to the tournament.</p><p>“It was agreed that the final decision will be taken either on Friday or next Monday,” said Naqvi, who is also Pakistan’s interior minister.</p><p>All of Pakistan’s World Cup matches have been scheduled in Sri Lanka because of the fraught relations between New Delhi and Islamabad.</p><p>After Bangladesh’s expulsion, the ICC was accused of practising “double standards” in its extraordinary move to oust a full member nation on the basis of a logistical deadlock.</p><p>“You can’t have double standards,” Naqvi said.</p><p>“You can’t say for one country [India] they can do whatever they want and for the others to have to do the complete opposite. That’s why we’ve taken this stand and made clear Bangladesh have had an injustice done to them. They should play in the World Cup. They are a major stakeholder in cricket.”</p><p>Former Pakistan wicketkeeper batter Kamran Akmal backed the decision.</p><p>“Enough is enough. We had to take this decision,” Akmal told AFP. “India has been frequently mixing politics with sports and damaging the spirit of the game, so our government has taken a strong decision which should be backed.”</p><p>The T20 World Cup, cohosted by India and Sri Lanka, features 20 nations.</p><p>Pakistan are drawn in Group A along with India, Namibia, the Netherlands and the United States, and are playing all of their matches in Sri Lanka. Pakistan’s first match on Saturday is against the Netherlands at the Sinhalese Sports Club Cricket Ground in the Sri Lankan capital, Colombo.</p><p>If Pakistan boycott their match against India, they will forfeit two points.</p><p>Their refusal to play against India – who they have already played at neutral venues in Sri Lanka – will have severe financial implications on the tournament’s biggest drawcard.</p><p>Pakistan and India have not played in any bilateral cricket since 2012, and only face each other in multi-nation events.</p><p>Under a deal signed last year, India and Pakistan agreed not to travel to each other’s countries in cases where either hosts an ICC event, instead playing at neutral venues.</p><figure id=\"attachment_4130285\" aria-describedby=\"caption-attachment-4130285\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4130285\" src=\"/wp-content/uploads/2025/11/GettyImages-2236591546-1764083220.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"Shaheen Shah Afridi, Abhishek Sharma and Shubman Gill in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4130285\" class=\"wp-caption-text\">If Pakistan forfeits the match against India on February 15, cricket fans worldwide will be robbed of the rare chance to see stars like Shaheen Shah Afridi of Pakistan, right, battle against India’s Abhishek Sharma and Shubman Gill during the group phase of the T20 World Cup [File: Francois Nel/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Khartoum airport receives first scheduled flight since start of Sudan war | Sudan war News | Al Jazeera",
            "time": "2026-02-01T14:27:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Screenshot-2026-02-01-at-4.40.50-PM-1769953304.png?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Khartoum airport receives first scheduled flight since start of Sudan war</h1><p class=\"article__subhead\"><em>Celebrations as flight carries dozens of passengers from Port Sudan to Sudanese capital.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The international airport in Khartoum has received its first scheduled commercial flight in more than two years as the Sudanese government continues to assert its control over Sudan’s capital city after <a href=\"/news/2026/1/31/like-judgment-day-sudanese-doctor-recounts-escape-from-el-fasher\">years of fighting</a>.</p><p>The Sudan Airways flight travelled to Khartoum from the Red Sea city of Port Sudan on Sunday, carrying dozens of passengers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reporting from near the runway where the flight had landed, Al Jazeera’s Taher Almardi described scenes of jubilation following the arrival of the plane.</p><p>He said the reopening of the airport will help connect the capital to other regions in Sudan, with officials saying the facility is now ready to welcome as many as four flights daily.</p><p>Sudan Airways said in a statement that the flight, which was announced on Saturday with ticket prices starting at $50, “reflects the return of spirit and the continuation of the connection between the sons of the nation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Sudanese military announced regaining <a href=\"/news/2025/3/28/sudan-army-claims-taking-full-control-of-capital-khartoum\">full control</a> of the capital from its rival, the Rapid Support Forces (RSF) paramilitary group, in March of last year.</p><p>Last month, Sudan’s army-aligned authorities moved <a href=\"/news/2026/1/11/sudan-announces-governments-return-to-khartoum-from-wartime-capital\">the government’s headquarters</a> back to Khartoum from their wartime capital of Port Sudan, which has also housed the country’s international airport since the early days of the war that began in April 2023.</p><p>Khartoum International Airport has come under repeated attacks, including an RSF <a href=\"/news/2025/10/23/sudans-khartoum-targeted-by-rsf-drones-for-third-day-after-airport-reopens\">drone assault</a> in October that Sudanese officials said was intercepted.</p><p>On October 22, the airport said it had received a Badr Airlines flight, which was not pre-announced. But no further operations of commercial flights resumed until Sunday.</p><figure id=\"attachment_4281040\" aria-describedby=\"caption-attachment-4281040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4281040\" src=\"/wp-content/uploads/2026/02/Screenshot-2026-02-01-at-4.40.12-PM-1769953287.png?w=770&amp;resize=770%2C464&amp;quality=80\" alt=\"Flight lands at Khartoum airport\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281040\" class=\"wp-caption-text\">Sunday’s flight from Port Sudan to Khartoum carried dozens of passengers [Screengrab/Al Jazeera]</figcaption></figure><p>The war started as two top generals – Abdel Fattah al-Burhan, the leader of the military, and Mohamed Hamdan “Hemedti” Dagalo, the RSF chief – and their forces clashed for power and control over Sudan’s resources.</p><p>The fighting has ravaged towns and cities across Sudan, killing tens of thousands of people and forcing millions of others from their homes.</p><p>Violence continues to rage in central and western Sudan, particularly in Darfur, where the war has led to mass displacement and a humanitarian crisis.</p><p>“In Darfur today, reaching a single child can take days of negotiation, security clearances, and travel across sand roads under shifting frontlines,” Eva Hinds, spokesperson for the United Nations Children’s Fund (UNICEF), said in a statement on Friday.</p><p>“Nothing about this crisis is simple: every movement is hard-won, every delivery fragile.”</p></div></div></body></html>"
        },
        {
            "title": "Trilateral Ukraine talks to resume in Abu Dhabi on Wednesday: Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-01T14:26:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T191805Z_1150830571_RC2M9JAAZKPH_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-USA-ZELENSKIY-1769947579.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trilateral Ukraine talks to resume in Abu Dhabi on Wednesday: Zelenskyy</h1><p class=\"article__subhead\"><em>Second round of talks to follow negotiations last month that appeared to make little progress on key issue of territory.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy says a second round of trilateral talks on ending the war with Russia will take place in Abu Dhabi this week as the fate of a temporary energy ceasefire hangs in the balance.</p><p>Zelenskyy, whose country’s <a href=\"/news/2026/1/16/as-russian-attacks-worsen-ukraines-energy-woes-trump-rebukes-kyiv\">energy system</a> has come under relentless attack in one of the coldest winters in years, said envoys from the United States, Russia and Ukraine would meet in Abu Dhabi on Wednesday and Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Ukraine is ready for a substantive discussion, and we are interested in ensuring that the outcome brings us closer to a real and dignified end to the war,” he said on Sunday amid continuing US pressure to reach a deal with Russia after almost four years of war.</p><p>The <a href=\"/news/2026/1/22/russia-ukraine-peace-talks-down-to-one-issue-says-us-envoy-witkoff\">first round</a> of trilateral negotiations took place in late January but appeared to make little progress on the vital question of territory. Moscow still is demanding Kyiv cede a fifth of the Donetsk region that it still controls, which Zelenskyy’s government is refusing to do. The next round had been scheduled to take place on Sunday but may have been delayed because of the US-Iran crisis.</p><p>US President Donald Trump, who has said he wants to be remembered as a “peacemaker”, has repeatedly said a deal to end the Ukraine war is close and on Thursday announced that Russian President Vladimir Putin had agreed to stop strikes on energy targets for a week due to cold weather.</p><p>The terms of his <a href=\"/news/2026/1/30/trump-says-russia-to-pause-bombing-kyiv-during-extreme-winter-conditions\">agreement</a> with Putin were not clear, but the Kremlin said on Friday that it had agreed to <a href=\"/news/2026/1/30/ukrainian-president-zelenskyy-invites-putin-to-kyiv-for-talks\">halt strikes</a> on energy infrastructure until Sunday. Ukraine appeared to believe the suspension was supposed to last until the following Friday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"medvedev-says-russian-victory-near\">Medvedev says Russian victory near</h2><p>Meanwhile, US envoy Steve Witkoff said on Saturday that he held <a href=\"/news/2026/1/31/us-envoy-witkoff-says-ukraine-talks-with-russia-productive\">constructive talks</a> with Russian envoy Kirill Dmitriev in Florida.</p><p>US Treasury Secretary Scott Bessent, Trump’s son-in-law Jared Kushner and White House senior adviser Josh Gruenbaum also attended the talks. Witkoff said afterwards that he was “encouraged by this meeting that Russia is working toward securing peace in Ukraine”.</p><p>On Sunday, former Russian President Dmitry Medvedev praised Trump as a “peacemaker”, telling the Reuters news agency that Russia would “soon” achieve a military victory in the Ukraine war.</p><p>“But it is equally important to think about what will happen next. After all, the goal of victory is to prevent new conflicts. This is absolutely obvious,” said the hawkish former president, who now serves as deputy chairman of Russia’s Security Council.</p><p>Neither Ukraine nor Russia have reported major strikes on their energy infrastructure in recent days although Zelenskyy said Russia was trying “to destroy logistics and connectivity between cities and communities” through air attacks.</p><p>In southeastern Ukraine, two people were killed overnight in a drone strike on a residential building in the city of Dnipro, and six people were wounded in an attack on a maternity hospital in Zaporizhzhia, regional officials said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "These are the Palestinians that Israel killed during Gaza’s ‘ceasefire’ | Gaza | Al Jazeera",
            "time": "2026-02-01T14:10:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769954945.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Alcaraz beats Djokovic to win Australian Open, completes career Slam | Tennis News | Al Jazeera",
            "time": "2026-02-01T13:16:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2259374892-1769950115.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Carlos Alcaraz has rewritten tennis history by becoming the youngest man to complete the career Grand Slam with his victory over the great Novak Djokovic in the final of the Australian Open 2026 in Melbourne.</p><p>Alcaraz, 22, overcame a first-set loss to complete a 2-6, 6-2, 6-3, 7-5 triumph over the 24-time Grand Slam champion at the Rod Laver Arena on Sunday. In the process, he denied the 38-year-old a chance to become the only player with 25 Slam titles.</p><p>While the world number one later admitted his “legs were shaking” as he served for the title, he seemed to have the upper hand as the match wore on and finished after three hours and two minutes.</p><p>The top seed now has an Australian Open trophy to add to his two French Open, Wimbledon and US Open titles each, also making him the youngest to garner seven Slams.</p><p>Djokovic, from Serbia and a 10-time champion in Australia, was the quicker of the two out of the blocks and broke his younger rival twice to swiftly claim the opening set.</p><p>But Alcaraz, of Spain, didn’t waste time in pulling back and claiming the second set with the same scoreline in a display of speed, power and finesse.</p><p>In breaking the career Slam record, Alcaraz surpassed his idol and compatriot Rafael Nadal – who watched from the stands and who was two years older when he did the same.</p><p>It was a first defeat for Djokovic in a Melbourne final after he won all 10 previously, leaving him still searching for a landmark 25th major to better Australia’s Margaret Court, who was also watching on.</p><figure id=\"attachment_4280486\" aria-describedby=\"caption-attachment-4280486\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280486\" src=\"/wp-content/uploads/2026/02/GettyImages-2259371001-1769947214.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MELBOURNE, AUSTRALIA - FEBRUARY 01: Carlos Alcaraz of Spain celebrates his victory in the Men's Singles Final against Novak Djokovic of Serbia during day 15 of the 2026 Australian Open at Melbourne Park on February 01, 2026 in Melbourne, Australia. (Photo by Darrian Traynor/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280486\" class=\"wp-caption-text\">Tennis champion Carlos Alcaraz celebrates his victory at the Australian Open [Darrian Traynor/Getty Images)</figcaption></figure><h2 id=\"gladiatorial-contest\">Gladiatorial contest</h2><p>Both men battled through five long sets in their semifinals, Alcaraz against Alexander Zverev and Djokovic against Jannik Sinner, and recovery was always going to be key after their physical struggles.</p><p>But they showed few signs of fatigue in another gladiatorial contest.</p><p>They both opened with comfortable holds before a double fault and netted forehand presented the first break point chance for Djokovic at 2-1.</p><p>Alcaraz saved it, but the aggressive fourth seed kept pressing and converted on his third, then consolidated for a 4-1 lead.</p><p>Djokovic was reading Alcaraz’s serve well, and once he got in the rallies, he was authoritative, with a sensational forehand winner earning him two set points.</p><p>He claimed the set in a statement 33 minutes after a ninth unforced error from the top seed, having dominated the big moments.</p><p>It was vintage Djokovic, but Alcaraz came storming back, upping the tempo to break for 2-1 in the second set, pumping his fist when he saved a break point and held in the next game.</p><p>Djokovic put drops to his eyes and began rubbing them, unable to tame a now rampant Alcaraz, who broke again for 5-2.</p><p>There were some sensational rallies that had the crowd on their feet in set three, which went with serve until Djokovic slapped a forehand wide under pressure to slip 2-3 behind.</p><p>He gamely saved four set points at 3-5, but, with his energy level dropping, was unable to save a fifth as the Spaniard took control.</p><p>On the back foot, Djokovic then saved six break points in an 11-minute opening service game in set four to stay alive and kept fighting hard.</p><p>But Alcaraz ground him down and pounced as Djokovic served to stay in the match to seal a maiden Australian championship.</p><p>It ensured he remained world number one and Sinner two, with Djokovic moving up a place to three ahead of Zverev.</p><figure id=\"attachment_4280267\" aria-describedby=\"caption-attachment-4280267\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280267\" src=\"/wp-content/uploads/2026/02/GettyImages-2259362119-1769945350.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"MELBOURNE, AUSTRALIA - FEBRUARY 01: Carlos Alcaraz of Spain plays a forehand in the Men's Singles Final against Novak Djokovic of Serbia during day 15 of the 2026 Australian Open at Melbourne Park on February 01, 2026 in Melbourne, Australia. (Photo by Kelly Defina/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280267\" class=\"wp-caption-text\">Carlos Alcaraz and Novak Djokovic played some incredible points during the final [Kelly Defina/Getty Images]</figcaption></figure><h2 id=\"australian-open-win-means-the-world-to-alcaraz\">Australian Open win ‘means the world’ to Alcaraz</h2><p>Despite his heartbreaking loss, Djokovic was gracious in defeat as he walked around the net to congratulate Alcaraz on his side of the court.</p><p>Plenty of pats on the back and smiles were exchanged in a passing-of-the-baton moment between the two tennis icons.</p><p>Afterwards, Alcaraz told the host broadcasters that his legs were shaking as he served for the championship.</p><p>“I was telling myself, at least put it [the serve] in and then let’s see what happens,” the champion said with a laugh.</p><p>The man from Murcia, southeastern Spain, said the elusive win in Australia was something he had been working hard for.</p><p>“It means the world to me and shows that all the hard work paid off,” he said.</p><p>Alcaraz’s seventh Slam put him alongside John McEnroe and Mats Wilander and one behind Andre Agassi, Jimmy Connors and Ivan Lendl.</p><p>However, the young champion was quick to dismiss talk of overtaking his heroes Nadal and Djokovic, and said 22 or 24 titles were “too far away” at the moment.</p><p>“I know how difficult it is to win a Grand Slam,” he said. “I know what it takes, so I just want to enjoy each one because I don’t know if it’s going to be my last one.</p><p>“<span>I want to keep going and working hard to feel this emotion again.”</span></p><p>Meanwhile, Djokovic did not make any explicit statements on his career but did admit he’s not sure whether he will return to Melbourne for next year’s Australian Open.</p><p>“I tried to give it back with good tennis over the years. This is my 22nd year coming to Australia,” he said at the presentation ceremony.</p><p>The Serb said he didn’t think he’d be “standing on a Grand Slam final podium again”.</p><p>“God knows what happens tomorrow, let alone in six or 12 months,” the 2023 champion said.</p><p>“It has been a great ride, and I love you guys.”</p><figure id=\"attachment_4280459\" aria-describedby=\"caption-attachment-4280459\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4280459\" src=\"/wp-content/uploads/2026/02/2026-02-01T115319Z_1955555584_UP1EM210X0TIX_RTRMADP_3_TENNIS-AUSOPEN-1769946835.jpg?w=770&amp;resize=770%2C500&amp;quality=80\" alt=\"Tennis - Australian Open - Melbourne Park, Melbourne, Australia - February 1, 2026 Spain's Carlos Alcaraz with Serbia's Novak Djokovic after winning the Australian Open men's singles. Alcaraz becomes the youngest man to win all four grand slam titles. REUTERS/Edgar Su\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4280459\" class=\"wp-caption-text\">Novak Djokovic embraces Carlos Alcaraz after the end of their tennis match [Edgar Su/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "As Rafah reopens, Palestinians are ‘given an impossible choice’ | Gaza | Al Jazeera",
            "time": "2026-02-01T12:56:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/QT_DR_MOAHAMMED_TAHIR_RAFAH_THUMB16X9-1769950474.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the Rafah crossing reopens, there are concerns over how restricted exits and particularly re-entries will be for Palestinians. Dr Mohammed Tahir, a trauma surgeon who volunteered in Gaza, says people fear that opting for medical treatment abroad may mean they will never return.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Starmer’s visit to China was not a reset, but a new way forward | Politics | Al Jazeera",
            "time": "2026-02-01T12:56:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T081026Z_1847695536_RC2VAJAX7VSI_RTRMADP_3_CHINA-BRITAIN-1769675451.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Diplomacy, much of the time, is about symbols rather than substance. And in the case of China, that can be particularly true.</p><p>In this sense, what was important about British Prime Minister Keir Starmer’s visit to China at the end of January was that it happened at all. In recent years, there have been plenty of tensions between the two countries: the accusations against two British citizens of spying for China, the delay in the approval for the new Chinese embassy in London, the trial against democracy activist Jimmy Lai, etc.</p><p>The fact that Starmer made the trip to Beijing – the first one for a British prime minister in eight years – indicated that the arguments in favour of doing it outweighed the negatives of it. What certainly tipped the balance was the increased intensity with which the US administration is now turning on its traditional allies.</p><p>The visit did not reset relations, but it revealed that the world has entered a new era of global power dynamics, which is already reflected in diplomacy.</p><p>On January 23, just a week before his trip to China, Starmer summoned up a rare display of public anger, condemning US President Donald Trump’s <a href=\"/news/2026/1/23/frankly-appalling-uks-starmer-slams-trump-over-afghanistan-comments\">remarks</a> about British troops in Afghanistan.</p><p>This made the visit to Beijing very different from those of previous British prime ministers. In the past, there had never been a question about the alignment between the United Kingdom and the United States.</p><p>The US and the UK were close allies for decades. They acted in close coordination on the wars in the Middle East since 2001, and on combatting global terrorism and other threats. They shared intelligence through the Five Eyes arrangement and worked together as permanent members of the United Nations Security Council.</p><p>On China, moments of disagreement were brief. In 2004, the UK and its European partners <a href=\"https://www.armscontrol.org/act/2004-09/eu-eyes-lifting-china-arms-embargo\" target=\"_blank\" rel=\"noopener\">attempted</a> to lift the arms embargo imposed by them and the US on China after the 1989 Tiananmen Square massacre, on the grounds that all the equipment they forbade was restricted perfectly well by other legislation. The then Bush administration strongly opposed this, and the idea was dropped.</p><p>More than a decade later, during the first Trump administration, it looked like Europe might seek to forge its own trade deal with China to compensate for steel and other tariffs placed on it by the US. But in 2018, that receded too as the European Union ironed out a deal with Washington. Part of that was not to grow closer to the Chinese in terms of trade.</p><p>The pandemic pushed the US and Europe further towards aligning with each other against China, which they regarded as partially creating the problem by not announcing the appearance of the virus soon enough. By 2023, therefore, the UK and the US were almost vying with each other to be more hawkish, with then-Deputy Prime Minister Oliver Dowden <a href=\"https://www.bbc.co.uk/news/business-66156847\" target=\"_blank\" rel=\"noopener\">declaring</a> that the People’s Republic was Britain’s greatest “state-based threat”.</p><p>We are no longer in that world. Washington’s actions are raising fundamental questions about the alliance system around NATO and other security arrangements that it has sat at the heart of since the end of World War II.</p><p>We do not yet know the shape of the world we are heading into. It might take years for it to fully emerge. But for Starmer on his visit to Beijing, this shift meant he was talking to an interlocutor who is also trying to work out what the new situation means.</p><p>President Xi Jinping is not a security ally of the UK, but in the strange, topsy-turvy world we now inhabit, his administration is probably closer to the UK in terms of working out what to do about global warming or how to manage the risks of artificial intelligence (AI).</p><p>Both countries do not like the unpredictability of the current situation. They are all linked by having a problem with the US now, even if it is a different kind of problem.</p><p>This, of course, does not mean that a new kind of strategic alliance is in the making; there were no signs of that in the meeting. After all, culturally, politically and in terms of values, the UK and China disagree with each other too much for that to happen. This is regardless of Britain’s links with the US.</p><p>But that Starmer was able to announce restrictions on small engines that end up used in the boats bringing immigrants illegally across the seas around the UK was a telling sign of how, even in a deglobalising world, everything still connects, and that in a modest and indirect way, Britain needs to talk to China to address some aspects of what it sees as its own security priorities.</p><p>There were other announcements as well: the $15bn investment by British pharmaceutical company AstraZeneca, the 30-day visa-free access to China for British citizens and the lifting of sanctions against some UK Parliament members.</p><p>The groundwork was also laid for deeper economic <a href=\"https://www.theguardian.com/politics/2026/jan/29/what-agreements-starmer-trip-china\" target=\"_blank\" rel=\"noopener\">engagement</a>, with some steps being taken to improve trade and facilitate UK business access to the Chinese market.</p><p>Longer term, this visit could also pave the way for engagement that recognises the rise of China as a technology power. In environmental science, AI, quantum computing – indeed, in almost every area – China is outpacing not just the UK, but almost everyone else. It is producing ideas and innovations in medicine, renewable energy, etc which matter to the UK for its own good.</p><p>A single four-day visit did not reset the relationship. There are still many issues between the two countries. But at least it has allowed the possibility – now that the political blockages have been cleared – to work out strategically how the UK and others in Europe navigate the new geopolitics where there are no eternal friends or enemies, and how they react to a world where, for the first time in recent history, China has innovations, technologies and ideas that they might need and want.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Polls open in Costa Rica as centre-right populists aim to extend mandate | Elections News | Al Jazeera",
            "time": "2026-02-01T12:39:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T034553Z_1715112477_RC27ZIAQEA6X_RTRMADP_3_COSTA-RICA-ELECTION-DEBATE-1769655593.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Polls open in Costa Rica as centre-right populists aim to extend mandate</h1><p class=\"article__subhead\"><em>Laura Fernandez, President Rodrigo Chaves’s protege and former chief of staff, is a frontrunner and could avoid an April 5 run-off.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Polls have opened in the <a href=\"/news/2026/2/1/what-to-know-about-costa-ricas-presidential-election\">Costa Rica general election</a> as the ‍centre-right populist government seeks to extend its mandate and secure control of the Legislative Assembly at a time when drug-fuelled violence has gripped the country.</p><p>Voting stations opened at 6am local time (12:00 GMT) on Sunday and will remain open until 6pm (24:00 GMT), <span>with early trends likely within hours.</span></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Laura Fernandez, President Rodrigo Chaves’s protege and former chief of staff, is leading in the polls ⁠with more than 40 percent, enough to win outright and avoid an April 5 run-off. ​She has pledged to continue Chaves’s tough security policies and anti-establishment message.</p><p>Her closest ‍rivals in the 20-candidate field are Alvaro Ramos, a centrist economist representing Costa Rica’s oldest political party, and Claudia Dobles, an architect representing a progressive coalition and a former first lady whose husband, Carlos Alvarado, ‍served as president ⁠from 2018 to 2022.</p><p>Both are polling in the single digits but are seen as the two most likely to compete in a possible run-off if Fernandez falls short of 40 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fernandez has also urged voters to hand her 40 seats in the country’s 57-seat Legislative Assembly, a supermajority that would allow her to pursue constitutional reforms. The current government holds just eight seats and has blamed ​congressional gridlock for blocking its agenda.</p><p>Polls show about a ‌quarter of the 3.7 million voters remain undecided, with the largest group being between the ages of 18 and 34 and from the coastal provinces of Guanacaste, Puntarenas and Limon.</p><p>“People are tired of promises from all the governments, including ‌this one, even though the government has said things that are true, like needing stronger laws to restore order,” said Yheison ‌Ugarte, a 26-year-old deliveryman from downtown Limon, a Caribbean ⁠port city that has been the hardest hit by drug violence.</p><p>Despite homicides surging to an all-time high during his term and multiple corruption investigations, Chaves remains deeply popular, with a 58 percent approval rating, according to the University of Costa ‌Rica’s CIEP polling.</p><p>While consecutive re-election is not allowed in Costa Rica, Fernandez has pledged to include Chaves in her government and positioned herself as the continuity of his mandate.</p></div></div></body></html>"
        },
        {
            "title": "Fela Kuti becomes first African to get Grammy Lifetime Achievement Award | Music | Al Jazeera",
            "time": "2026-02-01T12:20:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1769948420.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saint-Maximin leaves Club America after children face racist attacks | Football News | Al Jazeera",
            "time": "2026-02-01T12:20:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-19T012030Z_708343734_UP1EM1J03Q4T5_RTRMADP_3_SOCCER-MEXICO-PAC-CFA-1769941291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saint-Maximin leaves Club America after children face racist attacks</h1><p class=\"article__subhead\"><em>Former Newcastle winger Allan Saint-Maximin quits Mexico’s Club America after he posts: ‘Protecting my children is ‌my priority.’</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Feb 2026</span><span aria-hidden=\"true\">1 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Allan Saint-Maximin’s brief stint ‌with Club America has come to an abrupt end just months after the French ‍winger arrived in ‍Mexico as the club announced his departure two days after he revealed his children had been targeted by racist attacks.</p><p>The 28-year-old former Newcastle United winger signed a two-year contract with the Liga MX club in August in a deal ⁠reportedly worth $10m but managed just 15 appearances before his sudden exit on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Club America ​expressed solidarity with Saint-Maximin in announcing his departure although neither party disclosed ‍specific details about the incident that prompted his decision to leave.</p><p>“We reiterate our strong condemnation of any act of discrimination and/or violence that violates human dignity, both on and off the field,” the Mexico City club ‍said in a ⁠statement.</p><p>“We express our absolute solidarity with Allan Saint-Maximin and his family, who have the support of everyone who is part of this institution.</p><p>“Thank you so much for wearing our colours Allan Saint-Maximin.”</p><p>Saint-Maximin had taken to Instagram to address what he described as attacks on his children, making clear his determination to protect his family.</p><p>“The problem is not skin colour, it is the colour of thoughts. People ​attack me, but that’s not a problem. I grew up ‌learning to fight back against attacks, whether they are subtle, hidden or direct,” he wrote on Instagram.</p><p>“But there is one thing I will never tolerate, and that is people attacking my children. Protecting my children is ‌my priority. I will fight with all my strength to ensure that they are respected and loved, regardless of their origins ‌or skin colour.</p><p>“So, to those who dared to attack my ⁠children, I say this: you made a mistake. I will always fight to protect my family and no person or threat will ever scare me.”</p><p>America boss Andre Jardine said it was a “real shame” to lose a ‌player of Saint-Maximin’s calibre.</p><p>“He’s a great player who was doing well for the league and has the ability to play in any league in the world. It was a big ‍change for him, moving from Europe to Mexico,” Jardine said.</p><p>“He’s a great player, and we have to try to find a way to replace him.”</p></div></div></body></html>"
        },
        {
            "title": "Khamenei warns US of ‘regional war’ if Iran is attacked | Conflict News | Al Jazeera",
            "time": "2026-02-01T12:17:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_697f3872a449-1769945202.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran</strong> – Iranian Supreme Leader Ali Khamenei has warned the United States that any attack on his country would result in a “regional war” as US President Donald Trump amasses military assets in the Middle East.</p><p>“They should know that if they start a war this time, it will be a regional war,” the 86-year-old supreme leader, who has held absolute power for 37 years, said at an event in downtown Tehran on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was speaking to a large crowd of supporters gathered to mark the anniversary of Ayatollah Ruhollah Khomeini’s return to Iran from exile in France in 1979, which led to the Iranian Revolution and the flight of the US-backed ruler, Mohammad Reza Shah Pahlavi.</p><p>Khamenei said the US wants to “devour” Iran and its vast oil and natural gas resources, adding that what happened during the recent antigovernment protests “was similar to a coup” since a large number of government offices, banks and mosques were stormed.</p><p>The supreme leader <span>described the deadly unrest as another “sedition”, a term he had previously used for the 2009 Green Movement and other such protests.</span></p><p>“The recent sedition was similar to a coup. Of course, the coup was suppressed,” Khamenei said. “Their goal was to destroy sensitive and effective centres involved in running the country, and for this reason, they attacked the police, government centres, [Islamic Revolutionary Guard Corps or IRGC] facilities, banks and mosques and burned copies of the Quran.”</p><p>Following Khamenei’s speech, Trump said he hoped that Iran would agree to a deal.</p><p>Asked about the supreme leader’s warning, Trump told reporters: “Of course he is going to say that.</p><p>“Hopefully we’ll make a deal. If we don’t make a deal, then we’ll find out whether or not he was right.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iranians-are-in-mourning\">‘Iranians are in mourning’</h2><p>The protests started on December 28 after shopkeepers in Tehran’s business district protested Iran’s rapid economic decline linked to local mismanagement and corruption, as well as the collapse of Iran’s currency, the rial, amid sanctions imposed by the US and its allies.</p><p>But the protests soon morphed into nationwide expressions of anger over curtailed personal and social freedoms, an acute energy and water crisis, and severe air pollution, among other things.</p><p>The United Nations, international rights groups, and foreign-based opponents of the Iranian establishment say thousands were shot dead or stabbed by security forces during the protests.</p><p>A UN special rapporteur said the number of fatalities may surpass 20,000 as more information – stifled by a weeks-old internet blackout – comes out. US-based activists allege there were 6,713 deaths, and claim they are investigating 17,000 others. Other sources cite even higher figures.</p><p>Iranian authorities maintain that “terrorists” armed and funded by the US and Israel were responsible for the mass killings. The country’s state media said the protests <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">killed 3,117 people</a>, with 2,427 being civilians and the remainder being members of the security forces.</p><p>President Masoud Pezeshkian this week promised to release the names and information of every person killed during the unrest soon, but has provided no timeline for this. His government also sent a text message to Iranians, saying the move will counter the “fake claims and figures”.</p><p>“One-way text messages cannot wash away the blood. Many Iranians are in mourning,” an Iranian woman told Al Jazeera.</p><h2 id=\"death-to-america\">‘Death to America’</h2><p>In an apparent move to help calm the inflamed tensions within Iranian society, the government on Sunday sent another text message to citizens, telling them that women will soon be allowed to ride motorcycles in the country.</p><p>Iran’s laws have so far blocked women from riding motorcycles, while the state continues to impose a mandatory dress code and punish violators.</p><p>Inside the Iranian parliament, meanwhile, familiar images were witnessed on Sunday as hardline lawmakers once again donned IRGC uniforms and chanted “Death to America” with clenched fists.</p><p></p><p>The move was in reaction to the European Union earlier this week designating the IRGC as a “terrorist” organisation. Tehran responded by proscribing the bloc’s armed forces.</p><p>The IRGC, originally created shortly after the Iranian revolution to protect the fledgling theocratic establishment, has since transformed into a military powerhouse that also controls large parts of the Iranian economy.</p><p>“Such moves [by the EU] will not only fail to help with regional peace and security, but will also make the path of constructive engagement and coordination harder,” the IRGC said in a statement on Sunday in response to its blacklisting.</p><p>Meanwhile, Iranian officials are also holding “celebrations” across the country to mark the revolution’s anniversary and bolster its defiant messaging.</p><p>Troops from the IRGC and the army, joined by the police and other security personnel, marched on the streets of Tehran on Sunday in an apparent show of strength. Soldiers on motorcycles led a parade from Mehrabad Airport to the Behesht-e Zahra cemetery, where Khomeini delivered his first speech in 1979. Soldiers were also photographed at Khomeini’s mausoleum in Tehran as they “renewed their covenant with the goals and ideals of the revolution”.</p><p>Hamidreza Hajibabaei, who heads the committee organising the 10-day event marking the revolution’s anniversary, said on Sunday that large demonstrations will be held on February 11 across the country to “spell the end of the presence of global arrogance”.</p><p>In his speech, Khamenei also stressed the importance of state-run events, claiming that millions of people participated in a pro-government rally on January 12 while “mere thousands” rose up against the Islamic Republic during the nationwide protests.</p><p>Meanwhile, Iranian state television and other affiliated networks continue to broadcast programmes condemning the “riots” last month. A similar show on Ofogh, an IRGC-affiliated television channel, <span>allegedly mocked the protesters, triggering angry online reactions and forcing the authorities to sack the channel’s director.</span></p><p>“They are only throwing more salt on our wounds,” a young student told Al Jazeera, requesting anonymity due to safety concerns. “They say all our youth were killed by terrorists, then go ahead and mock the people who laid down their lives on state television.”</p></div></div></body></html>"
        }
    ]
}