{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Activist arrested over protesting US actions in Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-19T10:50:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/23-Website-1768819799.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Anti-war activist Jessica Plichta recounts her arrest after a TV interview, following a protest against US actions in Venezuela.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Refusing to play by the rules | Donald Trump | Al Jazeera",
            "time": "2026-01-19T10:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/01-6-1768817218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>History Illustrated is a weekly series of insightful perspectives that puts news events and current affairs into a historical context using graphics generated with artificial intelligence.</p></div></div></body></html>"
        },
        {
            "title": "Power lines and power struggles: Unpacking Syria’s push towards unification | Syria's War News | Al Jazeera",
            "time": "2026-01-19T10:26:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018470087597-1768815518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir Az Zor, Syria</strong> – On the broad, windswept plains through which the Euphrates River snakes, the land remembers every war that has passed across it. The oil-rich soil of al-Omar, the turbines of the Tabqa Dam and the cautious return of families to towns long abandoned tell a story as old as Syria itself: one of power, survival and the struggle to unify a fractured country.</p><p>Over the weekend, Syrian government forces <a href=\"/news/2026/1/18/syrian-forces-capture-tabqa-and-dam-amid-swift-raqqa-offensive\">seized</a> the al-Omar oilfield, the Conoco gas complex – both in Deir Az Zor governorate – and the Tabqa Dam, in Raqqa governorate. The operation was heralded as a military achievement, but its significance reaches far beyond maps and military lines. It touches the very structure of Syria’s political economy, the social contract between state and citizen and the fragile architecture of agreements meant to reconcile formerly hostile actors.</p><p>And the Kurdish-led Syrian Democratic Forces (SDF), which previously controlled the areas as well as all of northeastern Syria, soon realised the situation they faced. By Sunday evening, Syrian President Ahmed al-Sharaa <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">announced</a> that a deal had been reached with the SDF.</p><p>“State institutions will enter the three eastern and northeastern governorates – Hasakah, Deir Az Zor and Raqqa,” al-Sharaa said.</p><h2 id=\"heartland-scarred-by-war\">Heartland scarred by war</h2><p>In eastern Syria, hydrocarbons have long been both a lifeblood and a driver of economic leverage.</p><p>Before the beginning of the conflict in 2011, oil and gas accounted for nearly 20 percent of Syria’s gross domestic product (GDP). During the war, these fields became the backbone of the fragmented war economy, exploited by armed groups and redirected to support local militias. Reclaiming these fields is therefore more than symbolic – it is a prerequisite for fiscal recovery.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Labib al-Nahhas, director of the Syrian Association for Citizens’ Dignity, said the rapid territorial losses suffered by the SDF echo the fall of President Bashar al-Assad’s regime in December 2024.</p><p>“SDF are collapsing in a similar way to [the] regime in Damascus,” he said, arguing that al-Omar, Tabqa and Tishreen are pivotal for economic recovery, not only in terms of recovering resources such as oil and gas, but “because they will have a huge impact on prices and living conditions”.</p><p>Radwan Ziadeh, senior fellow at the Arab Center Washington DC (ACW), said controlling natural resources alone was not enough to help Syria move forward, but that it was a step in the right direction.</p><p>“It is still very early to say that there are tangible benefits from this advance,” he said.</p><p>“Oil- and gasfields require significant international investment to unlock their full potential. On their own, they cannot deliver recovery. [But] more importantly, this is a significant step towards unifying Syria. This is the first time the country has been unified under one government since 2013. Before that, Syria was divided between Free Syrian Army factions, the al-Assad government, and later ISIL [ISIS], which fragmented the country even further.”</p><h2 id=\"march-agreement\">March agreement</h2><p>In March 2025, Mazloum Abdi, the commander of the SDF who is also known as Mazloum Kobani, and al-Sharaa signed a framework agreement aimed at integrating the group into state structures while protecting local governance and Kurdish rights.</p><p>At the time, Abdi called it “a real opportunity to build a new Syria that embraces all its components”. He emphasised that “there will be no armies outside the state”, reflecting both acceptance of a unified military structure and persistent concern for Kurdish autonomy.</p><p>Al-Sharaa, meanwhile, presented the pact as an affirmation of state sovereignty first, rights second – a point that would prove decisive in the months ahead.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In November, al-Sharaa met United States President Donald Trump at the White House, and Syria became a partner in the war against ISIL. That essentially took the air from the SDF’s argument that it was the only US ally fighting against the armed group. The agreement also provided al-Sharaa’s forces with the opportunity to consolidate their deals with Arab fighters who wanted to switch sides – from the SDF to Damascus. And the Syrian president offered an olive branch to war-weary Kurdish civilians, many of whom also want an end to hostilities.</p><p>However, by late 2025, implementation of the government-SDF agreement lagged. Territorial and administrative disagreements grew, and the Syrian army advanced into SDF-controlled territory.</p><h2 id=\"tribes-decisive-role\">Tribes’ decisive role</h2><p>While foreign policy set the backdrop, local tribal dynamics have proved decisive in reshaping control. Over the past year, Damascus has invested heavily in courting Arab clans in Deir Az Zor and Raqqa who had grown disaffected with the SDF’s Kurdish-led administration. The tribes were also growing increasingly frustrated with the lack of implementation of the March agreement.</p><p>Participants at a January 17 meeting of tribal elders from Syria’s east reviewed the consequences of failing to implement the agreement’s provisions on time, including the potential political and security impacts on the region.</p><p>Several tribal sheikhs at the meeting emphasised the importance of preventing escalation, the necessity of adhering to agreements to achieve stability, and called on the SDF to implement the March deal. The tribes had made clear their dissatisfaction with the SDF, and once the opportunity presented itself, they moved to push the SDF out of their communities.</p><p>A source from the Syrian Tribal Forces, a coalition of Syrian Arab tribes, told Al Jazeera on Sunday: “Areas south of Hasakah, from Sur to al-Shaddadi, are free of SDF forces.”</p><h2 id=\"the-outside-influence\">The outside influence</h2><p>The unravelling of the March deal was also accelerated by changing regional dynamics. The US – a longstanding, primary military partner – narrowed its role to counter-ISIL operations, leaving the Kurdish-led forces without the external military help they had relied on. Without US enforcement, Damascus has had room to assert authority east of the Euphrates River, the backbone of the SDF’s territory.</p><p>Turkiye, for its part, has always remained wary of any SDF autonomy. Turkish President Recep Tayyip Erdogan has been quick to back al-Sharaa’s moves against the SDF and welcomed the news of Sunday’s deal.</p><p>The territory was taken from the SDF not just by force, but with the tacit consent of international and regional allies and communities weary of war, who felt disenfranchised as a result of Arab-Kurdish divisions.</p><h2 id=\"energy-water-as-levers-of-state-authority\">Energy, water as levers of state authority</h2><p>Control of the al-Omar oilfield, the Conoco gas complex and the Tabqa Dam is not just symbolic.</p><p>Tabqa Dam, the country’s largest hydroelectric facility, now governs power and irrigation across much of northern and eastern Syria. Electricity in this region is literally life-sustaining, powering hospitals, schools and industrial activity.</p><p>Yet the full potential of these assets remains unrealised. Reconstruction and international investment are necessary to convert regained infrastructure into long-term state capacity.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the SDF’s loss of control over resource-rich areas reduces their financial independence and constrains governance in formerly autonomous zones. As ACW’s Ziadeh noted, this moment is less about immediate economic gain than the consolidation of state authority and territorial unification.</p><p>The SDF, it seems, will have to retreat from most Arab majority areas towards Hasakah governorate. That is where the historic roots of Syria’s Kurdish minority remain and provide the force with manpower, political backing and economic viability.</p><h2 id=\"human-and-social-changes\">Human and social changes</h2><p>The Syrian government’s advance eastwards is reshaping communities. Thousands have been displaced from Aleppo, Raqqa and Tabqa.<br>\nKurdish populations face the tension between guaranteed citizenship as promised by al-Sharaa in a presidential decree issued on January 16, and the erosion of the SDF’s political autonomy.</p><p>Arab tribes, meanwhile, are recalibrating alliances, balancing local interests with new state authority.</p><p>Main tribes, including al-Ukaidat, al-Bakara, al-Jabour, Anza, Shammar, Bani Khalid, al-Bu Shaaban, al-Buhamad and al-Baggara, essentially run the governorates of Deir Az Zor, Raqqa and Hasakah in northeastern Syria. Their loyalties are often transactional, depending on who runs that region. Al-Sharaa’s forces seem to have the upper hand now.</p><p>The social contract – fragile before the war – is being renegotiated in real time, amid both material deprivation and political promises.</p><p>To keep new allies happy and prevent defections, Damascus will have to care – and be seen to care, as well. The likelihood of more people tilting to the government’s side will depend on what kind of improvements they see in terms of security, inclusion and the economy.</p><p>Al-Nahhas expects the impact on living conditions would be “massive” but not immediate, stressing that expectation management is essential because recovery will take time. Central control and stability, he added, could incentivise foreign investment in oil, gas and electricity, provided corruption is minimised and governance improves.</p><p>He said after regaining vital energy sites, electricity costs and availability could also improve, but warned that outcomes depend on management – how quickly authorities can make facilities operational, given that infrastructure is not optimal, how effectively control is asserted, and how transparently assets are managed.</p><h2 id=\"no-oil-windfalls-soon\">No oil windfalls soon</h2><p>Mohamad Ahmad, economist and energy specialist at Karam Shaar Advisory Limited, said while the al-Omar field was “technically feasible for investment”, production had collapsed to about 14,200 barrels per day and reservoirs were stressed.</p><p>“The government’s recent takeover in late 2025 reclaims a critically impaired asset; its rehabilitation faces immense technical and financial hurdles, underscoring the long-term economic cost of the war,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ahmad added that the capture of the oilfield highlights the depth of damage inflicted over the years of conflict.</p><p>“As Syria’s flagship oilfield, al-Omar’s trajectory from a high-potential asset to a war-torn symbol is both tragic and indicative of the conflict’s devastation,” he said.</p><p>“We’re looking at a field that once produced nearly 90,000 barrels per day, with original reserves of 760 million barrels of high-quality light crude. However, over a decade of conflict, which included its use as a financial engine for ISIS and subsequent targeted air strikes, has inflicted catastrophic damage – well over $800m – to its core infrastructure.”</p><h2 id=\"unification-still-fragile\">Unification still fragile</h2><p>In Deir Az Zor, Raqqa and Aleppo, energy infrastructure hums unevenly. Across the northeast, Syrians live between the promise of a unified government and the caution of decades of uncertainty – their future tethered to the intersection of energy, politics, and human resilience.</p><p>Yet economic realities, lingering distrust and complex foreign involvement mean that unification is precarious.</p><p>But for the first time since 2013, Syria is largely unified under a single government. Ziadeh added that the inclusion of Kurdish rights and social freedoms elevates this beyond a military or territorial achievement, “with the announcement to include Kurdish rights and social freedoms within the Syrian state framework, this is the first time we are seeing a unifying government in Syria. That is the most important takeaway from this rapid advance.”</p><p>The Syrian government’s battlefield advances demonstrate the return of central authority, the partial reintegration of Kurdish and Arab actors, and the resumption of control over key economic lifelines. Tribal councils have praised inclusive decrees; Abdi continues to navigate a shifting political landscape; and al-Sharaa asserts sovereignty with inclusion.</p><p>But the recovery of Syria’s northeast is not merely about military gains or legal decrees. It is about rebuilding trust, maintaining local support, and carefully managing the delicate balance between unity and autonomy. The oil, the dam, the gas, and the laws are all symbols of what is possible – but also reminders of how tenuous state power remains in a land long fractured by war.</p><p>In Syria, the Euphrates is both witness and arbiter – it remains to be seen whether its eastern and western banks could work together for a united Syria after more than five decades of being ruled by the al-Assad family.</p></div></div></body></html>"
        },
        {
            "title": "Deadly high-speed train collision in Spain kills dozens | In Pictures News | Al Jazeera",
            "time": "2026-01-19T10:10:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T080818Z_1425398061_RC274JAD0P4K_RTRMADP_3_SPAIN-ACCIDENT-TRAIN-1768810538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 39 people have been confirmed dead in a high-speed train collision in the south of Spain, according to police, and rescue efforts are continuing.</p><p>The crash occurred on Sunday when the rear of a train carrying about 300 passengers from Malaga to the capital, Madrid, came off the rails about 7:45pm (18:45 GMT) . It then slammed into an oncoming train travelling from Madrid to Huelva, another city in southern Spain, according to rail operator Adif.</p><p>The collision took place near Adamuz, a town in the province of Cordoba, about 370km (230 miles) south of Madrid.</p><p>Spanish police said 152 people were injured, five of whom were in a critical condition. A further 24 were in a serious condition, authorities said. Transport Minister Oscar Puente said the death toll was not final.</p><p>In Adamuz, a sports centre was turned into a makeshift hospital, and the Spanish Red Cross set up a help centre offering assistance to emergency services and people seeking information. Members of Spain’s Civil Guard and civil defence worked at the site throughout the night.</p><p>Puente said early on Monday that the cause of the crash was unknown.</p><p>According to Puente, the rear section of the first train derailed and crashed into the front of the other train, knocking its first two carriages off the track and down a 4-metre (13ft) slope.</p><p>Prime Minister Pedro Sanchez expressed his condolences to the victims’ families.</p><p>Spain has the largest rail network in Europe for trains travelling at more than 250 kilometres per hour (155 miles per hour), with more than 3,100km (1,900 miles) of track, according to the European Union.</p><p>The network is a popular, competitively priced and safe mode of transport. Renfe said more than 25 million passengers took one of its high-speed trains in 2024.</p></div></div></body></html>"
        },
        {
            "title": "New storm to hit Gaza, piling on suffering for thousands of displaced | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-19T09:22:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260113__92HC4C2__v1__HighRes__PalestinianGazaIsraelConflict-1768812671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new storm is forecast to hit Gaza, adding further to the suffering of hundreds of thousands of Palestinians living in makeshift tents in displacement camps that are already unfit to withstand the harsh winter weather.</p><p>Israel’s more than two-year <a href=\"/news/2026/1/18/israeli-attacks-wound-civilians-across-gaza-in-latest-ceasefire-violations\">genocidal war</a> has forced nearly all of Gaza’s two million people from their homes to live in these temporary shelters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last week, Gaza’s Government Media Office reported that 127,000 of the 135,000 tents in displacement camps have been rendered unusable because of the recent extreme weather.</p><p>“The reality on the ground tells a very painful and grim story,” said Al Jazeera’s Tareq Abu Azzoum, reporting from Gaza City on Monday.</p><p>“Hundreds of thousands of displaced families are still living in torn tents and roofless homes exposed to the rain and cold, and the freezing nights.”</p><p>This suffering is directly caused by Israeli restrictions, said Abu Azzoum, as Israel has not been allowing the “entry of prefabricated mobile housing units and the building materials that are essential for winter protection” or a free flow of desperately needed basic humanitarian aid.</p><p>Under a United States-brokered ceasefire, which took effect on October 10, and which <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Israel has violated hundreds of times</a> on a near-daily basis, aid deliveries were supposed to be significantly ramped up, with at least 600 trucks a day due to enter Gaza to fulfil the population’s needs.</p><p>However, the Government Media Office says only an average of 145 trucks have been entering Gaza since the ceasefire.</p><p>In an attempt to ease their abject misery, Palestinians have been “improvising by reinforcing their makeshift tents with plastic sheets, by keeping themselves fully clothed and burning scraps inside the makeshift tents in order to use them for heating due to the unaffordability of fuel supplies and heating mechanisms along the Strip,” said Abu Azzoum.</p><p>Winter in Palestine can be “very brutal”, but what makes this one even worse is that it comes on top of months of “displacement, hunger and exhaustion”, he added.</p><p>The harsh winter conditions have also caused the collapse of previously damaged buildings by relentless Israeli bombing, leading to the deaths of at least 25 people since mid-December, according to Gaza’s Ministry of Health.</p><p>“The elderly people, the sick and the children are among those who are most affected” by the harsh winter conditions, said Abu Azzoum.</p><p>Deaths caused by cold exposure have risen to 24, including <a href=\"/features/2025/12/18/baby-mohammed-freezes-to-death-as-gaza-battles-winter-and-displacement\">21 children</a>, the Government Media Office reported last week.</p><p>“All the victims were displaced Palestinians living in forced displacement camps,” it said in a statement.</p><p>A Palestinian Civil Defence spokesperson in Gaza said last week that hospitals across the territory have been observing an influx of patients, particularly children, with cold-related illnesses, and the organisation had received hundreds of calls for support due to extreme cold.</p><p>The Palestinian Meteorological Department has warned of the risk of frost and freezing conditions in a polar air mass across large parts of Palestine on Tuesday night and Wednesday morning, the Palestinian news agency Wafa reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Japan’s PM Takaichi will dissolve parliament, call snap election | Elections News | Al Jazeera",
            "time": "2026-01-19T09:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T070103Z_371742907_RC2E3IAKZYVA_RTRMADP_3_JAPAN-ECONOMY-BOJ-1764915784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan’s PM Takaichi will dissolve parliament, call snap election</h1><p class=\"article__subhead\"><em>The vote will decide all 465 seats in parliament’s lower house and mark Takaichi’s first electoral test since becoming nation’s first female leader.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan’s Prime Minister ⁠<a href=\"/news/2025/10/21/who-is-sanae-takaichi-japans-iron-lady-and-first-female-prime-minister\">Sanae Takaichi</a> has ​said she ‍will dissolve parliament ‍on Friday ⁠and call a general election ​to ‌seek voter backing for her ‌spending ‌plans and ⁠other policies.</p><p>The snap election announcement on Monday comes just three months into her tenure as the nation’s first female prime minister.</p><p>“Today, I, as the prime minister, have decided to dissolve the lower house on January 23,” Takaichi told a news conference.</p><p>The snap vote on February 8 will decide all 465 seats in parliament’s lower house and mark Takaichi’s first electoral test since becoming prime minister.</p><p>Calling an early election would allow her to capitalise on strong public support to tighten her grip on the governing Liberal Democratic Party (LDP) and shore up her coalition’s fragile majority.</p><p>The election will test voter appetite for higher spending at a time when the rising cost of living is the public’s top concern. A poll released by public broadcaster NHK last week found 45 percent of respondents cited prices as their main worry, followed by diplomacy and national security at 16 percent.</p><p>NHK reported last week that Takaichi would call snap elections while taking into account her diplomatic schedule.</p><p>On January 13, the prime minister hosted South Korean President Lee Jae Myung in her hometown of Nara to discuss the two nations’ security and economic ties.</p><p>Tokyo shares jumped more than 3 percent on Tuesday on speculation that Takaichi would call snap elections to capitalise on strong poll numbers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tension-with-china-over-taiwan\">Tension with China over Taiwan</h2><p>A clear mandate for Takaichi and the LDP could also help break the deadlock in a <a href=\"/economy/2025/11/22/china-spat-with-japan-on-taiwan-deepens-reaches-un-whats-it-all-about\">diplomatic spat with China</a>, according to the Yomiuri Shimbun newspaper.</p><p>Ties have deteriorated severely since Takaichi suggested in November that Japan could intervene militarily if China ever launched an attack on Taiwan, the self-ruled island it claims.</p><p>Beijing has announced a broad ban on the export to Japan of “dual-use” goods with potential military applications, and has reportedly been choking off exports of rare-earth products crucial for making everything from electric cars to missiles.</p><p>Last month, Takaichi said she was “always open” to dialogue with China.</p><p data-start=\"1993\" data-end=\"2291\">For its part, the Lee administration has stressed its goal of “restoring” ties with China, which remains South Korea’s largest trading partner. At the same time, it has said Lee’s approach of “practical diplomacy” aims to maintain strong ties with Japan and the United States, South Korea’s most important ally.</p><p data-start=\"2293\" data-end=\"2651\">Under Lee’s predecessor, Yoon Suk-yeol, Seoul leaned closer to Washington and Tokyo and increased criticism of China’s stance on Taiwan.</p><p data-start=\"2293\" data-end=\"2651\">Lee, in contrast, has said he will not take sides in the dispute between China and Japan, a position he maintains as tensions around the Taiwan Strait rise following Beijing’s recent large-scale <a href=\"/news/2025/12/30/china-kicks-off-second-day-of-military-drills-around-taiwan\">military drills</a> near Taiwan.</p></div></div></body></html>"
        },
        {
            "title": "Why is Germany trying to build ‘Europe’s strongest conventional army’? | Military News | Al Jazeera",
            "time": "2026-01-19T08:56:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-11-13T220903Z_447849461_RC2OVHAK8BZL_RTRMADP_3_GERMANY-DEFENCE-BUNDESWEHR-1768769713.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At the beginning of the year, German men aged 18 began to receive a compulsory questionnaire registering their fitness for army service under a law passed last month.</p><p>Joining the army is voluntary for now, but the law allows the government to introduce mandatory service to meet its goal of building what it says will be the strongest army in Europe for the first time since World War II.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Last November, active duty personnel stood at 184,000 troops, a jump of 2,500 since May, when Chancellor Friedrich Merz first told the parliament that the army, or Bundeswehr, “needs to become Europe’s strongest conventional army”.</p><p>“It’s the biggest they’ve had for a very long time, and it’s already the strongest force we’ve had since 2021,” Timo Graf, a senior researcher at the Bundeswehr Centre of Military History and Social Sciences in Potsdam, told Al Jazeera.</p><p>The government is tempting voluntary service members on 23-month contracts, with generous salaries and perks. Those contracts can then be extended to indefinite professional service.</p><p>“The pay is 2,600 euros ($3,000), and because housing is free, medical insurance is free, they will end up having something like 2,300 euros ($2,700) after taxes and deductions. It’s a lot of money for young people,” said Graf.</p><p>Germany has made a NATO commitment to reach 260,000 active duty personnel by 2035, and to double its reservists to 200,000. This would bring it close to the half-million-strong army it had at the end of the Cold War.</p><p>The news has discomfited Moscow.</p><p>“Germany’s new government is speeding up preparations for a full-scale military confrontation with Russia,” Russia’s ambassador to Germany, Sergey Nechayev, told the German news portal Apolut in an interview last month.</p><p>From the German point of view, however, it is Russia’s refusal to withdraw from Ukraine that has fuelled the political will to spend 108 billion euros ($125bn) to rebuild the armed forces this year, equivalent to 2.5 percent of gross domestic product (GDP), and more than twice the 2021 budget of 48 billion euros ($56bn).</p><p>“Just in one year, we have gone from 58 percent to 65 percent support of an increase in more defence spending,” said Graf.</p><p>By 2030, Germany is to spend 3.5 percent of its GDP on defence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to a December survey by Politbarometer, a German election poll and television programme, eight out of 10 Germans are now convinced Russian President Vladimir Putin is not serious about pursuing a peace agreement in the war in Ukraine, and many have begun to believe intelligence officials’ warnings that Russia plans to eventually expand its war to NATO countries.</p><p>The year “2029 has been presented as a possible date for Russia to attack NATO, and that has become the reference date for people”, Graf said. “We can see over the last four years of this war that we’ve been sleepwalking, not understanding the gravity of the situation. Europe’s future is at stake here.”</p><h2 id=\"germans-lose-faith-in-trump-s-us\">Germans lose faith in Trump’s US</h2><p>The threat perception from Russia is only one side of the equation. German society has found its loss of faith in the United States over the past year equally transformative.</p><p>A poll conducted by the state channel ZDF in June 2025 asked Germans, “Will the USA continue to guarantee Europe’s security as part of NATO?” Seventy-three percent said no. By December, this majority had risen to 84 percent.</p><p>Nine out of 10 Germans now see US political influence in Europe as pernicious, evidently fearing the open encouragement of far-right, Russia-friendly parties, as happened in <a href=\"/news/2025/1/31/is-elon-musk-a-nazi-and-can-he-get-european-far-right-hardliners-elected\">Germany’s federal election</a> in February last year.</p><figure id=\"attachment_4250392\" aria-describedby=\"caption-attachment-4250392\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250392\" src=\"/wp-content/uploads/2026/01/2025-12-17T153936Z_1663989799_RC2FIIAPV4W4_RTRMADP_3_GERMANY-POLITICS-MERZ-1768771497.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"German Defence Minister Boris Pistorius talks with Chancellor Friedrich Merz at the lower house of parliament, the Bundestag, following the December 15 meeting between Ukraine's President Volodymyr Zelenskiy, European leaders, and EU, NATO and U.S. representatives, in Berlin, Germany, December 17, 2025. REUTERS/Liesa Johannssen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250392\" class=\"wp-caption-text\">German Defence Minister Boris Pistorius talks with Chancellor Friedrich Merz at the lower house of parliament, the Bundestag, following a December 15 meeting between Ukrainian President Volodymyr Zelenskyy, European leaders, and EU, NATO and US representatives, in Berlin, Germany, December 17, 2025 [Liesa Johannssen/Reuters]</figcaption></figure><p>US President Donald Trump’s National Security Strategy, published last November, lectured Europe that it faced “civilisational erasure”, because of over-regulation from Brussels and “migration policies that are transforming the continent and creating strife, censorship of free speech and suppression of political opposition, cratering birthrates, and loss of national identities and self-confidence” – nativist positions held by Europe’s far-right.</p><p>“They’ve realised… Trump has no interest in helping Germany at all,” said General Ben Hodges, who used to command US forces in Europe. “The National Security Strategy was awful… it was a giant middle finger from Trump to Europe,” he told Al Jazeera.</p><p>Germans have such little faith in Washington, that six out of 10 no longer even trust the US nuclear deterrent, and three-quarters would like to see it replaced with an Anglo-French deterrent.</p><p>“People who value NATO and those who are pro-EU converge in the idea of a European NATO,” said Graf. “Germans still value NATO as a defence organisation, it’s just that they do not trust the Americans to play their part in NATO, and they do support the idea of a European NATO.”</p><p>Graf said Bundeswehr polling showed that support for a European army, always sketchy in Germany, for whose security NATO was expressly built in 1949, jumped in the past year by 10 points to 57 percent.</p><h2 id=\"will-germany-get-the-job-done\">Will Germany get the job done?</h2><p>Merz’s pledge is not new.</p><p>His predecessor, Social Democrat Olaf Scholz, had also promised to build Europe’s strongest army in 2022, the year Russia launched its full-scale invasion of Ukraine.</p><p>But although Scholz got parliament to approve a one-off, $120bn boost in defence spending, the extra money only started trickling down later, in 2024.</p><p>Scholz’s government at the time blamed bureaucratic procedures, but some believe there were cultural obstacles as well.</p><p>“The Bundeswehr was not perceived positively and, therefore, nobody in their right mind would choose that as a career. So then it would be a more niche thing to do, maybe more for people on the right side of the political spectrum,” Minna Alander, a fellow at the Center for European Policy Analysis specialising in security and defence, told Al Jazeera.</p><p>“Well-educated Germans, older Germans, grew up hearing about how terrible Nazi Germany was,” said General Hodges, who now lives in Germany. “And for older Germans who were children during the war, the absolute worst nightmare for them would be a war with Russia, or without the United States.”</p><p>But perceptions have changed rapidly since 2022.</p><p>Merz <a href=\"/news/2025/2/25/germanys-centrists-bang-heads-together-on-defence-immigration-economy\">came to power</a> condemning both Moscow and Washington, demanding “independence” from the US.</p><p>By the time he assumed office, parliament had already approved a suspension of constitutional <a href=\"/news/2025/2/21/debt-brake-how-this-fiscal-rule-could-shape-germanys-election\">deficit limits</a> to give him an enormous, permanent increase in defence spending. Last month, parliament approved roughly $60bn in defence procurements.</p><h2 id=\"we-never-rely-on-european-processes\">‘We never rely on European processes’</h2><p>Analysts believe pro-Kremlin narratives will still seek to exploit whatever latent scepticism exists.</p><p>“Sensitivity over conscription is something that Russians are packaging into their propaganda narratives to many societies in Europe,” said Victoria Vdovychenko, a hybrid warfare expert at Cambridge University’s Centre for Geopolitics.</p><p>“Germany is one of them, so basically, you’re going to see a spike in news in terms of how bad it is that the Germans are sending in the kids to be killed,” she told Al Jazeera.</p><p>She is also wary of the time it will take for money and political will to translate into industrial capacity and force.</p><p>Scholz pledged to create a brigade to defend the Suwalki gap, a vulnerable neck of Lithuanian land sandwiched between Belarus and Kaliningrad, a Russian-held territory on the Baltic Sea, but recruiting, training and equipping it is still under way.</p><p>“We are not stupid people, so we never rely on European processes, [the notion that] anyone will come as a god to help us,” said Vdovychenko, who is Ukrainian. “We definitely understand, it’s our people who will be always at the forefront.”</p></div></div></body></html>"
        },
        {
            "title": "Death toll in Karachi mall fire rises to at least 14 in Pakistan | Infrastructure News | Al Jazeera",
            "time": "2026-01-19T08:08:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T061712Z_1282947294_RC244JA0CFRF_RTRMADP_3_PAKISTAN-FIRE-1768810745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Death toll in Karachi mall fire rises to at least 14 in Pakistan</h1><p class=\"article__subhead\"><em>More than 50 people remain missing, with a police investigation under way to determine the cause of the fire.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from <a href=\"/news/2026/1/18/at-least-six-killed-in-pakistan-as-fire-rips-through-karachi-shopping-mall\">a fire at a shopping mall in Karachi</a> over the weekend has risen to at least 14, according to Pakistani authorities, as the search for more than 50 missing people continues.</p><p>South deputy inspector general of police, Syed Asad Raza, told the Dawn newspaper on Monday that eight more bodies had been recovered since Sunday evening by rescue personnel, taking the death toll from six to 14.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Police surgeon Dr Summaiya Syed told the daily that a total of five bodies had been brought to a local hospital.</p><p>Police and rescue teams were using mobile phone data to trace the 54 to 59 missing people and have contacted families to collect details.</p><p>Karachi is Pakistan’s largest city and the capital of the southern Sindh province.</p><p>Sindh Governor Kamran Tessori, who visited the site on Monday, told local media that “more than 70” people were missing.</p><p>“The reports of more than 70 missing persons are extremely alarming and constitute a major tragedy,” said Tessori, adding that the incident has now “turned into a national tragedy”.</p><p>The fire broke out late on Saturday at the Gul Plaza shopping mall, a densely packed commercial complex. Firefighters managed to bring the massive blaze under control after about 36 hours, allowing rescue teams to enter the building to rescue those trapped inside.</p><p>However, officials warned that the building is now extremely unstable and could collapse at any moment.</p><p>Later on Monday, rescue chief operating officer Abid Jalal told Dawn that firefighting efforts had restarted, as flames continued to emerge on a portion of the mall.</p><p>Officials initially suspected the fire was caused by an electrical short circuit in one of the shops, but they later said the cause has yet to be confirmed, with a police investigation under way.</p><p>Shopkeepers and residents told local media that a delayed response and shortages of water and equipment had hampered early firefighting efforts, fuelling anger among traders who said decades of livelihoods had been wiped out.</p><p>Karachi has a history of deadly fires, often blamed on poor safety standards and illegal construction. In November 2023, a fire at a shopping mall in the city killed 10 people and injured 22 others.</p><p>An inferno at a garments factory in Karachi in 2012 killed 260 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Narrative war: Who killed thousands during Iran’s nationwide protests? | Protests News | Al Jazeera",
            "time": "2026-01-19T08:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696d36aac2b2a-1768765098.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Supreme Leader Ayatollah Ali Khamenei has acknowledged that <a href=\"/news/2026/1/17/irans-khamenei-says-us-israel-links-behind-thousands-killed-in-protests\">“several thousands”</a> of Iranians have been killed since protests started in late December among shopkeepers in downtown Tehran, before gradually spreading to big and small cities.</p><p>That confirmation is unusual because Khamenei has typically avoided commenting on death tolls during previous protests in Iran over the years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But there are stark contrasts in the narratives provided by the Iranian state, foreign-based opposition, and United States President Donald Trump over exactly what has happened during the unrest, and what could be coming next.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-for-certain\">What do we know for certain?</h2><p>The protests started over <a href=\"/features/2026/1/16/why-is-irans-economy-failing-prompting-deadly-protests\">economic grievances</a> in business and trade districts of the capital city on December 28, and morphed into nationwide expressions of anger and frustration at the political establishment over the days that followed.</p><p>The nights of January 8 and January 9 were by far the deadliest, according to state officials and media, as well as foreign-based outlets and eyewitness accounts on the ground.</p><p>Abbas Masjedi Arani, the head of Iran’s medical examiner authority, told state media that many of the casualties were shot in the chest or the head from close range or from rooftops with the aim of inflicting mortal wounds, while others were stabbed to death.</p><p>State outlets said most protesters were young Iranians, many in their 20s.</p><p>Iranian authorities have fully cut off access on the night of January 8, as well as mobile communications, so it was not even possible to call rescue services in cases of emergency.</p><p>The unprecedented internet blackout began to gradually scale back on Sunday after nearly two weeks, but most of the country’s 90-million-strong <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">population remain in limbo</a> amid uncertainty over what the future could hold.</p><p>Local calls, SMS text messages and outgoing international phone calls have been restored over recent days. A local intranet that offers some limited services is operational.</p><p>The protests on the streets have now largely died down, with thousands of heavily armed security forces setting up patrols and checkpoints across the country, especially at <a href=\"/news/2026/1/8/irans-commercial-hubs-became-flashpoints-for-frustration\">flashpoints like the Grand Bazaar in Tehran</a>.</p><p>The distribution of videos of the protests outside of Iran has been rare amid the digital blackout, with only a minority of Iranians able to leave the country or connect to Starlink satellite internet that bypasses the government’s internet restrictions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-the-state-say\">What does the state say?</h2><p>Iranian officials, from political to military and judicial leaders, have emphasised on a daily basis that the US and Israel have been behind the protests, accusing the foreign powers of arming and funding the opposition.</p><p>Khamenei, Iran’s 86-year-old supreme leader, said that Trump was a “criminal” for directly involving himself in the unrest numerous times.</p><p>According to Iranian government, armed and trained “terrorists”, not state forces, were directly responsible for the killings of thousands during the protests. They claim that people acting on behalf of the US and <a href=\"/features/2026/1/15/network-linked-to-israel-pushes-to-shape-external-iran-protest-narrative\">Israel</a> shot and stabbed people to derail peaceful demonstrations.</p><p>Judiciary officials have stressed that those who took part in “riots” will face swift punishments without any mercy shown. The Supreme Court and the general prosecutor’s office announced on Sunday that they had formed a joint workgroup to expedite protest-related cases.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-foreign-based-monitors-saying\">What are foreign-based monitors saying?</h2><p>Foreign-based monitors and Iranians abroad who are opposed to the Iranian establishment maintain that state forces killed protesters in huge numbers.</p><p>The latest figures by the widely-cited <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">Human Rights Activists News Agency (HRANA)</a>, which is based in the US, say more than 3,300 deaths have been confirmed, and over 4,300 others are being investigated.</p><p>The organisation also says 2,107 people have been severely wounded, and more than 24,000 arrested.</p><p>The Reuters news agency on Sunday cited an unnamed Iranian official in the region as saying at least 5,000 people have been killed, including about 500 security personnel. Most deaths were reportedly recorded in the Kurdish-majority areas of Iran in the northwest.</p><p>Al Jazeera is unable to independently verify these figures.</p><p>Foreign-based outlets have also reported that Iranian authorities demand so-called “bullet money” from the families of protesters killed by security forces in order to allow their burial, or demand that families sign documents saying they were members of the Basij paramilitary force of the Islamic Revolutionary Guard Corps (IRGC) and not protesters. Iranian officials have rejected both claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-us-and-israel-saying\">What are the US and Israel saying?</h2><p>US and Israeli officials have been openly touting the potential for toppling the theocratic leadership in Tehran over recent months, including during the 12-day war in June.</p><p>At the height of the protests, Trump urged Iranians to remain in the streets, alleging “help is on the way”, before expressing “great respect” for the Iranian leadership based on a claim that planned executions for more than 800 political prisoners were halted.</p><p>The US president “speaks a lot of nonsense”, Tehran prosecutor Ali Salehi said on Saturday in reaction to the claim, adding that “our response will be deterring and quick”.</p><p>But Trump has not stopped his comments, and on Saturday called for the end of Khamenei’s 37-year rule and branded the Iranian leader a “sick man”.</p><p>Israeli Prime Minister Benjamin Netanyahu has refrained from directly commenting on the protests. Israeli public broadcaster Kan reported that Netanyahu ordered his officials to stop giving interviews on the subject after Heritage Minister Amichai Eliyahu said last week that Israeli operatives are active in Iran “right now” as they were during the 12-day war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Chile declares ‘state of catastrophe’ as wildfires kill at least 18 | Climate Crisis News | Al Jazeera",
            "time": "2026-01-19T07:56:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018493058126-1768802905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chilean President Gabriel Boric declared a state of catastrophe in two southern regions on Sunday, as raging wildfires forced more than 50,000 people to evacuate and killed at least 18 people.</p><p>According to Chile’s forestry agency CONAF, firefighters were battling 24 active fires across the country as of Sunday morning, with the largest in the regions of Nuble and Biobio, where the government declared the emergency. The regions lie about 500km (310 miles) south of the capital, Santiago.</p><p>“In light of the serious ongoing wildfires, I have decided to declare a state of catastrophe in the regions of Ñuble and Biobío. All resources are available,” Boric said in a post on X.</p><p>Fires have consumed nearly 8,500 hectares (21,000 acres) in the two regions so far, threatening multiple communities and prompting the authorities to issue evacuation orders.</p><p>Officials say adverse conditions, including strong winds and high temperatures, have helped the wildfires spread and made it harder for firefighters to bring them under control. Much of Chile was under extreme heat alerts, with temperatures forecast to reach up to 38C (100F) from Santiago to Biobio on Sunday and Monday.</p><p>Wildfires have severely affected south-central Chile in recent years amid growing evidence of the impact of climate change in the South American country, including extreme weather, droughts and floods.</p><p>In February 2024, several fires broke out simultaneously near the city of Vina del Mar, northwest of Santiago, resulting in 138 deaths, according to the public prosecutor’s office.</p></div></div></body></html>"
        },
        {
            "title": "Spain train crash live: At least 39 killed in high-speed collision | Transport News | Al Jazeera",
            "time": "2026-01-19T07:53:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-19T075911Z_1391338878_RC274JASS64K_RTRMADP_3_SPAIN-ACCIDENT-TRAIN-1-1768809719.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Spain train crash live: At least 39 killed in high-speed collision</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Crash happened when a high-speed train derailed, jumped onto the track in the opposite direction and slammed into an incoming train.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrians celebrate ceasefire deal between government and SDF | Syria's War | Al Jazeera",
            "time": "2026-01-19T07:47:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768808801.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s President al-Sharaa to meet SDF leader Abdi after ceasefire deal | Politics News | Al Jazeera",
            "time": "2026-01-19T07:46:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260118__93679KU__v4__HighRes__SyriaConflictKurdsDeal-1768813130.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"698\" data-end=\"962\">Syria’s President Ahmed al-Sharaa is set to meet Mazloum Abdi, the head of the Syrian Democratic Forces (SDF), to <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">consolidate a ceasefire</a> after days of battles that saw the army and government-allied tribal forces sweep across the north of the country from Aleppo to Raqqa.</p><p data-start=\"964\" data-end=\"1241\">The meeting on Monday, postponed from Sunday due to bad weather, follows a dramatic escalation that saw Syrian government forces retake large swathes of territory in the northeast, forcing the SDF to accept a <a href=\"/news/2026/1/18/syrian-army-advances-on-sdf-stronghold-of-raqqa-whats-the-latest\">truce</a> and a wide-ranging agreement that brings Kurdish civilian and military authorities under central state control.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1243\" data-end=\"1514\">On Sunday, Abdi, also known as Mazloum Kobani, announced his acceptance of the ceasefire declared and signed on camera by al-Sharaa, stating in a televised address that the conflict had been imposed on the SDF and planned by several parties. He said he would outline the terms of the agreement after returning from Damascus.</p><figure id=\"attachment_4251056\" aria-describedby=\"caption-attachment-4251056\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4251056\" src=\"/wp-content/uploads/2026/01/000_93679KJ-1768804765.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Syria's President Ahmed al-Sharaa signs an agreement at the Presidential Palace in Damascus on January 18, 2026. Syrian President Ahmed al-Sharaa on January 18, announced an agreement with the chief of the Kurdish-led Syrian Democratic Forces that includes a ceasefire after government forces advanced in Kurdish-held areas of the north and east.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4251056\" class=\"wp-caption-text\">President Ahmed al-Sharaa signed an agreement in Damascus on January 18, 2026 [Rami al-Sayed/AFP]</figcaption></figure><p data-start=\"173\" data-end=\"449\">Reporting from Damascus, Al Jazeera’s Ayman Oghanna said the ceasefire agreement triggered an outpouring of public joy in the capital.</p><p data-start=\"451\" data-end=\"788\">“Last night, after the deal was struck, there were huge celebrations in the street – there were fireworks, there were cars honking, there were people dancing in the streets,” Oghanna said.</p><p data-start=\"451\" data-end=\"788\">He added that many expressed “a sense of relief and cautious joy, but some were sceptical” after weeks of deadly fighting.</p><p data-start=\"790\" data-end=\"1004\">That scepticism reflects fears that the ceasefire may not hold, Oghanna noted, in a country that was racked by a ruinous civil war for nearly 14 years.</p><p data-start=\"1006\" data-end=\"1340\">Despite doubts, exhaustion appears to dominate public sentiment. “Everyone we spoke to here in Damascus, including many Syrian Kurds, just wanted a peaceful solution,” he said, adding that Syrians are “exhausted by conflict and they wanted a diplomatic solution to the ongoing crisis in the north”.</p><p data-start=\"1342\" data-end=\"1577\">Economic hardship now looms large. “Everyone we spoke to was worried about their pocket and the economy,” Oghanna said, noting that “90 percent of Syrians live below the poverty line” and hope that calm will allow a focus on recovery.</p><h2 id=\"turning-military-operation-into-civilian-policing\" data-start=\"1342\" data-end=\"1577\">‘Turning military operation into civilian policing’</h2><p data-start=\"1516\" data-end=\"1847\">Abdi said the SDF’s withdrawal from Deir Az Zor and Raqqa to Hasakah was aimed at preventing further bloodshed and averting civil war.</p><p data-start=\"1516\" data-end=\"1847\">He acknowledged that the SDF suffered heavy losses, but said it would defend what he described as its gains.</p><p data-start=\"1849\" data-end=\"2238\">SDF commander and senior People’s Protection Units figure Sipan Hamo told Reuters that the group was not seeking separation from Syria and called for guarantees from the United States and other international actors. He denied receiving support from Iran or Russia but said he hoped Israel would intervene in favour of Syria’s Kurds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2240\" data-end=\"2569\">The Syrian presidency said the ceasefire guarantees the integration of SDF fighters into state institutions and the deployment of government authorities to <a href=\"/gallery/2026/1/18/syrian-government-forces-seize-strategic-town-in-raqqa-as-sdf-retreats\">Raqqa</a>, Deir Az Zor and Hasakah.</p><p data-start=\"2240\" data-end=\"2569\">Al-Sharaa said the deal provides for the full integration of the SDF into the army and called on tribal forces to allow its implementation.</p><p data-start=\"2571\" data-end=\"2772\">Asked by Al Jazeera about the timeline for implementation and the fate of a March agreement last year, al-Sharaa said the current deal reflects the spirit of that accord.</p><p data-start=\"225\" data-end=\"476\">Reporting from Aleppo, Al Jazeera’s Zein Basravi said attention is now shifting from the ceasefire announcement to how the Syrian state governs areas newly brought back under its control.</p><p data-start=\"478\" data-end=\"855\">Basravi said the meeting between al-Sharaa and Abdi is expected to clarify unresolved questions regarding “some of the ambiguities of this deal”, said Basravi.</p><p data-start=\"857\" data-end=\"1176\">But he stressed that the more immediate challenge lies on the ground. “In the next 24 hours to the next few days, there is a practical aspect that has to be addressed by the Syrian government. They have come out on the better side of this deal. They’ve gotten everything they wanted,” Basravi said.</p><p data-start=\"1178\" data-end=\"1463\">With government forces now the dominant power, he said the burden has shifted. “Now they have the role of having to protect the minority groups here”, particularly as areas move “from front lines and now they have to go back to civilian spaces”.</p><p data-start=\"1465\" data-end=\"1616\">Basravi said this requires “turning this military operation into a civilian policing” effort, resisting revenge and integrating the region economically with the rest of Syria now.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"syria-gains-resource-revenue\" data-start=\"1465\" data-end=\"1616\">Syria gains resource revenue</h2><p data-start=\"164\" data-end=\"433\">Speaking from Beirut, Lebanon, Middle East geopolitical analyst Joe Macaron said Syria’s regaining of control over oil and gas resources could reshape the ceasefire dynamics and Damascus’s political leverage.</p><p data-start=\"435\" data-end=\"774\">“This is a major source of revenue. It was for the SDF,” Macaron said, adding that while the assets are now under state control, gains will not come immediately. “They have to secure it. They have to prepare the necessary infrastructure,” he said, stressing that revenues could eventually support reconstruction and mark “a new phase somehow”.</p><p data-start=\"776\" data-end=\"1122\">However, Macaron warned that the ceasefire faces serious tests. The most difficult issue remains the integration of fighters from the SDF. “It’s widely known that those who fought in the ranks of the SDF are not just Kurds, but also foreign fighters,” he said, calling integration a big risk to the agreement.</p><p data-start=\"1124\" data-end=\"1381\">He said negotiations have shifted decisively in favour of Damascus. “The negotiation dynamic has changed,” Macaron said, noting that al-Sharaa now insists fighters join “as individuals after we clear their status”.</p><p data-start=\"1572\" data-end=\"1796\" data-is-last-node=\"\" data-is-only-node=\"\">Beyond Kurdish areas, Macaron said, Damascus now inherits complex tribal politics. “Now it’s their problem,” he said, warning that tribal demands could pose a long-term test. “I think they’re going to be tested moving forward.”</p><p data-start=\"2774\" data-end=\"3007\">On Sunday, al-Sharaa met US special envoy Tom Barrack in Damascus. Barrack later said the agreement marked a turning point, writing on X that it paves the way for renewed dialogue and cooperation towards a unified Syria.</p><p data-start=\"2774\" data-end=\"3007\">The US, which maintains forces in hundreds in northern Syria, is especially focused on combating any resurgence of ISIL (ISIS) in the area, following <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">a deadly attack</a> on US soldiers and civilian contractors in Palmyra in December.</p><p data-start=\"2774\" data-end=\"3007\">The US carried out <a href=\"/news/2026/1/10/us-launches-large-scale-attacks-against-isil-in-syria-after-deadly-ambush\">a new round of “large-scale” attacks</a> last week against ISIL in Syria following the ambush that killed two US soldiers and a civilian interpreter.</p><p data-start=\"3009\" data-end=\"3211\">The Syrian Ministry of Defence announced a ceasefire on all fronts, saying it would allow safe corridors for civilians to return home and enable state institutions to resume their work.</p><p data-start=\"3213\" data-end=\"3374\" data-is-last-node=\"\" data-is-only-node=\"\">The agreement follows a two-day Syrian military operation that reclaimed key areas in the east and northeast after earlier understandings with the SDF collapsed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"tr-story-p1\">Meanwhile, Turkish President Recep Tayyip Erdogan also discussed the latest developments in Syria with al-Sharaa during a phone call and said Ankara would continue to support Damascus.</p><p>Erdogan told al-Sharaa that “the complete elimination of terrorism from Syrian territory is necessary for both Syria and the entire region”, according to the Turkish presidency. Turkiye has long opposed the SDF, considering it an extension of the Kurdistan Workers’ Party (PKK), which it has listed as a “terrorist” group.</p></div></div></body></html>"
        },
        {
            "title": "Video: Celebrations in Senegal after controversial AFCON final win | Football | Al Jazeera",
            "time": "2026-01-19T07:42:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768808515.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Aftermath of deadly train collision in southern Spain | Al Jazeera | Al Jazeera",
            "time": "2026-01-19T07:31:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768807829.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "From Uganda to Cameroon, how Africa’s ‘leaders for life’ stay in power | Elections News | Al Jazeera",
            "time": "2026-01-19T07:08:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007758951491-1768280045.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The home of every Ugandan president, State House, is nestled in the hilly uptown Nasakero area of the capital city, Kampala.</p><p>For four decades, it has been home to just one president – Yoweri Museveni, who has been in office longer than any other Ugandan leader.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Following Thursday’s election, Museveni’s tight hold on the country has been extended for the <a href=\"/news/2026/1/17/ugandas-president-yoweri-museveni-wins-seventh-term-electoral-commission\">seventh time</a>. Although he faced his biggest challenger in the form of popular opposition candidate and musician Robert “<a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">Bobi Wine</a>” Kyagulanyi, the country’s electoral commission declared that Museveni had won with 72 percent of the vote.</p><p>At 81, Museveni is the third-longest serving president in the world.</p><p>His control over Uganda, analysts say, is absolute, and the appointment of his son, General Muhoozi Kainerugaba, as army chief back in 2024 has prompted worries among activists of a dynastic succession plan in the near future.</p><p>In a young country where about 70 percent of the 46 million population is under 35, Museveni is the only president most Ugandans have ever known. By the time he completes his latest term in 2031, he will have served for 45 years.</p><p>However, he is not alone. Across Africa, from hilly Kampala to riverside Brazzaville, several “life-long” leaders like him have held onto power for decades, despite organising routine elections that give their administrations the semblance of democratic rule.</p><p>Political experts studying these figures say at least three of them: Museveni of Uganda, <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">Paul Biya</a> of Cameroon, and Sassou Nguesso of the Republic of the Congo, have perfected unique formulas that help them consolidate power, using tools like compromised elections, divide and rule tactics, and powerful foreign alliances.</p><p>Al Jazeera reached out to the three governments for comments, but did not get a response.</p><p class=\"mceTemp\"></p><figure id=\"attachment_1340797\" aria-describedby=\"caption-attachment-1340797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1340797\" src=\"/wp-content/uploads/2021/03/000_1JU8NT.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"National Resistance Army (NRA) leader Yoweri Museveni during his first cabinet meeting after being sworn in as president of Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1340797\" class=\"wp-caption-text\">In a picture taken on January 29, 1986, in Kampala, then National Resistance Army (NRA) leader Yoweri Museveni, right, holds his first cabinet meeting after being sworn in as president of Uganda [File: AFP]</figcaption></figure><h2 id=\"in-uganda-fighting-corruption-with-corruption\">In Uganda, fighting corruption ‘with corruption’</h2><p>For Museveni, violence is used as a means to suppress dissent and keep allies in check, Kampala-based political analyst Job Kiija told Al Jazeera.</p><p>The regional strongman was first sworn in as president back in 1986, after he led the rebel National Resistance Army to overturn an unpopular civilian administration in a violent six-year conflict now known as the Ugandan Bush War. He has remained president under the rebranded National Resistance Movement.</p><p>Museveni’s ideas of leadership were likely shaped early on, as a political science student in neighbouring Tanzania, researchers note. At the time, he studied philosopher and anti-colonial theorist Frantz Fanon’s theory of violence.</p><p>Violence, Fanon wrote in his book, The Wretched of the Earth, was the highest form of political struggle, one necessary for decolonisation. In his final year thesis (<a href=\"https://ekitibwakyabuganda.wordpress.com/wp-content/uploads/2010/06/origins-of-museveni-politics-of-violence.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>), Museveni focused on that theory and wholly supported the philosopher’s position.</p><p>Rather than apply that thinking to a colonial force, however, Museveni has unleashed it on opposition leaders, journalists, and activists in Uganda, Kiija said.</p><p>In 2020, when Bobi Wine first emerged on the political scene under the umbrella of the National Unity Party, the opposition candidate immediately garnered widespread support, particularly from young people. Ugandan forces, however, responded forcefully to his rallies, killing many Bobi Wine supporters.</p><p>The same scenarios played out in the lead-up to this month’s election. Security forces targeted opposition rallies with excessive force and subjected opposition supporters to arbitrary arrests and torture, according to a report from rights group Amnesty International.</p><p>Opposition figures are also routinely jailed in Uganda. <a href=\"/news/2025/8/9/uganda-court-denies-bail-to-opposition-leader-kizza-besigye-in-treason-case\">Kizza Besigye</a>, a Museveni ally turned four-time presidential candidate, has been imprisoned since November 2024 on accusations of plotting to remove Museveni. He faces a treason charge, which is punishable by death in the country.</p><p>Within his own camp, Kiija said, Museveni deliberately allows his allies to overstep their boundaries, and then holds their actions over their heads to deter dissent.</p><p>“He allows people around him to dip their hands in state coffers, so that they are soiled, and then he uses that against them,” the analyst said.</p><p>“Everyone around him – he has a portfolio on them, he knows how much you have stolen, what you have amassed, and that’s one of the reasons we can’t fight corruption because he uses that as a tool to keep people in check.”</p><p>Uganda has suffered political instability since its independence from Britain in 1962. The British colonialists employed indirect rule and appointed members of the majority Buganda tribe to important positions, while excluding others. Post-colonial Uganda’s instability and weak institutions are partly attributed to that history, experts say.</p><p>In 2005, the Ugandan parliament removed term limits from the constitution, paving the way for Museveni to run indefinitely.</p><p>Although rich in gold, oil, and cash crops like coffee, the country is reliant on Western aid. Museveni positions the country as a stabilising force in the Great Lakes region, contributing troops to regional missions, such as in the fight against the al-Shabab armed group in Somalia, thus gaining Western support.</p><p>Uganda also hosts two million refugees from South Sudan, Democratic Republic of the Congo (DRC), and Sudan – more than any other African nation.</p><p>Among its biggest donors is the United States. Washington contributed about $970m in yearly development aid, mainly for health and humanitarian needs, although US concerns over democratic backsliding and Uganda’s criminalisation of same-sex relations strained ties. The current Trump administration has, however, severely cut aid globally, affecting the country.</p><p>While Museveni was the clear favourite to win Thursday’s vote, Bobi Wine has dismissed the results as “fake”. Meanwhile, eyes are now on how Museveni’s eldest child, Kainerugaaba, will be positioned in the near future. The 51-year-old, Kiija said, is clearly being groomed for the top job.</p><figure id=\"attachment_4089362\" aria-describedby=\"caption-attachment-4089362\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4089362\" src=\"/wp-content/uploads/2025/11/AP25310428881930-1762433868.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"President Paul Biya casts his ballot in Yaounde, Cameroon\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4089362\" class=\"wp-caption-text\">Cameroon’s President Paul Biya casts his ballot in Yaounde, Cameroon, on October 12, 2025, in a presidential election that extended his rule for an eighth term [File: Angel Ngwe/AP]</figcaption></figure><h2 id=\"cameroon-s-absentee-president\">Cameroon’s ‘absentee president’</h2><p>Just months before Museveni soared to an easy victory, on the opposite side of the continent, Biya, the 92-year-old president of Cameroon, won an <a href=\"/news/2025/11/6/cameroons-biya-worlds-oldest-ruler-at-92-sworn-in-for-eighth-term\">eighth term</a> in office in October’s presidential polls.</p><p>Biya, who heads the governing Cameroon People’s Democratic Movement (RDPC), has been in power since 1982 and is the world’s oldest sitting president. The country’s parliament removed term limits in 2008, and last year’s win gives him another seven years at the helm.</p><p>The president is known for spending extensive periods away from the spotlight and even abroad, earning him the nickname “absentee president”. There have been frequent speculations about his health, with <a href=\"/news/2024/10/16/where-is-cameroons-paul-biya-and-why-is-his-health-a-banned\">rumours of his death</a> circulating on social media now and again, only for the president to pop up briefly on national television.</p><p>Still, few Cameroonians, least of all politician Kah Walla, were surprised when Biya won another term.</p><p>Walla, 60, who competed in three past presidential races, told Al Jazeera that the president uses the very tool essential to democracies: elections.</p><p>“We live in an electoral autocracy where the dictator has figured out how to use elections as one of the instruments to keep himself in power,” she said, adding that the electoral body is essentially an extension of the government.</p><p>Manu Lekunze, a lecturer in international relations at the University of Aberdeen in Scotland, told Al Jazeera that Biya uses well-funded information campaigns to “divide-and-rule” between Cameroon’s multiple ethnic groups.</p><p>Biya’s campaign machine often harps on how opposition politicians will represent only their ethnic groups, he said. Biya himself enjoys support from his Beti tribe, the adjacent majority Bamileke-Bamus, and the Fulanis by staying close to traditional leaders.</p><p>“He believes he is going to live for a long time,” Lekunze said. “[He] has an ethnic coalition that will support him regardless, and he uses that to get the simple majority he needs, which makes him really comfortable in power.”</p><p>Like Museveni, Biya is also accused of using violence – but “selectively”, Walla noted. Some Cameroonians, she said, refuse to call their country a “dictatorship” because there’s a semblance of freedom.</p><p>“Biya realised that you need to give people a channel to vent so the resistance won’t build,” Walla said.</p><p>“You can go on TV and say anything about the president, and nothing might happen, but someone else might say the same thing, or even less, and be punished [arrested] for it. So that has led people to self-censor because nobody knows where the line is.”</p><p>At least <a href=\"https://www.reuters.com/world/africa/cameroon-security-forces-killed-48-election-protests-un-sources-say-2025-11-04/\">48 people</a> were killed by security forces during protests in support of opposition candidate Issa Tchiroma, who claimed Biya’s win in October as fraudulent, and declared himself the winner. The now-exiled Tchiroma abandoned Biya’s government to run in the elections and gained support from his Fulani group, as well as several others.</p><p>In 2016, security forces also notably cracked down on the country’s minority Anglophone regions – the Southwest and Northwest regions – after teachers and lawyers there took to the streets to decry the lack of opportunities for English-speakers. British and French <a href=\"/features/2025/2/25/the-colonial-partition-that-keeps-cameroon-split-along-artificial-lines\">colonial rule</a> saw two distinct entities merged after independence, but the imbalance tilts in favour of the majority Francophone population.</p><p>The violent government response escalated into an ongoing rebellion, with armed groups fighting for the secession of an independent state, Ambazonia.</p><p>Surrounding Biya is a tight elite that Lekunze says benefits from the status quo, including Ferdinand Ngoh-Ngoh, the country’s secretary-general and de facto president. However, Biya has never identified or visibly groomed a successor.</p><p>There are fears that the lack of a single, known face to rally around in the case of Biya’s death could cause political turmoil within his party, and likely, the country. Walla, though, believes that would be helpful.</p><p>“Should he pass away, we will be in an extremely uncertain position, but it is still in our best interests to take to the streets at that point because if we don’t, the system will perpetuate itself,” she said.</p><figure id=\"attachment_3370607\" aria-describedby=\"caption-attachment-3370607\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3370607\" src=\"/wp-content/uploads/2024/12/AFP__20241207__36PN2VK__v1__HighRes__FranceReligionHeritageMonumentNotreDameCeremony-1733599622.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3370607\" class=\"wp-caption-text\">From left, Republic of the Congo’s First Lady Antoinette Sassou Nguesso and President Denis Sassou Nguesso stand beside US former First Daughter Ashley Biden, former First Lady Jill Biden, France’s First Lady Brigitte Macron, US President Donald Trump, and French President Emmanuel Macron during a ceremony at Notre-Dame Cathedral, in Paris, on December 7, 2024 [File: Ludovic Marin/AFP]</figcaption></figure><h2 id=\"power-petroleum-foreign-backers-in-congo-brazzaville\">Power, petroleum, foreign backers in Congo-Brazzaville</h2><p>Despite protests in the streets and unrest among opposition figures in Cameroon and Uganda, the two pivotal presidential elections ended with no real change in leaderships that have been cemented over decades.</p><p>Meanwhile, another octogenarian is seek yet another term under similar conditions. In the Republic of the Congo, 81-year-old President Denis Sassou Nguesso, who has held office for 40 years, is set to run again in the March 2026 vote under his Congo Labour Party.</p><p>Nguesso was first elected to office in 1979 and led the country for 12 years before losing elections. On his second attempt in 1997, he seized power in a bloody civil war, and has remained in office since. In 2015, Nguesso also pushed through a controversial referendum that removed presidential term limits.</p><p>Under him, Congo has remained grossly underdeveloped despite its oil wealth, with basic infrastructure lacking due to corruption, said Andrea Ngombert, the exiled founder of Sassoufit, a group advocating for Nguesso’s exit.</p><p>Powerful foreign alliances, Ngombert noted, have helped Nguesso consolidate power for decades as he keeps a secure hold on powerful entities, including through marriage.</p><p>His daughter, the late Edith Bongo, married into the <a href=\"/features/2023/9/1/has-gabons-all-powerful-bongo-dynasty-really-lost-its-55-year-grip\" target=\"_blank\" rel=\"noopener\">dynastic Bongo</a> family, which ruled Gabon for decades until a military coup in 2023.</p><p>Nguesso was also a strong ally of the late Angolan president, Jose Eduardo dos Santos. When he returned to seize power, a thousand Angolan forces supported his “<a href=\"https://en.wikipedia.org/wiki/Ninja_(militia)\" target=\"_blank\" rel=\"noopener\">Ninja</a>” militia and helped secure his victory.</p><p>The president similarly had backing from France, which provided him with arms during the war to protect oil investments in Congo, Ngombert said.</p><p>“He is not just operating on a continental level, but on an international one,” the activist said.</p><p>“He has his nose in everyone’s business, and he knows when to pull your secrets out to control you. Everyone knows if you need things to work, you must have Nguesso on your side.”</p><p>Ngueso’s influence in Paris has, however, plummeted since 2013, after pressure from civil society finally forced France to launch investigations into his family’s numerous assets in Europe and the US. In 2022, French authorities seized property belonging to his son, Denis-Christel Sassou Nguesso.</p><p>In place of France, observers say Nguesso has turned to China.</p><p>Beijing offers the government loans and foreign direct investment, and can use its veto power to shield Nguesso from possible scrutiny at the United Nations in return for lucrative oil deals, Ngombert said. Nguesso has also defended China in the face of reported rights violations in Xinjiang and Hong Kong, and is against the recognition of Taiwan as a sovereign state.</p><p>“In this arrangement, China is the shark and Congo-Brazzaville the remora – an asymmetrical but symbiotic relationship in which one feeds off the other and removes harmful parasites, while the other provides protection from other predators,” Ngombert added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"are-free-elections-at-stake-in-africa\">Are free elections at stake in Africa?</h2><p>Across Africa, observers argue, the three leaders and several others have used force, divisive tactics, and foreign backing to secure and maintain power.</p><p>Ironically, analysts say, they have also perfected using elections – meant to be an essential democratic tool – to disenfranchise citizens.</p><p>“Elections have become a ritual, a way of just ticking the box for these leaders, but they are not held meaningfully for citizens who want to be able to express their feelings with votes,” Tendai Mbanje, an elections expert at South Africa’s University of Pretoria, told Al Jazeera.</p><p>“Electoral institutions have been captured and have deviated from their mandate, and the people leading them have no integrity, as most are political appointees,” he added.</p><p>Yet, despite this bleak outlook, African countries don’t have the luxury to discard elections: citizens cannot afford to stop voting or requesting fair electoral conditions, he warned.</p><p>“We should not abandon elections because they remain the only legitimate way for citizens to state their choice,” Mbanje said.</p><p>“What people need to do is to resist – through protests, through legal mobilisation. Opposition leaders, citizen movements, and religious leaders must all rise in resistance.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Clashes in Colombia between rival rebel groups kill 27 people | Conflict News | Al Jazeera",
            "time": "2026-01-19T06:54:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T190532Z_1784054549_RC26VIAA92ZK_RTRMADP_3_USA-VENEZUELA-COLOMBIA-BORDER-1767692561.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Clashes in Colombia between rival rebel groups kill 27 people</h1><p class=\"article__subhead\"><em>The two groups have been fighting for control of the Guaviare region of the Amazon, a region strategic for cocaine production and trafficking.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 27 members of a leftist rebel group have been killed in clashes in central Colombia with a rival faction, according to military authorities, at a time of heightened tension in the region under the pall of United States military action in Venezuela and threats against Colombia.</p><p>The clashes, which have been the most violent in recent months, occurred on Sunday in the rural area of the municipality of El Retorno, in the Guaviare region of the Amazon, 300km (186 miles) southeast of Bogota, a military source told the Reuters news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The army said on Saturday on X that the fight was mainly about control of territory, as the region is strategic for cocaine production and trafficking.</p><p>The clashes took place between a faction of the Revolutionary Armed Forces of Colombia (FARC) led by the country’s most wanted man, Nestor Gregorio Vera, known by his war name Ivan Mordisco, and another led by Alexander Diaz Mendoza, alias Calarca Cordoba, a second military source specified.</p><p>Both groups were part of the so-called Central General Staff but separated in April 2024 due to internal disputes. The casualties were all from Vera’s group, according to the two military sources, who spoke on condition of anonymity. A leader from Diaz’s group also confirmed the clashes and the 27 deaths to Reuters.</p><p>Army sources said the death toll was preliminary.</p><p>The faction led by Diaz is currently engaged in peace talks with left-wing President Gustavo Petro, while Vera’s group continues to launch attacks on civilians and security forces after the government suspended a bilateral ceasefire. These now-rival factions had rejected a 2016 peace agreement that allowed approximately 13,000 FARC members to abandon armed struggle and reintegrate into society after disarming.</p><p>With elections four months away and the opposition accusing him of being soft, Petro has increased pressure on rebel groups.</p><p>In November, government forces staged an attack that killed 19 Mordisco followers.</p><p>Petro has likened the elusive Mordisco to the late cocaine baron Pablo Escobar.</p><p>The president has clashed loudly of late with the United States over Venezuela as tensions grew between the two longstanding allies.</p><p>Petro has traded harsh words with President Donald Trump after the latter threatened to follow up the US <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abduction of Venezuelan President Nicolas Maduro</a> with an attack to topple or kill Petro.</p><p>But last week, the two leaders calmed tensions, speaking and agreeing to work together to fight drug trafficking.</p><p>Colombia’s <a href=\"/news/2025/12/13/colombias-eln-rebels-prepare-for-battle-amid-trump-intervention-threat\">National Liberation Army (ELN)</a>, a left-wing rebel group and the nation’s largest remaining rebel force, has been preparing for battle amid Trump’s intervention threats.</p><p>Colombia’s armed conflict, spanning over six decades and primarily financed by drug trafficking and illegal mining, has resulted in more than 450,000 deaths and millions displaced, with Petro’s peace efforts currently stalled.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Senegal stun hosts Morocco to win AFCON title | Football News | Al Jazeera",
            "time": "2026-01-19T06:43:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260118__936U6AH__v1__HighRes__FblAfr2025Match52SenMar-1768801416-e1768808569485.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal won the Africa Cup of Nations as Pape Gueye’s extra-time winner sank hosts Morocco 1-0, capping a chaotic final in which the eventual champions stormed off the pitch late in the game.</p><p>Brahim Diaz had the chance to win the trophy for Morocco on Sunday with a controversial penalty in the 24th minute of added time at the end of normal time.</p><p>However, Senegal goalkeeper Edouard Mendy comfortably saved the weak attempted “Panenka” by the Real Madrid winger, who appeared clearly unsettled by the long delay that followed the award of the spot-kick.</p><p>The match at the Prince Moulay Abdellah Stadium then went to extra time, and Gueye’s brilliant 94th-minute strike secured the title for Senegal.</p><p>The contentious penalty had been awarded by Congolese referee Jean-Jacques Ndala at the very end of the allotted eight minutes of stoppage time, following a VAR review of a challenge on Diaz by El Hadji Malick Diouf.</p><p>The Moroccan players vehemently appealed to the referee to check the replays, but the eventual decision to give the penalty was met with fury by Senegal and their supporters.</p><p>Senegal had already been angered by the referee’s earlier decision to disallow a goal by Ismaila Sarr for a foul in the second minute of added time.</p><p>Diaz’s penalty miss clearly galvanised Senegal, and they struck in the fourth minute of extra time to silence a crowd of 66,526.</p><p>It is Senegal’s second AFCON title in the last three editions, after they defeated Egypt on penalties in Yaounde in 2022 to lift the trophy for the first time.</p><p>They can now turn their attention to the World Cup and will hope to persuade star man Mane to play in another AFCON, after he declared that this final would be his last game at the tournament.</p><p>For Morocco, it was an agonising conclusion, and many of their fans left the stadium before the final whistle on a cold, wet night.</p></div></div></body></html>"
        },
        {
            "title": "Syria live: Government forces take control after heavy fighting with SDF | Conflict News | Al Jazeera",
            "time": "2026-01-19T06:31:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_696dcabf1ba8-1768803007.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Billionaires have more money and political power than ever, Oxfam says | Inequality News | Al Jazeera",
            "time": "2026-01-19T06:22:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696db9de-1768798686.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Billionaires have more money and political power than ever, Oxfam says</h1><p class=\"article__subhead\"><em>Charity says superrich 4,000 times more likely to hold political power than others, and own all social media companies, in report released to coincide with the opening of the WEF’s annual meeting in Davos.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>International aid organisation Oxfam has released its annual report on rising inequality, expressing concern that billionaires are not only wealthier than ever but are also cementing their control over politics, media and social media.</p><p>The report released on Sunday also underscored the widening chasm between the haves and have-nots in a world beset by conflicts and multiplying protests.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to Oxfam’s analysis, the collective wealth of billionaires surged by $2.5 trillion in 2025, almost equivalent to the total wealth held by the bottom half of humanity, or 4.1 billion people.</p><p>Last year was also the first time that there were more than 3,000 billionaires in the world, and the first time that the world’s richest person, <a href=\"/economy/2025/11/7/whats-in-elon-musks-bumper-878bn-pay-package\">Elon Musk</a>, had more than half a trillion dollars.</p><p>The charity’s annual report on rising inequality was released to coincide with the opening of the <a href=\"/podcasts/2023/1/20/we-need-to-talk-about-davos\">World Economic Forum’s annual meeting</a> in Davos, Switzerland, a meeting which hosts close to 1,000 of the world’s richest people together with political leaders, alongside a handful of invited activists each year.</p><p>The theme of this year’s meeting is A Spirit of Dialogue. However, Oxfam argued in its annual report that the superrich are increasingly controlling the means of communication, including both traditional and newer forms of media.</p><p>It cited examples of Jeff Bezos, the billionaire owner of Amazon, buying The Washington Post, Musk acquiring Twitter/X, Patrick Soon-Shiong taking over the Los Angeles Times newspaper and far-right billionaire Vincent Bollore owning France’s CNews.</p><p>“The outsized influence that the superrich have over our politicians, economies and media has deepened inequality and led us far off track on tackling poverty,” said Oxfam International Executive Director <a href=\"/opinions/2025/11/4/gen-z-are-demanding-schools-and-hospitals-not-superyachts-and-helicopters\">Amitabh Behar</a>.</p><p>“Governments should be listening to the needs of the people on things like quality healthcare, action on climate change and tax fairness,” Behar added.</p><p>Oxfam also estimated that billionaires are 4,000 times more likely to hold political office than common citizens and cited a World Values Survey of 66 countries, which found that almost half of all people polled say the rich often buy elections in their country.</p><p data-block-key=\"ct3if\">“The widening gap between the rich and the rest is at the same time creating a political deficit that is highly dangerous and unsustainable,” Behar said.</p><figure id=\"attachment_4193757\" aria-describedby=\"caption-attachment-4193757\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193757\" src=\"/wp-content/uploads/2025/12/AP25332087171163-1766572720.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Photos: Global stories of 2025 in pictures\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193757\" class=\"wp-caption-text\">Demonstrators confront riot police during a protest against chronic cuts to electricity and water in Antananarivo, Madagascar, on September 30, 2025 [Mamyrael/AP Photo]</figcaption></figure><h2 id=\"lives-are-becoming-unaffordable-and-unbearable\" data-block-key=\"ct3if\">‘Lives are becoming unaffordable and unbearable’</h2><p data-block-key=\"ct3if\">Oxfam also noted that there were 142 significant antigovernment protests across 68 countries last year, which it said authorities typically met with violence.</p><p data-block-key=\"38p6h\">“Governments are making wrong choices to pander to the elite and defend wealth while repressing people’s rights and anger at how so many of their lives are becoming unaffordable and unbearable,” Behar said.</p><p data-block-key=\"38p6h\">According to the WEF, participants at this year’s Davos meeting include “nearly 850 of the world’s top CEOs and chairpersons” alongside political leaders, including United States President Donald Trump, Canadian Prime Minister Mark Carney, and Chinese Vice Premier He Lifeng.</p><p data-block-key=\"38p6h\">In addition to its political advocacy, Oxfam is also an aid organisation, delivering humanitarian assistance in countries around the world.</p><p data-block-key=\"38p6h\">The group repeatedly <a href=\"/news/2024/10/27/palestinians-starving-to-death-in-northern-gaza-due-to-israels-siege\">sounded the alarm</a> about forced starvation in Gaza under Israel’s genocidal war and was one of 37 international aid groups <a href=\"/news/2025/12/30/israel-says-it-will-halt-operations-of-several-ngos-in-gaza\">banned from the Palestinian enclave</a> by Israel late last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Guatemala’s president declares 30-day state of emergency after prison riots | Prison News | Al Jazeera",
            "time": "2026-01-19T05:35:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26018842471618-1768798843.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala’s president declares 30-day state of emergency after prison riots</h1><p class=\"article__subhead\"><em>President Bernardo Arevalo issues the order after at least seven police officers killed in apparent reprisal for authorities quelling riots, ending hostage-taking in three prisons.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Jan 2026</span><span aria-hidden=\"true\">19 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guatemala’s president has declared a state of emergency following a weekend eruption of violence during which gang members took dozens of hostages across three prisons and <a href=\"/news/2026/1/18/guatemala-prisoners-take-workers-hostages-in-riots-across-three-facilities\">killed at least seven police officers</a> in the capital in apparent retribution, after the authorities regained control of facilities where inmates had rioted.</p><p>President Bernardo Arevalo issued a 30-day order on Sunday, which restricts civil liberties and allows security officers to arrest or question individuals without prior court approval. The emergency order takes immediate effect, although it still needs to be approved by Guatemala’s legislature.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These murders were carried out with the intention of terrorising the security forces and the population so that we give up in the fight against gangs and their regime of terror. But they will fail,” Arevalo said in a nationwide address.</p><p>The president said all hostages had been freed and declared three days of state mourning following the attacks.</p><p>The prison riots began on Saturday after the administrators moved to limit the privileges of gang leaders, including Aldo Duppie, the imprisoned leader of Guatemala’s Barrio 18 gang.</p><p>Barrio 18 and its rival Mara Salvatrucha (MS-13) were designated as “foreign terrorist organizations” by the administration of United States President Donald Trump in September, followed by Guatemala’s Congress a month later.</p><p>Gang-affiliated inmates took 46 prison guards and staff hostage across three prisons in and around Guatemala City on Saturday, including the maximum-security prison holding Duppie, who is better known by his nickname El Lobo or The Wolf.</p><figure id=\"attachment_4250855\" aria-describedby=\"caption-attachment-4250855\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250855\" src=\"/wp-content/uploads/2026/01/2026-01-19T005841Z_1274367014_RC204JAD87HQ_RTRMADP_3_GUATEMALA-PRISON-1768797809.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Law enforcement officers escort the leader of the Guatemala branch of Barrio 18 (M-18) gang Aldo Dupie Ochoa Mejia, alias \"El Lobo\", following security forces regaining control of the Renovacion 1 prison where inmates rioted and took hostages to demand greater privileges for a gang leader, in a location given as Escuintla, Guatemala, in this handout image released on January 18, 2026. National Civil Police/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NO RESALES. NO ARCHIVES. MANDATORY CREDIT.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250855\" class=\"wp-caption-text\">Law enforcement officers escort Aldo Duppie, the imprisoned leader of Guatemala’s Barrio 18 gang, after regaining control of the prison where inmates rioted in this handout image released on January 18, 2026 [Handout/National Civil Police via Reuters]</figcaption></figure><p>The riot at El Lobo’s prison was broken up by a lightning raid early on Sunday morning by police and the military, followed by raids on two more prisons the same day. The Barrio 18 leader was photographed in the custody of security forces wearing a blood-stained shirt.</p><p>Shortly after the raids ended, retaliatory attacks began on police officers, killing at least seven and injuring 10, according to authorities. Some media reports listed the number of deaths as eight police officers and one suspected gang member.</p><p>Interior Minister Marco Antonio Villeda earlier linked the police officers’ deaths to gang reprisals “in response to the actions the Guatemalan state is taking against them”.</p><p>The army will “remain on the streets” of Guatemala to continue its crackdown on gang members, according to Defence Minister Henry Saenz.</p><p>The US Embassy in Guatemala City on Sunday lifted its “shelter-in-place order” issued for staff over the weekend following “coordinated, armed attacks on police in several zones of Guatemala City”.</p></div></div></body></html>"
        },
        {
            "title": "DOJ says won’t investigate ICE agent’s fatal shooting of Renee Good | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T05:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696da9a40bdaa-1768794532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Deputy Attorney General Todd Blanche has said that the Department of Justice (DOJ) will not be investigating the Immigration and Customs Enforcement (ICE) agent who killed <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Macklin Good</a>, while also confirming reports that it is looking into charges against top Minnesota officials for encouraging protests.</p><p>Speaking to Fox News on Sunday night, Blanche said the civil rights unit of the Justice Department would not bow to pressure to investigate the shooting death of Minneapolis resident and mother Good, 37, earlier this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We don’t just go out and investigate every time an officer is forced to defend himself against somebody,” said Blanche. “We investigate when it’s appropriate to investigate.”</p><p>“So, no, we are not investigating. And if there comes a time when we need to, we will, but it’s not now,” Blanche added.</p><p>Increasingly tense confrontations between residents and federal officers have erupted in Minneapolis since Renee Good, a 37-year-old mother of three, was fatally shot behind the wheel of her car while protesting by ICE officer Jonathan Ross on January 7.</p><p>Blanche also said that footage of Good’s death has already “been reviewed by millions and millions of Americans because it was recorded on phones when it happened”.</p><p>However, analysis conducted by Minnesota Public Radio (MPR) and APM Reports found that there still remain questions about the shooting, including why it allegedly took more than 10 minutes after Good was shot before she was given CPR.</p><p>According to the MPR and APM reports, ICE agents left Good “bleeding and alone in the car for almost three minutes” and “turned away a man identifying himself as a physician who offered to help”.</p><p>The administration of President Donald Trump has argued that Ross, the ICE agent who shot Good up to four times, was acting in self-defence.</p><p>Top Trump officials, including Vice President JD Vance and White House adviser Stephen Miller, have also said that ICE officers have <a href=\"/news/2025/10/31/fact-check-do-ice-officers-really-have-federal-immunity-in-the-us\">“absolute immunity”</a> for their immigration enforcement actions.</p><p>Meanwhile, lawyers representing Good’s family said last week that they have launched their own “civil investigation” into her death.</p><p>“People in Minneapolis and across this country truly, truly care about what happened to Renee Good on January 7, 2026, and are committed to understanding how she could have been killed on the street after dropping her child off at school,” lawyer Antonio Romanucci said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"top-minnesota-democrats-under-investigation\">Top Minnesota Democrats under investigation</h2><p>Blanche also separately <a href=\"/news/2026/1/17/minneapolis-mayor-says-reported-doj-probe-intimidation-amid-ice-raids\">confirmed reports</a> that the DOJ has launched an investigation into Minnesota Governor and former vice presidential candidate Tim Walz as well as Minneapolis Mayor Jacob Frey, alleging the two Democratic leaders were “encouraging criminals to go out on the street and impede ICE”.</p><p>Blanche’s comments are the first time a member of the Trump administration has confirmed media reports that Walz and Frey are under investigation.</p><p>“No matter who you are, whether you’re a governor, a mayor or somebody out there on the streets assaulting ice, you cannot, under federal law, you cannot impede a federal officer doing their job, and that’s what we’re looking at,” said Blanche.</p><p>Responding to earlier media reports that the DOJ had launched its probe, Frey said he would “not be intimidated”.</p><p>“This is an obvious attempt to intimidate me for standing up for Minneapolis, local law enforcement, and residents against the chaos and danger this Administration has brought to our city,” Frey said in a post on X.</p><p>Walz, meanwhile, responded to the reports indirectly, saying in a statement: “Weaponising the justice system and threatening political opponents is a dangerous, authoritarian tactic.”</p><p>Walz also drew comparison to US Democratic Senators Elissa Slotkin and Mark Kelly, who are <a href=\"/news/2026/1/15/five-us-lawmakers-investigated-over-warning-troops-about-illegal-orders\">under investigation</a> by the Trump administration after appearing with other Democratic lawmakers in a video urging members of the military to resist “illegal orders” given by their superiors.</p></div></div></body></html>"
        },
        {
            "title": "European leaders slam Trump’s tariff threats over Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T03:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26017638904066-1-1768808767.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders have condemned United States President Donald Trump’s <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">threat to slap tariffs</a> on countries that resist his bid to take over Greenland, warning the move risks a “dangerous downward spiral” in transatlantic ties.</p><p>In a joint statement on Sunday, the eight countries targeted by Trump for new tariffs said they “stand in full solidarity” with Denmark and the people of Greenland, a semi-autonomous Danish territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Building on the process begun last week, we stand ready to engage in a dialogue based on the principles of sovereignty and territorial integrity that we stand firmly behind,” Denmark, Finland, France, Germany, the Netherlands, Norway, Sweden and the United Kingdom said in the statement.</p><p>“Tariff threats undermine transatlantic relations and risk a dangerous downward spiral. We will continue to stand united and coordinated in our response. We are committed to upholding our sovereignty.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The rebuke came as European officials were preparing to hold emergency talks on coordinating a response to Trump’s escalating pressure campaign over the future of the vast island.</p><p>European Council President Antonio Costa said on Sunday that the bloc was united in upholding national sovereignty and to “defend ourselves against any form of coercion” ahead of a planned extraordinary meeting of member states in the coming days.</p><p>European officials are expected to discuss a range of options for responding to Trump’s economic threats, including retaliatory tariffs and market restrictions for US firms.</p><p>Trump announced on Saturday that the eight countries would face a 10 percent tariff from February 1, rising to 25 percent from June 1, until a deal is reached for the US to buy Greenland.</p><p>The Financial Times reported that the bloc was considering imposing 93 billion euros ($108bn) worth of tariffs on US goods as well as activating the Anti-Coercion Instrument, commonly known as the “trade bazooka”, adopted by the bloc in 2023.</p><p>The mechanism, which has never been used, allows for sweeping restrictions on investments and the withdrawal of intellectual property protections for foreign firms in the bloc.</p><p>“The Anti-Coercion Instrument (ACI), designed precisely for such cases, must now be used,” German MEP Bernd Lange, who chairs the European Parliament’s trade committee, said in a post on X.</p><p>“I call on the European Commission to activate it immediately.”</p><p>Trump’s insistence on controlling Greenland has plunged US-European relations to their lowest point in decades, prompting fears for the survival of NATO.</p><p>Trump, who has not ruled out the use of military force to seize the territory, has brushed aside concerns about splitting the 32-member transatlantic alliance, which is built on the principle that an armed attack against any one member is considered an attack against all.</p><p>Trump reiterated his determination for the US to take ownership of Greenland in a social media post early on Monday, claiming that Denmark had been “unable to do anything” about Russian threats to the territory.</p><p>“Now it is time, and it will be done!!!” Trump said on Truth Social.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Denmark has ruled out selling Greenland, and opinion polls suggest the vast majority of the island’s 57,000 residents do not wish to be part of the US.</p><p>On Saturday, thousands of protesters took to the streets of Danish cities to rally against Trump’s threats, chanting “Greenland is not for sale” and holding banners with slogans such as “Hands off Greenland”.</p><p>Danish Prime Minister Mette Frederiksen on Sunday expressed appreciation for the “strong support” being offered to her country.</p><p>“We want to cooperate, and it is not us who are seeking conflict. And I am pleased by the consistent messages from the rest of the continent: Europe will not be blackmailed,” Frederiksen said in a statement on social media.</p><p>French President Emmanuel Macron said that “no intimidation or threat” would influence his government’s position on Greenland.</p><p>“Tariff threats are unacceptable and have no place in this context,” Macron said on social media.</p><p>“Europeans will respond in a united and coordinated manner should they be confirmed. We will ensure that European sovereignty is upheld.”</p><p>UK Prime Minister Keir Starmer called Trump’s planned tariffs “completely wrong”.</p><p>“We will of course be pursuing this directly with the US administration,” he said on social media.</p></div></div></body></html>"
        },
        {
            "title": "China says GDP grew 5% in 2025, among weakest expansions in decades | Business and Economy | Al Jazeera",
            "time": "2026-01-19T03:09:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25360316923743-1-1768792760_335420-1768798045.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s economy grew 5 percent in 2025, hitting Beijing’s annual target even as it registered one of the weakest expansions in decades, according to official statistics.</p><p>The Chinese economy grew in line with official expectations despite United States President Donald Trump’s trade war, official data showed on Monday, as surging exports helped offset weak consumer spending and a prolonged property downturn.</p><p>Still, despite shrugging off Trump’s tariffs, growth was still well below the historical trend of about 8 percent between 2000 and 2025.</p><p>The world’s second-largest economy slowed to annualised growth of 4.5 percent in the October-December period compared with expansions of 4.8 percent and 5.2 percent in the third and second quarters, respectively.</p><p>“Generally speaking, the national economy sustained momentum of steady progress in 2025 despite multiple pressures, and high-quality development registered new achievements,” China’s National Bureau of Statistics said in a statement.</p><p>“However, we must be aware that the impact of changes in the external environment is growing, the contradiction of strong supply and weak demand in the domestic market is prominent, and the numerous longstanding issues and new challenges still remain in the economic development.”</p><p>Exports drove the Chinese economy’s expansion, with their total value rising 6.1 percent to 26,989 billion yuan ($3.9 trillion), according to the data.</p><p>China’s trade surplus reached a record high of nearly $1.2 trillion last year, according to official data released last week, as Chinese firms sought out new markets in Asia, Africa, Latin ⁠America and Europe to mitigate the fallout of Trump’s tariffs.</p><p>Consumption and real estate, both persistent drags on China’s economy in recent years, continued to weigh on growth in 2025.</p><p>Retail sales grew 0.9 percent on a yearly basis in December, compared with 1.3 percent the previous month, marking the slowest rise since Beijing lifted its ultra-strict COVID-19 controls in late 2022.</p><p>Fixed-asset investment fell 3.8 percent across the year, with spending on infrastructure and real estate development declining by 2.2 percent and 17.2 percent, respectively.</p><p>“Today’s GDP read shows that it’s mission accomplished for 2025, as China managed to complete its growth target of around 5 percent,” Lynn Song, chief economist for Greater China, told Al Jazeera.</p><p>“However, growth clearly decelerated in the second half of the year, and now the focus shifts to how to achieve another year of solid growth in 2026 to get the 15th five-year period off to a strong start,” Song added, referring to Beijing’s five-year plan for 2026-30.</p></div></div></body></html>"
        },
        {
            "title": "US Pentagon orders troops to prepare for potential Minnesota deployment | Donald Trump News | Al Jazeera",
            "time": "2026-01-19T02:46:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696d736300e90-1768780643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Pentagon in the United States has ordered some 1,500 active duty soldiers in Alaska to be ready to be deployed to Minnesota, where large protests have been taking place against federal immigration raids, US media reported.</p><p>Two unnamed officials told Reuters on Sunday that two infantry battalions from the Army’s 11th Airborne Division, which is based in Alaska and specialises in operating in arctic conditions, have been given prepare-to-deploy orders to the twin cities of Minneapolis and St Paul, where protests against raids by Immigration and Customs Enforcement (ICE) officers are continuing, despite freezing conditions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement emailed to The Associated Press news agency, Pentagon chief spokesman Sean Parnell did not deny that the orders were issued and said the military “is always prepared to execute the orders of the Commander-in-Chief if called upon.”</p><p>ABC News was the first to report the development.</p><p>The news comes as widespread protests continue in the twin cities of Minneapolis and St Paul against violent tactics used by close to 3,000 federal ICE agents deployed to the city, following the shooting death of Minneapolis resident and mother Renee Nicole Good, 37.</p><p>Multiple people have been injured as the raids continue, with ICE also reporting on Sunday that a man had died in ICE detention after being arrested in Minneapolis.</p><p>Victor Manuel Diaz, a 36-year-old from Nicaragua, died in ICE custody at Camp East Montana in El Paso, Texas, on Sunday afternoon, 12 days after he was arrested in Minneapolis, ICE said in a statement.</p><p>The US Department of Homeland Security (DHS), which is also part of the federal operation in Minnesota, said that a federal officer shot a Venezuelan man in the leg on Wednesday as the immigration raids continued.</p><p>The Minneapolis Fire Department also said that a six-month-old baby and a child were hospitalised on Wednesday after they sustained injuries from tear gas deployed by ICE agents, according to Minnesota Public Radio (MPR).</p><p>ICE director Todd M Lyons said on Wednesday that US federal agents had arrested 2,500 people since starting their operation in Minnesota.</p><p>However, human rights advocates and legal observers have expressed concerns about <a href=\"/news/2025/7/21/less-than-human-report-details-trump-immigration-detention-centre-abuses\">overcrowding and inhumane conditions</a> in the country’s immigration detention facilities, as well as on deportation flights.</p><p>Hundreds of <a href=\"/news/2025/3/17/trump-deports-238-gang-members-to-el-salvador-whats-the-controversy\">Venezuelan men were deported</a> to the Centre for the Confinement of Terrorism (CECOT) maximum security prison in El Salvador in March 2025.</p><p>An expose on CECOT, which was <a href=\"/news/2025/12/23/backlash-after-cbs-pulls-60-minutes-report-on-salvadors-cecot-prison\">reportedly delayed</a> from airing on CBS News’s 60 Minutes programme last month, prompting backlash, went to air on Sunday night.</p><figure id=\"attachment_4250732\" aria-describedby=\"caption-attachment-4250732\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4250732\" src=\"/wp-content/uploads/2026/01/epa_696d739ac6d8-1768780698.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12652552 Minneapolis Police Department officers charge at people who kneel in front of them during an anti-ICE protest outside the Whipple Federal Building, a base for federal immigration enforcement operations, in Fort Snelling, Minnesota, USA, 15 January 2026. As part of a federal immigration crackdown involving over 2,000 agents from Border Patrol, Immigration and Customs Enforcement (ICE), and Homeland Security Investigations (HSI), an ICE officer fatally shot US citizen Renee Nicole Good in her vehicle during an operation in South Minneapolis on 07 January 2026. EPA/OLGA FEDOROVA\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4250732\" class=\"wp-caption-text\">Minneapolis police officers charge at people who kneel in front of them during an anti-ICE protest outside the Whipple Federal Building, in Fort Snelling, Minnesota, on January 15 [Plga Fedorova/EPA]</figcaption></figure><h2 id=\"insurrection-act\">Insurrection Act</h2><p>The potential <span>deployment of troops to Minnesota comes after the Pentagon sent some 700 <a href=\"/news/2025/7/16/pentagon-withdraws-2000-national-guard-troops-from-los-angeles\">US Marines to</a></span> Los Angeles in June and July in response to protests over aggressive immigration enforcement operations under way there, although the soldiers’ role was limited to guarding two federal properties in the greater Los Angeles area.</p><p>At the time, Trump threatened to invoke the Insurrection Act, a law from 1807, to broaden the soldiers’ role, but ultimately did not do so.</p><p>Trump has again threatened to invoke the <a href=\"/news/2026/1/16/trump-threatens-to-use-insurrection-act-in-minnesota-what-it-means\">Insurrection Act</a> in recent days, this time in Minnesota, before appearing to walk back the threat a day later, telling reporters at the White House that there was not a reason to use it “right now”.</p><p>“If I needed it, I’d use it,” Trump said. “It’s very powerful.”</p><p>Minneapolis Mayor Jacob Frey on Sunday described the 3,000 ICE and border control agents waging Trump’s crackdown on undocumented immigrants as an “occupying force that has, quite literally, invaded our city”.</p><p>“It’s ridiculous, but we will not be intimidated by the actions of this federal government,” Frey told CNN’s State of the Union on Sunday. “It is not fair, it’s not just, and it’s completely unconstitutional.”</p><p>Thousands of Minneapolis citizens are exercising their First Amendment rights, and the protests have been peaceful, Frey said, referring to the section of the US Constitution that covers freedom of speech and the right to peacefully protest.</p><p>Governor Tim Walz has also mobilised the Minnesota National Guard, although no units have been deployed to the streets.</p><p>Meanwhile, US Secretary of Homeland Security Kristi Noem has said that the crackdown will continue “until we are sure that all the dangerous people are picked up, brought to justice and then deported back to their home countries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}