{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "The cost of genocide: Israel’s war on Gaza by the numbers | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-19T09:21:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40455516-40455490-SEVEN_PALESTINIANS_LOSE_THEIR_LIVES_IN_ATTACK_ON_GAZA_CITY_DESPITE_CEASEFIRE-1770226600.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since its genocidal war on Gaza began in October 2023, Israel has expended vast amounts of money and manpower on levelling the Palestinian territory and destroying its institutions.</p><p>It has killed more than <a href=\"/features/2026/2/18/gaza-death-toll-exceeds-75000-as-independent-data-verify-loss\">72,000</a> people in achieving this end, including tens of thousands of women and children — with some independent researchers suggesting that the death <a href=\"/features/2026/2/18/gaza-death-toll-exceeds-75000-as-independent-data-verify-loss\">toll is higher than 75,000</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Of those who are still alive, many have suffered the effects of deliberately imposed starvation: first during Israel’s siege of northern Gaza in late 2024, which United Nations officials described as “<a href=\"/news/2024/11/9/strong-likelihood-of-imminent-famine-in-north-gaza-food-security-experts\">apocalyptic</a>”, and later during the man-made famine Israeli policies created in <a href=\"/news/2025/8/22/what-has-led-to-a-famine-being-confirmed-in-gaza\">August 2025</a>, when images of malnourished and starving children became commonplace on news bulletins around the world.</p><p>None of this has come cheap. Israel – backed by its principal ally, the United States – has poured billions of dollars into waging its war on Gaza. So how much does the killing of more than 75,000 Palestinians cost? How much do you need to spend on munitions to commit a genocide? And what is the impact of industrialised mass killing on an economy?</p><p>Here’s what we know.</p><h2 id=\"how-much-money-has-israel-spent-on-the-gaza-war\">How much money has Israel spent on the Gaza war?</h2><p>The Bank of Israel put the overall economic toll of the war at about 352 billion shekels ($113bn). That total includes roughly 243 billion shekels ($78bn) in direct defence costs, 33 billion shekels ($10bn) for the property tax compensation fund, civilian outlays of 57 billion shekels ($18bn) and interest payments of 19 billion shekels ($6bn).</p><p>In early 2025, taking the Gaza war in isolation, Israel’s former chief military economic adviser, Gil Pinchas, estimated that the cost to Israel had been 150 billion shekels ($48bn), running at an average cost of 300 million shekels ($96.8m) per day. On average, 100 Palestinians were killed in Gaza every day, according to Philippe Lazzarini, commissioner-general of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA).</p><p>“Every item the [Israeli army] uses in combat has a price tag in shekels, detailed in a special, highly specific price book,”  Pinchas told journalists, referring to the price paid by the Israeli army, and not Palestinians, for every combat ration, litre of fuel, vehicle, bullet and missile launched against Gaza. “The book is updated constantly, including during the war … We keep our finger on the pulse.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-of-the-war-s-expenditure-was-spent-on-munitions\">How much of the war’s expenditure was spent on munitions?</h2><p>We don’t know for sure.</p><p>Pinchas did say that Israel had spent 340 billion shekels ($109.8bn) on munitions since the war began, but nowhere near all of that has been used. A significant proportion of that money has also been spent on purchasing arms from Israeli manufacturers, which has helped to offset the wider impact of the war to the Israeli economy.</p><p>Line-by-line details for most military budgets are rarely available. But some insights can be gleaned from Israel’s other wars in the region.</p><p>According to an estimate midway through the war by the Wall Street Journal, Israel’s war on Iran was costing it $200m per day, with the missiles used to intercept Iranian rockets, sometimes reaching 400 a day, estimated at anywhere between $700,000 and $4m each.</p><p>In addition, Israel’s <a href=\"/news/2024/9/18/more-devices-exploding-across-lebanon-whats-happening\">September 2024</a> attack on the Lebanese group Hezbollah’s communication devices, which relied on a plan that had been set into motion years earlier, is reported to have set the Israeli treasury back some one billion shekels ($323m).</p><h2 id=\"what-has-been-the-overall-cost-to-the-wider-israeli-economy\">What has been the overall cost to the wider Israeli economy?</h2><p>Considerable, and much of that is down to manpower.</p><p>Of Israel’s 465,000 military reservists, upwards of 300,000 were deployed to Gaza during the first year of the war. This is in addition to 170,000 active-duty personnel. The cost of maintaining that number of active soldiers, as well as the impact to the wider economy due to the loss of workers called up as reservists, is astronomical.</p><p>According to Israel’s Treasury, some 70 billion shekels ($22.6bn) has been spent on its reserve forces alone during the course of the war, while the cost of maintaining its standing army in 2025 was estimated to be 15.37 billion shekels ($4.9bn).</p><p>The Bank of Israel estimates that the cost of one month of service for a military reservist is about 38,000 shekels ($12,300) in lost production.</p><p>With military budgets unlikely to recede in the wake of the genocide and other wars that Israel has engaged in over the past two years, a column in the Israeli liberal daily Haaretz suggested that over the next decade, the cost of the war could run to, at a minimum, 500 billion shekels ($161bn).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-has-israel-s-genocide-cost-the-us\">How much has Israel’s genocide cost the US?</h2><p>More than many US voters might suppose.</p><p>According to Brown University’s 2025 <a href=\"https://costsofwar.watson.brown.edu/paper/AidToIsrael\" target=\"_blank\" rel=\"noopener\">Costs of War report</a>, since October 7, 2023, the US has provided Israel with some $21.7bn in military aid.</p><p>In addition to that, the American taxpayer has funded US operations in support of Israel in Yemen, Iran and the wider Middle East at a cost of $9.65bn to $12.07bn, meaning a total US investment of somewhere between $31.35bn and $33.77bn on Israel’s wars since 2023.</p><h2 id=\"how-much-will-it-cost-to-rebuild-gaza\">How much will it cost to rebuild Gaza?</h2><p>According to the United Nations, rebuilding Gaza – where Israel has destroyed the majority of buildings – would take decades and cost somewhere in the region of $70bn.</p><p>In a report, the UN noted that Israel’s military operations had “significantly undermined every pillar of survival” within the enclave and that the entire population of 2.3 million people faced “extreme, multidimensional impoverishment” – the term for poverty extending beyond financial duress to areas such as a lack clean water, proper sanitation, or education.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran builds concrete shield at military site amid acute US tensions | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-19T08:47:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-18T180547Z_1818803686_RC2BOJAA4QCO_RTRMADP_3_IRAN-CRISIS-IMAGES-1771483281.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">6 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Newly released satellite images show that Iran has recently built a concrete ‌shield over a new facility at a sensitive military site and covered it in soil, advancing work at a location reportedly bombed by Israel in 2024 amid soaring tensions with ⁠the United States and the threat of regional war.</p><p>The images also show that Iran has ⁠buried tunnel entrances at a nuclear site bombed by Washington during Israel’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> with Iran last year – which the US joined on Israel’s behalf – fortified tunnel entrances near another, and has repaired missile bases struck in the conflict.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They offer a rare glimpse of Iranian activities at some of the sites at the centre of tensions with Israel and the US.</p><p>Some 30km (20 miles) southeast of Tehran, the Parchin complex is one of Iran’s most sensitive military sites. Western intelligence has suggested Tehran carried out tests relevant to nuclear bomb detonations there more than 20 years ago. Iran has always denied seeking ⁠atomic weapons and says its nuclear programme is purely for civilian purposes.</p><p>Neither US intelligence nor the UN nuclear watchdog found any evidence last year that Iran was pursuing nuclear weapons.</p><p>Israel reportedly struck Parchin in October 2024. Satellite imagery taken before and after that attack shows extensive damage to a rectangular building at Parchin, and apparent reconstruction in images from November 6, 2024. Imagery from October 12, 2025, shows development at the site, with the skeleton of a new structure visible and two smaller structures adjacent to it.</p><p>Progress is apparent in imagery from November 14, with what appears to be a metallic roof covering the large structure. By February 16, it cannot be seen at all, hidden by what experts say is a concrete structure.</p><p>The Institute for ‌Science and International Security (ISIS), in a January 22 analysis of satellite imagery, pointed to progress in the construction of a “concrete sarcophagus” around a newly built facility at the site, which it identified as Taleghan 2.</p><p>ISIS founder David Albright wrote on X: “Stalling the negotiations has its benefits: Over the last two to three weeks, Iran has been busy burying the new Taleghan 2 facility … More soil is available and the facility ⁠may soon become a fully unrecognizable bunker, providing significant protection from aerial strikes.”</p><p>The institute also reported in late January that satellite images showed new efforts to bury two tunnel entrances at the Isfahan complex – one of the three ⁠Iranian uranium-enrichment plants bombed by the US in June during the war. By early February, ISIS said all entrances to the tunnel complex were ⁠”completely buried”.</p><p>Other images point to ongoing efforts since February 10 to “harden and defensively ⁠strengthen” two entrances to a tunnel complex under a mountain some 2km (1.2 miles) from Natanz – the site that holds Iran’s other two uranium enrichment plants.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This comes as Washington seeks to negotiate a deal with Tehran on its nuclear programme while threatening military action if talks fail.</p><p>On Tuesday, US and Iranian representatives reached an understanding on main “<a href=\"/video/newsfeed/2026/2/17/us-and-iran-reach-guiding-principles-in-geneva-nuclear-talks\">guiding principles</a>” during a meeting in Geneva, but felt short of achieving any breakthrough. The meeting in the Swiss city came after a first round of talks in Oman on February 6.</p><p>Reports suggest that Tehran would make detailed proposals in the next two weeks to close gaps. Among the many hurdles in the negotiations is the US push to widen the scope of the deal to include restrictions on Iran’s ballistic arsenal and support for its allies in the region.</p><p>That is fuelled by Israel’s demands and regional narrative, with Israeli Prime Minister Benjamin Netanyahu repeatedly pressing US President Donald Trump to shift from nuclear-only parameters.</p><p>Tehran has insisted that these provisions are non-negotiable but that it is open to discuss curbs on its nuclear programme in exchange for sanctions relief.</p><p>A previous negotiating effort collapsed last year when Israel launched attacks on Iran, triggering the 12-day war that Washington joined in by bombing key Iranian nuclear sites.</p><p>As diplomacy forges a path, both parties are ramping up military pressure.</p><p>The Islamic Revolutionary Guard Corps (IRGC) held a series of war games on Monday and Tuesday in the Strait of Hormuz to prepare for “potential security and military threats”.</p><p>On Wednesday, Tehran announced new joint naval drills with Russia in the Sea of Oman. Rear Admiral Hassan Maqsoudlou said the exercises were aimed at preventing any unilateral action in the region, and enhancing coordination against threats to maritime security, including risks to commercial vessels and oil tankers.</p><p>The US has also escalated its military build-up in the region. Trump has ordered a second aircraft carrier to the region, with the first, the USS Abraham Lincoln and its nearly 80 aircraft, positioned about 700 kilometres (435 miles) from the Iranian coast as of Sunday, according to satellite imagery.</p><p>The Trump administration also <a href=\"/news/2026/2/18/white-house-says-iran-would-be-wise-to-take-deal-amid-military-buildup\">issued new threats against Tehran</a> with White House press secretary Karoline Leavitt saying on Wednesday that “Iran would be very wise to make a deal” with the US. Trump escalated his rhetoric on social media.</p><p>“Should Iran decide not to make a Deal,” the US may need to use an Indian Ocean airbase in the Chagos Islands, “in order to eradicate a potential attack by a highly unstable and dangerous Regime”, he wrote on his Truth Social platform.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Legal doping in sport: Records or Ethics? | Digital Series | Al Jazeera",
            "time": "2026-02-19T08:38:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/THUMBNAIL-YU-1-1771489912.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Holding hands’: How Nigeria turned Trump’s threats to military partnership | Conflict News | Al Jazeera",
            "time": "2026-02-19T08:24:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T095332Z_362485747_RC23BY9739UR_RTRMADP_3_USA-NIGERIA-TROOPS-1771450454_a5da89-1771479414.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In early November, a social media post by United States President Donald Trump set off alarm bells across Nigeria. The US “Department of War”, he <a href=\"/news/2025/11/1/trump-threatens-to-launch-attacks-in-nigeria-over-killing-of-christians\">said</a>, was preparing to go into the West African country “guns-a-blazing” over what he claimed was the killing of Christians in Nigeria.</p><p>Nigeria’s government under President Bola Ahmed Tinubu swiftly hit back, rejecting the claims, saying that while the country faced a challenging security situation due to armed groups and banditry, it was untrue that Christians were specifically being targeted, as Muslim communities and traditional believers had also come under attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the Trump administration was not appeased. It had placed Nigeria on its “Countries of Particular Concern” (CPC) watchlist for religious freedom, and soon made threats of sanctions, cuts to financial aid, and punitive measures against Abuja for “failing” to protect Christians.</p><p>As Nigerians <a href=\"/features/2025/11/8/nigerians-demand-own-solutions-to-violence-as-trump-threatens-us-invasion\">worried</a> about a potential bombing campaign against their nation, the Tinubu government — though still denying accusations of a “Christian genocide” — quietly pivoted. Instead of aggressive rhetoric, it said it would <a href=\"/features/2025/11/19/cooperation-not-threats-nigeria-wants-us-alliance-to-curb-violent-attacks\">welcome US assistance</a> in dealing with security challenges that have long proved a thorn in the side of successive Nigerian governments.</p><p>Weeks later, on the night of December 25, the US launched what Trump described as “powerful and deadly” <a href=\"/news/liveblog/2025/12/26/live-nigeria-confirms-joint-us-strikes-on-isil-targets-in-its-north-west\">strikes</a> in northwest Nigeria but the US military’s Africa Command (AFRICOM) made clear the attacks were carried out “at the request of Nigerian authorities”.</p><p>That cooperation between the US and Nigeria only appears to have grown, culminating this week in <a href=\"/news/2026/2/16/us-deploys-100-soldiers-to-nigeria-for-training-mission-nigerian-military\">100 US military personnel</a> arriving in the country to help train Nigerian soldiers in the fight against armed groups.</p><p>Nigeria’s Ministry of Defence said US forces will assist with “technical support” and “intelligence sharing”, and despite not playing a direct combat role, will help target and defeat “terrorist organisations”.</p><p>To many, the developments come as a surprise – as in a little over three months, Nigeria appears to have overturned Trump’s “Christian slaughter” claim to instead win US military support for Abuja’s own military goals against armed groups.</p><p>“There’s been a strong shift,” said Ryan Cummings, the director of analysis at Signal Risk, an Africa-focused risk management firm. The narrative has “transitioned completely from a slap on the wrist to one where there seems to be a holding of hands in tackling this issue together”.</p><p>Although a notable shift, it is not fully surprising to many analysts, who see Nigeria’s cooperation as a strategic move to de-escalate tensions.</p><p>“It is neither unexpected nor hypocritical,” said Cheta Nwanze, the CEO of Nigerian risk advisory SBM Intelligence, who noted that Nigeria’s longstanding security partnerships since 1999 have favoured Western military doctrines.</p><p>What has shifted, he said, is the “US posture”: Washington now feels more entitled to get involved in a country where it sees strategic interests.</p><figure id=\"attachment_4323271\" aria-describedby=\"caption-attachment-4323271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323271\" src=\"/wp-content/uploads/2026/02/2026-01-22T131724Z_1703878274_RC296JAZ7DJY_RTRMADP_3_USA-NIGERIA-SECURITY-1771450457.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323271\" class=\"wp-caption-text\">Nigeria’s National Security Adviser Nuhu Ribadu and US Under Secretary of State for Political Affairs Allison Hooker deliver a speech during the inauguration of the Nigeria-US Joint Working Group to boost counterterrorism cooperation at the Office of the National Security Adviser in Abuja, Nigeria, on January 22, 2026 [Marvellous Durowaiye/Reuters]</figcaption></figure><h2 id=\"lobbyists-and-working-groups\">Lobbyists and working groups</h2><p>Kabir Adamu, the director of Beacon Security and Intelligence in Abuja, feels the Tinubu administration has been “successful in de-escalating the Trump threat and in establishing a joint working group between the two countries”. But the “challenge”, the risk analyst said, is that Abuja has not been transparent enough about the process.</p><p>“At what cost did [the government] do this?” he asked. “It has so far failed to be transparent in letting Nigerians know what agreement it entered with the US government that led to a de-escalation of the situation.”</p><p>In January, the US and Nigeria convened a <a href=\"https://ng.usembassy.gov/joint-statement-at-the-end-of-the-first-session-of-the-us-nigeria-joint-working-group-to-address-nigerias-country-of-particular-concern-designation/\">joint working group</a> to address Nigeria’s designation as a CPC and how the country can work to reduce violence against vulnerable groups. But outside of that, details of what transpired between the first Trump threats and the first US strikes are scant.</p><p>However, Cummings of Signal Risk points to one deal, in particular, that he believes helped turn the tide: on December 17, the Nigerian government, through a legal intermediary, hired the <a href=\"https://africa.businessinsider.com/local/markets/nigeria-hires-us-lobbyists-for-dollar9-million-to-communicate-its-position-to-the/k6sz113\">DCI Group</a>, Washington, DC-based lobbyists, for a reported sum of $9m.</p><p>According to the terms of the contract published online, DCI would “assist the Nigerian government through Aster Legal in communicating its actions to protect Nigerian Christian communities and maintaining U.S support in countering West African jihadist groups and other destabilizing elements”.</p><p>In hiring DCI, Nigeria has decided to “fight fire with fire”, Cummings said, comparing Abuja’s approach with what <a href=\"/features/2025/5/21/can-ramaphosa-charm-offensive-help-fix-south-africas-ties-with-trumps-us\">South Africa has done</a> in the face of similar false accusations by Trump’s government that a “white genocide” is taking place there.</p><p>In both Nigeria and South Africa, the claims were first spread by local minority lobby groups aided by Republicans and evangelicals in the US, Cummings said. These groups fed selectively framed or exaggerated accounts into the Trump administration.</p><p>Nigeria hired a lobby group “to basically persuade the Trump administration that what is happening in Nigeria and what has been told to the Trump administration by certain lobby groups was not an accurate reflection of the status quo,” Cummings said.</p><p>“And that seemingly has been pivotal in changing the stance of the US government towards Nigeria,” he said.</p><p>Trump’s Africa positions are strongly shaped by a conservative evangelical base in the US, Cummings added, displaying concern for Christians globally and sympathy for white minorities portrayed as supposed victims of Black governments.</p><p>In the sense of playing to his core constituency, Trump’s concerns for these groups are genuine, Cummings said, but in other ways, they are instrumental: Trump uses issues like “Christian persecution” or “white genocide” to pressure other countries on broader foreign‑policy alignment.</p><figure id=\"attachment_4323265\" aria-describedby=\"caption-attachment-4323265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323265\" src=\"/wp-content/uploads/2026/02/2026-02-10T220656Z_254521550_RC29OIAZU7HR_RTRMADP_3_USA-NIGERIA-TROOP-1771450448.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323265\" class=\"wp-caption-text\">People read newspapers reporting on US air strikes against Islamic State fighters in Nigeria, in Lagos, on December 26, 2025 [Sodiq Adelakun/Reuters]</figcaption></figure><h2 id=\"calculated-trade-off\">‘Calculated trade-off’</h2><p>Pressuring states for geopolitical gains plays out not just in Africa but outside the continent as well, both Nwanze and Adamu pointed out, citing the US’s recent abduction of Nicolas Maduro, the then-president of Venezuela, which, like Nigeria, holds significant oil reserves.</p><p>“Nigeria holds tens of billions of barrels of oil reserves and is Africa’s largest producer. The US National Security Strategy prioritises securing strategic resources through unilateral action”, so to some extent, the US’s recent moves regarding Nigeria are about “asserting control over global energy flows”, Nwanze said.</p><p>“The counterterrorism framing is genuine but convenient because it provides cover for interventions that also serve resource security objectives,” he explained.</p><p>Also citing the example of Venezuela, Adamu said that witnessing the US’s abduction of <a href=\"/news/2026/1/6/maduro-says-hes-a-prisoner-of-war-why-that-matters\">Maduro</a> also likely “made the Nigerian government more disposed to US cooperation”.</p><p>Adamu described Nigeria’s decision to allow the US to intervene as “a calculated trade-off” – one that provides security benefits through US troops and intelligence sharing; and stronger diplomatic ties with a powerful country — while also maintaining Nigeria-led oversight of US operations.</p><p>From Tinubu’s side, cooperation with the US is an “operational necessity”, Nwanze said. “Nigeria’s security forces are overstretched, and US intelligence and air power offer tactical advantages against militant groups.”</p><p>However, Cummings cautioned that while US support may improve Nigeria’s tactical counterterrorism capacity, it “treats the symptoms” and not the socioeconomic conditions at the root of the violence.</p><p>“There hasn’t been enough focus on how America can actually assist the Nigerian government in addressing the causes of these insurgencies, which very much lies in basic economics – creating employment opportunities, ensuring governance and access to public services in these areas are good, and ensuring that you as a country or as a government can make a better deal for local communities than the jihadists can,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"risk-of-escalation-by-armed-groups\">Risk of escalation by armed groups</h2><p>In fact, a US military presence in Nigeria may actually empower the armed groups, the analysts noted.</p><p>“There is a real risk of escalation,” Nwanze said, noting that recent security data compiled by his firm has shown “an uptick in attacks” since the US’s CPC designation.</p><p>He said armed groups like Islamic State Sahel Province (ISSP) and the al-Qaeda-linked Jama’at Nusrat al-Islam wal-Muslimin (JNIM) “have consistently exploited narratives of foreign intervention to recruit and radicalise”.</p><p>“The December strikes [on Nigeria by the US] provide propaganda material, allowing them to frame local grievances as part of a global war against Western forces,” he added.</p><p>“There is also the risk that militant groups will rebrand themselves as resisting foreign occupation, gaining propaganda advantages that outweigh tactical losses.”</p><p>Adamu said a US presence could motivate armed groups to intensify attacks, especially symbolically. But more than that, “due to the controversy and difference in support between Nigerians for the US presence, it can lead to a further polarisation of Nigeria along religious and ethnic divides”.</p><p>There are “domestic perception risks” for Abuja, he said, noting that previous Nigerian governments had faced public criticism when allowing US presence in Nigeria, and many now feel Tinubu is <a href=\"https://www.premiumtimesng.com/opinion/856429-nigeria-on-the-brink-as-we-handover-sovereignty-to-america-by-jibrin-ibrahim.html\">“handing the country over to US imperialism”</a>.</p><p>The domestic “optics” are a concern, Nwanze agreed. “The perception of compromised sovereignty feeds nationalist resentment and deepens distrust in government,” he said.</p><p>For Cummings, Nigeria was in a tough spot in the face of US aggression, and “on balance, it was a smarter decision by the Tinubu government [to have] greater alignment with the United States”.</p><p>The analyst argues that Nigeria is historically more pro‑West, with economic, political, social and diaspora ties to the US. He says in the absence of alternative partners – like BRICS or other South-South alliances – Abuja’s cooperation and seeming alignment with the Trump administration was the best way to de-escalate this crisis.</p><p>But other analysts like Nwanze are concerned that by choosing to concede to Trump the right to violate Nigerian sovereignty — even with Nigerian oversight — the Tinubu government had left the country exposed to further crises.</p><p>“Adding a US military footprint, however limited, risks deepening instability by broadening the conflict’s ideological scope,” he warned. “The [armed] groups were already motivated; now they have a more compelling story to tell.”</p></div></div></body></html>"
        },
        {
            "title": "Como’s Fabregas, Milan’s Allegri and an alleged pull of Saelemaekers’ shirt | Football News | Al Jazeera",
            "time": "2026-02-19T08:21:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260218__984A6XG__v1__MidRes__FblItaSerieaMilanComo-1771485962.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>AC Milan’s 1-1 home draw with Como saw them drop seven points behind rivals Inter in the race for Italy’s Serie A title, but the result was even more infuriating for the Rossoneri and their supporters after a controversial incident involving a Milan counter and the opposition manager, Cesc Fabregas.</p><p>A coming together on the touchline, involving the former Arsenal and Barcelona midfielder while the ball was in play, resulted in play being stopped and the Milan manager, Massimiliano Allegri, being sent off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The overview of the incident was not completely clear at the time and continued into post-match interviews, where the allegations and accusations increased.</p><h2 id=\"what-happened-between-fabregas-and-alexis-saelemaekers\">What happened between Fabregas and Alexis Saelemaekers?</h2><p>With the match level at 1-1 and with only 10 minutes to play, Milan attempted a counterattack on the left flank just in front of the Como technical area.</p><p>Rossoneri winger Alexis Saelemaekers was surrounded by Como defenders but attempted to cut infield to break clear of his opponents.</p><p>Rather than continue his run, however, the Belgium international instead ground to a halt and immediately turned to remonstrate with Como manager Cesc Fabregas.</p><p>The replays show Fabregas alongside Saelemaekers on the edge of the field of play, with Milan alleging the away team manager pulled the shirt of their player, preventing their attempted attack.</p><h2 id=\"why-was-ac-milan-s-allegri-sent-off-for-the-incident-with-fabregas\">Why was AC Milan’s Allegri sent off for the incident with Fabregas?</h2><p>A touchline bust-up ensued as the Milan bench, and their manager Allegri, confronted their opposite numbers from Como. Allegri was shown a red card by referee Maurizio Mariani for his part in the melee.</p><p>Fabregas’s assistant, and Como team manager, was also shown a red card.</p><h2 id=\"what-have-fabregas-and-allegri-said-about-the-incident\">What have Fabregas and Allegri said about the incident?</h2><p>In his post-match interview, Allegri made no attempt to hide his annoyance about the incident.</p><p>“I believe there was a foul,” Allegri told the broadcaster, DAZN.</p><p>“Saelemaekers was starting a counterattack and was pulled by someone from the bench – I think it was Fabregas.”</p><figure id=\"attachment_4323944\" aria-describedby=\"caption-attachment-4323944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323944\" src=\"/wp-content/uploads/2026/02/2026-02-18T213625Z_1781172034_UP1EM2I1O0N2H_RTRMADP_3_SOCCER-ITALY-MIL-COM-1771486081.jpg?w=770&amp;resize=770%2C530&amp;quality=80\" alt=\"AC Milan's Italian coach Massimiliano Allegri, left, leaves the field after his red card and argument with Como's Spanish coach Cesc Fabregas argue during the Italian Serie A football match \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323944\" class=\"wp-caption-text\">AC Milan coach Massimiliano Allegri is shown a red card by referee Maurizio Mariani [Daniele Mascolo/Reuters]</figcaption></figure><p>Later, Fabregas admitted that his behaviour was “unsporting” but said he had touched the ball with his hand and not pulled Saelemaekers’s shirt.</p><p>“I want to apologise first and foremost, I did something I am not proud of, and was unsporting,” Fabregas told DAZN. “We’ve got to keep our hands to ourselves … especially the coaches.</p><p>“I apologise, it was just a little touch and Allegri’s response was exaggerated, but I admit I shouldn’t have done it.</p><p>“I would’ve got angry too, so I can only apologise and say I hope it never happens again in my career.</p><p>“I touched the ball with my hand to prevent Milan from resuming play… I acted unsportsmanlike, and I apologise,” Fabregas said.</p><p>On Fabregas apologising for his part in the incident, Allegri replied: “I understand, but next time if someone runs down the line, I will make a sliding tackle and come in too.”</p><p>Allegri also defended his actions, saying he only left his technical area to “defend his player”.</p><h2 id=\"do-fabregas-and-allegri-have-a-history-of-poor-behaviour\">Do Fabregas and Allegri have a history of poor behaviour?</h2><p>Allegri is known for his calm approach on and off the field. The former midfielder had a reputation for seeing the game at a quicker pace than others and controlling the flow of play accordingly, an alertness he is also renowned for on the touchline.</p><p>Fabregas was an all-action midfielder for Arsenal, Barcelona, Chelsea and Spain, and – much like Allegri – was hugely gifted technically. Having spent the majority of his career in the fast-paced English Premier League with the two London sides, Fabregas was known for a fiery approach in the centre of the park.</p><p>As Como manager, Fabregas saw his team involved in <a href=\"/sports/2025/8/7/arsenal-and-barcelona-great-fabregas-como-in-punch-up-with-betis\">a mass brawl</a> during a preseason friendly in Spain against Real Betis last summer, which saw both sets of coaching staff drawn into the on-field scuffle where punches were thrown.</p><h2 id=\"how-did-the-serie-a-game-between-ac-milan-and-como-play-out\">How did the Serie A game between AC Milan and Como play out?</h2><p>Argentina midfielder Nico Paz put Como ahead in the 32nd minute following a clumsy error from Milan goalkeeper Mike Maignan.</p><p>The France number one tried passing the ball from the edge of his penalty area, but Paz swiftly intercepted it and shot through Maignan’s legs for his ninth league goal of the season.</p><p>Portugal winger Rafael Leao equalised midway through the second half for Milan with a neat lob after being set up by midfielder Ardon Jashari.</p><h2 id=\"how-is-the-rest-of-serie-a-shaping-up-behind-inter-and-ac-milan\">How is the rest of Serie A shaping up behind Inter and AC Milan?</h2><p>The draw with Como extended Milan’s unbeaten streak in the league to 24 games, though the seven-point gap to rivals Inter is now looking substantial.</p><p>Second-placed Milan are four points ahead of defending champions Napoli in third.</p><p>Como moved into sixth spot on goal difference from Atalanta in the race for a Champions League place next season. Fifth-placed Juventus – formerly managed by Allegri – are four points ahead of Fabregas’s Como.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Video: OpenAI and Anthropic CEOs refuse to hold hands at India AI summit | Technology | Al Jazeera",
            "time": "2026-02-19T08:19:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771489113.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Korea’s ex-President Yoon gets life for insurrection | Politics | Al Jazeera",
            "time": "2026-02-19T08:17:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771489005.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Torture, threats, rape’: Palestinian journalists detail Israeli jail abuse | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-19T08:00:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20231130__346K7CG__v2__HighRes__PalestinianIsraelConflictPrisoners-1771429413.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian journalists jailed by Israel have reported widespread abuse in custody, including routine beatings, starvation and sexual assault, according to testimony published by the International Committee to Protect Journalists (CPJ).</p><p>In a February 19 report, the media rights group said it interviewed 59 Palestinian journalists imprisoned by Israel after the Hamas-led attacks of October 2023. All but one reported experiencing “torture, abuse or other forms of violence”, it said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The alleged abuse meted out by Israeli authorities ranged from baton beatings and electroshocks to excruciating stress positions – including under sewage water – as well as sexual violence. Two journalists said they were raped.</p><p>Journalist Sami al-Sai said soldiers stripped him and penetrated him with a baton and other items in a small cell in Israel’s Megiddo prison, an ordeal he said left him in a “severe psychological state”.</p><p>“Descriptions of sexual violence appeared repeatedly in the testimonies, with journalists describing assaults as intended to humiliate, terrorise and permanently scar them”, said the CPJ report.</p><h2 id=\"we-will-kill-your-family\">‘We will kill your family’</h2><p>Other accounts detailed psychological abuse, including threats to kill family members, sleep deprivation through loud music and medical neglect, such as being denied treatment for severe bone fractures and eye injuries.</p><p>Journalist Amin Baraka said he was repeatedly threatened for his work with Al Jazeera.</p><p>“An Israeli soldier told me, word for word in Arabic, ‘Al Jazeera correspondent Wael al-Dahdouh defied us and remained in the Gaza Strip, so we killed his family. We will kill your family, too,’” Baraka told CPJ.</p><p>“In every prison they transferred me to, I was subjected to physical abuse. I still suffer from the blows to my stomach … and I need surgery,” he added.</p><p>CPJ said the reports of abuse from dozens of journalists expose a “clear pattern”.</p><p>“These are not isolated incidents”, said CPJ Regional Director Sara Qudah. “They expose a deliberate strategy to intimidate and silence journalists, and destroy their ability to bear witness.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"there-needs-to-be-accountability\">‘There needs to be accountability’</h2><p>Many of the jailed journalists were also denied basic legal protections, said CPJ.</p><p>Eighty percent of those interviewed were held under Israel’s system of administrative detention, meaning no charges were brought against them. One in four said they were never allowed to speak to a lawyer at any time, according to the watchdog.</p><p>At the same time, the vast majority of those interviewed reported experiencing “extreme hunger or malnutrition”, corroborated by photos CPJ reviewed showing detainees’ “gaunt faces, protruding ribs and hollowed cheeks”.</p><p>Some journalists said they survived solely on “moldy bread and rotten food”.</p><p>The CPJ said the detainees lost an average of 23.5 kilogrammes (54 pounds) while in custody.</p><p>“We returned from hell”, journalist Imad Ifranji said.</p><p>CPJ CEO Jodie Ginsberg called for the international community to “take action” against the alleged widespread mistreatment of journalists in Israeli jails.</p><p>“Humanitarian law sets unequivocal standards for the treatment of detainees, and there needs to be meaningful accountability for failure to meet these standards,” said Ginsberg.</p><p>Israeli authorities have long faced allegations of rampant abuse targeting Palestinian prisoners in their custody, including <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">torture and rape</a>, particularly at the notorious Sde Teiman facility. Last year, <a href=\"/video/the-take-2/2025/11/10/aje-onl-sde-teiman-cover-upthe-take-horizontal-03op2copy-101125\">leaked footage</a> documented Israeli prison guards gang-raping a Palestinian inmate at Sde Teiman, prompting a <a href=\"/news/2025/11/1/why-has-the-israeli-armys-top-lawyer-resigned-after-leaking-rape-evidence\">scandal in Israel</a>.</p><p>Israeli National Security Minister Itamar Ben-Gvir previously celebrated the “abominable conditions” of Palestinian prisoners and pledged to keep food provisions at the “bare minimum” required by law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s targeting of Palestinian journalists during its genocidal war in Gaza is also well documented. Nearly <a href=\"/news/2025/12/9/israel-the-top-killer-of-journalists-worldwide-once-again-says-rsf-report\">300 journalists and media workers have been killed</a> by Israeli attacks in Gaza since the war broke out, according to a tally by Shireen.ps, a monitoring website named after Al Jazeera journalist Shireen Abu Akleh, who was shot dead by Israeli forces in the occupied West Bank in 2022.</p><p>In one of its deadliest attacks in August 2025, Israel carried out <a href=\"/news/2025/8/26/who-were-the-five-journalists-killed-in-israels-gaza-hospital-attack\">a “double-tap” strike on a hospital</a> in the south of Gaza that killed five journalists, including Al Jazeera photographer Mohammad Salama, as well as contributors to Reuters and The Associated Press news agencies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gas explosion kills 13 in Pakistan’s Karachi, collapsing building | News | Al Jazeera",
            "time": "2026-02-19T07:44:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050266734476-1771486700.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gas explosion kills 13 in Pakistan’s Karachi, collapsing building</h1><p class=\"article__subhead\"><em>Rescuers are still removing rubble to search for any survivors trapped under the debris, police say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A gas explosion has torn through an apartment building in Pakistan’s largest port city of Karachi, killing at least 13 people, including women and children, and injuring several others after part of the structure collapsed, police and rescue officials said.</p><p>The explosion happened on Thursday in a residential area of Karachi, the capital of the southern Sindh province, according to local police chief Rizwan Patel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rescuers were still removing rubble to search for any survivors trapped under the debris, he said. The search-and-rescue operation was ongoing.</p><p>Most houses and apartment buildings in Karachi, like elsewhere in Pakistan, are supplied with natural gas for cooking. However, many households also rely on liquefied petroleum gas cylinders because of low natural gas pressure.</p><p>In July, a gas explosion following a wedding reception at a home in Pakistan’s capital, Islamabad, killed eight people, including the bride and groom. The blast occurred as guests had gathered to celebrate the couple, authorities said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: South Korea convicts ex-President Yoon Suk-yeol for insurrection | News | Al Jazeera",
            "time": "2026-02-19T07:05:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050142350912-1771484546.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: South Korea convicts ex-President Yoon Suk-yeol for insurrection</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Former President Yoon Suk-yeol sentenced to life in prison by Seoul court for his brief imposition of martial law in December 2024.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "South Korea’s ex-President Yoon gets life in prison for insurrection | Courts News | Al Jazeera",
            "time": "2026-02-19T06:54:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13376141-1771464096_b8e75a-1771464276.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korea’s former President Yoon Suk-yeol has been found guilty of masterminding an insurrection and sentenced to life in prison over his imposition of short-lived <a href=\"/news/2025/12/3/martial-law-year-after-south-korea-imposed-it-where-else-is-it-in-force\">martial law</a> in 2024.</p><p>“The declaration of martial law resulted in enormous social costs, and it is difficult to find any indication that the defendant has expressed remorse for that,” Presiding Judge Ji Gwi-yeon told the court on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As to defendant Yoon Suk-yeol, the crime of insurrection leadership is established,” the judge said.</p><p>“We sentence Yoon to life imprisonment.”</p><p>The Seoul Central District Court ruled that Yoon was the leader of the December 3, 2024 insurrection in a case where prosecutors had sought the death penalty for the disgraced ex-president, who was impeached and removed from office over his declaration of martial law.</p><p>The court found that the core fact of Yoon’s martial law case was that he sent the military to the National Assembly in December 2024, South Korea’s Yonhap news agency reported.</p><p>The court also ruled that Yoon intended to prevent and paralyse the National Assembly from functioning properly for a significant period of time, but rejected the special prosecutor’s claim that Yoon planned to establish a long-term dictatorship, according to Yonhap.</p><p>Yoon, 65, had maintained his innocence throughout his court appearances, arguing that he had the authority to declare martial law as president and that his decision was aimed at preventing opposition political parties from obstructing the government’s work.</p><h2 id=\"appeals-likely\">Appeals likely</h2><p data-start=\"63\" data-end=\"241\">A heavy security presence surrounded the Seoul Central District Court with police buses forming a tight cordon around the court, blocking surrounding streets as officers stood guard against possible unrest.</p><p data-start=\"380\" data-end=\"701\">Prosecutors accuse Yoon of abusing his authority when he ordered troops to enter parliament and remove political opponents during his short-lived declaration of martial law.</p><p data-start=\"703\" data-end=\"940\">Yoon remains in custody at the Seoul Detention Centre and is expected to stay there regardless of Thursday’s decision.</p><p>Following the court’s decision, Yoon’s lawyers said the ruling had only affirmed a “pre-written script” and claimed that it was not supported by evidence in the case, without elaborating.</p><p>His lawyers added that they would be discussing with Yoon whether or not he wanted to appeal.</p><p>Al Jazeera’s Jack Barton, reporting from Seoul, said, “This verdict is really bringing to a close, at least until the appeal, this period of political turmoil following the martial law that led to months of street protests and led to the national assembly impeaching him.</p><p>“Yoon was the first sitting South Korean president to be arrested, second to be successfully impeached and the third to face trial over insurrection,” he added.</p><p data-start=\"942\" data-end=\"1159\">Judicial guidelines state that first-instance trials should conclude within six months, and the full appeals process within two years. In practice, politically sensitive cases often extend well beyond those timelines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1161\" data-end=\"1424\">Yoon’s legal troubles stretch beyond the current proceedings. In January, a separate court sentenced him to five years in prison after convicting him of obstructing authorities who sought to arrest him following his martial law order. He has appealed that ruling.</p><p data-start=\"1426\" data-end=\"1768\">Although his attempt to impose martial law lasted only about six hours before parliament voted it down amid mass protests, the move rattled South Korea, Asia’s fourth-largest economy and a key United States ally. The episode also raised questions about the resilience of a country long regarded as one of the region’s most stable democracies.</p><p data-start=\"1770\" data-end=\"1879\">President Lee Jae Myung, who won a snap election in June after Yoon’s removal, praised the public’s response.</p><p data-start=\"1881\" data-end=\"2066\">“It was possible because it was the Republic of Korea,” Lee wrote on X, invoking the country’s official name. He added that the Korean people would stand as an example in human history.</p><p data-start=\"2068\" data-end=\"2245\" data-is-last-node=\"\" data-is-only-node=\"\">Lee attached his post to a report noting that some academics have proposed nominating the South Korean public for a Nobel Peace Prize for resisting martial law without violence.</p><figure id=\"attachment_4323712\" aria-describedby=\"caption-attachment-4323712\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323712\" src=\"/wp-content/uploads/2026/02/afp_6996a675b2e4-1771480693.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"A blue bus believed to be transporting South Korea's impeached former president Yoon Suk Yeol arrives at the Seoul Central District Court in Seoul on February 19, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323712\" class=\"wp-caption-text\">A blue bus believed to be transporting South Korea’s impeached former President Yoon Suk-yeol arrives at the Seoul Central District Court as police cordoned off protests in Seoul on Thursday [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "World leaders discuss AI future at India’s global summit in New Delhi | Technology News | Al Jazeera",
            "time": "2026-02-19T06:54:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6996a8ee-1771481326.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>World leaders discuss AI future at India’s global summit in New Delhi</h1><p class=\"article__subhead\"><em>UN chief Guterres calls for open AI access and warns against leaving its future to the ‘whims of a few billionaires’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The fourth, and most high-profile, day of a <a href=\"/news/2026/2/16/india-hosts-ai-impact-summit-drawing-world-leaders-tech-giants\">global artificial intelligence summit </a>in India is under way with world leaders such as United Nations chief Antonio Guterres and French President Emmanuel Macron taking the floor to discuss how to handle the fast-advancing technology that is prompting investment enthusiasm and deep concern in equal measure.</p><p>The huge gathering in New Delhi is the fourth in a series of international AI meetings that have been taking place since 2023 in France, South Korea and the United Kingdom. Job disruption, child safety and regulations have topped the agenda of this year’s edition.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Guterres spoke on Thursday, warning of the risks of AI, saying its future cannot be left to “the whims of a few billionaires”. The UN chief called on tech tycoons to support a $3bn global fund to ensure open access to the fast-advancing technology for all.</p><p>The French president also spoke of needing deep involvement: “The message I have come to convey is what is that we are determined to continue to shape the rules of the game, and to do with our allies such as India,” Macron said.</p><p>“Europe is not blindly focused on regulation – Europe is a space for innovation and investment, but it is a safe space.”</p><p>While this year is touted to be the biggest edition yet, with thousands of attendees, there is one noticeable absentee.</p><p>Microsoft founder Bill Gates, facing questions over his ties to late sex offender <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a>, withdrew just hours before he was due to speak to “ensure the focus remains on the AI Summit’s key priorities”, the Gates Foundation said.</p><p>Another Gates Foundation official will take the place of Gates, who said this month he regrets “every minute” he spent with Epstein. As the first global AI meeting held in a developing country, the five-day summit, which wraps up on Friday, has also been a chance for India to boost its position in the booming sector.</p><p>Last year, the country leapt to third place in an annual global ranking of AI competitiveness calculated by Stanford researchers.</p><p>But despite plans for large-scale infrastructure and grand ambitions for innovation, experts say it has a long way to go before it can rival the United States and China.</p><p>Speaking on Thursday, India’s Prime Minister Narendra Modi highlighted recent launches of AI models by Indian companies, saying that “the AI model which succeeds in India can be deployed all over the world”.</p><p>“India believes that AI technology will only be beneficial when it is shared and its core systems are open; only then will our millions of young minds be able to make it better and safer,” Modi added.</p><p>“We must resolve that AI is used for the global common good.”</p><p>Modi, breaking into English, added: “We are entering an era where humans and intelligence systems co-create, co-work and co-evolve.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Aid reaches Sudan’s Kordofan as over 30 countries alarmed by drone attacks | Humanitarian Crises News | Al Jazeera",
            "time": "2026-02-19T06:33:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699688c62a-1771473094.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Aid reaches Sudan’s Kordofan as over 30 countries alarmed by drone attacks</h1><p class=\"article__subhead\"><em>Food trucks arrive in area that has been cut off for two years as spate of deadly drone attacks hampers relief efforts.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations aid trucks have reached an area in Sudan that has been cut off from relief efforts amid warnings that deadly drone strikes are making the hunger crisis in that part of the country worse.</p><p>The UN said on Wednesday that its aid trucks had reached Dilling and Kadugli, in central Sudan’s Kordofan region, with “life-saving” humanitarian supplies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The World Food Programme (WFP) “transported more than 700 metric tons of food commodities to support nearly 70,000 people, including 21,000 mothers and children with specialized nutritious food to prevent malnutrition,” the UN said in a statement.</p><p>“Dilling and the nearby city of Kadugli have been largely cut off from aid for more than two years, leaving communities with severe shortages of humanitarian assistance,” the UN said.</p><p>The aid delivery came as more than 30 countries issued a statement on Wednesday expressing “grave concern” at a recent “severe escalation” in drone attacks amid “heavy fighting” in the Darfur and Kordofan regions.</p><p>The 28 European Union countries, plus Canada, New Zealand and the United Kingdom, warned that “intentional attacks” against aid workers and “wilfully impeding” relief supplies, “may amount to war crimes”.</p><p>The statement was issued after 28 people were killed and dozens more injured when drone-fired missiles <a href=\"/news/2026/2/16/drone-strike-on-busy-market-in-sudan-kills-at-least-28\">hit the al-Safiya market</a> in the town of Sodari in North Kordofan state on Sunday, according to monitoring group Emergency Lawyers.</p><p>UN human rights chief Volker Turk also issued a statement on Wednesday expressing alarm at the increase in drone attacks in the conflict.</p><p>“These latest killings are yet another reminder of the devastating consequences on civilians of the escalating use of drone warfare in Sudan,” Turk said.</p><p>“They also perpetuate a pattern that we have seen time and again in this conflict of attacks on civilian objects and infrastructure, including markets, health facilities and schools,” he added.</p><p>Turk said that at least 57 civilians had been killed in separate drone attacks on Sunday and Monday in four states across Sudan, including the attack on the market in Sodari, which he said was allegedly carried out by Sudanese Armed Forces (SAF).</p><p>He also pointed to recent attacks attributed to the Rapid Support Forces (RSF) on two primary schools and a hospital.</p><p>The heavy fighting in the Kordofan region comes as the Sudanese army and the RSF fight over the country’s vital east-west axis, which links the western RSF-held Darfur region, through el-Obeid, to the army-controlled capital, Khartoum, and the rest of Sudan.</p><p>After consolidating its hold on Darfur last year, the RSF has pushed east through the oil and gold-rich Kordofan region in an attempt to seize Sudan’s central corridor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Les Wexner says he was conned by Epstein; Democrats push back on testimony | News | Al Jazeera",
            "time": "2026-02-19T06:30:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26048785881271-1771473880_e19d68-1771478613.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Retail tycoon Les Wexner has told lawmakers in the United States that he had been “duped” by the late sex offender Jeffrey Epstein and denied any knowledge of his former financial adviser’s abuse of girls and young women.</p><p>Wexner, a former CEO and founder of Victoria’s Secret owner L Brands, made the statement on Wednesday in written testimony to the House Committee on Oversight and Government Reform, which is investigating Epstein and his ties to the US elite.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Democrats on the panel had subpoenaed the 88-year-old billionaire after the latest release of Epstein-related documents by the Department of Justice (DOJ) revealed new details about his relationship with the well-connected financier.</p><p>Five committee members travelled to Wexner’s home in Ohio to take a deposition from him in a closed-door session. He was questioned for six hours, and a video and transcript are to be released soon.</p><p>In his written statement, Wexner described Epstein as a “conman” and said he had been “naive, foolish, and gullible to put any trust” in the convicted sex offender.</p><p>Wexner said he was introduced to Epstein in the mid-1980s and later hired him to manage his vast wealth acquired as the founder of L Brands, which also operated leading brands like The Limited, Express, Bath &amp; Body Works, and Abercrombie &amp; Fitch.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Wexner said he had “irrevocably cut ties” with Epstein after learning that “he was an abuser, a crook, and a liar” around 2007, a year after the late financier was first arrested for soliciting prostitution from a minor in the state of Florida.</p><p>Wexner said his wife, Abigail, had discovered that “Epstein had stolen vast sums from our family”, and following this revelation, he never spoke to his former adviser again.</p><p>“While others visited Epstein in jail and associated with him after his release, I did not. Nor did I witness, condone, or enable his crimes in any way,” the statement said.</p><h2 id=\"democrats-unconvinced\">Democrats unconvinced</h2><p>Some Democratic lawmakers, however, pushed back on Wexner’s narrative, given their long-running professional relationship.</p><p>“There is no single person that was more involved in providing Jeffrey Epstein with the financial support to commit his crimes than Les Wexner,” Representative Robert Garcia, the committee’s ranking Democrat, told reporters outside Wexner’s home.</p><p>“We have also directly heard from survivors about Mr Wexner, his involvement, and their concerns about the enormous amount of money that was transferred over and paid to Mr Epstein. We know of over a billion dollars that was either transferred, provided in stocks, or given directly to Mr Epstein by Wexner,” he said.</p><p>Garcia noted that Wexner appeared to be “unaware” of much of the money given to Epstein and had downplayed their personal ties.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The pair were close enough that at one point Wexner gave Epstein power of attorney, according to the tycoon’s testimony. Wexner also admitted to visiting Epstein’s properties, like his private island, Little Saint James, albeit on one brief occasion while accompanied by his family.</p><p>Wexner also responded to allegations by the late victim Virginia Giuffre, who claimed in court documents that the billionaire was among the men Epstein trafficked her to. Wexner testified to utter devotion to his wife of 33 years, saying he had never once been unfaithful “in any way, shape, or form”.</p><p>Wexner, whose name appears more than 1,000 times in the Epstein files, was investigated by the FBI at least once, according to an email released by the DOJ.</p><p>The email indicates that in August 2019, the month that Epstein died while awaiting trial, the FBI was looking into Wexner as a potential “secondary coconspirator” in his crimes. The FBI said it had been in contact with Wexner’s lawyers, but there “was limited evidence regarding his involvement”.</p><p>Epstein’s death in 2019 in a Manhattan jail cell was ruled a suicide.</p><h2 id=\"i-feel-sorry\">‘I feel sorry’</h2><p>In one of the newly released documents, Epstein sent rough notes to himself about Wexner, saying, “never ever, did anything without informing Les” and “I would never give him up”.</p><p>Another document, an apparent draft letter to Wexner, said the two “had ‘gang stuff’ for over 15 years” and were mutually indebted to each other – as Wexner helped make Epstein rich and Epstein helped make Wexner richer.</p><p>A spokesperson for Wexner told The Associated Press news agency that Wexner never received the letter and characterised it as fitting “a pattern of untrue, outlandish, and delusional statements made by Epstein in desperate attempts to perpetuate his lies and justify his misconduct”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Wexner did not publicly reveal until after Epstein’s arrest on federal sex trafficking charges in July 2019 that he had severed their relationship. While he said that happened in 2007, the Justice Department’s newly released records show the two were in touch after that.</p><p>Wexner emailed Epstein on June 26, 2008, after a plea deal was announced that would require him to serve 18 months in a Florida jail on a state charge of soliciting prostitution from a minor to avoid federal prosecution. He wound up serving 13 months.</p><p>“Abigail told me the result. All I can say is I feel sorry. You violated your own number 1 rule always be careful,” Wexner wrote.</p><p>Epstein replied, “no excuse”.</p><p>Wexner’s spokesperson told the AP the 2007 date Wexner cited applied to firing Epstein as financial adviser, revoking his power of attorney and removing his name from Wexner’s bank accounts.</p></div></div></body></html>"
        },
        {
            "title": "Twelve killed in China fireworks shop blast during Lunar New Year | Retail News | Al Jazeera",
            "time": "2026-02-19T06:07:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/000_97ZL3NJ-1771480031.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Twelve killed in China fireworks shop blast during Lunar New Year</h1><p class=\"article__subhead\"><em>Five children among the dead as authorities warn of ongoing holiday safety risks.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"638\" data-end=\"846\">An explosion at a fireworks shop in central China’s Hubei province has killed at least 12 people, state media reported, marking the second deadly blast linked to fireworks as the country celebrates the <a href=\"/gallery/2026/2/17/global-celebrations-welcome-the-year-of-the-horse-with-fireworks\">Lunar New Year</a>.</p><p data-start=\"848\" data-end=\"1115\">The explosion tore through the shop in Xiangyang on Wednesday afternoon. Emergency crews extinguished the blaze soon after, according to the state-run Xinhua News Agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"848\" data-end=\"1115\">Authorities have launched an investigation into the cause but have not released further details.</p><p data-start=\"1117\" data-end=\"1373\">Officials said five children and seven adults died in the explosion. The victims included the shop owner and customers who had been buying fireworks for holiday celebrations. Some had travelled from other areas to visit relatives during the <a href=\"/news/2026/2/17/humanoid-robots-perform-advanced-martial-arts-at-chinese-new-year-gala\">festive period</a>.</p><p data-start=\"1375\" data-end=\"1603\">Fireworks remain a longstanding part of Lunar New Year traditions across China, where families set them off to usher in <a href=\"/news/2026/2/17/lunar-new-year-why-is-china-pinning-hope-on-the-festival-to-boost-economy\">prosperity</a> and ward off misfortune.</p><p data-start=\"1375\" data-end=\"1603\">However, their widespread use has also led to repeated safety incidents.</p><p data-start=\"1605\" data-end=\"1803\">On Sunday, another explosion at a fireworks shop in Jiangsu province killed eight people and injured two. Local authorities said a resident had ignited fireworks near the building before that blast.</p><p data-start=\"1805\" data-end=\"2106\">Following the recent accidents, China’s Ministry of Emergency Management issued renewed safety warnings.</p><p data-start=\"1805\" data-end=\"2106\">In a statement on Tuesday, the ministry said that “fireworks are still the biggest risks during the Spring Festival period,” and urged regional governments to strengthen oversight of the industry.</p><p data-start=\"2108\" data-end=\"2378\">On Monday, the ministry instructed all regions to learn from the Jiangsu incident and tighten supervision, stressing the need to “resolutely prevent” similar accidents. Officials also called for comprehensive risk assessments and heightened vigilance during the holiday.</p><p data-start=\"2380\" data-end=\"2597\">Many cities have previously imposed restrictions or outright bans on fireworks over air quality and safety concerns. In recent years, however, some local governments have eased blanket bans in favour of regulated use.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Proof of concept’? What Trump can achieve in first ‘Board of Peace’ summit | Donald Trump News | Al Jazeera",
            "time": "2026-02-19T06:00:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6996129a15-1771442842.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump is set to hold his first “<a href=\"/news/2026/2/18/trumps-board-of-peace-meets-whos-in-whos-out-whats-on-the-agenda\">Board of Peace</a>” summit in Washington, DC, an event where the US leader likely hopes to prove the recently launched panel can overcome scepticism – even from those who signed on in support – in the face of months of Israeli ceasefire violations in Gaza.</p><p>The summit on Thursday comes nearly three months to the day since the UN Security Council approved a US-backed “ceasefire” plan amid Israel’s <a href=\"https://www.ohchr.org/en/press-releases/2025/09/israel-has-committed-genocide-gaza-strip-un-commission-finds\" target=\"_blank\" rel=\"noopener\">genocide</a> in Gaza, which included a two-year mandate for the Board of Peace to oversee the devastated Palestinian enclave’s reconstruction and the launch of a so-called International Stabilization Force.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Disquiet has surrounded the board since the November security council vote, with many traditional Western allies wary of the US administration’s apparent wider ambitions, which some have viewed as an attempt to rival the United Nations in a Trump-dominated format.</p><p>Others, including countries that have already signed on as members, have raised concerns about the board’s fitness to effect meaningful change in Gaza. Several regional Middle East powers have joined the board, with Israel becoming a late, and to some, <a href=\"/news/2026/1/21/israels-netanyahu-to-join-board-of\">disconcerting</a> addition in early February.</p><p>As of Thursday’s meeting, the board still has no Palestinian representation, which many observers see as a major obstacle to finding a lasting path forward.</p><p>“What exactly does Trump want to get out of this meeting?” Yousef Munayyer, the head of the Israel-Palestine programme at the Arab Center Washington DC, questioned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think he wants to be able to say that people are participating, that people believe in his project and in his vision and in his ability to move things forward,” he told Al Jazeera.</p><p>“But I don’t think that you’re going to see any major commitments until there are clearer resolutions to the key political questions that so far remain outstanding.”</p><h2 id=\"only-game-in-town\">‘Only game in town’</h2><p>To be sure, the Board of Peace currently remains the “only game in town” for parties interested in bettering the lives of Palestinians in Gaza, Munayyer explained, while simultaneously remaining “extremely and intimately tied to the persona of Donald Trump”.</p><p>That raises serious doubts over the board’s longevity in what is likely to be a decades-long response to the crisis.</p><p>“Regional players that have a serious concern over the future of the region and concern over the genocide have no choice but to really hope that their participation in this Board of Peace allows them to have some leverage and some direction over the future of Gaza in the next several years,” Munayyer said.</p><p>He assessed the greatest opportunity for member states who “understand the challenges and understand the context” would be to focus on “what realistically can be achieved in the time period … to focus on the immediate needs and address them aggressively”. That includes health infrastructure, freedom of movement, making sure that people have shelter, pushing for an end to ceasefire violations, to name a few, he said.</p><p>At least 72,063 Palestinians have been killed in Gaza since October 7, 2023, with 603 killed since the October 11, 2025, “ceasefire” went into effect. Nearly the entire population of 2.1 million has been displaced, with more than 80 percent of buildings destroyed.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4321828 aligncenter\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Which-country-has-accepted-thier-invitation-to-the-Board-of-Peace-FEB15-2026-copy-1771402622.png?quality=80\" alt=\"INTERACTIVE - Which country has accepted thier invitation to the Board of Peace\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>For his part, Trump, who has previously envisioned turning Gaza into a “Middle East Riviera”, struck a positive tone ahead of the meeting. In a post on his Truth Social account on Sunday, Trump touted the “unlimited potential” of the board, which he said would prove to be the “most consequential International Body in History”.</p><p>Trump also said that $5bn in funding pledges would be announced “toward the Gaza Humanitarian and Reconstruction efforts” and that member states “have committed thousands of personnel to the International Stabilization Force and Local Police to maintain Security and Peace for Gazans”.</p><p>He did not provide further details.</p><p>Meanwhile, Trump’s son-in-law, Jared Kushner, who is a member of the panel’s so-called “Gaza executive board”, unveiled the clearest vision yet of Washington’s “master plan” for Gaza in January.</p><p>The plan, assembled without any input from Palestinians in Gaza, outlined gleaming residential towers, data centres, seaside resorts, parks, and sports facilities, predicated on the <a href=\"/news/2026/1/27/map-shows-what-would-happen-to-gaza-under-the-us-master-plan\">erasure</a> of the enclave’s urban fabric.</p><p>At the time, Kushner did not say how the reconstruction plan would be funded. He said it would begin following full disarmament by Hamas and the withdrawal of the Israeli military, both issues that remain unresolved.</p><h2 id=\"pressure-on-israel\">Pressure on Israel?</h2><p>As the US administration stargazes over sweeping construction plans, it is likely to face a starker reality when it meets with a collection of the 25 countries that have signed on as members, as well as several others that are sending observers to the meeting, according to Annelle Sheline, a research fellow in the Middle East programme at the Quincy Institute for Responsible Statecraft.</p><p>Any progress to show the board’s “proof of concept” would all-but-surely require asserting unilateral pressure on Israel, she noted.</p><p>“Trump is hoping to have countries back up his claim about the $5bn, to get actual commitments on paper,” Sheline told Al Jazeera.</p><p>“This is probably going to be challenging, because – especially the Gulf countries – have been very clear that they’re not interested in financing another reconstruction that’s just going to be destroyed again in a few years.”</p><p>Israel’s decision to join the board, which Israeli Prime Minister Benjamin Netanyahu had initially opposed, has <a href=\"/features/2026/1/22/why-did-israel-join-trumps-board-of-peace-after-raising-objections\">piqued concerns</a> about further influence over US policy. An act of good faith by the US to advance a more lasting peace could be the inclusion of a Palestinian official on the board, Sheline added.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4321616\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Who-is-on-the-Board-of-Peace-FEB15-2026-1771396780.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Who is part of Trump's Board of Peace?\" fetchpriority=\"low\"></p><p>She proposed widely popular Palestinian political prisoner <a href=\"/news/2025/12/6/palestinian-groups-express-grave-concerns-over-marwan-barghoutis-safety\">Marwan Barghouti</a>, who is continuing to serve consecutive life sentences in Israel, as a possible candidate. His release, she said, could be an example of an area where Washington could use its leverage to immediate effect.</p><p>In the shorter term, “[interested member states] are largely waiting for the security situation to resolve. Israel violates the ceasefire daily and moves the yellow line”, Sheline said, referring to the <a href=\"/news/2026/1/26/yellow-line-the-de-facto-israeli-buffer-zone-shaping-life-in-gaza\">demarcation</a> in Gaza behind which Israel’s military was required to withdraw as part of the first phase of the “ceasefire” agreement.</p><p>Indonesia’s government has said it is preparing to commit 1,000 troops to a stabilisation force, which could eventually grow to 8,000. But any deployment would likely remain delayed without better ceasefire guarantees, she said.</p><p>“It’s still an active warzone,” Sheline added. “So it’s very understandable that even Indonesia, which has hypothetically said it would contribute troops to the stabilisation force, is likely going to say we’re not actually going to do that until the situation is stable.”</p><h2 id=\"an-opportunity\">An opportunity?</h2><p>Ensuring an actual ceasefire is enforced – including creating accountability mechanisms for violations – remained “by far the most critical” task for the board’s inaugural meeting, according to Laurie Nathan, the director of the mediation programme at the Kroc Institute for International Peace Studies at the University of Notre Dame.</p><p>Trump’s Board of Peace is “not going to be able to play a meaningful reconstruction role in the absence of stability in Gaza, and stability requires adherence to the ceasefire”, he told Al Jazeera.</p><p>The next key step – and a major development that could come from Thursday’s meeting – would be a commitment of troops, although Nathan noted any deployment would still likely be deadlocked until a voluntary <a href=\"/news/2026/2/17/hamas-rejects-netanyahu-aides-60-day-ultimatum-for-group-to-disarm\">Hamas disarmament</a> agreement is reached.</p><p>On the face of the situation, Trump would appear increasingly incentivised to use Washington’s considerable leverage over Israel to foster a stability in Gaza that the president has closely aligned with his own self-image.</p><p>After all, Trump and his allies have regularly portrayed the US president as the “peacemaker-in-chief”, repeatedly touting his success in conflict resolution, even if facts on the ground <a href=\"/video/newsfeed/2025/12/12/eight-wars-ended-whats-happened-to-trumps-peace-deals\">undermine</a> the claims. Trump has been vocal in his belief that he should be <a href=\"/opinions/2025/10/16/how-trump-got-his-nobel-peace-prize-after-all\">awarded</a> the Nobel Peace Prize.</p><p>Still, “Trump’s motivation is multifold,” Nathan explained.</p><p>“Does he care about peace? I think he does. Does he want to be a peace broker? Yes. Does he genuinely want the Nobel Peace Prize? Yes.”</p><p>“On the other hand, he is performative … it’s never quite clear how much of it is serious for him,” he added. “The further problem is that personal interests are always involved when Trump is doing these things.”</p><h2 id=\"wider-ambitions\">Wider ambitions?</h2><p>Both Washington’s Western allies and experts in conflict resolution have <a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">scrutinised</a> what appears to be the yawning scope of the Board of Peace, far beyond the Gaza purview approved by the UN Security Council last year.</p><p>A widely reported founding “charter” sent to invited countries did not directly reference Gaza as it took digs at pre-existing approaches to peace-building that “foster perpetual dependency and institutionalise crisis rather than leading people beyond it”. Instead, it envisioned a “more nimble and effective international peace-building body”.</p><p>Critics have further questioned Trump’s singular and indefinite role as “chairman” and sole veto-holder, which largely undermines the principles of multilateralism intended to be enshrined in organisations such as the UN. They have argued that the structure fosters a <a href=\"/news/2026/1/23/rights-advocates-welcome-canadas-exclusion-from-trump-board-of-peace\">transactional approach</a> both in dealings with the US government and Trump as an individual.</p><p>Richard Gowan, the programme director of global issues and institutions at International Crisis Group, said those concerns are unlikely to subside any time soon. Still, he did not see that precluding European countries from supporting the board’s effort if it is able to make meaningful progress.</p><p>“I think, in practical terms, you will see other countries trying to support what the board is doing in the Gaza case, while continuing to keep it at arm’s length over other issues,” he said.</p><p>Thursday’s meeting could indicate the Board of Peace’s dynamic and tone going forward.</p><p>“If Trump uses his authority under the charter to order everyone around, block any proposals he doesn’t like, and run this in a completely personalistic fashion,” Gowan said, “I think even countries that want to make nice with Trump will wonder what they’re getting into.”</p><p>“If Trump shows his mellower side. If he’s actually willing to listen, in particular to the Arab group and what they’re saying about what Gaza needs, if it looks like a genuine conversation in a genuine contact group,” he added, “that won’t erase all the questions about the board’s future, but it will at least suggest that it can be a serious sort of diplomatic framework.”</p></div></div></body></html>"
        },
        {
            "title": "Houthi threats and US-Iran conflict escalate Ramadan fears in Yemen | Conflict News | Al Jazeera",
            "time": "2026-02-19T05:27:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6994dedd-1771364061.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Sanaa, Yemen –</strong> Ahmed Abdu, 28, parked his motorbike near a hall under construction in the al-Jiraf neighbourhood of Sanaa. He walked some metres to deliver a food parcel to a customer.</p><p>Nearly a minute later, an air strike hit the hall, setting off a thunderous explosion.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fire erupted, and smoke rose on the dark street at night. Passersby screamed and fled in panic. The attack happened last Ramadan, on March 19, 2025, in the Yemeni capital.</p><p>Ahmed, who survived, said he will never forget that moment of horror. He escaped unscathed, but his motorbike was charred, and nine civilians sustained injuries.</p><p>As Yemen enters this new Ramadan, memories of last year’s United States-led aerial campaign, Operation Rough Rider, are resurfacing in Sanaa.</p><p>The two-month operation, which Washington said targeted Houthi military infrastructure, killed at least 224 civilians, many of them in Ramadan last year.</p><p>Today, the country remains in tumult amid rising tensions in the region. Ahmed and thousands of people like him fear a repeat of the violence that shattered the holiest month of the year.</p><p>“I do not know whether this calm will continue in this Ramadan, or we will relive the intimidating war surprises we endured last year. Such an uncertainty is worrisome,” Ahmed told Al Jazeera.</p><figure id=\"attachment_4320934\" aria-describedby=\"caption-attachment-4320934\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4320934 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/reuters_6994df10-1771364112.jpg?resize=770%2C513&amp;quality=80\" alt=\"People gather around girls learning to recite the Holy Quran, ahead of the Muslim fasting month of Ramadan, at the Grand Mosque in Sanaa, Yemen February 3, 2026. REUTERS/Khaled Abdullah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4320934\" class=\"wp-caption-text\">People gather around girls learning to recite the Quran at the Grand Mosque in Sanaa, Yemen [File: Khaled Abdullah/Reuters]</figcaption></figure><h2 id=\"ready-for-the-second-round\">Ready for the second round</h2><p>About 10 days before this Ramadan, the Houthis, who control northwest Yemen, including Sanaa, staged a mass protest in the capital under the slogan “Steadfast and ready for the next round”, referring to a possible confrontation with local or foreign adversaries.</p><p>The protest expressed solidarity with and support for Houthi allies, Iran and Lebanon’s Hezbollah, against the US and Israel. Houthi leaders said their hands were on the trigger and that any <a href=\"/news/2026/2/13/trump-confirms-second-aircraft-carrier-headed-to-middle-east-very\">US attacks on Iran</a> would prompt them to intervene.</p><p>Mohammed al-Bukhaiti, a member of the political bureau of the Houthi movement, warned the US against launching any “military aggression” against Iran, saying that attacking Iran would amount to a full-scale war in the region.</p><p>“We are men of action, not words,” al-Bukhaiti told Iranian television.</p><p>With the Houthi threats to support Iran militarily against Washington, the fear for many regular Yemenis is that their country could soon find itself a target of US warplanes once again.</p><figure id=\"attachment_4320941\" aria-describedby=\"caption-attachment-4320941\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4320941 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/epa_6994df4d65ee-1771364173.jpg?resize=770%2C513&amp;quality=80\" alt=\"epa12751633 People walk through a market ahead of the fasting month of Ramadan in Sana'a, Yemen, 17 February 2026. Ramadan is expected to begin on 18 February 2026, depending on the sighting of the new crescent moon. Muslims around the world celebrate the holy month of Ramadan by praying during the nighttime and abstaining from eating, drinking, and sexual acts during the period between sunrise and sunset. EPA/YAHYA ARHAB\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4320941\" class=\"wp-caption-text\">People walk through a market ahead of the fasting month of Ramadan in Sanaa, Yemen, February 17, 2026 [Yahya Arhab/EPA]</figcaption></figure><h2 id=\"the-missile-in-the-kitchen\">The missile in the kitchen</h2><p>The scars from previous US-Houthi attack exchanges still linger in war-ravaged Yemen.</p><p>The US said the strikes last year were carried out in retaliation for Houthi attacks on Israeli-linked vessels passing through the Red Sea, in solidarity with Gaza.</p><p>Construction worker Faisal Abdulkareem, 35, welcomes the arrival of Ramadan, but memories of the last one remain painful. He prays this month will pass peacefully without the horror of warplanes, missiles, and explosions.</p><p>“On a Ramadan night last year, I was lying in my room, facing the street. I heard the roar of a warplane. I was worried but did not panic. I reassured myself: This is a residential area with no military facilities, and it would not be targeted,” Faisal recalled.</p><p>About a minute later, an explosion rocked the area. The aluminium window frames were blown outwards, and shards of glass flew into Faisal’s room.</p><p>“The glass fragments struck parts of my body, including my head and hands. I wiped the blood away with a tissue as I tried to process happened. It was terrifying,” he said.</p><p>Faisal went outside to see exactly where the rocket had hit. “The missile landed in my neighbour’s kitchen. His house is about 20 metres [66 feet] away from my first-floor apartment. That spiritual Ramadan night turned into a moment of terror,” he told Al Jazeera.</p><p>Fortunately, no one was killed or seriously injured. But Faisal’s neighbour’s house sustained damage.</p><p>“People in the neighbourhood rushed to the house. Some said it was an American missile. Others suggested the Houthis launched the missile to intercept the US plane over Sanaa, but it fell on the house accidentally.”</p><p>Faisal said his neighbour had to bear the financial burden of repairing the damage to his house alone.</p><p>“We fasted from food and drink last Ramadan, but not from fear and grief,” Faisal said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-vs-solidarity\">Peace vs solidarity</h2><p>In a speech on preparations for Ramadan on February 13, Houthi chief Abdel-Malik al-Houthi said Israel and the US have sought to dominate the Middle East.</p><p>“This is why [the US and Israel] focus on removing [Iran], because they consider it to be at the forefront of the major obstacles that stand in the way of achieving that goal,” he added.</p><p>Such a goal is unacceptable, he said. “This is something that no human being with even a shred of humanity or human dignity left can accept.”</p><p>While the Houthi leader views engaging in the war as a duty, others consider it “unfair” to risk peace in Sanaa for the sake of solidarity with Iran.</p><p>Ammar Ahmed, a law student in Sanaa, keeps abreast of the regional news and views the US-Iran military clash as catastrophic for northern Yemen.</p><p>“The Houthi leadership is defiant, and it will not hesitate to hit American military assets in the region. So, we [civilians in northern Yemen] will again face US strikes,” said Ammar.</p><p>He argued that peace in Yemen should be prioritised over solidarity with Iran.</p><p>“Iran is a powerful country, and it can defend its interests. Even if the Houthis intervened, their missiles or drones would not cripple the US military. They will only bring us trouble,” Ammar told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"legitimate-concerns\">Legitimate concerns</h2><p>The future of Yemen’s Houthis is tied to Iran, and civilian worry over what lies ahead during Ramadan and in the months following is legitimate, Abulsalam Mohammed, the head of the Yemeni Abaad Studies and Research Center, told Al Jazeera.</p><p>“A war against the Houthis in northern Yemen remains an option [for anti-Houthi forces]. This option will be scrapped should the group come to talks and recognise the legitimacy of the UN-recognised Yemeni government,” said Mohammed.</p><p>He indicated that Houthi involvement in any US-Iran military conflict would only accelerate the launch of anti-Houthi operations by Saudi Arabia and the Yemeni government in Yemen’s north.</p><p>The Yemeni government has been emboldened by a recent campaign against the separatist Southern Transitional Council, forcing them out of much of southern Yemen with the backing of Saudi Arabia.</p><p>“The coming military operations against the rebel group, in my view, will not be limited to air strikes. There will be advances by local ground forces, coupled with foreign aerial cover. We witnessed how the separatists collapsed in the north, and the fall of the Houthis in the north is also possible,” Mohammed said.</p><p>The United Nations’s special envoy to Yemen, Hans Grundberg, warned that stabilisation in any part of the country will not be durable if the broader conflict in Yemen is not addressed comprehensively.</p><p>“It is high time to take decisive steps in this regard. Without a wider negotiated political settlement to the conflict, gains will continue to remain vulnerable to reversal,” said Grundberg in a briefing delivered to the UN Security Council on February 12.</p><p>For Sanaa resident Ahmed Abdu, it does not matter who wins any future conflict in the country. His priority is staying safe from the direct consequences of hostilities.</p><p>“During Ramadan last year, I lost my source of income, the motorbike, in an air strike. That loss could be replaced. I only wish a peaceful Ramadan this year and a lasting end to the war,” said Ahmed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "At least 37 killed in Nigeria mine carbon monoxide poisoning: Reports | Mining News | Al Jazeera",
            "time": "2026-02-19T04:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP24346673576751-1-1771475347.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 37 killed in Nigeria mine carbon monoxide poisoning: Reports</h1><p class=\"article__subhead\"><em>Illegal mining is a widespread issue in Nigeria, where operations lack both government oversight and safety protocols.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 37 miners have died from carbon monoxide poisoning at a mining site in central Nigeria, the Reuters news agency reports.</p><p>The deadly incident, which took place on Wednesday morning in the Kampani community in the Wase area of Plateau State, also resulted in the hospitalisation of 25 people, Reuters said, citing a police source and a security report the news agency obtained.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Government officials identified the location as a dormant lead mine where accumulated minerals had released lethal fumes.</p><p>The Plateau State government said many ⁠were feared dead without providing an exact figure, ⁠adding that others were receiving treatment in nearby hospitals.</p><p>Security forces have cordoned off the site to prevent further access.</p><p>Nigeria’s Minister of Solid Minerals Dele Alake said that the accident occurred when local villagers, unaware of the toxic nature of the emissions, reportedly entered the tunnel to extract minerals and inhaled the gas.</p><p>Illegal mining remains a widespread concern in Nigeria, where extractive operations frequently lack both government oversight and basic safety protocols.</p><p>The federal government in Nigeria has ordered an immediate suspension of all mining activities in areas near the accident site to allow for a comprehensive investigation, Reuters said.</p><p>Plateau State is a historical mining region, with its capital, Jos, known as the Tin City, though mining activities have slowed in recent years.</p><p>Several similar accidents have killed miners in Nigeria previously, including at least 18 people killed last year in Zamfara State in the northwest of the country after a boulder crashed onto an illegal mine during heavy rains.</p><p>The pursuit of mineral wealth across the African continent continues to be shadowed by a recurring cycle of mining disasters, as recent tragedies highlight the persistent dangers of both legal and irregulated operations.</p><p><a href=\"/news/2026/1/31/more-than-200-killed-in-mine-collapse-in-eastern-dr-congo-report\">An estimated 200 people were</a> killed in a collapse at the Rubaya coltan mine in eastern Democratic Republic of the Congo last month.</p><p>The mine, located some 60km (37 miles) northwest of Goma city, the provincial capital of North Kivu province, collapsed after a landslide.</p><p>Rubaya produces about 15 percent of the world’s coltan, which is processed into tantalum, a heat-resistant metal that is in high demand by makers of mobile phones, computers, aerospace components and gas turbines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "N Korea’s Kim unveils 50 rocket launchers ahead of key congress | News | Al Jazeera",
            "time": "2026-02-19T04:56:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T004709Z_1418420989_RC2LOJA1ZYYE_RTRMADP_3_NORTHKOREA-POLITICS-1771474788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has unveiled dozens of nuclear-capable rocket launchers ahead of a key congress of the governing Workers’ Party, according to state media.</p><p>Kim hailed the 600mm-calibre rocket launchers as “wonderful” and “attractive” during the ceremony on Wednesday, adding that new military and construction goals will be set during the upcoming congress.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifty such ⁠launchers were presented by North Korean munitions workers, the Korean Central News Agency (KCNA) reported on Thursday.</p><p>“When this weapon is used, actually, no force would be able to expect God’s protection,” Kim said, according to the KCNA</p><p>“It is really a wonderful and attractive weapon,” Kim said, according to South Korea’s Yonhap News Agency.</p><p>He described the launchers as the “world’s most advantageous weapon for concentrated super-powerful attack”, according Yonhap.</p><p>Photos released by state media showed dozens of launch vehicles parked in neat rows on the plaza of Pyongyang’s House of Culture, which will host the congress.</p><p>The weapon was “appropriate for a special attack, that is, for accomplishing a strategic mission”, Kim said, using a common euphemism for nuclear weapons.</p><p>He said the weapons incorporate “AI technology and compound guidance systems” and would deter unnamed enemies.</p><figure id=\"attachment_4323664\" aria-describedby=\"caption-attachment-4323664\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323664\" src=\"/wp-content/uploads/2026/02/2026-02-18T224619Z_1880780937_RC2LOJA4QW78_RTRMADP_3_NORTHKOREA-POLITICS-1771479451.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"North Korean leader Kim Jong Un views a 600mm-calibre multiple rocket launcher during a presentation ceremony of the launchers to the Ninth Congress of the Workers' Party of Korea (WPK) by the workers of the munitions industry sector in Pyongyang, North Korea, February 18, 2026, in this picture released by North Korea's official Korean Central News Agency. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323664\" class=\"wp-caption-text\">Kim Jong Un inspects a multiple rocket launcher during a presentation ceremony of the launchers to the Ninth Congress of the Workers’ Party of Korea in Pyongyang, North Korea, on February 18, 2026 [KCNA via Reuters]</figcaption></figure><p>Kim has been touting the progress of various projects in advance of this month’s 9th Congress of the Workers’ Party, which is widely viewed as North Korea’s most important political event.</p><p>Kim said on Wednesday that the 9th Congress “will declare the next phase of the self-reliant defence initiative” and accelerate the “project of constantly renewing our military capabilities” in order to “subdue any threats ⁠and challenges from outside forces”.</p><p>The political gathering is expected to lay out North Korea’s foreign policy, war planning and nuclear ambitions for the next five years.</p><p>State media have in recent days carried reports of delegates arriving for the gathering, fuelling speculation it could start any day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>‘Four to five rounds could devastate an entire airbase’</h3><p>The South Korean military is closely watching North Korea’s activities to develop weapons, a spokesperson for the South Korean Joint Chiefs of Staff said on Thursday.</p><p>Hong Min, an analyst at the Korea Institute for National Unification, told the AFP news agency that the launch system could fire rockets with an estimated range of 400 kilometres (250 miles), covering all of South Korea.</p><p>“Its primary purpose is to neutralise the combined air power of South Korea and the United States,” he said.</p><p>“If equipped with tactical nuclear warheads, a single battery firing four to five rounds could devastate an entire airbase.”</p><p>South Korea’s capital Seoul is less than 50 kilometres (30 miles) from the North Korean border at its nearest point.</p><p>North Korea has suspended nearly all talks and cooperation with South Korea since 2019, when Kim’s nuclear diplomacy with United States President Donald Trump derailed over US-led sanctions.</p><p>Relations worsened in recent years as Kim discarded North Korea’s longstanding goal of peaceful reunification and declared a hostile “two-state” system on the Korean Peninsula.</p><p>In a separate KCNA report on Thursday, the North Korean leader’s sister, Kim Yo Jong, acknowledged a South Korean minister’s apology regarding alleged civilian drone incursions, but said Pyongyang is bolstering border security against the “enemy”.</p><p>North Korea had said the incidents occurred in September of last year and again in January.</p><p>The South Korean government has denied operating any drones during the times specified by North Korea, but law enforcement authorities are investigating three civilians suspected of flying drones into the North from border areas.</p><p>Kim Yo Jong said ⁠it would be to South Korea’s benefit to prevent the recurrence of such severe infringement of North Korea’s sovereignty.</p><p>“The border with the enemy should be solid,” Kim Yo Jong said, according to KCNA.</p></div></div></body></html>"
        },
        {
            "title": "Activist group Extinction Rebellion says it is under FBI investigation | Climate Crisis News | Al Jazeera",
            "time": "2026-02-19T04:04:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2022-09-21T145526Z_246494657_RC2QLW98YKSW_RTRMADP_3_CLIMATE-CHANGE-1771472885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Activist group Extinction Rebellion says it is under FBI investigation</h1><p class=\"article__subhead\"><em>Environment group says FBI is visiting climate activists’ homes as Trump administration rolls back pollution protections.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Environmental group Extinction Rebellion has said that climate change activists associated with the group are being investigated by the Trump administration, which is also openly working to <a href=\"/news/2026/2/19/advocacy-groups-sue-trump-administration-over-endangerment-findings-repeal\">roll back environmental protections in the United States.</a></p><p>The group’s New York chapter said that at least seven of its activists have been visited by FBI agents since Trump’s second term began last year, including one person who had two special agents from the FBI’s Joint Terrorism Task Force come to their home on February 6.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Department of Justice also opened an investigation into the environmental group Climate Defiance earlier this month in response to what Extinction Rebellion said was a “viral peaceful protest”.</p><p>“Trump is weaponising the DOJ to attack peaceful protesters in order to appease a multi-trillion dollar fossil fuel industry that got him elected,” Extinction Rebellion’s New York chapter said in a statement shared on Instagram.</p><p>“We can only assume that they are feeling threatened by our movement,” the statement added.</p><p>Known as XR, the activist group garnered media attention worldwide through disruption, hitting roads, airports and other public transport networks with direct action protests against climate change in major cities.</p><p>The environmental group’s global website says it is a “decentralised, international and politically non-partisan movement using non-violent direct action and civil disobedience to persuade governments to act justly” on the climate emergency.</p><p>Activist Greta Thunberg has previously attended actions organised by the group.</p><h3>‘The single largest deregulatory action in American history’</h3><p>According to the natural resource monitoring group Global Witness, fossil fuel companies, including Chevron and Exxon, donated $19m to President Donald Trump’s inaugural fund last year, representing 7.8 percent of the total amount raised. A number of fossil fuel companies also donated to Trump’s re-election campaign.</p><p>Trump, who has <a href=\"/news/2025/9/24/youre-destroying-your-countries-key-moments-from-trumps-un-speech\">called</a> climate change a “hoax” and a “con job”, has taken several steps to fulfil his campaign promise to “drill, baby, drill” as president, including expanding oil extraction in <a href=\"/news/2025/10/24/trump-administration-to-open-up-alaska-wildlife-refuge-to-drilling\">Alaska’s Arctic National Wildlife Refuge.</a></p><p>The Trump administration also recently <a href=\"/news/2026/2/13/trump-revokes-us-scientific-finding-behind-climate-change-regulations\">revoked a 2009 government declaration</a> known as the “endangerment finding”, which has been used as the legal basis for regulating pollution under the Clean Air Act, which was originally adopted in 1963.</p><p>Trump, who described the endangerment finding as “one of the greatest scams in history”, has claimed that repealing it was “the single largest deregulatory action in American history, by far”.</p><p>The move has prompted alarm from environmental and health groups, more than a dozen of which <a href=\"/news/2026/2/19/advocacy-groups-sue-trump-administration-over-endangerment-findings-repeal\">filed a lawsuit</a> on Wednesday over the Environmental Protection Agency’s decision to withdraw the endangerment finding, saying removing it will lead to “more pollution, higher costs, and thousands of avoidable deaths”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Young Palestinian shot, killed by Israeli settlers northeast of Jerusalem | Occupied West Bank News | Al Jazeera",
            "time": "2026-02-19T03:24:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698f3270b048-1770992240.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A young Palestinian man was killed and four other people were injured when a group of Israeli settlers, backed by Israeli forces, opened fire on a village in the occupied West Bank.</p><p>The death of the young man on Wednesday evening, identified as Nasrallah Abu Siyam, 19, marks the first killing of a Palestinian by Israeli settler gunfire so far this year, the official Palestinian news agency Wafa reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During the attack on the village of Mukhmas, located northeast of occupied East Jerusalem, Israeli settlers also stole dozens of sheep from local Palestinian residents, Wafa reports.</p><p>The attack on Mukhmas and other Palestinian towns and villages constitutes a “dangerous escalation in systematic terrorism and reflects a complete partnership between the settlers and the occupation forces,” Mu’ayyad Sha’ban, head of the Palestinian Authority’s Colonization and Wall Resistance Commission, told Wafa.</p><p>Calling for international protection for Palestinian communities, Sha’ban said that settlers have now killed 37 Palestinians in the occupied West Bank since October 2023, but the escalating violence would not deter Palestinians from holding onto their land.</p><p>Mukhmas and the adjacent Bedouin community of Khallat al-Sidra have faced repeated attacks by Israeli settlers, often occurring with the protection or presence of Israeli forces, according to reports.</p><p>The governorate of Jerusalem, one of the 16 administrative districts of Palestine, said in a statement that the killing of the young man by Israeli settlers was a “fully-fledged crime… carried out under the protection and supervision of the Israeli occupation forces.”</p><p></p><p><em>Translation: Martyr of the town of Mukhmas, Nasrallah Abu Siyam, who ascended after succumbing to his injury from settler gunfire during the attack on the town northeast of occupied Jerusalem.</em></p><p>The governorate said the attack was part of a dangerous surge of violence carried out by settlers in the occupied West Bank, including East Jerusalem, and characterised by the widespread use of live ammunition, direct shooting at Palestinian citizens, as well as burning local Palestinian homes, damaging vehicles and property, and seizing land.</p><p>Armed settler violence is being supported by “pillars of the Israeli government”, foremost among them far-right ministers Itamar Ben-Gvir and Bezalel Smotrich, the governorate added, according to Wafa.</p><p>According to the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), more than 1,000 Palestinians have been killed by Israeli forces and settlers in the West Bank since 2023, and more than 10,000 people have been forcibly displaced.</p><p>Since the start of this year alone, almost 700 Palestinians in nine communities have been displaced due to settler attacks, including 600 displaced from the Ras Ein al-Auja Bedouin community in Jericho governorate, OCHA reports.</p><p>Earlier this week, Israel’s government approved a plan to designate large areas of the occupied West Bank as Israeli “state property”, shifting the burden of proof to Palestinians to establish ownership of their land in a longstanding situation where Israel has made it all but impossible to obtain property titles.</p><p>Described as de-facto annexation of the West Bank, the Israeli government’s decision has drawn widespread international condemnation as a grave escalation that undermines the Palestinian people’s right to self-determination.</p><p>Israel’s attempted land grab and killings by settlers come amid a sharp increase in Israeli military operations across the occupied West Bank, where forces have intensified raids, carried out forced evictions, home demolitions, and other repressive measures in multiple areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Peru appoints Jose Maria Balcazar as president, ninth leader in a decade | Government News | Al Jazeera",
            "time": "2026-02-19T03:09:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T012756Z_345742685_RC2HOJARII3J_RTRMADP_3_PERU-POLITICS-1771467567.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Peru’s Congress has voted to appoint former judge and left-wing lawmaker Jose Maria Balcazar as interim president, replacing the right-wing leader Jose Jeri a day after <a href=\"/news/2026/2/17/perus-congress-votes-to-remove-president-jose-jeri-in-latest-shake-up\">his removal</a>.</p><p>Wednesday’s vote ushers in Peru’s ninth president in a decade. Balcazar’s term, however, will be short.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In just 53 days, on April 12, the country will head to the ballot box to vote for a new president. If no candidate gains more than 50 percent of the vote, a run-off will be held in June.</p><p>Traditionally, Peru’s president-elects are inaugurated on the country’s Independence Day in late July. That ceremony will mark the end of Balcazar’s leadership.</p><p>Balcazar’s short tenure is the latest sign of turbulence in Peru’s government. Of Peru’s last eight presidents, four have been impeached and removed from office, and two have resigned before their term’s end.</p><p>The last president to serve a complete term was Ollanta Humala, whose presidency ended in July 2016.</p><p>Balcazar’s ascent to the presidency, however, was marked by its own turmoil. In an initial round of voting, centre-right lawyer Maria del Carmen Alva, 58, and Balcazar, 83, came out ahead, with 43 and 46 votes respectively.</p><p>But they both fell short of the 59 votes needed to be president, so another round of voting was announced. The left-wing party Together for Peru, however, decided to boycott the second round.</p><p>Balcazar ultimately won after a tally of the 113 congressional votes cast. He received 60 votes.</p><figure id=\"attachment_4323584\" aria-describedby=\"caption-attachment-4323584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323584\" src=\"/wp-content/uploads/2026/02/2026-02-19T010826Z_100097364_RC2LOJAU3ZEX_RTRMADP_3_PERU-POLITICS-1771472641.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Maria del Carmen Alva in Congress\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323584\" class=\"wp-caption-text\">Maria del Carmen Alva, a member of Peru’s Congress, was considered a frontrunner in Wednesday evening’s presidential vote [Peru Congress/Reuters handout]</figcaption></figure><h2 id=\"who-is-the-new-president\">Who is the new president, Balcazar?</h2><p>The prospect of Balcazar’s victory in the vote sparked outrage and frustration among some right-wing politicians, who denounced him on social media.</p><p>“We worked tirelessly for five years to prevent the congressional leadership from falling into the hands of the left,” <a href=\"https://x.com/patty_juarez_/status/2024294245738094701\" target=\"_blank\" rel=\"noopener\">wrote</a> Patricia Juarez, from the far-right Fuerza Popular party.</p><p>“Now we are deeply concerned about the results because we could be handing over even the presidency of the republic to the left, embodied by Balcazar. May God help Peru.”</p><p>Balcazar hails from the left-wing Peru Libre — or Free Peru — party. Born in the northern department of Cajamarca, near the border with Ecuador, he studied law and eventually became a professor and a judge.</p><p>His time in the judiciary, however, was not without controversy. In 2004, while serving as a provisional member of Peru’s Supreme Court, he attempted to overturn a cassation ruling that was considered a final judgment under the law.</p><p>He was subjected to disciplinary hearings, and Peru’s National Board of Justice (CNM) ultimately decided not to renew his term on the high court’s bench.</p><p>Since 2021, Balcazar has been a member of Congress, briefly separating from the Free Peru for a period to join the Peru Bicentenario party.</p><p>Like many of Peru’s recent presidents, Balcazar has also been dogged by the spectre of corruption and scandal.</p><p>His defence of child marriage has raised eyebrows when Congress debated a law to outlaw the practice in 2023. And he has faced investigations for misappropriating money from the Lambayeque Bar Association and for his involvement in a bribery scandal involving former Attorney General Patricia Benavides.</p><p>But despite his prominent controversies, Balcazar’s candidacy was able to unify enough lawmakers to win the vote, no small feat in Peru’s fragmented Congress.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-happened-to-jose-jeri\">What happened to Jose Jeri?</h2><p>Jeri, 39, was one of the youngest presidents to lead Peru. But he ultimately was the latest in a string of three consecutively impeached presidents.</p><p>His predecessor, Dina Boluarte, had been impeached in October for “moral incapacity”, amid dismal poll numbers, allegations of corruption and scrutiny over her use of force against protesters.</p><p>Boluarte, in turn, had replaced her predecessor, Pedro Castillo of the Free Peru party, who was impeached in December 2022 after he attempted what many consider a self-coup.</p><p>He was subsequently arrested and charged with rebellion and conspiracy against the state. Last November, a court sentenced him to 11 years and five months in prison.</p><p>Before becoming interim president, Jeri was the head of Congress, and he oversaw removal proceedings against Boluarte.</p><p>Since taking office, however, Jeri himself became embroiled <a href=\"/news/2026/2/14/peru-to-debate-removal-of-president-jose-jeri-four-months-into-his-term\">in multiple scandals</a>. A sexual misconduct accusation was levelled against him, and there were also questions raised about late-night meetings he took in the executive office with women who later received government contracts.</p><p>One of the biggest scandals, though, has concerned his off-the-books meetings with Chinese businessmen.</p><p>Normally, Peruvian law requires official meetings to be logged on the presidential agenda. But Peruvian media obtained video showing Jeri — his face obscured by a hoodie — entering a restaurant owned by a Chinese businessman, Zhihua Yang, late at night.</p><p>The meeting was not documented in government records. More footage emerged of Jeri at the businessman’s wholesale store, this time wearing dark sunglasses.</p><p>Yang previously received a government concession under Boluarte to construct a hydroelectric plant. But he has faced scrutiny about the project’s transparency and progress.</p><p>A second Chinese businessman, Xiaodong Jiwu, was also allegedly at the meeting. He has been under house arrest for illegal activities.</p><p>Jeri denied speaking to Jiwu, saying he simply served food. As for his meetings with Yang, Jeri said they were attempts to arrange a Chinese-Peruvian friendship event. He also excused his presence at Yang’s businesses as shopping trips.</p><p>Though Jeri has denied wrongdoing, prosecutors have launched an investigation into potential influence-peddling under his presidency.</p><p>The scandal has become known as “Chifagate”, named for the Chinese-Peruvian fusion cuisine called “chifa”.</p><p>But the uproar comes as Peru faces pressure from the United States to limit its relations with China. The US Department of State <a href=\"https://x.com/WHAAsstSecty/status/2021617772854460897\" target=\"_blank\" rel=\"noopener\">warned</a> this month that Chinese investment in the port of Chancay could leave the country “powerless” over its own territory.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Rodriguez, Colombia’s Petro say they will meet ‘soon’ | Government News | Al Jazeera",
            "time": "2026-02-19T02:39:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26042792321014-1771464114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s interim President Delcy Rodriguez has announced that she and Colombian President Gustavo Petro agreed to hold a bilateral meeting to discuss security issues, as well as economic and energy matters.</p><p>“We continue to promote a relationship of understanding and shared benefits for the wellbeing of our peoples,” Rodriguez said in a post shared on Instagram on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking in La Guajira, Colombia’s northernmost border region with Venezuela, Petro said he had invited Rodriguez to meet in the border city of Cucuta to discuss energy cooperation and infrastructure projects. He also did not provide further details about the timing of the meeting.</p><p>Colombia and Venezuela share a border that stretches across more than 2,200 kilometres (1,370 miles), shaping their often fragile relationship. In recent years, their ties have grown more complex amid the arrival of nearly three million Venezuelan migrants and refugees in Colombia.</p><p></p><p><em>Translation: Today I spoke with the president of the Republic of Colombia, Gustavo Petro, and we agreed to hold a high-level bilateral meeting soon to continue advancing key issues on the economic, energy and security agenda, within the framework of strengthening cooperation and relations based on mutual respect and joint work between our two countries. We remain committed to promoting a relationship grounded in understanding and shared benefits for the wellbeing of our peoples.</em></p><h2 id=\"renewed-ties-with-the-us\">Renewed ties with the US</h2><p>The announcement also comes as Venezuela adjusts to its new government, following the removal of its former leader, Nicolas Maduro.</p><p>On January 3, the United States abducted Maduro and his wife Cilia Flores in a military action and transported them to New York.</p><p>In the weeks since, the Venezuelan Supreme Court appointed Rodriguez as acting president.</p><p>She was <a href=\"/news/2026/1/5/delcy-rodriguez-sworn-in-as-venezuelas-president-after-maduro-abduction\">formally sworn in</a> on January 5, with support from both Venezuela’s military and the governing party, as well as the US.</p><p>But international groups and Venezuela’s opposition have questioned her legitimacy, given the absence of an elected mandate.</p><p>Critics and international bodies like the European Union have also scrutinised Rodriguez’s deep ties to the Maduro government, which faced accusations of widespread human rights abuses. She previously served as Maduro’s vice president.</p><p data-start=\"436\" data-end=\"634\">US President Donald Trump, however, has signalled support for Rodriguez, though he has indicated that his backing is predicated on how responsive she is to US demands.</p><p data-start=\"436\" data-end=\"634\">So far, Rodriguez has overseen reforms including a new law that opens Venezuela’s nationalised oil sector to foreign investment, a key Trump priority.</p><p data-start=\"436\" data-end=\"634\">Meanwhile, the US has begun easing some sanctions to facilitate oil production under the new administration.</p><h2 id=\"regional-diplomacy-intensifies\">Regional diplomacy intensifies</h2><p>The shake-up in Venezuela’s leadership has ushered in a renewed period of international diplomacy for the country, long isolated by US sanctions.</p><p>On Wednesday, Venezuela hosted Qatar’s prime minister, Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani.</p><p>Media reports also indicated that top US military officials, including General Francis Donovan and Pentagon leader Joseph Humire, had arrived that same day for an unpublicised visit, marking one of the first high-level delegations from the Pentagon to land in Venezuela since Maduro’s removal.</p><p>Those visits arrive on the heels of a meeting last week between Rodriguez and US Energy Secretary Chris Wright, the first official from Trump’s cabinet to visit Venezuela.</p><p>Trump himself <a href=\"/news/2026/2/13/trump-says-planning-to-make-visit-to-venezuela-following-maduro-abduction\">has hinted</a> in recent weeks that he could take a diplomatic trip to Venezuela. If he does so, he would be the first sitting US president in almost three decades to set foot in Caracas.</p><p>Petro, the Colombian president, was not among the leaders to shun Venezuela during Maduro’s years in power.</p><p>Since taking office in 2022, Petro has worked to improve relations with Venezuela’s left-wing government, restoring diplomatic ties and reopening the border after years of strained relations. He also visited Maduro multiple times, most recently in April 2024.</p><p>However, their ties were tested by Venezuela’s contested 2024 election. Maduro claimed victory for a third term, but opposition leaders released voter documents that suggested otherwise, leading to widespread outcry that the vote was rigged.</p><p>Petro publicly questioned the election results and said Colombia would not recognise the vote’s legitimacy.</p><p>“The past elections in Venezuela were not free,” Petro <a href=\"https://x.com/petrogustavo/status/1876993689379033308\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media, blasting Maduro for having ignored “Colombia’s request for maximum transparency”.</p><p>He ultimately boycotted Maduro’s inauguration in 2025, refusing to attend.</p></div></div></body></html>"
        },
        {
            "title": "Advocacy groups sue Trump administration over endangerment finding’s repeal | Donald Trump News | Al Jazeera",
            "time": "2026-02-19T01:52:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_6996656cade77-1771464044.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than a dozen health and environmental advocacy groups have filed a lawsuit against the Environmental Protection Agency (EPA) in the United States over its decision to withdraw a key climate change finding from 2009.</p><p>That determination, known as the endangerment finding, had established that greenhouse gases are a risk to public health and environmental safety, given that they are the primary drivers of climate change.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But under President Donald Trump, the endangerment finding was rescinded on February 12.</p><p>That prompted Wednesday’s <a href=\"https://library.edf.org/AssetLink/h3f286t8xt043h8k2404vfvva3866bh5.pdf\" target=\"_blank\" rel=\"noopener\">lawsuit</a>, the first of its kind, which alleges that the Trump administration’s decision will risk the health and welfare of US citizens.</p><p>“Repealing the Endangerment Finding endangers all of us. People everywhere will face more pollution, higher costs, and thousands of avoidable deaths,” Peter Zalzal, the associate vice president of clean air strategies at Environmental Defense Fund, one of the plaintiffs, said in a statement.</p><p>The endangerment finding was considered a keystone policy for environmental regulations in the US, serving as the legal underpinning for policies to restrict greenhouse gas emissions and push clean-energy programmes.</p><p>But the Trump administration has led a movement to withdraw from climate-change initiatives, both domestically and on an international scale.</p><h2 id=\"withdrawing-from-clean-energy-initiatives\">Withdrawing from clean-energy initiatives</h2><p>Upon returning to office in January 2025, Trump announced he would once again pull the US out of the Paris climate accord, as he had during his first term.</p><p>More recently, on January 7 of this year, the Republican leader issued an <a href=\"http://whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\" target=\"_blank\" rel=\"noopener\">executive order</a> directing his government to end its engagement with dozens of international organisations and treaties, among them the Intergovernmental Panel on Climate Change and the United Nations Framework Convention on Climate Change.</p><p>Trump had campaigned on the platform of slashing regulations and reinvesting in fossil fuels, often using the slogan, “Drill, baby, drill.”</p><p>He has since taken steps towards new oil exploration on federal lands and offshore, and just this month, he announced the Department of Defense would <a href=\"https://www.whitehouse.gov/fact-sheets/2026/02/fact-sheet-president-donald-j-trump-strengthens-united-states-national-defense-with-americas-beautiful-clean-coal-power-generation-fleet/\" target=\"_blank\" rel=\"noopener\">prioritise coal</a> for its energy production.</p><p>The president has coupled those actions with statements casting doubt on the science of climate change, which has been supported by decades of evidence.</p><p>In a speech to the UN General Assembly in September, for instance, Trump scolded world leaders for attempting to combat climate change.</p><p>“It’s the greatest con job ever perpetrated on the world, in my opinion,” Trump said.</p><p>He proceeded to denounce projections that the global temperatures would warm as a result of large-scale emissions. Those predictions, he said, “were made by stupid people” who had doomed their countries to “no chance of success”.</p><p>“If you don’t get away from this green scam, your country is going to fail. And I’m really good at predicting things,” he told the world leaders in the audience.</p><h2 id=\"not-a-mere-rollback\">‘Not a mere rollback’</h2><p>Rescinding the endangerment finding, however, was one of the most consequential actions Trump has taken on the domestic front to terminate clean-energy initiatives.</p><p>The Trump administration <a href=\"https://www.epa.gov/newsreleases/president-trump-and-administrator-zeldin-deliver-single-largest-deregulatory-action-us\" target=\"_blank\" rel=\"noopener\">hailed</a> the move as “the single largest deregulatory action in US history”.</p><p>It has also argued that eliminating the endangerment finding allows US consumers greater choice in their purchase of automobiles, which had previously been subject to emission standards.</p><p>But critics argue it effectively collapses more than a decade and a half of environmental regulations, causing tumult even in the motor vehicle industry.</p><p>“This is not a mere rollback. The EPA is attempting to completely disavow its statutory authority to regulate greenhouse gases from motor vehicles,” Brian Lynk, a senior lawyer with the Environmental Law and Policy Center, said in Wednesday’s statement.</p><p>“This reckless and legally untenable decision creates immediate uncertainty for businesses, guarantees prolonged legal battles, and undermines the stability of federal climate regulations.”</p><p>The World Health Organization has estimated that <a href=\"https://www.who.int/teams/environment-climate-change-and-health/air-quality-energy-and-health/health-impacts/exposure-air-pollution/worldwide-ambient-air-pollution-accounts-for-25\" target=\"_blank\" rel=\"noopener\">air pollution</a> contributes to more than seven million deaths annually. Wednesday’s lawsuit argues that the US government has a responsibility to protect its citizens from such harms.</p><p>There is also an economic angle, though. Proponents of the endangerment finding have pointed out that its repeal puts the US behind in developing innovations to address climate change and foster renewable energy.</p><p>With many countries pushing for fuel emission standards, US-made vehicles could lose export markets overseas, critics argue.</p><p>Wednesday’s lawsuit was filed in the US circuit court system in Washington, DC, and it names both the EPA and its administrator, Lee Zeldin, as defendants.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,456 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-19T01:25:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69962ffc11-1771450364.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,456</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,456 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, February 19:</p><h3 id=\"fighting\">Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched multiple attacks on Ukraine’s Zaporizhia region, killing one person and injuring seven others over the past day, the region’s military administration said on the Telegram messaging platform.</li>\n<li>The attacks involved 448 drones as well as 163 artillery strikes, causing damage to 136 homes, cars and other structures, the military administration said.</li>\n<li>Russian forces also continued shelling Ukraine’s Donetsk region, forcing 173 people, including 135 children, to evacuate front-line areas over the past day, regional governor Vadym Filashkin said on Telegram.</li>\n<li>A 54-year-old man was killed in a Russian attack in the Nikopol district of Ukraine’s Dnipropetrovsk region, Governor Oleksandr Hanzha said on Telegram.</li>\n<li>Russian attacks also left many people without electricity across Ukraine, according to the Ministry of Energy, including more than 99,000 households in the Odesa region.</li>\n<li>In Russia, one person was killed in a Ukrainian drone attack on the village of Aleynikovo in the country’s Bryansk region, Governor Alexander Bogomaz said.</li>\n<li>Russia’s Ministry of Defence said that Russian forces seized the village of Kharkivka in Ukraine’s Sumy region and Krynychne in the Zaporizhia region, according to Russia’s state news agency TASS.</li>\n<li>Ukrainian battlefield monitoring site DeepState said that Russian forces advanced in Nykyforivka in Ukraine’s Donetsk region.</li>\n<li>Russian forces shot down 155 Ukrainian drones, 11 rocket launchers, and two guided aerial bombs in a 24-hour period, Russia’s Defence Ministry said, according to TASS.</li>\n</ul><h2 id=\"peace-talks\">Peace talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Negotiators from Russia and Ukraine concluded the second of two days of <a href=\"/news/2026/2/18/russia-ukraine-talks-to-resume-in-geneva-as-us-claims-meaningful-progress\">US-mediated talks in Geneva</a>, with both sides describing the negotiations as “difficult”.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said that although “progress has been made … for now, positions differ because the negotiations were difficult”.</li>\n<li>President Zelenskyy later told the Piers Morgan Uncensored current affairs show that Russia and Ukraine were close to defining terms for how a potential ceasefire would be monitored, but progress on “political” issues had been slower, including on the most divisive issue of control of territory.</li>\n<li>In Washington, White House spokeswoman Karoline Leavitt said there was “meaningful progress made” with pledges “to continue to work towards a peace deal together”, and more talks are expected in the near future.</li>\n<li>Vladimir Medinsky, Russia’s top negotiator, said the two days of talks in Geneva were “difficult but businesslike,” telling reporters that further negotiations would be held soon, without specifying when.</li>\n<li>Rustem Umerov, the head of Kyiv’s negotiating team, said that the second day had been “intensive and substantive” and that both sides were working towards decisions that can be sent to their presidents, he said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"politics-and-diplomacy\">Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine imposed sanctions against Belarusian President Alexander Lukashenko, promising to “increase countermeasures” against Minsk for supporting Russia’s war against Ukraine, including through providing relay stations for Russian drone attacks on Ukraine, Zelenskyy said on social media.</li>\n<li>United States Senator Jeanne Shaheen of New Hampshire along with three other US senators from the Democratic Party visited Kyiv.</li>\n<li>Shaheen told reporters that she “would hope that we would see a stronger effort and some real work when we get back to put pressure on Putin”.</li>\n</ul><h3>Sport</h3><ul class=\"spaced-bullet-spacing\">\n<li>Estonian Foreign Minister Margus Tsahkna said in a post on Telegram that “allowing Russian and Belarusian athletes to participate in the Milano-Cortina Paralympics while Russia continues its full-scale war against Ukraine is a disgrace”.</li>\n<li>Estonian Public Broadcasting company Eesti Rahvusringhaaling announced it would not broadcast the games in protest at the decision to allow the Russian and Belarusian athletes to compete under their own flags.</li>\n</ul></div></div></body></html>"
        }
    ]
}