{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "India’s Mohun Bagan banned by AFC for refusal to play football game in Iran | Football News | Al Jazeera",
            "time": "2025-12-18T12:05:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2013035022-1766057402.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>India’s Mohun Bagan banned by AFC for refusal to play football game in Iran</h1><p class=\"article__subhead\"><em>AFC have sanctioned India’s Mohun Bagan for refusing to visit Iran for their Asian Champions League match in September.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian club Mohun Bagan Super Giant have been banned from Asian Football Confederation competitions and ordered to pay more than $100,000 for refusing to travel to Iran for an Asian Champions League Two clash with Sepahan SC in September, the Asian football body said in a statement.</p><p>In a decision on Wednesday, the AFC’s disciplinary and ethics committee excluded Mohun Bagan from the next edition of the Asian competition they qualify for, up to the 2027-28 season.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Indian champions were also handed a $50,000 fine and told to pay an additional $50,729 for damages and losses incurred by the AFC and Sepahan. Mohun Bagan have also forfeited any subsidy for participating in the continental second-tier tournament.</p><p>Mohun Bagan were withdrawn from the competition after they refused to travel to Iran for the group stage match, citing a lack of security assurances and medical insurance coverage in Iran, and their matches were declared null and void by the AFC.</p><p>The club had moved to the Court of Arbitration for Sport (CAS), asking for the match to be relocated to a neutral venue, but CAS turned down their initial request.</p><p>“The players decided they can’t take this risk, where lives and their families’ future are at stake. So we have to stand with them,” a senior Mohun Bagan official told the Reuters news agency.</p><p>Mohun Bagan have five players from Australia, Spain and the United Kingdom, countries that have advised their citizens against travel to Iran, the official added.</p><p>The club also did not travel to Iran last year for a match against Tractor SC scheduled for October 2, 2024, the day after Iran launched ballistic missiles towards Israel. Mohun Bagan were withdrawn from the tournament as a result.</p><p>Mohun Bagan are considering appealing against the suspension, the official said.</p></div></div></body></html>"
        },
        {
            "title": "Uproar in India over Bihar chief minister pulling down Muslim woman’s hijab | Islamophobia News | Al Jazeera",
            "time": "2025-12-18T11:59:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/08/2012-01-31T120000Z_1297853979_GM1E81V0RHT01_RTRMADP_3_INDIA-BIHAR.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A video showing a top minister pulling down the hijab of a Muslim woman during a government event has caused widespread outrage and condemnation across India.</p><p>Nitish Kumar, chief minister of the eastern state of Bihar, was seen removing the veil of the woman when she was being handed an appointment letter as doctor of alternative medicine at a ceremony in the capital Patna on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a video that soon went viral on social media, Kumar, holding an official document in hand and flanked by a few other officials, points to what the doctor was wearing and asks her to remove it.</p><p>Before she could react, Kumar stretches his hand and pulls her hijab down, exposing her face, before a minister standing next to him could stop him, while others present on stage laugh.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kumar, 74, has been Bihar’s chief minister for most of the past two decades. He is a close ally of Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP). Last month, their alliance won the Bihar legislative <a href=\"/news/2025/11/14/bihar-2025-election-result-who-won-who-lost-why-it-matters\">assembly election</a>, in which the BJP emerged as the single largest party for the first time.</p><p>The video was first posted on X by Rashtriya Janata Dal (RJD), a political party opposed to the Modi-Kumar coalition.</p><p>“What has happened to Nitish ji [“ji” is an honorific in Hindi]? Has his mental condition completely deteriorated, or has Nitish ‘Babu’ [another Hindi honorific] now become 100 percent Sanghi?” the RJD asked in its post.</p><p>Sanghi refers to a person affiliated with the Rashtriya Swayamsevak Sangh (RSS), a 100-year-old secretive far-right organisation that aims to turn a constitutionally secular India into an ethnic Hindu state. Modi and most other BJP leaders are lifetime members of the RSS, which is the ideological fountainhead of what is referred to as the Sangh Parivar (or Sangh Family), with hundreds of Hindu organisations working under its umbrella.</p><p>The BJP and its allies have long <a href=\"/news/2022/2/15/what-lies-beneath-the-indias-hijab-ban-row\">campaigned against</a> the use of hijab by Muslim women. In 2022, the then-BJP government in the southern state of Karnataka banned hijab in classrooms, triggering a huge protest by the Muslim community. Later that year, a two-judge Supreme Court bench delivered a <a href=\"/news/2022/10/13/indias-supreme-court-panel-split-on-allowing-hijab-in-classrooms\">split verdict</a> in the case, which meant the debate and politics over hijab continued in the country of 200 million Muslims. Several Hindu groups have demanded a <a href=\"/news/2022/3/16/india-hindu-groups-muslims-wider-ban-hijab-karnataka-court-verdict\">nationwide ban</a> on hijab.</p><p>Nearly 18 percent of Bihar’s 127 million residents are Muslim.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Opposition parties and Muslim groups have condemned Kumar’s action and demanded his resignation.</p><p>“This is Bihar’s Chief Minister Nitish Kumar. A female doctor had come to collect her appointment letter, and Nitish Kumar pulled off her hijab. A man occupying the highest position in Bihar is openly indulging in such a vile act. Think about it – how safe will women be in the state? Nitish Kumar should immediately resign for this disgusting behaviour,” the main opposition Congress party posted on X.</p><p>On Wednesday, members of All India Majlis-e-Ittehadul Muslimeen (AIMIM), a political party representing Muslims and other minorities, held a protest in Mumbai and demanded that criminal charges be filed against Kumar.</p><p>“A Muslim woman has been dishonoured,” shouted a protesting woman as she was dragged away by a group of police officers, according to a report by the Press Trust of India news agency. “Nitish Kumar should resign,” said another member there, wearing a hijab.</p><p></p><p>Zaira Wasim, a former actor from Indian-administered Kashmir, demanded an “unconditional apology” from Kumar. “A woman’s dignity and modesty are not props to toy with,” she posted on X. “Power does not grant permission to violate boundaries.”</p><p>Even the foreign minister of neighbouring Pakistan spoke out, calling the incident “shameful” and “extremely disturbing”.</p><p>“Such acts underscore the imperative to safeguard minority rights and to address the troubling rise of Islamophobia. Respect for women and religious beliefs must remain fundamental and non-negotiable principles in every society,” Ishaq Dar posted on X on Wednesday.</p><p>Kumar has not yet responded to the criticism. On Thursday, his party, the Janata Dal-United (JD-U), posted on X that the chief minister has always “supported the minorities” during his multiple tenures.</p><p>“The minorities are safe and secure in the Nitish government,” the party wrote, without referring to Monday’s incident.</p><p>In a statement emailed to Al Jazeera, Aakar Patel, India head of rights group Amnesty International, said Kumar’s act was “an assault on this woman’s dignity, autonomy, and identity”.</p><p>“When a public official forcibly pulls down a woman’s hijab, it sends a message to the general public that this behaviour is acceptable. No one has the right to police a woman’s faith or clothing,” he said.</p><p>“Such actions deepen fear, normalise discrimination, and erode the very foundations of equality and freedom of religion. This violation demands unequivocal condemnation and accountability. Urgent steps must be taken to ensure that no woman is subjected to such degrading treatment.”</p></div></div></body></html>"
        },
        {
            "title": "These Arabic words are commonly used in everyday English | Arts and Culture | Al Jazeera",
            "time": "2025-12-18T11:33:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766057580.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Does the US have any real claim on Venezuelan oil as Stephen Miller says? | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T11:23:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6943d08328dd-1766051971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Homeland Security Advisor and close Trump aide <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">Stephen Miller suggested</a> on Wednesday that Venezuela’s oil “belongs to Washington”.</p><p>Miller’s comments came a day after US President Donald Trump posted on social media that he is imposing a “total and complete blockade” of sanctioned oil tankers entering and leaving Venezuela.</p><p>The US has amassed the <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">largest military force</a> in the region in decades, just off the coast of Venezuela, and has carried out multiple strikes on boats it claims are trafficking drugs, killing about 90 people since September. However, the Trump administration has provided no evidence of drug trafficking, prompting claims that it is more interested in controlling oil in the region and <a href=\"/news/2025/10/28/is-trump-pushing-for-regime-change-in-venezuela-where-else-is-he-meddling\">forcing regime change</a> in Venezuela.</p><p>Here is a closer look at what Miller said and whether Washington could really lay claim to Venezuela’s oil.</p><h2 id=\"what-did-miller-say\">What did Miller say?</h2><p>In a post on X on Wednesday, Miller wrote: “American sweat, ingenuity and toil created the oil industry in Venezuela. Its tyrannical expropriation was the largest recorded theft of American wealth and property.”</p><p>He added: “These pillaged assets were then used to fund terrorism and flood our streets with killers, mercenaries and drugs.”</p><p></p><p>Miller also shared a screenshot of a Truth Social post from Trump on Tuesday, in which he accused Venezuela of “stealing” US oil, land and other assets, and using that oil to fund crime, terrorism and human trafficking.</p><p>In the post, Trump declared Venezuela’s government a “foreign terrorist organisation” and ordered a <a href=\"/news/2025/12/17/trump-orders-total-blockade-of-sanctioned-venezuelan-oil-tankers\">total blockade</a> of all sanctioned oil tankers going in or out of the country.</p><p>Trump added that migrants sent by Venezuela are being deported quickly and demanded that all “stolen assets” be returned to the US immediately.</p><figure id=\"attachment_4182000\" aria-describedby=\"caption-attachment-4182000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182000\" src=\"/wp-content/uploads/2025/12/2025-10-24T215209Z_471939770_RC2KIHAET3AR_RTRMADP_3_USA-TRUMP-1766052734.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Miller\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182000\" class=\"wp-caption-text\">Stephen Miller speaks to reporters outside the White House in Washington, DC, on October 24, 2025 [Kylie Cooper/Reuters]</figcaption></figure><h2 id=\"how-much-oil-does-venezuela-have\">How much oil does Venezuela have?</h2><p>Today, Venezuela’s oil reserves are concentrated primarily in the Orinoco Belt, a vast region in the eastern part of the country stretching across roughly 55,000 square kilometres (21,235sq miles).</p><p>While the country is home to the world’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">largest proven oil reserves</a> – at an estimated 303 billion barrels (Bbbl) as of 2023 – it earns <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">only a fraction</a> of the revenue it once did from exporting crude.</p><p>According to data from the Observatory of Economic Complexity (OEC), Venezuela exported just $4.05bn worth of crude oil in 2023. This is far below other major exporters, including Saudi Arabia ($181bn), the US ($125bn), and Russia ($122bn).</p><figure id=\"attachment_3925817\" aria-describedby=\"caption-attachment-3925817\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925817\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"why-does-the-us-believe-it-has-a-claim-to-venezuelan-oil\">Why does the US believe it has a claim to Venezuelan oil?</h2><p>US companies began drilling for oil in Venezuela in the early 1900s.</p><p>In 1922, vast petroleum reserves were initially discovered by Royal Dutch Shell in Venezuela’s Lake Maracaibo, in Zulia state, northwestern Venezuela.</p><p>At this point, the US ramped up its investment in the extraction and development of Venezuelan oil reserves. Companies such as Standard Oil led development under concession agreements, propelling Venezuela to a position as a key global supplier, especially for the US.</p><p>Venezuela was a founding member of OPEC, joining at its creation on September 14, 1960. OPEC is a group of major oil-exporting countries that work together to manage supply and influence global oil prices.</p><p>That began to wind up when Venezuela nationalised its oil industry in 1976 under then-President Carlos Andres Perez amid the oil boom. He established the state-owned Petroleos de Venezuela (PDVSA) to control all oil resources.</p><p>Venezuela continued to be a major oil exporter to the US for some years, supplying 1.5 – 2 million barrels per day (bpd) in the late 1990s and early 2000s. But after Hugo Chavez took office in 1998, he nationalised all oil assets, seized foreign-owned assets, restructured PDVSA and prioritised political goals over exports, leading to declining production alongside mismanagement and underinvestment.</p><h2 id=\"when-did-the-us-impose-sanctions-on-venezuela\">When did the US impose sanctions on Venezuela?</h2><p>The US first imposed sanctions on Venezuelan oil in retaliation for nationalising oil assets in 2005.</p><p>Under US sanctions, named individuals and companies are barred from accessing any property or financial assets held in the US. They cannot access US bank accounts, sell their property, or access their money if it passes through the US financial system.</p><p>Any US companies or citizens doing business with any sanctioned individual or company will be penalised and risk becoming subject to enforcement actions.</p><p>The sanctions extend beyond the individuals on the list. Any entity that is owned 50 percent or more, directly or indirectly, by one or more of the blocked people is also sanctioned as well, even if that company isn’t explicitly named.</p><p>Under President Nicolas Maduro, the US imposed more sanctions in 2017 and tightened them again in 2019. This further restricted sales to the US and access for Venezuelan companies to global finance. As a result, oil exports to the US nearly stopped, and Venezuela shifted its trade mainly to China, with some sales to India and Cuba.</p><p>Last week, the Trump administration <a href=\"/news/2025/12/12/us-slaps-sanctions-on-maduro-family-venezuelan-tankers-what-we-know\">imposed yet more sanctions</a> – this time on Maduro family members and on Venezuelan tankers carrying sanctioned oil.</p><p>Today, PDVSA controls the petroleum industry in Venezuela, and US involvement in Venezuelan oil drilling is limited. Houston-based Chevron is the only US company that still operates in Venezuela.</p><p>Trump has repeatedly voiced his desire for the US to regain control of Venezuela’s oil.</p><figure id=\"attachment_4182041\" aria-describedby=\"caption-attachment-4182041\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4182041\" src=\"/wp-content/uploads/2025/12/GettyImages-2251601503-1766053562.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lake Maracaibo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182041\" class=\"wp-caption-text\">A commercial container ship sails on Lake Maracaibo, Venezuela, where oil was discovered in 1922 [Jose Bula Urrutia/UCG/Universal Images Group via Getty Images]</figcaption></figure><h2 id=\"is-there-any-legal-basis-to-us-claims-on-venezuelan-oil\">Is there any legal basis to US claims on Venezuelan oil?</h2><p>No. International law is clear that sovereign states own the natural resources within their territories under the principle of Permanent Sovereignty over Natural Resources (PSNR).</p><p>This means that sovereign states have the inherent right to control, use and dispose of their resources for their own development.</p><p>The concept of PSNR emerged after 1945 during the decolonisation of former European colonies. It was solidified by the United Nations General Assembly in a resolution adopted in December 1962.</p><p>Under this law, therefore, Venezuela owns its oil. It would be illegal under international law for the US to lay claim to it.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-does-chevron-continue-to-operate-there\">Why does Chevron continue to operate there?</h2><p>Foreign oil companies are not permitted to own oil fields outright in Venezuela, so US oil group Chevron pays PDVSA a percentage of its output under a joint operation, which accounts for about one-fifth of Venezuela’s official oil production.</p><p>This setup allows PDVSA to earn revenues from oil without directly selling to US buyers, which sanctions restrict, giving Venezuela an incentive to continue allowing Chevron to operate.</p><p>To get around US restrictions, Chevron was granted a special licence by US President Joe Biden in 2022 to operate outside US sanctions. The Trump administration extended the firm another waiver this year.</p><p>Chevron increased shipments of Venezuelan oil from 128,000bpd in October this year to 150,000bpd last month.</p><p>Chevron has been operating in Venezuela for decades and has billions of dollars in assets there in the form of oil fields, facilities and infrastructure. If it were to withdraw from Venezuela, it would run a high risk of losing those assets forever, as Venezuela could seize them.</p><p>In the past, the Chavez and Maduro administrations have seized private assets when hundreds of companies were nationalised, including parts of foreign companies such as Exxon, Cargill and Hilton.</p></div></div></body></html>"
        },
        {
            "title": "How to keep Britain’s far-right out of power: MP Shockat Adam | Al Jazeera | Al Jazeera",
            "time": "2025-12-18T11:13:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766056264.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera’s Mohamed Hassan sits down with Shockat Adam, Independent MP for Leicester South and founding member of Britain’s Your Party. They discuss the rise of the far-right and its impact on the UK, including anti-immigration rhetoric and the place of British Muslims in UK politics.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What’s next for the global economy in 2026? | Business and Economy | Al Jazeera",
            "time": "2025-12-18T11:09:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/web-1766056128.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">2025 was the year of tariffs and a global shift in economic power.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\">Two words that largely define the economy right now: Global reordering.</p><p class=\"x_MsoNormal\">President Donald Trump’s Tariffs have landed as a shock to global trade. This is 2025.</p><p class=\"x_MsoNormal\">Major economies are rewriting their playbooks, and alliances are being redrawn.</p><p class=\"x_MsoNormal\">From Africa’s minerals boom to the global AI race, countries are scrambling for influence – even as debt piles up.</p><p class=\"x_MsoNormal\">They are spending more, borrowing more and making tough choices from defence to climate policy and labour shortages.</p><p class=\"x_MsoNormal\">And through it all, people are bearing high costs.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Former football star Mario Pineida killed as violence escalates in Ecuador | Football News | Al Jazeera",
            "time": "2025-12-18T11:09:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2017-03-28T120000Z_67859820_RC1EE3190990_RTRMADP_3_SOCCER-WORLDCUP-ECU-COL-1766053316.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former football star Mario Pineida killed as violence escalates in Ecuador</h1><p class=\"article__subhead\"><em>Former Fluminense star Mario Pineida is killed in attack as Ecuadorian president responds to most violent year in history.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ecuadorian police have said that Mario Pineida, a 33-year-old Barcelona de Guayaquil defender and former national team player, was shot dead in an apparent attack as violence escalates in the Andean nation.</p><p>Another person who police did not identify was also killed in the incident on Wednesday, and a third was wounded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ecuador’s interior ministry confirmed Pineida’s death without providing details. Barcelona de Guayaquil said in a statement that its fans are saddened by Pineida’s death.</p><p>Pineida played eight games for Ecuador, including qualifying for the 2018 and 2022 World Cups, but was not involved in the team qualifying for the 2026 edition.</p><p>His last game for Ecuador was at the 2021 Copa America, as a late substitute in a group-stage game against Brazil. He also went to the 2017 edition.</p><p>Pineida started his professional career at Independiente del Valle, where he played from 2010 to 2015. He then moved to the club of the coastal city of Guayaquil in 2016 and won two league titles there. The defender also had a brief spell at Brazil’s Fluminense in 2022.</p><p>Ecuadorian media reported the incident took place in the region of Samanes in the north end of Guayaquil, which lies 265 kilometres (165 miles) southwest of the capital, Quito.</p><p>Digital news outlet Primicias reported Pineida was attacked by two people riding motorcycles, who opened fire on him, his mother and another woman.</p><figure id=\"attachment_4182035\" aria-describedby=\"caption-attachment-4182035\" class=\"wp-caption alignnone\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4182035 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/2021-09-30T004239Z_2008419940_HP1EH9U01Z01S_RTRMADP_3_SOCCER-LIBERTADORES-BNA-FLA-REPORT-1766053398.jpg?resize=770%2C563&amp;quality=80\" alt=\"Ecuador's Mario Pineida playing for Barcelona\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4182035\" class=\"wp-caption-text\">Mario Pineida in action for Barcelona de Guayaquil in the semifinal of the 2021 Copa Libertadores [Franklin Jacome/Reuters]</figcaption></figure><p>Ecuador, once one of Latin America’s safest countries, has become a key cocaine transit hub between top producers Colombia and Peru, and consumers around the world.</p><p>Guayaquil has become a hotspot for gang violence linked to drug trafficking and several football players in Ecuador have been targeted in recent months.</p><p>Car bombings, shootings and extortion have been on the rise in the region, which recorded 1,900 murders between January and September – the highest toll in Ecuador.</p><p>Ecuador is expected to have its most violent year on record with more than 9,000 homicides, according to the Ecuadorian Observatory of Organized Crime. That figure was at 7,063 violent deaths last year and a then-record 8,248 in 2023.</p><p>President Daniel Noboa has pledged to fight criminal organisations that have expanded their operations in Ecuadorian territory in connection with international drug cartels.</p><p>In November, a 16-year-old footballer of Independiente del Valle died from a stray bullet, also in Guayaquil.</p><p>Two months earlier, three players from Ecuador’s second division – Maicol Valencia and Leandro Yepez, both players of Exapromo Costa, and Jonathan Gonzalez, of 22 de Junio – died from gunshot wounds.</p><p>In October, local footballer Bryan Angula was wounded in a shooting.</p></div></div></body></html>"
        },
        {
            "title": "Gaza doctors use 3D tech to save limbs shattered by Israel from amputation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-18T10:57:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766055371.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Doctors in Gaza battling the odds after the enclave’s <a href=\"/news/2025/4/13/timeline-israels-attacks-on-hospitals-throughout-its-war-on-gaza\">medical infrastructure</a> was obliterated by <a href=\"/news/2025/12/17/winter-storms-worsen-gaza-humanitarian-crisis-as-un-says-aid-still-blocked\">Israel’s genocidal war</a> on the besieged enclave have found an ingenious way of saving Palestinians from losing fractured limbs.</p><p>With hospitals struggling to function under frequent electricity blackouts, the territory’s resourceful medics are harnessing the power of the sun to power 3D printers creating medical devices for the kinds of complex fractures that have become commonplace under relentless Israeli bombing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dr Fadel Naim, a consultant orthopaedic surgeon and acting director general of <a href=\"/news/2025/4/13/israels-attack-on-al-alhi-hospital-in-gaza-city-draws-global-condemnation\">al-Ahli Arab Hospital</a> in Gaza City, told Al Jazeera that medics were manufacturing so-called external fixators used to support shattered limbs from low-cost 3D-printed components made from recycled materials.</p><p>“The types of the fracture we receive, especially in this war, were so complicated, so complex that the external fixator is the most suitable [treatment],” he explained, demonstrating how the devices are assembled at minimal cost using the 3D components, metal rods and nuts and bolts.</p><figure id=\"attachment_4181694\" aria-describedby=\"caption-attachment-4181694\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181694\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-18-at-11.19.09-AM-copy-1766046604.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza doctors use 3D\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181694\" class=\"wp-caption-text\">Dr Naim assembles an external fixator using 3D-printed components and metal rods [Al Jazeera]</figcaption></figure><p>Naim worked with medical solidarity organisation Glia to lead the innovation in the enclave, creating fixators that would ordinarily cost more than $500 apiece from an open-source design, with no limits on manufacture thanks to the use of solar energy.</p><p>Al Jazeera met Zakaria, one of three patients whose limbs were spared amputation after being fitted with locally produced fixators. Displaced southwards from the Jabalia refugee camp in northern Gaza to Deir el-Balah, he was the first patient to receive treatment using the device after shrapnel from an Israeli strike shattered his leg.</p><figure id=\"attachment_4181706\" aria-describedby=\"caption-attachment-4181706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181706\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-18-at-11.20.46-AM-copy-1766046627.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza doctors use 3D\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181706\" class=\"wp-caption-text\">Zakaria, met in his tent in Deir el-Balah, can walk thanks to his locally made external fixator [Screen grab/Al Jazeera]</figcaption></figure><p>“I was injured in August and I was taken to the hospital without any medical care, but after two weeks, they brought me to the operation room and used a new device to fix my leg. To my surprise, it was a Palestinian-made device,” said Zakaria, sitting in his tent.</p><p>“He has no pain, has no limitation of range of motion, he can walk,” said Dr Naim, assessing his patient.</p><p>Reporting from Gaza, Al Jazeera’s Hind Khoudary said the pioneering technology was “a lifeline in Gaza that’s completely lost its electricity supplies and where the health system is collapsing”.</p><p>“In a place where everything is being destroyed, Palestinian doctors are still creating, still resisting, still saving lives – one printed piece at a time,” she said.</p><figure id=\"attachment_4181712\" aria-describedby=\"caption-attachment-4181712\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181712\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-18-at-11.21.18-AM-copy-1766046640.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza doctors use 3D\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181712\" class=\"wp-caption-text\">The technology has proven to be a ‘lifeline’ in Gaza, where medical infrastructure has collapsed during the war [Al Jazeera]</figcaption></figure><p>Glia said in a news release that 12 more patients are currently awaiting treatment, “demonstrating both the urgent need for these devices and the life-saving impact of local production under siege”.</p><p>The organisation said the Gaza-led project had “global significance”, demonstrating how the technology could be used in “extreme conditions” and “offering a model for other conflict zones, disaster-affected regions, and climate-vulnerable communities worldwide”.</p><p>Israeli military operations have devastated Gaza throughout the war, with 63 percent of <a href=\"/news/2025/12/15/israel-demolishes-more-buildings-in-military-controlled-gaza-analysis\">hospitals</a> remaining out of commission as of December 9.</p><p>The United Nations agency for Palestinian refugees (UNRWA) reported last month that 282,000 housing units have been destroyed in the enclave, where about 1.5 million Palestinians remain displaced.</p><p>More than 70,000 Palestinians have been killed in Gaza since Israel unleashed its full-scale assault on the enclave following the Hamas-led attack on southern Israel on October 7, 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US aid cuts force Rohingya girls into marriage, children into hard labour | Rohingya News | Al Jazeera",
            "time": "2025-12-18T10:34:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25350482611382-1766048271.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Deep cuts to foreign aid by United States President Donald Trump this year, coupled with reductions from other donor countries, have forced the closure of thousands of schools and youth centres in Rohingya refugee camps in Bangladesh, devastating critical child protection programmes.</p><p>The consequences are dire: Girls forced into marriage, children as young as 10 pushed into hard labour, and some girls as young as 12 coerced into prostitution.</p><p>While the US State Department reports providing more than $168m in aid to the Rohingya since Trump took office, citing improved efficiency and shared donor responsibility, the reality on the ground remains catastrophic.</p><p>In rare moments of solitude, between beatings from her husband, 17-year-old Hasina weeps for the school that once offered her sanctuary in an otherwise merciless world.</p><p>Since Myanmar’s military killed her father in 2017, forcing her to flee to Bangladesh with her mother and sisters, school had been her refuge from camp predators and the threat of forced marriage. Then in June, when Hasina was 16, her teacher announced the school’s funding had been cut. The school was closing. In an instant, both her education and childhood vanished.</p><p>With educational opportunities eliminated and her family fearing worsening conditions from aid reductions, Hasina – like hundreds of other underage girls – was quickly married off. Many, including Hasina, now endure abuse from their husbands.</p><p>“I dreamed of being something, of working for the community,” Hasina says softly. The The Associated Press news agency is withholding her full name to protect her from retaliation by her husband. “My life is destroyed.”</p><p>In a sweltering building near her cramped shelter, Hasina nervously fidgets with her pink phone case marked “Forever Young”. Though still young, the aid cuts forced her prematurely into adulthood – and horror. Soon after marriage, her husband isolated her from her family and began physically and sexually abusing her. She constantly dreams of school, where she excelled in English and aspired to become a teacher. Now she’s largely confined to her shelter, performing domestic duties while dreading the next assault.</p><p>She would escape, if possible, but has nowhere to go. Return to Myanmar is impossible, with the military responsible for the 2017 genocide still controlling her homeland. Her husband now controls her future, though she no longer envisions one.</p><p>“If the school hadn’t closed,” she says, “I wouldn’t be trapped in this life.”</p><p>The situation has become increasingly dangerous for the 600,000 children in these overcrowded camps. UNICEF reports that child violations have surged this year, with abduction and kidnapping cases more than quadrupling to 560 compared with last year. Reports of armed groups recruiting children have increased eightfold, affecting 817 children.</p><p>In the Bangladesh camps, the US has reduced funding by nearly half compared with last year, while the overall Rohingya emergency response is only 50 percent funded for 2025. Although UNICEF has repurposed some remaining funds to reopen most of its learning centres, many schools run by other aid organisations remain closed, leaving thousands of children without education.</p></div></div></body></html>"
        },
        {
            "title": "Drone strike plunges Sudan major cities into darkness as civil war rages | Sudan war News | Al Jazeera",
            "time": "2025-12-18T10:12:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-18-at-11.49.56-1766047803.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Major cities across Sudan, including the capital, Khartoum, and coastal city Port Sudan, have been plunged into darkness after drone strikes hit a key power plant in the country’s east.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Flames and smoke rose from the facility in Atbara, River Nile state on Thursday, which is controlled by the government-aligned Sudanese Armed Forces (SAF) and under attack by the paramilitary Rapid Support Forces (RSF) in the ongoing civil war that has ripped the nation apart.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Footage circulating on social media showing the power station ablaze has been verified by Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Two civil defence members were killed, power plant officials said, while trying to extinguish the fire that erupted after the first strike, adding that rescue workers were injured when a second drone hit as they battled the flames.</p><p>Al Jazeera correspondent Mohamed Vall in Port Sudan reported that residents initially thought a routine power cut had occurred, only to learn it was linked to incidents in Atbara, roughly 320km (about 230 miles) north of Khartoum.</p><p>He added that such strikes have become a frequent occurrence in Sudan’s war.</p><p>“We have seen this many times during the during this current year and the last year. The RSF drones are going thousands of kilometres across Sudan because they think it is a way to weaken the government and to prove to the population they can’t be protected by this military government,” Vall said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attack marks the latest escalation in a devastating drone campaign that <a href=\"/news/2025/12/17/drone-attacks-kill-over-100-civilians-across-war-torn-sudans-kordofan\">has killed at least 104 civilians across Sudan’s Kordofan</a> region since early December. The deadliest strike hit a kindergarten and hospital in Kalogi, South Kordofan, where 89 people died, including 43 children and eight women.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Six Bangladeshi peacekeepers were killed when drones struck their base in Kadugli on December 13, prompting UN Secretary-General Antonio Guterres to warn that targeting peacekeepers “may constitute war crimes under international law”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A day later, the Dilling Military Hospital came under fire, killing at least six people and wounding 12, many of them medical staff.</p><p>The use of drones has been extensive by both the SAF and RSF in recent months.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">According to the US-based think tank Africa Center for Strategic Studies, 484 drone strikes occurred across 13 African countries in 2024, with Sudan accounting for 264 of them, more than half the continental total. By March 2025, the intensity had surged further, with the SAF claiming it shot down more than 100 drones in just 10 days.</p><h2 id=\"sexual-violence-escalating-alarmingly\">Sexual violence ‘escalating alarmingly’</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sudan plunged into chaos in April 2023 when a power struggle between the SAF and RSF exploded into open fighting. The war has killed more than 100,000 people, according to some estimates, but the true toll remains unclear.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The conflict has created what the UN calls the world’s largest humanitarian crisis, with more than 14 million people displaced and at least 30 million needing vital assistance. More than 40,000 people have fled North Kordofan alone, while civilians remain trapped in besieged cities.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">For the third consecutive year, Sudan topped the International Rescue Committee’s Emergency Watchlist released on Tuesday, as global humanitarian funding has shrunk by 50 percent. A Thomson Reuters Foundation poll of 22 aid agencies named Sudan the world’s most neglected crisis of 2025.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">WHO chief Tedros Adhanom Ghebreyesus revealed on Wednesday that more than 1,600 people have been killed in 65 attacks on medical facilities across Sudan this year. “Every attack deprives more people from health services and medicines,” he said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Seif Magango, spokesperson for the UN Human Rights office, also told Al Jazeera on Wednesday that sexual violence was also “escalating alarmingly”, with women bearing the conflict’s greatest cost. Women face “gang rape while simultaneously trying to flee from killing and bombs,” he said, describing conditions as particularly horrific in el-Fasher.</p><p>The heaviest fighting has now shifted from Darfur to the country’s central regions where the country is bisected between territory controlled by the RSF and SAF.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A <a href=\"/news/2025/12/16/yale-report-unveils-rsf-attempt-to-cover-up-sudan-atrocities-mass-burials\">report</a> released on Tuesday by Yale School of Public Health’s Humanitarian Research Lab found that RSF forces engaged in a “systematic multi-week campaign to destroy evidence” of mass killings in el-Fasher through burial, burning and removal of human remains after the city fell in October.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "M23 fighters withdraw from key DRC town of Uvira | Mining | Al Jazeera",
            "time": "2025-12-18T10:02:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766052126.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Netanyahu announces major Israeli gas deal with Egypt | Energy | Al Jazeera",
            "time": "2025-12-18T09:34:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766050446.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel strikes hit southern, eastern Lebanon in latest truce violation | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-18T09:18:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-13.46.22-1765536389.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli warplanes have struck multiple areas across southern and eastern Lebanon, targeting sites in al-Jabour, al-Qatrani and al-Rayhan in the south, as well as Buday and Hermel in the Bekaa Valley, according to an Al Jazeera correspondent on the ground.</p><p>The raids, which also hit Wadi Al-Qusayr near the town of Deir Siryan, mark the latest in a relentless pattern of strikes since a ceasefire took effect in late 2024.</p><p>Israel claimed the operations <a href=\"/news/2025/12/12/israel-bombards-areas-across-southern-lebanon-in-latest-truce-violation\">targeted</a> Hezbollah operatives and weapons facilities in what Hezbollah officials have said is part of a campaign to pressure the group into surrendering its arsenal. Hezbollah has categorically refused to disarm while Israeli forces continue bombarding Lebanese territory and occupying southern border areas.</p><p>The strikes come just days after Israeli forces said they killed three Hezbollah members on Sunday.</p><p>Tensions escalated sharply several weeks ago when Israel bombed Beirut’s southern suburbs, killing Haytham Ali Tabatabai, Hezbollah’s top military commander. The group has <a href=\"/news/2025/11/28/hezbollah-leader-promises-response-to-israels-strike-killing-top-commander\">pledged to respond</a> but says it will choose the timing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel maintains it is enforcing what it describes as violations of understandings between the two sides, specifically demanding that Hezbollah relinquish long-range missiles, precision-guided munitions and drones that Israeli intelligence believes are stored deeper inside Lebanon.</p><p>The military campaign throughout 2025 has been devastating. Between January and late November, Israeli forces conducted nearly 1,600 strikes across Lebanon, according to data compiled by the Armed Conflict Location and Event Data Project (ACLED).</p><p>The United Nations reported in November that at least 127 civilians, including children, have been killed since the ceasefire began, with UN officials warning the attacks may constitute war crimes.</p><p>Human Rights Watch documented in a report released this week that Israeli forces have systematically targeted reconstruction equipment across southern Lebanon as the region remains devastated by Israel’s military campaign, with residential buildings and civilian infrastructure targeted in bombings.</p><p>The rights group investigated four attacks between August and October that destroyed more than 360 heavy machines, including bulldozers and excavators vital for clearing rubble and rebuilding homes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The strikes killed three civilians and left more than 64,000 displaced people unable to return, with the rights group describing the attacks as apparent war crimes. One site owner told researchers he now clears rubble by hand, fearing that any machinery brought in will be hit.</p><p>Diplomatic efforts have continued in parallel amid the rising tensions. Lebanon and Israel recently sent civilian envoys to a committee monitoring the ceasefire for the first time in decades, a development aimed at expanding engagement.</p><p>On Monday, Western and Arab ambassadors, including representatives from the United States and Saudi Arabia, toured border areas alongside General Rodolph Haikal, commander of the Lebanese Armed Forces, to observe the army’s efforts to assert control south of the Litani River.</p><p>The Lebanese government has committed to clearing Hezbollah’s armed presence from the border zone by the end of the year. Hezbollah leader Naim Qassem has said the group will end its military presence south of the Litani but insists it will retain weapons in other parts of Lebanon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Qassem also criticised Lebanon’s decision to send former ambassador Simon Karam, a civilian official instead of an army representative, to the monitoring talks, calling it a concession to Israel.</p><p>Lebanese President Joseph Aoun <a href=\"/news/2025/12/5/unsc-delegation-meets-lebanons-aoun-tours-south-amid-israeli-escalation\">said</a> last week that Lebanon has chosen the path of negotiations to halt the continued strikes, while Prime Minister Nawaf Salam called for stronger mechanisms to verify both Israeli violations and Lebanese military efforts to dismantle Hezbollah infrastructure.</p><p>But Lebanese officials have grown increasingly frustrated, and the US ambassador to Lebanon recently made clear that even direct talks would not guarantee an end to Israeli attacks.</p><figure id=\"attachment_3518594\" aria-describedby=\"caption-attachment-3518594\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3518594\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Baby Mohammed freezes to death as Gaza battles winter and displacement | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-18T09:01:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A3789-1766042131.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Khan Younis, Gaza Strip –</strong> With a pale face and unrelenting tears, Eman Abu al-Khair sits inside her tent, clutching a small bag of her infant’s clothes. Her newborn had died of hypothermia the day before.</p><p>The devastated mother, 34-years-old, still cannot believe she lost her baby, Mohammed, alive for just 14 days. Amid the devastation left by Israel’s genocidal war on Gaza, she simply wasn’t able to keep him warm enough.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I can still hear his tiny cries in my ears,” Eman tells Al Jazeera, the pain visible on her face. “I sleep and drift off, unable to believe that his crying and waking me at night will never happen again.”</p><p>The family’s tragedy began late on the night of December 13 in al-Mawasi, west of Khan Younis in the southern Gaza Strip, where they had moved to after being displaced from their home in the east of Khan Younis.</p><figure id=\"attachment_4181472\" aria-describedby=\"caption-attachment-4181472\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181472\" src=\"/wp-content/uploads/2025/12/873A3837-1766042141.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181472\" class=\"wp-caption-text\">Mother Eman Abu Al-Khair and her two-year-old daughter Mona checking baby Mohammed’s clothes bag after his death [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><p>Eman put her baby to sleep, then woke later to check on him and found him in an alarming condition.</p><p><a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">Temperatures had dropped</a>, and without <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">proper shelter</a> or clothing for a newborn, there was no protection for Mohammed.</p><p>“His body was cold as ice. His hands and feet were frozen, his face stiff and yellowish, and he was barely breathing,” she recalls.</p><p>“I woke my husband immediately so we could take him to the hospital, but he couldn’t find any means of transportation to get us there.”</p><p>It was late at night, and <a href=\"/video/newsfeed/2025/12/10/winter-storm-devastates-gaza-tents-amid-deepening-humanitarian-crisis\">heavy rain</a> was still pouring, making it impossible for the father to reach the hospital even on foot.</p><p>With no alternative, the family had to wait until the morning.</p><p>“As soon as daylight broke, we rushed with an animal-drawn cart towards the hospital,” Eman says. “But unfortunately, we arrived too late. His condition was already critical.”</p><p>Medical staff at the Red Crescent Hospital in Khan Younis were shocked by the infant’s deteriorated state. His face had turned completely blue, and he was convulsing, prompting doctors to rush him into the paediatric intensive care unit.</p><p>Mohammed spent two days in intensive care on a ventilator before he died on the morning of December 15.</p><p>“My baby had no medical problems. His tests showed no illness. His tiny body simply couldn’t withstand the extreme cold inside the tents,” Eman says, her eyes filling with tears.</p><p>On Tuesday, Gaza’s Ministry of Health announced the death of an infant due to a severe drop in body temperature caused by extreme cold amid harsh living conditions brought on by the recent weather.</p><p>In a press statement, the ministry said that infant Mohammed Khalil Abu al-Khair, two weeks old, had died from acute hypothermia.</p><p>“The child, Abu al-Khair, arrived at the hospital two days ago and was admitted to the intensive care unit, but he passed away yesterday,” the statement said.</p><figure id=\"attachment_4181466\" aria-describedby=\"caption-attachment-4181466\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181466\" src=\"/wp-content/uploads/2025/12/873A3755-1766042121.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181466\" class=\"wp-caption-text\">Medical report of baby Mohammed, describing his deteriorating condition upon hospital admission two days before his death [Abdelhakim Abu Riash/ Al Jazeera]</figcaption></figure><p>With Mohammed’s death, the number of children who have died from the cold weather in Gaza has risen to four this month, after the ministry announced three similar deaths during the previous week.</p><h2 id=\"celebration-turned-to-devastation\">Celebration turned to devastation</h2><p>The Abu al-Khair family had welcomed the birth of Mohammed on December 1 in an atmosphere of joy and celebration after a gruelling pregnancy that, as ِِEman describes, was filled with hardship, with the war still ongoing.</p><p>“My pregnancy was extremely difficult. We went through very hard conditions and famine, and I was exhausted,” she says.</p><p>“But all my suffering faded when Mohammed was born healthy and well. I never imagined we would lose him after just two weeks.”</p><p>Eman recounts her desperate attempts to keep her newborn warm using every piece of clothing and the blankets she had, while the baby’s father, Khalil, tried to secure the tent and seal every opening to protect the baby from the cold.</p><p>But all their efforts were in vain.</p><p>“We’re living in tents on the street, as you can see. What can a piece of cloth or nylon really do?” she says, pointing around the tent.</p><p>“The cold is indescribable. Every morning, we wake up to find water flooding our bedding from underneath.”</p><p>Baby Mohammed was Eman and Khalil’s second child, after their two-year-old daughter, Mona, who had grown up during the war, which began in October 2023.</p><p>“When we returned from the burial, little Mona came to me asking, ‘Where is the baby?’ Every moment she asks where her little brother went, and her question kills me,” Eman says as she holds her daughter and cries.</p><p>Eman wonders what crime her baby, and other children his age, have committed to deserve what she describes as the “cruel” fate of a life of misery inside tents.</p><p>“Our children have died in every possible way: bombing, snipers, hunger, cold, one after another. My child is not the first, and he will not be the last.”</p><h2 id=\"not-a-life\">‘Not a life’</h2><p>Munir al-Bursh, the director general of Gaza’s Ministry of Health, has warned of further deaths among children, the elderly and the sick due to plummeting temperatures inside rain-soaked displacement tents.</p><p>Al-Bursh said that moisture and standing water inside tents create an environment ripe for the spread of respiratory diseases among displaced people, while patients are unable to access any form of healthcare.</p><p>Despite the start of a ceasefire in October, little reconstruction has taken place in Gaza, where the majority of residential buildings have been destroyed by Israeli bombing and systematic demolition.</p><p>Israel has also continued to attack Gaza on a regular basis and shows little sign that it is willing to allow real reconstruction to begin, at least in the near term.</p><p>That means that the conditions that led to Mohammed’s death are likely to continue.</p><figure id=\"attachment_4181474\" aria-describedby=\"caption-attachment-4181474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181474\" src=\"/wp-content/uploads/2025/12/873A3950-1766042152.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Baby Mohammed freezes to death as Gaza battles winter and displacement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181474\" class=\"wp-caption-text\">The family lives in a tent made of fabric and nylon in Khan Younis’ camps after their displacement a year ago and the destruction of their home [Abdelhakim Abu Riash, Al Jazeera]</figcaption></figure><p>And the tragic loss of her baby has left Eman obsessed with fear for the life of her two-year-old daughter.</p><p>“I over-warm her, cover her with everything I have, and I never sleep. I check on her constantly. I feel a fire burning in my heart,” she says.</p><p>Caught between trying to console herself and clinging to patience, Eman wonders how long conditions in Gaza will continue to deteriorate to this extent.</p><p>“This is not a life. Sadly, the reality looks like it will continue this way for 10 more years,” she says.</p><p>“We want a dignified life for our children, nothing more. Where are the caravans? Where are the housing units? Why is no one moving to save us?”</p></div></div></body></html>"
        },
        {
            "title": "Trump inherited a “different and difficult” economy | Al Jazeera | Al Jazeera",
            "time": "2025-12-18T09:00:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-QT-thumbnail-16x9-1766048297.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Ethan Baker on the rising cost of living in the US and what he sees as President Donald Trump’s efforts to bring prices down.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ethan Baker, mayor of Troy, Michigan, talks about the rising cost of living in the US and what he sees as President Donald Trump’s efforts to bring prices down.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Mbappe scores late to seal Real Madrid win over Talavera in Copa del Rey | Football News | Al Jazeera",
            "time": "2025-12-18T08:33:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-17T204805Z_356657172_UP1ELCH1LS3DQ_RTRMADP_3_SOCCER-SPAIN-TDR-RMA-1766045882_0baae8-1766046777.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Mbappe scores late to seal Real Madrid win over Talavera in Copa del Rey</h1><p class=\"article__subhead\"><em>Kylian Mbappe scored two goals to help Real Madrid overcome a stubborn challenge from third-division side Talavera.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kylian Mbappe scored twice and Real Madrid beat third-division club Talavera 3-2 in the round of 32 of the Copa del Rey on Wednesday.</p><p>Mbappe converted a 41st-minute penalty and sealed the victory late in the second half with a shot from outside the area for his 10th goal in his last six matches in all competitions with Madrid. The French forward was also involved in the play that led to an own-goal by Manuel Farrando in first-half stoppage time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He was decisive,” Madrid coach Xabi Alonso said. “Kylian has that knack for scoring. The third goal was key, which is why we kept him on the pitch and why he started.”</p><p>Talavera cut Madrid’s lead with goals by Nahuel Arroyo in the 80th and Gonzalo Di Renzo in second-half stoppage time, but Madrid held on to avoid the upset that would have put Alonso under increased pressure following a series of disappointing results recently.</p><p>A tough save by Madrid goalkeeper Andriy Lunin in the final minute was key to securing Madrid’s win.</p><p>Madrid struggled late but had been in control from the start despite playing without a few regular starters.</p><p>“In the first half, we controlled the game well and took the lead, but not making it 3-0 left the game open, and it remained that way until the end,” Alonso said. “The second half was competitive. We looked for the third goal earlier and had chances, but it wasn’t to be. It was an exciting tie. It’s a special competition. Objective achieved, and on to the next game.”</p><p>Madrid closes 2025 at Sevilla in the Spanish league on Saturday.</p><figure id=\"attachment_4181667\" aria-describedby=\"caption-attachment-4181667\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4181667\" src=\"/wp-content/uploads/2025/12/2025-12-17T215111Z_1961517000_UP1ELCH1OP9IG_RTRMADP_3_SOCCER-SPAIN-TDR-RMA-1766045775.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"Kylian Mbappe in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4181667\" class=\"wp-caption-text\">Mbappe puts Real Madrid 3-1 up against Talavera in the 88th minute [Susana Vera/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Cambodia says Thailand bombed casino hub on border, with no truce in sight | Conflict News | Al Jazeera",
            "time": "2025-12-18T08:12:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25351045177805-1766041057.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cambodia says Thailand bombed casino hub on border, with no truce in sight</h1><p class=\"article__subhead\"><em>Despite Trump claim of ceasefire, no end on horizon to latest round of conflict recently reignited by border skirmish.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cambodia’s defence ministry has accused Thailand’s military of bombing the casino hub of Poipet, a major land crossing between the two nations, which are engaged in <a href=\"/news/2025/12/16/thailand-demands-unilateral-ceasefire-announcement-from-cambodia\">renewed clashes</a> along their border.</p><p>The ministry said in a statement on Thursday that Thai forces had “dropped 2 bombs” in the municipality of Poipet, located in the northwestern province of Banteay Meanchey, at about 11am (04:00 GMT) that morning.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At the time of reporting, Thailand had not yet confirmed the strike on the bustling casino hub, which is popular with Thai gamblers.</p><p>The interior ministry said this week that at least four casinos in Cambodia have been damaged by Thai strikes.</p><p>Renewed fighting between the Southeast Asian neighbours this month has killed at least 21 people in Thailand and 17 in Cambodia, while displacing about 800,000, officials said.</p><p>Thailand said on Tuesday that between 5,000 and 6,000 Thai nationals remained stranded in Poipet after Cambodia closed its land border crossings with its neighbour.</p><p>Cambodia’s interior ministry said the border closures were a “necessary measure” to reduce risks to civilians amid the ongoing combat, adding that air travel remained an option for those seeking to leave.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"truce-denial\">Truce denial</h2><p>Five days of fighting between Cambodia and Thailand in July killed dozens of people before a truce was brokered by the United States, China and Malaysia, and then broken within months.</p><p>United States President Donald Trump, who has repeatedly intervened in the longstanding conflict this year, claimed last week that the two countries had agreed to a new ceasefire.</p><p>But Bangkok denied any truce had been agreed upon, and fighting with artillery, tanks, drones and jets has continued daily since a border skirmish earlier this month caused the latest round of conflict.</p><p>The conflict stems from a territorial dispute over the colonial-era demarcation of their 800km (500-mile) border and a smattering of ancient temple ruins situated on the frontier.</p><p>Each side has blamed the other for instigating the renewed fighting, claiming self-defence, while trading accusations of attacks on civilians.</p><p>China said it was sending its special envoy for Asian affairs to Cambodia and Thailand on Thursday for a “shuttle-diplomacy trip” to help bridge the gaps and “rebuild peace”.</p></div></div></body></html>"
        },
        {
            "title": "Five key takeaways from Trump’s state-of-the-nation address | Donald Trump News | Al Jazeera",
            "time": "2025-12-18T08:08:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-18T022330Z_1231483362_RC2QIIA731CX_RTRMADP_3_USA-TRUMP-1766045018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a 19-minute <a href=\"/news/liveblog/2025/12/17/live-trump-to-highlight-achievements-amid-venezuela-economic-tensions\">address to the nation</a> on Wednesday night, United States President Donald Trump made no major announcements, as presidents are usually wont to do. Instead, he took the opportunity to further denigrate immigrants, highlight his perceived personal achievements and make grandiose promises of prosperity to come.</p><p>“Our nation is strong. America is respected, and our country is back stronger than ever before. We’re poised for an economic boom the likes of which the world has never seen,” he said.</p><p>Members of the Democratic Party were quick to capitalise on Trump’s <a href=\"/news/2025/12/16/trumps-approval-rating-drops-to-39-amid-economic-concerns-us-poll\">flagging approval ratings</a> and popular concerns about <a href=\"/economy/2025/11/18/trump-mcdonalds-lower-prices\">affordability</a>.</p><p>“Quickly lost track of how many lies Trump shouted out tonight, but the main takeaway is that he has clearly lost touch with reality. Delusional,” Senator Chris Van Hollen said. “The most honest thing he said was, ‘No one can believe what’s going on.’”</p><p>California Governor Gavin Newsom, a potential future presidential contender who frequently needles Trump in his social media posts, mocked him for giving a speech focused on “Me Me Me Me Me Me Me Me Me”.</p><p>Here are five key takeaways from his address:</p><h2 id=\"he-blamed-immigrants-for-the-us-s-problems\">He blamed immigrants for the US’s problems</h2><p>The US president took aim at immigrants, blaming them for the housing crisis and economic problems.</p><p>“Illegal aliens stole American jobs and flooded emergency rooms getting free healthcare and education paid for by you – the American taxpayer,” Trump said.</p><p>“They also increased the cost of law enforcement by numbers so high that they are not even to be mentioned.”</p><p>The US president, who recently called the Somali community “garbage” in a racist tirade, falsely claimed that Somalis “took over the economics” of the state of Minnesota and stole “billions and billions of dollars”.</p><p>Repeated studies have shown that immigrants contribute more to the economy than they take from it, and provide labour in vital sectors, including agriculture and construction. In the US as well, immigrant labour, including by undocumented workers, has long propped up the <a href=\"/economy/2025/4/18/ripple-effect-in-us-anti-immigrant-policy-strains-child-and-eldercare\">childcare, home care and elder care industries</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"he-promised-an-economic-boom-in-2026\">He promised an ‘economic boom’ in 2026</h2><p>Recent polling has shown that Americans are increasingly concerned about the cost of living and Trump’s handling of the economy.</p><p>An NPR/PBS News/Marist poll released on Wednesday found that just 36 percent approve of Trump’s economic record, and 45 percent say that prices are their primary issue when it comes to economic concerns. More than half said they believed the country was already in a recession.</p><p>The president tackled this head-on with assurances that his policies are working and the economy is on track to experience a boom.</p><p>He added that the next chief of the Federal Reserve will agree to bring down interest rates “by a lot”. Current chair Jerome Powell’s term comes to an end in May 2026 and Trump is expected to announce a successor soon. This year, he has pressured the US central bank to <a href=\"/news/2025/8/12/trump-threatens-major-lawsuit-against-federal-reserve-chief-jerome-powell\">reduce interest rates</a>, and even suggested he could fire Powell over the issue.</p><p>He did address the issue of rising medical costs, which Democrats say will soar when key healthcare subsidies for people on low incomes expire at the end of this year. To counter this, Trump pointed to his efforts to lower the cost of prescription drugs through a series of agreements he has made with pharmaceutical companies to sell drugs direct to consumers on his new website, <a href=\"/news/2025/10/3/what-is-trumps-new-trumprx-website-and-will-it-bring-medicine-prices-down\">TrumpRx</a>.</p><p>“There has never been anything like this in the history of our country,” he said. “Drugs have only gone up, but now they’ll be going down by numbers never conceived possible,” Trump said, stating that new price reductions would become available in January and “greatly reduce the costs of healthcare”.</p><p>But he stayed away from some other key concerns among voters – namely, energy and grocery prices, something he pledged to get under control, having slammed the Joe Biden administration for soaring inflation. He has yet to do so.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said: “He was arguing that since he’s taken office, many things, including the main concern for most Americans, which is the affordability of energy as well as food prices, have turned around.</p><p>“But if you’ll notice, as the US president was talking, he didn’t mention anything about energy prices, which are still relatively high for most consumers.</p><p>“And when it comes to the affordability of groceries and food items, going out to restaurants, these are still very high for most Americans, and that has a lot to do with the president’s tariffs, which he says are bringing an enormous amount of revenue into the country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"he-claims-he-brought-peace-to-the-middle-east\">He claims he brought peace to the Middle East</h2><p>The US president claimed: “I’ve restored American strength, settled eight wars in 10 months, destroyed the Iran nuclear threat and ended the war in Gaza, bringing peace for the first time in 3,000 years, and secured the release of the hostages, both living and dead here at home,” Trump said.</p><p>Observers <a href=\"/news/2025/10/9/nobel-peace-prize-2025-what-are-trumps-credentials-and-can-he-win\">dispute</a> that Trump has ended eight wars or brought peace to the Middle East. In particular, the US actively took part in the military strikes on Iranian nuclear facilities during hostilities between Iran and Israel in June, which ended with a ceasefire mediated by both the US and Qatar.</p><p>He also announced the end of hostilities between Pakistan and India in May after four days of fighting. But while Pakistan credits the US president for helping to halt the fighting, <a href=\"/video/the-bottom-line/2025/9/7/how-did-india-us-relations-decline-so-suddenly\">India insists he had no role</a>.</p><p>Meanwhile, Israel was founded in 1948 – rather than 3,000 years ago – and has continued to carry out daily strikes on the Gaza Strip – and to prevent aid from entering – <a href=\"/opinions/2025/11/24/no-there-is-no-ceasefire-in-gaza\">despite the ceasefire in place</a>.</p><p>Palestinians, rights groups and some analysts have said a ceasefire exists in name only as Israel violates it almost daily.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"he-announced-a-warrior-dividend-for-us-troops\">He announced a ‘warrior dividend’ for US troops</h2><p>Trump said 1.45 million United States military service members will soon receive bonus cheques for $1,776 each, paid from revenues raised from trade tariffs imposed on other countries by Trump this year.</p><p>“Think of this: 1,450,000 military service members will receive a special, we call ‘Warrior Dividend’ before Christmas,” Trump said in his televised address, adding that the specific amount was in honour of the year the US was founded.</p><h2 id=\"he-did-not-mention-venezuela-tensions\">He did not mention Venezuela tensions</h2><p>Some observers had speculated that Trump might take the opportunity to make a dramatic announcement about military action against Venezuela during his address – or make a case for military action in the future.</p><p>But despite the fact that he has imposed an oil blockade on Venezuela and amassed the <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">largest military force</a> in the region in decades, close to the coast of the country, he did not mention the rising tensions between the US and Venezuela.</p><p>Instead, he made just a passing mention of the military strikes carried out on Venezuelan boats in the Caribbean and eastern Pacific, which the Trump administration claims are trafficking drugs, despite providing no evidence of this, and which have killed about 90 people.</p><p>Legal experts say the targeting of vessels in international waters in the Caribbean and Pacific <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">likely violates</a> US and international law and amounts to extrajudicial executions.</p><p>Trump said the US has “decimated the bloodthirsty foreign drug cartels”. He has previously claimed that each strike on a boat “<a href=\"/news/2025/10/18/does-each-boat-strike-off-the-coast-of-venezuela-save-25000-us-lives\">saves 25,000 American lives</a>” by preventing drugs from reaching the US. However, experts say this is doubtful as there is <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">little evidence</a> that Venezuela is a major source of drugs trafficked to the US.</p><p>This week, he signed <a href=\"/news/2025/12/15/trump-signs-executive-order-labeling-fentanyl-weapon-of-mass-destruction\">an executive order</a> declaring the potent opiate drug, fentanyl, which he says is one of those being trafficked, a “weapon of mass destruction”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump hails Gaza ceasefire success during national address | Gaza | Al Jazeera",
            "time": "2025-12-18T07:23:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766042590.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Qatar’s PM says Israeli ceasefire violations ‘endanger’ entire Gaza process | Gaza News | Al Jazeera",
            "time": "2025-12-18T07:21:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6941ca058bd29-1765919237.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Qatar’s prime minister has warned that daily Israeli breaches of the Gaza ceasefire are threatening the entire agreement, as he called for urgent progress towards the next phase of the deal to end Israel’s genocidal war on the besieged Palestinian enclave.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani made the appeal following talks with United States Secretary of State Marco Rubio in Washington on Wednesday, where he stressed that “delays and ceasefire violations endanger the entire process and place mediators in a difficult position”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Qatari premier, whose country has played a critical mediating role, said humanitarian aid must reach Gaza “unconditionally” and that the second phase of the agreement must begin immediately.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The discussions at the seventh US-Qatar Strategic Dialogue came as the fragile truce continues to fray amid a deepening humanitarian emergency across Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-s-regular-violations-of-ceasefire\">Israel’s regular violations of ceasefire</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Since the ceasefire took effect on October 10, Israel has violated the agreement at least 738 times, killing at least 394 Palestinians and wounding another 1,075, <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">according</a> to Al Jazeera’s tracking of the violations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al Jazeera’s chief US correspondent Alan Fisher said the talks were dominated by three critical issues.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Chief among them was mounting pressure on Israel to halt ceasefire violations, “most of which have been” committed by Israeli forces, he said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Discussions also focused on forming an international stabilisation force (ISF), expected to include Indonesian and Turkish troops, though Israel has baulked at Turkiye’s involvement, and on Gaza’s deepening humanitarian crisis, with Qatar urging Washington to press Israel to allow more aid through.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The <a href=\"/news/2025/12/14/hamas-confirms-killing-of-senior-commander-in-israeli-strike-in-gaza\">ceasefire violations</a> reached a critical point over the weekend when Israel assassinated senior Hamas commander Raed Saad in Gaza City.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">US President Donald Trump told reporters his administration was “looking into” whether the strike breached the truce, while American officials told US outlet Axios that the White House had sent a sharp rebuke to Israeli Prime Minister Benjamin Netanyahu, warning him not to “ruin President Trump’s reputation after he brokered the deal”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"severe-weather-piles-on-misery-in-gaza\">Severe weather piles on misery in Gaza</h2><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The humanitarian situation has become desperate as winter storms pummel the territory, as hundreds of thousands of Palestinians huddle in flimsy makeshift tents or unsafe, bombed-out buildings.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">This has been compounded by Israel’s refusal to allow vital supplies, including mobile homes, into Gaza.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Aid delivery remains severely restricted, with only 39 percent of allocated trucks reaching their destinations inside the enclave, according to its Government Media Office. Israel has blocked nutritious foods while permitting non-essential items to enter.</p><p>Om Thursday, a 29-day-old premature baby, Said Asad Abedin, died from severe hypothermia in the al Mawasi area of Khan Younis in the southern Gaza Strip, according to the Nasser hospital. This has raised the death toll from extreme weather to 13.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A two-week-old baby, Mohammed Khalil Abu al-Khair, also <a href=\"/news/2025/12/16/palestinian-infant-freezes-to-death-in-gaza-as-israel-keeps-blocking-aid\">froze to death</a> earlier this week after developing severe hypothermia.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The United Nations reports that roughly 30,000 children have been affected by storm damage to their shelters, while Israel continues blocking essential winter supplies, including tents and blankets, from entering Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Hamas’s Gaza chief Khalil al-Hayya said on Sunday that continued Israeli violations “threaten the viability of the agreement” and urged Trump to compel Israel to honour its commitments.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Netanyahu, however, defended the killing of Saad, accusing Hamas of violating the peace plan by attempting to rearm.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The second phase of the US-backed ceasefire envisions Hamas disarming while Israeli forces withdraw and an international force deploys, both issues which have proved thornier than the first phase, which was mainly limited to an exchange of prisoners and captives.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Netanyahu said on Saturday that Israel was “nearing the end of the first phase” of the ceasefire agreement and was working intensively to secure the return of Master Sergeant Ran Gvili’s remains, the last deceased captive held in Gaza.</p><p>Hundreds of Palestinian prisoners’ bodies have been returned by Israel, many showing signs of torture, mutilation and execution.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: EU holds key summit to strengthen Kyiv’s hand | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-18T07:17:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6943e446cf8ac-1766057030.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: EU holds key summit to strengthen Kyiv’s hand</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>European leaders gather in Brussels to decide on using frozen Russian assets to finance Ukraine for the next two years.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine drones kill 3 in Russia’s Rostov as EU debates war funding for Kyiv | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-18T07:17:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25346378408828-1766035495.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine has hit Russia’s southern region of Rostov with an overnight drone attack that killed three people, as European countries strive to unlock <a href=\"/news/2025/12/17/putin-slams-wests-war-hysteria-as-eu-mulls-russian-assets-for-ukraine\">Russian assets</a> to help Kyiv and United States-led <a href=\"/news/2025/12/16/russia-ukraine-war-is-a-ceasefire-deal-on-the-horizon\">efforts</a> to end the war have yet to yield any tangible results.</p><p>Yury Slyusar, the acting regional governor of the Rostov region, said on Telegram on Thursday that the attack caused a fire on a cargo ship that had been extinguished, with two crew members killed and three left injured.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The governor also reported that Ukrainian drones killed a civilian in the town of Bataysk, near the port facilities, where two homes were burned down and an apartment block under construction damaged.</p><h2 id=\"using-russia-s-money-to-aid-ukraine\">Using Russia’s money to aid Ukraine</h2><p>The attack on the region, the latest in a series of nightly Ukrainian raids deep inside Russian territory, came after Ukrainian President Volodymyr Zelenskyy urged European Union leaders meeting in Brussels on Thursday to approve plans that would release 210 billion euros ($247bn) of frozen Russian assets to assist his country.</p><p>“The outcome of this meeting – the result Europe produces – must make Russia feel that its desire to continue the war next year is pointless, because Ukraine will have support,” said Zelenskyy on Wednesday night.</p><p>The make-or-break summit on the <a href=\"/news/2025/12/12/eu-looks-set-to-indefinitely-freeze-hundreds-of-billions-in-russian-funds\">plans</a>, which would unlock the assets as the basis for a loan that would keep Ukraine afloat over the next two years, is seen as a test of Europe’s credibility as United States President Donald Trump, who has called the continent “weak”, pushes for a quick deal to end the fighting.</p><p>Without financial help, Ukraine will run out of money in the second quarter of next year and most likely lose the war to Russia, which the EU fears would bring the threat of Russian aggression closer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the plan hinges on the approval of Belgium, home to the Euroclear securities depository that holds 185 billion euros ($217bn) of the Russian assets frozen in Europe, which does not want to be left to foot the bill if Russian legal action in international courts succeeds.</p><p>Belgian Prime Minister Bart De Wever has argued that he needs a blank cheque from other governments for an indefinite period, because damages awarded to Russia could far exceed the amount held by his country.</p><p>In theory, other EU countries could override Belgium and ram the initiative through with a weighted majority, but that would be a nuclear option few see as likely for now.</p><p>“These are complex decisions that cannot be forced,” said Italian Premier Giorgia Meloni, who could offer key political cover for Belgium.</p><p>The commission has floated a potential fallback plan of the EU raising the money itself to lend Ukraine. But officials say that scheme has been shelved as it requires unanimous approval from the EU’s 27 leaders, and Russia-friendly Hungary has ruled it out.</p><p>Meanwhile, US efforts to forge a deal to end the war are set to continue, with officials set to meet Russian negotiators in Miami this weekend to discuss Trump’s peace plan, according to a White House official quoted by the AFP news agency.</p><p>Large differences remain all around. Ukraine and the US claim there has been progress on the issue of future security guarantees for Kyiv, but disagreements persist over the territory that Ukraine would have to cede.</p><p>Russian President Vladimir Putin said on Wednesday that Moscow would “certainly” achieve its objectives in the war, including seizing the territories it claims are its own.</p><p>Putin also slammed the West, describing calls in the West to prepare for war with Russia as <a href=\"/news/2025/12/17/putin-slams-wests-war-hysteria-as-eu-mulls-russian-assets-for-ukraine\">“hysteria and a lie”</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "G7 calls for Jimmy Lai’s release, China slams ‘interference’ in its affairs | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-18T07:16:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-15T095329Z_515236731_RC29SGAOOEC7_RTRMADP_3_HONGKONG-SECURITY-BRITAIN-1766039174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 18 Dec 2025</span><span aria-hidden=\"true\">18 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Foreign ministers from the Group of Seven (G7) advanced economies have condemned the prosecution of pro-democracy campaigner Jimmy Lai by Hong Kong authorities, in a move that Chinese officials have dismissed as “crude interference in China’s internal affairs”.</p><p>On Monday, a panel of three judges <a href=\"/news/2025/12/15/hong-kong-court-convicts-democracy-activist-jimmy-lai-on-conspiracy-charges\">found the 78-year-old media tycoon guilty</a> of two counts of conspiring with foreign forces to threaten national security and one count of conspiracy to publish seditious material.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lai will be sentenced early next year and faces the possibility of life in prison.</p><p>In a brief joint statement issued by G7 members Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States on Wednesday, authorities in Hong Kong were called on to “end such prosecutions and to release Jimmy Lai immediately”.</p><p>“We continue to express our concerns about deteriorating rights, freedoms and autonomy in Hong Kong,” the G7 said.</p><p>Responding to the statement, China’s state-run Global Times newspaper quoted an unnamed spokesperson for the Chinese embassy in Canada as saying it represented a “crude interference in China’s internal affairs” and a “serious violation of the basic norms governing international relations”.</p><p>“We urge the relevant parties to respect China’s sovereignty and Hong Kong’s rule of law, and to immediately stop interfering in Hong Kong’s judicial affairs and China’s internal affairs,” the spokesperson said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lai, who pleaded not guilty to all charges, has been in detention for five years since his arrest during a series of antigovernment protests that gripped Hong Kong in 2019 and 2020.</p><p>In 2020, Chinese authorities introduced a <a href=\"/news/2020/7/1/details-of-chinas-national-security-law-for-hong-kong-unveiled\">draconian national security law</a> in Hong Kong as part of a harsh crackdown by Beijing on dissent in the territory following the mass protests. The law established secession, subversion, terrorism, and collusion with foreign organisations as crimes carrying hefty punishment.</p><p>Lai’s case represents the most high-profile use of that law to date, with critics condemning his trial as politically motivated.</p><p>US President Donald Trump has publicly backed Lai, repeatedly promising to do what he can to “save” him.</p><p>Authorities in Beijing and Hong Kong insist Lai has been given a fair trial, with the Chinese embassy in Canada reiterating in its Wednesday statement that “everyone is equal before the law” in Hong Kong.</p><p>“Jimmy Lai is a principal planner and participant in a series of major anti-China, destabilising activities in [Hong Kong]. His crimes are well documented and the harm he has caused is grave,” the spokesperson said.</p><p>“The judicial authorities of [Hong Kong] have performed their duties in accordance with the law, upheld the authority of the law, and safeguarded national security. This is reasonable, lawful, and beyond reproach,” they added.</p><p>Lai is set to reappear in court on January 12 for a pre-sentencing hearing. His lawyer said the jailed activist will decide whether to appeal after sentencing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why the Arab Spring was never a failure | Arab Spring | Al Jazeera",
            "time": "2025-12-18T06:53:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/01/c2368c33fdc84e50bcd227228e3edb94_6.webp?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"235\" data-end=\"673\">For more than a decade, the Arab Spring has been widely dismissed as a failure, often portrayed as a brief eruption of idealism that collapsed into repression, war and authoritarian restoration. Tunisia’s uprising, which started on December 17, 2010, with the self-immolation of street vendor Mohamed Bouazizi in Sidi Bouzid, is often remembered in this register: as a tragic prelude to dashed hopes rather than a transformative political moment.</p><p data-start=\"675\" data-end=\"736\">This reading is incomplete and, in important ways, misleading.</p><p data-start=\"738\" data-end=\"1189\">Bouazizi’s act was not merely a reaction to police brutality, corruption or economic exclusion, although all three were real. It was a moral rupture that shattered the quiet normalisation of humiliation and laid bare the ethical foundations of authoritarian rule. What followed in Tunisia, and soon across much of the Arab world, was not simply protest, but an awakening: a collective realisation about dignity, belonging and the limits of obedience.</p><p data-start=\"1191\" data-end=\"1630\">The Arab Spring should therefore be understood less as a failed transition than as a lasting transformation of political consciousness. Its most consequential effects were not institutional but experiential, reshaping how people understood citizenship, legitimacy and their own capacity to act. Even where regimes survived or reasserted control, that shift did not disappear. It altered the terrain on which power is contested to this day.</p><p data-start=\"1632\" data-end=\"2086\">For this reason, the uprisings cannot be understood as isolated national revolts. From Tunis to Cairo, Sanaa to Benghazi, different societies moved in parallel, shaped by distinct histories but animated by a shared emotional and political grammar. Protesters were not only demanding material change; they were asserting themselves as political subjects, rejecting the idea that power could indefinitely deny them visibility, voice and equal citizenship.</p><p data-start=\"2088\" data-end=\"2455\">The uprisings were enactments of this shift. They redefined what legitimacy meant and who could claim it. In occupying public space, people were not merely opposing regimes but rehearsing alternative ways of living together. The Arab Spring was less a programme than a practice, shaped through action rather than design: a lived reimagining of political possibility.</p><p data-start=\"2457\" data-end=\"2930\">One of its most consequential dimensions was the transformation of streets and squares into sites of collective learning. Places long monopolised by the state’s coercive and symbolic power were reclaimed as arenas of participation and mutual recognition. In Cairo’s Tahrir Square, Tunis’s Bourguiba Avenue and Sanaa’s Change Square, common citizens organised security, cleaned streets, debated demands and negotiated differences. Public space became a school of politics.</p><p data-start=\"2932\" data-end=\"3366\">These moments mattered for a simple reason: they showed that democracy is not only a constitutional arrangement but a social practice learned through action. Protesters did not simply demand rights; they enacted responsibility. Even when these spaces were later cleared or violently reclaimed, the experience of inhabiting them left a lasting imprint. Once people have lived democracy, however briefly, they carry its memory forward.</p><p data-start=\"3368\" data-end=\"3884\">The Arab uprisings also revealed why cities matter. Revolts are often ignited in peripheral and marginal spaces, with Sidi Bouzid being the most powerful example, but they are sustained or defeated in urban centres. This is not a claim about virtue but about structure. Cities concentrate institutions, social networks and historical memory. They bring people into direct confrontation with the machinery of power, including ministries, courts and security services, and make authority tangible rather than abstract.</p><p data-start=\"3886\" data-end=\"4238\">Urban life fosters dense repertoires of sociability: trust, cooperation, debate and solidarity forged in markets, neighbourhoods, mosques and universities. These networks enable collective action to persist beyond the initial moment of rupture. Without them, uprisings risk remaining episodic. With them, they acquire durability, even under repression.</p><p data-start=\"4240\" data-end=\"4534\">Repression, of course, came swiftly and brutally. The exhilaration of those early months was followed by counter-revolution, militarisation and war. In many Arab cities, regimes responded by reasserting control over bodies, spaces and memory. It would be dishonest to romanticise what followed.</p><p data-start=\"4536\" data-end=\"4935\">Yet repression did not erase the symbolic struggle unleashed in 2011. Across the region, protesters targeted not only rulers but the imagery and rituals that sustained authoritarian power. Portraits were torn down, slogans scrawled over symbols of dominance, and statues defaced. These acts were not theatrical excesses. They were attempts to dismantle the emotional architecture of fear and submission.</p><p data-start=\"4937\" data-end=\"5260\">Such moments leave traces even when they are followed by defeat. The experience of collective transgression, of crossing lines once deemed inviolable, alters how authority is seen and felt. People learn that power can be confronted, mocked and undone, even if temporarily. That knowledge does not disappear with repression.</p><p data-start=\"5262\" data-end=\"5596\">This is why the Arab Spring is not dead, despite sustained efforts to portray it as a historical error or a cautionary tale. What survived was not a set of institutions but a pedagogy of liberty. Learned through action and reflection in public space, this pedagogy reshaped how people understood agency, responsibility and resistance.</p><p data-start=\"5598\" data-end=\"6035\">Its effects are visible today in quieter, more fragmented struggles. Across the region, younger generations mobilise around social justice, environmental degradation and public accountability. They may not invoke 2011, but they operate with an inherited refusal of fatalism. A graffiti in Hay Ettadhamen, a marginalised suburb of Tunis, captures this enduring scepticism: “Is Tunisia a republic, a monarchy, an animal farm, or a prison?”</p><p data-start=\"6037\" data-end=\"6393\">The Arab Spring’s most enduring contribution lies here. It demonstrated that even acts originating in marginal spaces can reshape collective imagination and expand the horizon of the possible. Bouazizi’s defiance did not produce instant democracy. But it ignited a critical consciousness that continues to animate struggles against injustice and exclusion.</p><p data-start=\"6395\" data-end=\"6458\">The uprisings did not fail. They changed form, but not meaning.</p><p data-start=\"6395\" data-end=\"6458\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "The Arab Spring hasn’t ended, and Arab regimes know it | Arab Spring | Al Jazeera",
            "time": "2025-12-18T06:48:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/01/108473126.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Exactly 15 years ago, the self-immolation of <a href=\"/features/2020/12/17/remembering-mohamed-bouazizi-his-death-triggered-the-arab\">Mohammed Bouazizi</a> in Tunisia prompted an unprecedented pan-Arab protest movement that demonstrated the overwhelming Arab desire for more democratic forms of government.</p><p data-start=\"646\" data-end=\"877\">In extraordinary scenes, millions of protesters across several countries rallied against authoritarian leaders who had been in power for decades, challenging political systems defined by repression, corruption, and exclusion.</p><p data-start=\"879\" data-end=\"1161\">Protester complaints revolved around centralised power structures that bred corruption and injustice and concentrated wealth in the hands of a relative few. What followed was not simply a regional revolt, but a historic demand for dignity, accountability, and democratic rule.</p><p>Predictably, regimes responded with <a href=\"/features/2011/2/21/gaddafi-hits-with-deadly-force\">heavy-handed</a> tactics – numerous demonstrators were killed, beaten, or arrested.</p><p>But the pro-democracy movement achieved significant early successes.</p><p>Within months, four longstanding dictators – Tunisia’s Zine El Abidine Ben Ali, Egypt’s Hosni Mubarak, Libya’s Muammar Gaddafi, and Yemen’s Ali Abdullah Saleh – were all toppled.</p><p>In a handful of countries – Bahrain, Algeria, and Iraq among them – regimes successfully quelled protests, ending them before they could gain serious momentum.</p><p>Protest movements in other countries resulted in limited reforms or, in the case of Syria, prolonged civil war without immediate regime change.</p><p>Like Syria, Libya and Yemen ultimately descended into violent conflict.</p><p>Egypt and Tunisia were the only Arab Spring countries that could point to significant longer-term successes – both countries quickly toppled their dictators and almost immediately began democratic transitions.</p><p>Despite mixed results, observers generally praised the Arab Spring as a revolutionary democratic moment for a region long mired in tyranny. Yet, 15 years on, it is clear that while popular demands for democracy endured, authoritarian regimes have learned how to ensure such uprisings would never succeed again.</p><p class=\" embed-paragraph-wrapper\"><iframe loading=\"lazy\" title=\"Activists decry state of Tunisia’s democracy, 15 years after Arab Spring | AJ #shorts\" src=\"https://www.youtube.com/embed/YvB4gUQua2g?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><h2 id=\"the-cases-of-egypt-and-tunisia\">The cases of Egypt and Tunisia</h2><p>In both Egypt and Tunisia, democratic transitions appeared initially to take hold: Constituent assemblies were formed, new constitutions were drafted, new political parties and media outlets were established, and new political leaders were elected.</p><p>Importantly, in both countries, parties formed by the Muslim Brotherhood – which has long been well-organised in much of the region – quickly gained influence.</p><p>Some observers viewed the political rise and influence of centrist Islamists as something benign, even positive, while others argued it posed a problem.</p><p>Arguments about the potential merits or shortcomings of political Islam aside, both Egypt and Tunisia were initially seen as hopeful models of Arab democratic transformation, precisely because they suggested that authoritarianism was not an Arab inevitability.</p><p>Although their transitions were fraught with serious challenges and sometimes full-on crises, both countries showed that modern Arab societies were capable of building democratic systems, even if imperfect and fragile.</p><p>More importantly, perhaps, the examples of Egypt and Tunisia showed that Arab citizenries were democratically eager – election turnout figures in both countries were comparable to those of some established Western democracies.</p><p>But appearances and voter turnout numbers were at least partly deceiving, particularly in the case of Egypt, where the Muslim Brotherhood’s Freedom and Justice Party and its representatives came out victorious in referendums and elections, including the presidency, but never truly held power.</p><p>Egypt’s “<a href=\"/opinions/2012/1/25/egypt-the-revolution-that-shame-built\">deep state</a>” – the military, police, intelligence agencies, judiciary and media apparatus – never fully exited the political scene.</p><p>The old regime successfully sabotaged a pair of elected parliaments and then, in the summer of 2013, collaborated with anti-Islamist Egyptian liberals to overthrow Egypt’s first-ever democratically elected president, Mohamed Morsi.</p><p>The 2013 Egyptian <a href=\"/features/2018/7/2/egyptian-society-being-crushed-five-years-after-military-coup\">coup</a> represented a complete democratic reversal, a return to the pre-2011 status quo, and arguably something even more tyrannical.</p><p>Abdel Fattah el-Sisi, who had served as Morsi’s defence minister, quickly consolidated power. He <a href=\"/opinions/2016/1/24/another-arab-spring-is-coming-to-egypt\">oversaw</a> mass killings, mass arrests, political party bans, media closures, sham elections, and the eventual overhaul of Egypt’s legal and political frameworks.</p><p>Experts have argued cogently that the authoritarian system el-Sisi has created is even more despotic than Mubarak’s.</p><p>Tunisia’s flirtation with democracy lasted longer than Egypt’s but ultimately experienced a similar backslide.</p><p>In 2014, Tunisia prepared a new constitution and elected its first democratic president, Beji Caid Essebsi.</p><p>But the 2019 election of a new president, Kais Saied, marked the beginning of the end of Tunisia’s democratic experiment.</p><p>In July 2021, about two years after taking office, Saied overthrew Tunisia’s nascent democracy, claiming emergency powers, dismissing the prime minister, and suspending parliament.</p><p>Since that time, Saied has further consolidated power.</p><p class=\" embed-paragraph-wrapper\"><iframe loading=\"lazy\" title=\"What are things like for women, 15 years after the Arab Spring? | By the Numbers\" src=\"https://www.youtube.com/embed/niT5-KkMq5E?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><h2 id=\"lessons-learned\">Lessons learned</h2><p>It is clear that the Egyptian and Tunisian regimes learned at least one thing from the 2010-2011 pro-democracy protest movements: Their dictatorships had not been sufficiently authoritarian.</p><p>In both nations, the political and legal frameworks have been carefully reengineered to prevent exactly the kind of civil disobedience witnessed 15 years ago.</p><p>Not even the slightest protest or opposition is to be tolerated.</p><p>In Egypt, for example, a 2013 protest law prohibits public demonstrations; and a 2015 terrorism law considers any act of “intimidation” which “harms national unity”, “disturbs the public order”, or “impedes public authorities … from carrying out their work” to be an act of “terrorism”.</p><p>The post-2013 Egyptian military regime has also demonstrated that it will not leave any elections to chance.</p><p>The government has orchestrated <a href=\"/opinions/2018/3/24/is-egypts-sham-election-made-in-the-usa\">sham</a> elections, passed an electoral <a href=\"/opinions/2025/11/27/egypts-all-important-parliamentary-elections-arent-elections-at-all\">law</a> that guarantees the parliament’s fealty to the president, and revised the constitution to extend el-Sisi’s rule to 2030.</p><p>Where cracks have allowed opposition figures to run for president, el-Sisi has used his grip on power to have them arrested or forced into permanent exile.</p><p>Experts have noted how closely Tunisia’s Saied has followed in el-Sisi’s footsteps.</p><p>Although he hasn’t established el-Sisi-level repression in Tunisia, Saied has, like his Egyptian counterpart, rewritten the constitution, expanded presidential powers and eliminated checks and balances.</p><p>Data gathered by the Bertelsmann Transformation Index show that, on numerous political and economic indicators, Tunisia has regressed to pre-Arab Spring levels.</p><h2 id=\"cracks-in-the-system\">Cracks in the system</h2><p>Fifteen years after the Arab Spring, the root problems that led to demonstrations – corruption, injustice, and economic hardship – still exist and are perhaps more pressing now than they were back then.</p><p>Arab countries overwhelmingly score poorly on the annual Corruption Perceptions Index (CPI), with many placed near the bottom of the world rankings, and states also remain mired in injustice.</p><p>For example, out of 21 Arab countries recently evaluated by Freedom House, none were rated “free”; and of the nine Arab nations assessed in 2025 as part of the World Justice Project Rule of Law Index, most placed near the bottom of global rankings.</p><p>Importantly, as a whole – Gulf countries notwithstanding – the Arab region continues to be mired in economic hardship.</p><p>According to the World Bank, per capita gross domestic product (GDP) remains exceedingly low in most non-Gulf states, and the United Nations says food shortages and hunger remain significant problems across much of the region.</p><p>Economic problems in Egypt and Tunisia are indicative of conditions in much of the rest of the region.</p><p>In Egypt, since the 2011 uprising, both the military’s economic empire and the inequality gap have grown, while inflation and poverty have increased.</p><p>Meanwhile, the Tunisian economy is also backsliding.</p><p>According to a recent report published by the Carnegie Endowment for International Peace, Saied’s economic approach has led to a huge increase in internal debt and a “collapse of [economic] growth”, in addition to “reduced real wages and increased unemployment”.</p><h2 id=\"democracy-the-elephant-in-the-room\">Democracy: The elephant in the room</h2><p>What is perhaps most alarming for Arab regimes is that their citizenries continue to overwhelmingly desire democratic government.</p><p>According to the Arab Opinion Index, more than 70 percent of Arab respondents support democracy, compared with only 19 percent who do not.</p><p>Survey results also suggest that Arab citizens provide negative assessments of democracy levels in their countries; tend to associate democracy with freedom, equality, and justice; and hold favourable views of the Arab Spring.</p><p>More recent Arab Barometer polling suggests similar findings.</p><h2 id=\"the-arab-spring-is-not-over\">The Arab Spring is not over</h2><p>In December 2024, Syrian dictator Bashar al-Assad was toppled and forced into exile, about 14 years after the uprising against him began.</p><p>This cataclysmic event demonstrated, perhaps better than anything else, that analysts may have been premature in declaring the death of the Arab Spring.</p><p>Recent <a href=\"/news/2025/9/29/gen-z-protesters-rally-across-morocco-demanding-health-education-reforms\">Gen Z protests</a> in Morocco offer more evidence that many Arabs – especially young people – are able, willing, and ready to fight for change.</p><p>It may, then, be only a matter of time before a boiling point is reached and another round of protests begins.</p><p>Governments know the risk is real. Egypt’s el-Sisi regime again provides a useful case in point.</p><p>In recent years, el-Sisi has been forced to repeatedly <a href=\"/news/2020/9/27/egypts-sisi-warns-of-instability-after-protest-calls\">warn</a> Egyptians against protesting.</p><p>During public remarks several years ago, he said that a repeat of the 2011 uprising would “never happen again” in Egypt.</p><p>The paranoia is real – Egypt’s deep state does not appear willing to take any chances by opening up the political arena.</p><p>The regime has recently put its broad election-rigging program into <a href=\"/opinions/2025/11/27/egypts-all-important-parliamentary-elections-arent-elections-at-all\">overdrive</a> and is reportedly seeking to extend el-Sisi’s rule indefinitely.</p><p>Not content with eliminating opposition at home, the Egyptian government has also sought to prevent opposition abroad.</p><p>The regime has tried to shut down opposition media outlets based outside Egypt and has sought to have popular opposition figures extradited to the country.</p><p>Earlier this year, a young Egyptian, Anas Habib, organised a peaceful protest at the Egyptian embassy in The Hague.</p><p>In response, Egypt’s foreign minister urged embassy staff there to detain protesters and have them arrested. In an act of apparent revenge, Egyptian authorities arrested Habib’s elderly uncle in Egypt.</p><p>Beyond Egypt, Arab states have recently begun intensifying internal security cooperation, with governments aggressively seeking out individuals wanted in other countries for extradition.</p><p data-start=\"11510\" data-end=\"11660\">These extreme actions underscore the paranoia: Arab regimes appear to understand that this is an intermission, not a finale, in the Arab Spring.</p><p data-start=\"11662\" data-end=\"11751\">History suggests that when the movement continues, it will not be announced in advance.</p><p data-start=\"11753\" data-end=\"11858\">The people almost always have the last word. We simply do not know when they will choose to speak it.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}