{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Kenyan man charged with duping people to fight for Russia in Ukraine war | News | Al Jazeera",
            "time": "2026-02-26T20:14:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69a081ca4b09-1772126666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Kenyan man charged with duping people to fight for Russia in Ukraine war</h1><p class=\"article__subhead\"><em>Kenya’s director of public prosecutions office says Festus Omwamba is accused of human trafficking.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Kenyan man has been charged with human trafficking for allegedly recruiting people to fight for the Russian army in Ukraine.</p><p>Kenya’s Office of the Director of Public Prosecutions (DPP) <a href=\"https://x.com/ODPP_KE/status/2027032537470488809\" target=\"_blank\" rel=\"noopener\">said</a> on Thursday that Festus Omwamba is accused of sending 22 “Kenyan youths to Russia for exploitation by means of deception” as the director of a recruitment agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The DPP said the victims were rescued in an operation from an apartment complex in Athi River, a town in Machakos County, last September, before they could leave the country. But three others who had allegedly already left Kenya ended up on the front line of the Russia-Ukraine war and later returned with injuries, it said.</p><p>Omwamba pleaded not guilty to the charges in an appearance at the Kahawa Law Courts in Kiambu.</p><p>His lawyer, Bonaventure Otieno, said, “There’s no case,” and described it as being based on “speculations”, the AFP news agency reports.</p><p>The Directorate of Criminal Investigations (DCI) <a href=\"https://x.com/DCI_Kenya/status/2026759502511681933\" target=\"_blank\" rel=\"noopener\">said</a> Omwamba was believed to be a “key player in a more extensive human trafficking syndicate that exploits vulnerable individuals by promising them legitimate employment opportunities in European countries.”</p><p>He was arrested in Moyale, near the Ethiopian border in the north of the country, earlier this month.</p><figure id=\"attachment_4341493\" aria-describedby=\"caption-attachment-4341493\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4341493\" src=\"/wp-content/uploads/2026/02/reuters_69a081d4-1772126676.jpg?w=770&amp;resize=770%2C493&amp;quality=80\" alt=\"Festus Omwamba sits on the day of his appearance at the Kahawa Law Courts to hear charges of recruiting Kenyans into the Russian armed forces, in Kiambu, Kenya, February 26, 2026. REUTERS/Monicah Mwangi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4341493\" class=\"wp-caption-text\">Festus Omwamba at the Kahawa Law Courts in Kiambu, Kenya, February 26, 2026 [Monicah Mwangi/Reuters]</figcaption></figure><p>The prosecutor, Kennedy Amwayi, told the court the case “has attracted public interest both locally and internationally; therefore, the public demands accountability following the loss of life in Russia.”</p><h2 id=\"hundreds-of-kenyans-join-russian-army\">Hundreds of Kenyans join Russian army</h2><p>More than 1,000 Kenyans have joined the Russian army in recent months, according to a National Intelligence Service (NIS) report released last week. In many cases, they were promised jobs in Russia before being forced to sign army contracts and sent to fight in Ukraine.</p><p>MP Kimani Ichung’wah, who presented the NIS findings in parliament, said 89 Kenyans are still on the front line, 39 have been hospitalised and 28 are missing in action. He accused Russian embassy officials of working with recruitment agencies and trafficking syndicates.</p><p>The Russian embassy in Nairobi denied the accusations, <a href=\"https://www.facebook.com/photo?fbid=1347002700805120&amp;set=pcb.1347000374138686\" target=\"_blank\" rel=\"noopener\">saying</a> they were a “dangerous and misleading propaganda campaign”. It said no tourist visas were given to people intending to fight in Ukraine, adding that Russian law does not “preclude citizens of foreign countries from voluntarily enlisting in the armed forces.”</p><p>In July last year, Russian President Vladimir Putin signed a decree allowing foreigners to serve in the army during draft periods.</p><p>Separately on Thursday, South Africa reported that two of its citizens were killed on the front lines. The foreign affairs ministry said in a statement that these were separate from the 17 South Africans tricked into fighting for Russia, who have largely been repatriated.</p><p>Minister of International Relations and Cooperation Ronald Lamola <a href=\"https://dirco.gov.za/minister-lamola-meets-with-families-of-repatriated-citizens/\" target=\"_blank\" rel=\"noopener\">said</a> that while the details surrounding their recruitment were under investigation, “circumstances that led to this situation were highly irregular”.</p><p>“If a job offer abroad sounds too good to be true, it probably is,” he added.</p></div></div></body></html>"
        },
        {
            "title": "After State of the Union, Trump’s agenda faces new political reality | Donald Trump News | Al Jazeera",
            "time": "2026-02-26T20:08:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69a078962cdd-1772124310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President Donald Trump has hailed the first 13 months of his second term as nothing short of “transformative” during his <a href=\"/news/2026/2/25/trumps-state-of-the-union-touts-economic-turnaround-as-approval-slumps\">State of the Union address</a>, a message of victory the White House says he will continue to take on the road as he seeks to build support for his Republican Party before the midterm elections in November.</p><p>But the speech on Tuesday also underscored uncomfortable political realities for Trump, laying bare the vulnerabilities of a president who has relied on a flood of executive orders, unilateral actions and <a href=\"/news/2025/12/29/2025-trumps-year-of-emergency-invasion-and-narcoterrorism\">emergency declarations</a> to build his agenda.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Supreme Court’s ruling against his signature tariff policy – just days before the speech – underscored just how quickly Trump’s most brazen and signature actions could disintegrate amid a mountain of legal challenges.</p><p>“It was a speech to shore up his base of supporters,” said Aaron Kall, a professor at the University of Michigan who studies presidential messaging, “as opposed to extending olive branches to Democrats or trying to attract new supporters”.</p><p>It is a potentially constraining approach for a president who will need congressional support – including from vulnerable Republican lawmakers facing punishing re-election campaigns and centrist Democrats – to achieve many of his objectives in the months ahead.</p><p>“In some ways, Trump’s political fate and future relies upon getting some kind of buy-in or cooperation,” Kall said.</p><h2 id=\"another-big-beautiful-bill\">Another ‘Big Beautiful Bill’?</h2><p>Trump’s most substantial legislative victory of his second term came in the form of a sweeping bill passed by the Republican-controlled Congress in July. He gave it top billing in his speech on Tuesday.</p><p>The legislation, dubbed by the president his “Big Beautiful Bill” and by critics as Trump’s “Big Ugly Bill”, codified several of Trump’s top agenda items from his campaign, including populist economic pledges to alleviate taxes on tips, overtime and Social Security benefits.</p><p>The bill included a raft of other top Trump agenda items: temporarily extending certain tax cuts that had been set to expire; deeply cutting funding for welfare, healthcare and foreign aid programmes; raising the national debt ceiling; rolling back clean energy incentives; and surging billions of dollars to both increase enforcement at the southern border and support Trump’s mass detention and deportation drive.</p><p>“Last year, I urged this Congress to begin the mission by passing the largest tax cuts in American history, and our Republican majorities delivered so beautifully,” Trump said during the speech although <a href=\"/news/2026/2/25/fact-checking-donald-trumps-state-of-the-union-address\">fact checkers</a> have challenged his historic characterisation of the cuts in what they have assessed as one of several misleading claims the president made about his record and the economy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Thank you, Republicans,” he said.</p><p>Polls have shown the US public is not noticing a major change in their lived experience. Trump’s approval rating has slumped in the months since the bill was passed with views of his handling of the economy sliding as he entered the second year of his second nonconsecutive term in office.</p><p>“Trump takes credit for what he says are improvements that have been made, telling people why their lives are better or why they’re saving money from taxes or why costs are lower for gas,” Kall noted.</p><p>“But clearly there’s a disconnect between a good portion of the public vs the kind of story Trump’s telling.”</p><h2 id=\"trump-on-affordability\">Trump on affordability</h2><p>Trump on Tuesday did not call for another sweeping bill like the one passed last year but instead pitched several pieces of legislation broadly aimed at addressing the high cost of living.</p><p>While Trump has generally preferred a go-it-alone approach, his statements underscored that he still needs Congress for many of the policy initiatives he touted on Tuesday, even as he blamed Democrats and the administration of former President Joe Biden for the stubbornly high cost of living in the US.</p><p>For example, on healthcare, Trump hailed the 16 “most favoured nations” agreements his administration has struck with pharmaceutical companies. While full details of those agreements have not been released, they generally involve pegging prescription drug prices to the typically lower rates negotiated by foreign countries.</p><p>The deals have been the basis of the White House’s “TrumpRX” medication marketplace, an entity that the administration has pitched as a cheaper alternative for Americans willing to bypass insurance and pay cash for drugs. But Trump hinted at concerns over the staying power of the scheme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“So now I’m calling on Congress to codify my most-favoured nation programme into law,” Trump said, although it remains unclear under what legal mechanism the deals could be legislated.</p><p>Trump then pointed to an executive order he signed last month that seeks to ban investment firms from buying single-family homes to rent. The phenomenon has contributed to a housing access and affordability crisis in the country and has become a particularly salient issue as the midterm elections approach.</p><p>“And now I’m asking Congress to make that ban permanent because all this for people, really, that’s what we want,” Trump said during the State of the Union, which came hours after Democrats pitched their own version of legislation aimed at the practice. “We want homes for people, not for corporations.”</p><p>Finally, Trump pitched a plan to boost retirement accounts for seniors by providing federal contributions to retirement savings programmes, known as 401(k)s. After the speech, his Treasury secretary, Scott Bessent, told NBC News that the plan could likely be achieved only through legislation.</p><h2 id=\"tariffs\">Tariffs</h2><p>The largest question mark over Trump’s economic initiatives has been on his <a href=\"/news/2026/2/24/new-trump-tariffs-take-effect-days-after-supreme-court-decision\">tariff policy</a>.</p><p>Trump has long framed aggressive tariffs on trade partners as part of his America First vision, saying it would lead to a hard reset on global trade that would incentivise US domestic industry growth.</p><p>During the State of the Union, he hailed his tariff policy as “one of the primary reasons for our country’s economic turnaround”, even as he lamented the Supreme Court’s “unfortunate ruling” <a href=\"/news/2026/2/20/us-supreme-court-strikes-down-trumps-global-tariffs\">deeming illegal</a> large portions of the tariffs he announced last year.</p><p>Trump has since used a new authority to impose 10 percent tariffs on global trading partners, which he hopes to increase to 15 percent, saying on Tuesday that the plan would remain as is under “fully approved and tested alternative legal statutes”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Congressional action will not be necessary,” he said.</p><p>Still, the new measures will expire in 150 days, just months before the midterm elections, unless Congress acts. Some trade experts have questioned the legality of the programme with analysts at the libertarian CATO Institute think tank among those <a href=\"https://www.cato.org/blog/new-trump-tariffs-are-also-unlawful\">arguing</a> the new tariffs “almost certainly violate the law”, opening the door to further legal challenges.</p><p>Meanwhile, refunds for levies collected from US businesses under the recently deemed illegal tariffs have not yet been addressed, leaving another potential political vulnerability for Republicans in the months ahead.</p><h2 id=\"trump-on-dhs-standoff\">Trump on DHS standoff</h2><p>Standing at the podium in the House of Representatives at the US Capitol, Trump showed little departure from the hardline approach to immigration that has defined the first year of his second term, even as the issue has become an increasingly political liability for Republicans.</p><p>Trump hailed what has been in effect a closure of the US border to asylum seekers, which he enacted under an emergency declaration that continues to face legal challenges likely bound for the Supreme Court. He used several guests to tie undocumented people to high rates of crime, a premise that has been challenged by several studies.</p><p>In one particularly theatrical moment aimed at <a href=\"/news/2026/2/26/trump-says-lawmakers-ilhan-omar-rashida-tlaib-should-be-removed-from-us\">Democrats in attendance</a>, Trump asked lawmakers who agreed that “the first duty of the American government is to protect American citizens, not illegal aliens” to stand up. He did not mention <a href=\"/news/2026/1/27/us-witnessed-many-ice-related-deaths-in-2026-here-are-their-stories\">two US citizens</a> killed by immigration enforcement agents in Minnesota in January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Exit polls showed Trump’s 2024 victory was, in part, buoyed by his hardline immigration stance, but more recent opinion polls have shown increased dismay over the tactics used. The issue is considered particularly fraught for Republicans facing strong Democratic challengers in the months ahead.</p><p>In the short term, Democrats have seized on the politically potent issue, <a href=\"/news/2026/2/13/us-department-of-homeland-security-to-go-into-shutdown-due-to-funding-lapse\">holding up</a> annual funding for the Department of Homeland Security (DHS) to press for greater oversight and reform. DHS oversees the Immigration and Customs Enforcement (ICE) agency and US Border Patrol as well as the Secret Service, Coast Guard, Transportation Security Administration and Federal Emergency Management Agency (FEMA).</p><p>“Tonight, I’m demanding the full and immediate restoration of all funding for the border security, homeland security of the United States and also for helping people clean up their snow,” Trump said during his speech as he appeared to suggest that FEMA – which rarely aids in snow removal – has been unable to respond to a recent storm that struck the US Northeast in light of the shutdown.</p><h2 id=\"save-act\">SAVE Act</h2><p>Trump also revisited a defining message of his 2024 election campaign, his repeated claim that the US elections, including his 2020 loss to Biden, are marred by high rates of fraud and other forms of malfeasance.</p><p><span>Despite repeated studies, including from conservative organisations, finding tiny and <a href=\"/news/2026/2/23/donald-trumps-actions-stir-election-concerns-in-the-lead-up-to-us-midterms\" target=\"_blank\" rel=\"noopener\">largely inconsequential</a> rates of voting fraud across decades of elections, Trump maintained during the address that “cheating is rampant in our elections”.</span></p><p>He called on Republicans to pass the so-called Safeguard American Voter Eligibility (SAVE) Act, a bill that would create higher documentation requirements when registering to vote and arriving at the polls as well as requiring states to hand voter rolls to DHS to identify noncitizens.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rights groups have said the legislation would disenfranchise untold voters, noting, for example, that about half of US citizens do not have a valid passport.</p><p>The bill has passed the Republican-controlled House, but passage in the Senate would almost surely involve changing rules on the filibuster, a tool used by the opposing party to scuttle bills that do not meet a 60-vote threshold in the 100-seat chamber.</p><p>Changes to filibuster rules have long been viewed as a “nuclear option” by both parties.</p><h2 id=\"shifting-priorities\">Shifting priorities</h2><p>The annual State of the Union address is an opportunity for presidents to make the case for their leadership and vision for the months ahead. They also reveal an administration’s shifting priorities.</p><p>For example, as Kall explained, with the US on the <a href=\"/news/2026/2/26/how-trumps-2026-iran-war-script-echoes-and-twists-the-2003-iraq-playbook\">brink of escalation</a> with Iran, uncertainty still lingering after the US <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan leader Nicolas Maduro and Trump recently pledging $10bn in support of his Board of Peace, launched to address rebuilding in Gaza and other conflicts around the world, the president chose not to dive into foreign policy until more than 90 minutes into his speech.</p><p>Critics have seen Trump’s foreign adventurism as a direct contradiction to his campaign promises to end US intervention abroad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s desire to take control of Greenland was another major point in his March address to a joint session of Congress. But after a so-far unsuccessful <a href=\"/news/2026/2/14/danish-pm-says-more-greenland-talks-due-after-meeting-uss-marco-rubio\">pressure campaign</a> beginning in January against European countries, the self-governed Danish territory was not mentioned in this year’s speech.</p><p>Meanwhile, while marquee themes like the economy, immigration and trade remained constant from Trump’s last address to a joint session of Congress, other areas received no mention, including the formerly Elon Musk-led Department of Government Efficiency (DOGE), which made cuts to the federal government workforce, leading to agency disruptions but falling far short of savings pledges.</p><p>“The president has the benefit of how to frame the State of the Union,” Kall said. “Trump’s speech reflected the political reality of the time.”</p></div></div></body></html>"
        },
        {
            "title": "Journalists demand Israel end Gaza entry ban | Freedom of the Press | Al Jazeera",
            "time": "2026-02-26T20:00:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/foreign_press_association_israel_palestinian_territories-1772133716.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "How US economic warfare pushed Cuba to humanitarian collapse | Military | Al Jazeera",
            "time": "2026-02-26T19:52:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772135530.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "International doctors forced to leave Gaza over Israeli demands | Health | Al Jazeera",
            "time": "2026-02-26T19:19:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772133514.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Hillary Clinton calls for Trump to testify at US House Epstein hearing | Donald Trump News | Al Jazeera",
            "time": "2026-02-26T19:15:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-22T222508Z_936129285_RC29XGA4TK3K_RTRMADP_3_UN-ASSEMBLY-1772136596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former United States Secretary of State Hillary Clinton has condemned the conduct of a Republican-led panel investigating links to convicted sex offender Jeffrey Epstein, accusing congressional lawmakers of trying to “protect one political party and one public official”.</p><p>Clinton had been subpoenaed to testify before the panel, made up of members of the House of Representatives, on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But before her appearance, she <a href=\"https://x.com/HillaryClinton/status/2027053057100693779\" target=\"_blank\" rel=\"noopener\">published</a> her opening statement online, which criticised an “institutional failure” in the US government to “seek truth and justice for the victims and survivors”.</p><p>Clinton’s husband, former US President Bill Clinton, is set to testify before the same panel on Friday. Both are Democrats.</p><p>The pair have maintained they had no knowledge of Epstein’s criminal activity and have long said they have provided all relevant information to the lawmakers on the panel.</p><p>In her statement, Clinton also accused the Republicans of using the hearings as a red herring to divert blame away from the administration of President Donald Trump.</p><p>“You have compelled me to testify, fully aware I have no knowledge that would assist in your investigation, in order to distract attention from President Trump’s actions and to cover them up,” Clinton wrote.</p><p>She also questioned why the panel has allowed other subpoenaed individuals to provide answers in writing, and why its hearings have taken place behind closed doors.</p><p>Clinton and her husband, meanwhile, were threatened with charges of contempt, after they resisted the subpoena to appear in person.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"scrutinising-epstein-s-social-circle\">Scrutinising Epstein’s social circle</h2><p>The conflict centres around a long-running push to pursue accountability for those who may have been involved in shielding Epstein from justice.</p><p>Epstein, a wealthy financier, had cultivated contacts with high-powered individuals in politics, academia and the arts. His circle of friends included both Bill Clinton and Trump.</p><p>But he was also a convicted sex offender, whose victims, experts say, number in the hundreds.</p><p>In 2008, he was convicted in Florida of soliciting a minor for prostitution, but he served only 13 months of an 18-month sentence, as part of a plea deal criticised as overly lenient.</p><p>In 2019, federal prosecutors charged Epstein with running a sex-trafficking ring, but Epstein, 66, died by apparent suicide while in custody, awaiting trial.</p><p>Speculation has continued to grow over how his influential social circle may have aided his crimes.</p><p>But the scandal has been a thorn in the side of the Trump administration, which faced backlash over its initial resistance to publishing the government’s full Epstein file.</p><p>Media reports over the last year have also highlighted elements of Trump’s past relationship with Epstein, including a sexually suggestive birthday note the Republican leader appeared to have written.</p><p>In her statement, Clinton said that, if the House panel were committed to a fair investigation, “it would ask [Trump] directly under oath about the tens of thousands of times he shows up in the Epstein files”.</p><p>She also made a reference to an email exchange between Epstein and billionaire Elon Musk, released in a trove of documents by the Department of Justice.</p><p>If the panel were “serious”, she wrote, “it would subpoena anyone who asked on which night there would be the ‘wildest party’ on Epstein Island”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-full-blown-coverup\">‘A full-blown coverup?’</h2><p>New details emerged about Epstein and his associates on January 30, when the Department of Justice published nearly 3.5 million government documents related to the convicted sex offender.</p><p>A law, passed in November, had compelled the Trump administration to release all its Epstein files within 30 days.</p><p>But critics have continued to accuse the administration of failing to release all of the investigative files, as required.</p><p>The Justice Department has said it would review claims it has illegally withheld documents containing allegations against Trump.</p><p>A person’s appearance in the files does not necessarily imply criminal conduct. But survivors, sexual violence advocates and some politicians have called for greater accountability and transparency, given the scale and nature of Epstein’s crimes.</p><p>Speaking on Thursday, Senate Minority Leader Chuck Schumer called for further action.</p><p>“What else is the administration keeping behind a lock and key? Is this incompetence or is it a full-blown coverup?” he said. “Pam Bondi owes the American people some answers.”</p><p>For his part, House Oversight Committee chair James Comer denied that the panel’s investigation was a “witch hunt”.</p><p>He told supporters in advance of Thursday’s hearing that there was bipartisan support for the Clintons to testify.</p><p>Comer also said the government had “failed” Epstein’s victims. While the panel cannot prosecute anyone involved, he added that he hoped it could help bring transparency.</p><p>A full transcript and video of the Clinton hearings, which are expected to stretch on for several hours, will be released “as soon as everyone approves it”, according to Comer.</p><p>Speaking in advance of the hearing, Robert Garcia, the ranking Democrat on the panel, called for Trump himself to testify “to answer the questions that are being asked across this country from survivors”.</p></div></div></body></html>"
        },
        {
            "title": "India and Israel pledge to boost cooperation on trade, defence | International Trade News | Al Jazeera",
            "time": "2026-02-26T18:09:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-26T125806Z_667581333_RC2OTJAZOSZ2_RTRMADP_3_ISRAEL-INDIA-1772122397.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India and Israel pledge to boost cooperation on trade, defence</h1><p class=\"article__subhead\"><em>Narendra Modi’s visit to Israel has drawn criticism at home amid tensions over Israel’s genocidal war on Gaza.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prime Minister <a href=\"/features/2026/2/23/how-modi-broke-down-walls-between-india-israel-at-palestines\">Narendra Modi</a> says India and Israel will collaborate more closely on defence technology while pursuing a free trade agreement, as he wrapped up a controversial two-day visit.</p><p>Modi and his Israeli counterpart Benjamin Netanyahu said at a joint news conference in Jerusalem on Thursday that they would also foster collaboration on technologies, such as artificial intelligence and cybersecurity, as their <a href=\"/opinions/2026/2/26/who-is-really-safe-in-india-and-israel\">countries</a> concluded more than a dozen bilateral agreements.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The future belongs to those who innovate and Israel and India are bent on innovation,” said Netanyahu. “We’re proud ancient civilisations, very proud of our past. But absolutely determined to seize the future, and we can do it better together.”</p><p>A joint statement highlighted cooperation in the field of “horizon scanning”, describing it as a mechanism that “helps identify emerging global trends in areas like technology, economy and society, by leveraging data”.</p><p>Israel also agreed to allow 50,000 more Indian nationals into the country, where tens of thousands of South Asians have filled construction and caregiving jobs since new restrictions were placed on Palestinian workers at the start of its war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"strategic-embrace\">Strategic embrace</h2><p>Modi’s visit, his second since he took office in 2014, has drawn criticism at home, signalling an ongoing expansion of India’s <a href=\"/news/2026/2/25/why-indian-pm-modis-israel-visit-matters-for-pakistans-security\">strategic embrace</a> of Israel amid ongoing tensions over Israel’s genocidal war against Palestinians in Gaza, which has killed more than 72,000 people.</p><p>Confirming their growing ties, the leaders’ joint statement referenced the Hamas-led attack on Israel on October 7, 2023, and an April 2025 attack on tourists and civilians in Pahalgam, in Indian-controlled Kashmir.</p><p>“Terrorism cannot be accepted in any form or expression,” said Modi, who has historically supported the establishment of a Palestinian state yet has sometimes abstained from criticism of Israel in international forums, including the United Nations.</p><p>Earlier this month, India was among the countries that condemned <a href=\"/news/2026/2/26/global-impunity-fuels-israels-illegal-push-to-annex-west-bank-amnesty\">Israeli measures</a> to effectively deepen its control over the occupied West Bank.</p><p>Both countries also lauded United States President Donald Trump’s plan to advance the “<a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">ceasefire</a>” in the Gaza Strip.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Blood tech: UK’s use of Israeli spyware that helps underpin a genocide | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-26T17:54:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260209-40505108-40505099-ISRAELI_ATTACKS_HAVE_BROUGHT_LIFE_IN_THE_TULKARM_REFUGEE_CAMP_TO_A_STANDSTILL_FOR_A_YEAR-1770668542.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom’s government is investing in spyware developed and tested on Palestinians in Gaza and the occupied West Bank despite its public criticism of Israeli action there.</p><p>In addition to the <a href=\"/news/2026/1/28/uk-police-to-use-ai-facial-recognition-tech-linked-to-israels-war-on-gaza\">Corsight</a> facial recognition technology used to track, trace and detain thousands of Palestinian civilians passing through checkpoints in Gaza and the West Bank, the UK government has disregarded its own public concerns over Israel’s war on Gaza and de facto annexation of the West Bank and has purchased spyware from at least two other Israeli-linked manufacturers: Cellebrite and BriefCam.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"cellebrite\">Cellebrite</h2><p>Cellebrite is an Israeli company closely linked to that country’s military. It has developed software that can bypass passwords and security protocols on smartphones and computers and access data from them.</p><p>That software has been used extensively by the Israeli military on Palestinians across Gaza and the West Bank, including to harvest data from the phones of thousands of detained Palestinians, many of whom have been subjected to systematic torture, a <a href=\"https://afsc.org/gaza-genocide-companies\" target=\"_blank\" rel=\"noopener\">report</a> by the American Friends Service Committee said.</p><p>Cellebrite is also reported to have received support from the United States Department of Defense to work on technology designed to map underground tunnels in the Gaza Strip.</p><p>Despite its stated public concerns over Israeli action in Gaza and the West Bank, records show the UK has entered into several agreements to take advantage of the technology used by Israel in Palestinian territory.</p><p>According to public records, a number of UK police forces have purchased access to Cellebrite software, including the City of London Police, which renewed its one-year contract with the Israeli company for more than 95,000 pounds ($128,600) in June. Leicestershire Police also renewed its contract with the Israeli spyware company in March for 328,688 pounds ($445,300). The British Transport Police, the UK’s Serious Fraud Office, Kent and Essex police, and Northumbria Police have also entered into contracts with Cellebrite.</p><p>Inquiries from Al Jazeera to the UK Home Office, Home Secretary Shabana Mahmood and the UK Police’s commercial agent, Blue Light Services, have all gone unanswered.</p><p>However, while declining to comment on “specific customer relationships or contracts”, Victor Cooper, Cellebrite’s senior director of corporate communication, rejected the characterisation of the company’s activities as “hacking”, instead saying, “Cellebrite’s solutions are forensic tools used in legally sanctioned investigations and require physical possession of the device. They do not enable remote access.”</p><p>Rights groups have raised concerns over Cellebrite exporting its technology to hardline states worldwide, including Myanmar, Serbia and Belarus, where it has been used to extract information from the phones of opposition figures, journalists and activists.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"briefcam\">BriefCam</h2><p>The Israeli-founded company BriefCam, which was acquired by Canon in 2018 and then by the Danish company Milestone Systems last year, has been providing the UK’s Cumbria Police with surveillance software since at least 2022.</p><p>A further disclosure by Police Scotland in<a href=\"https://www.scotland.police.uk/access-to-information/freedom-of-information/disclosure-log/disclosure-log-2025/april/25-0821-briefcam-facial-recognition-ai-technology-use-plans-evaluation/\"> June</a> confirms that Scotland’s police service is also considering using the service.</p><p>BriefCam was founded in 2007 by Shmuel Peleg, Gideon Ben-Zvi and Yaron Caspi based on technology developed at Israel’s Hebrew University.</p><p>The company provides video synopsis programmes to law enforcement agencies, governments and companies. Police forces and private firms can use BriefCam’s Protect &amp; Insights platform to sift through and condense hours of CCTV and home-surveillance footage, making it easily searchable.</p><p>The system includes facial-recognition and licence-plate search tools and allows police to build “watch lists” of specific faces or vehicle plates.</p><p>The technology has been used in East Jerusalem, Palestinian territory illegally occupied by Israel.</p><p>According to undated files accessed by the research centre <a href=\"https://www.whoprofits.org/companies/company/6672?briefcam\" target=\"_blank\" rel=\"noopener\">Who Profits</a>, a tender document published by the Israeli Ministry of Housing and Construction inviting companies to bid for maintenance contracts for 98 security systems within East Jerusalem specified that the successful bidder must be able to maintain BriefCam’s software. Israeli public records also show that in 2021, Israeli police committed to a contract valued at $1m for BriefCam’s video analysis systems.</p><p>A May 2023 <a href=\"https://www.amnesty.org/en/latest/news/2023/05/israel-opt-israeli-authorities-are-using-facial-recognition-technology-to-entrench-apartheid/\" target=\"_blank\" rel=\"noopener\">report</a> by the rights group Amnesty International documented how surveillance technology, such as that provided by BriefCam, was instrumental in maintaining Israel’s subjugation of Palestinians.</p><p>According to the report, the use of surveillance software is critical in maintaining the “continued domination and oppression of Palestinians … [w]ith a record of discriminatory and inhuman acts that maintain a system of apartheid”.</p><p>While not mentioning BriefCam by name, the report continued: “The Israeli authorities are able to use facial recognition software – in particular at checkpoints – to consolidate existing practices of discriminatory policing, segregation, and curbing freedom of movement, violating Palestinians’ basic rights.”</p><p>According to the company, the software can also filter footage by a wide range of characteristics, including gender, age group, clothing, movement patterns and time spent in a given location.</p><p>And that, despite the technology’s links to the oppression of Palestinians, is what makes it attractive to UK police forces.</p><p>Cumbria Police has said it does not currently use the facial recognition capabilities of BriefCam’s technology.</p><p>A spokesperson for Cumbria Police also clarified that the force has been using BriefCam for “several years” and, before introducing the technology, it had “consulted Cumbria’s independent Ethics and Integrity Panel and Strategic Independent Advisory Group”.</p><p>A request for a copy of those findings went unanswered.</p><figure id=\"attachment_4303761\" aria-describedby=\"caption-attachment-4303761\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4303761\" src=\"/wp-content/uploads/2026/02/epa_698b9232ed78-1770754610.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12723539 A Palestinian resident passes police officers in the Silwan neighborhood in east Jerusalem during a property demolition operation in Jerusalem, 10 February 2006. According to the Jerusalem Governorate of the Palestinian Authorities, Israel issued a demolition notice for more than 21 Palestinian homes in the al-Bustan neighborhood of Silwan, south of the Al-Aqsa Mosque in East Jerusalem. EPA/ATEF SAFADI\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4303761\" class=\"wp-caption-text\">Police officers are deployed in occupied East Jerusalem, where, records show, technology supplied to the UK has been used extensively [File: Atef Safadi/EPA]</figcaption></figure><h2 id=\"corsight\">Corsight</h2><p>As previously <a href=\"/news/2026/1/28/uk-police-to-use-ai-facial-recognition-tech-linked-to-israels-war-on-gaza\">reported</a> by Al Jazeera, the Israeli company Corsight, through a subcontract with UK company Digital Barriers, has also been selected by the UK Home Office to play a key role in its expansion of facial recognition vans.</p><p>In March 2024, long before the UK government chose to include Corsight within its rollout of facial recognition technology, The New York Times revealed that misgivings over Corsight’s facial-recognition technology in Gaza had led to various members of the Israeli military voicing objections to its use by Unit 8200, Israel’s cyberintelligence branch.</p><p>The expansion of systems such as those marketed by Corsight, Cellebrite and BriefCam is part of a global trade in Israeli spyware, developed and refined through prolonged surveillance of Palestinians, that is now being exported worldwide.</p><p>Rights groups warned that techniques pioneered in Israel are being used by governments to target activists, journalists and political opponents as concerns deepen over the spread of unregulated cyberwarfare tools.</p><p>“The government and police should not be awarding contracts to Israeli spyware firms under any circumstances,” Palestine Solidarity Campaign Deputy Director Ryvka Barnard told Al Jazeera. “These companies develop and test their products through Israel’s regime of military occupation and apartheid against Palestinians. It is unacceptable for public money to be given to these companies, allowing them to profit from and develop new products used to surveil and harm Palestinians.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Afghanistan launches attacks against Pakistan, draws ‘immediate response’ | News | Al Jazeera",
            "time": "2026-02-26T17:20:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-26T174628Z_2041115548_RC29CHA1B9AW_RTRMADP_3_AFGHANISTAN-PAKISTAN-1772129216.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 12 minutes ago</span><span aria-hidden=\"true\">Updated: 12 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Afghanistan’s Taliban authorities say they have launched attacks against Pakistan’s military positions along their border in response to the Pakistani air strikes last week, as Pakistan said its forces had retaliated.</p><p>The media office of Afghanistan’s military corps in the east said in a statement that “heavy clashes” began late on Thursday “in response to the recent <a href=\"/news/2026/2/24/afghanistan-bombing-whats-pakistans-strategy-as-india-taliban-ties-grow\">air strikes</a> carried out by Pakistani forces in Nangarhar and Paktia” provinces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In response ‌to repeated provocations and violations by Pakistani military circles, large-scale offensive operations have been launched ⁠against Pakistani military ⁠positions and installations along the Durand Line,” Taliban government spokesman Zabihullah ⁠Mujahid wrote in a post on X.</p><p>Relations between the neighbours have plunged in recent months with land crossings along the 2,611km-long (1,622-mile-long) border known as the <a href=\"/news/2024/12/28/analysis-why-have-pakistans-ties-with-the-afghan-taliban-turned-frigid\">Durand Line</a> largely shut since deadly fighting in October killed more than 70 people on both sides.</p><p>An Afghan military source told Al Jazeera that 10 Pakistani soldiers were killed and that 13 outposts were captured in Thursday’s attacks, which were carried out in retaliation for Pakistani strikes along the border on Sunday.</p><p>Pakistan had said that it <a href=\"/news/2026/2/23/pakistan-claims-at-least-70-fighters-killed-in-strikes-along-afghan-border\">killed at least 70 fighters,</a> with Afghanistan rejecting the claim, saying civilians had been killed, including women and children.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"pakistan-responds\">Pakistan responds</h2><p>Pakistan’s Ministry of Information and Broadcasting said on X later on Thursday that Pakistani ⁠troops had delivered ⁠an “immediate and ⁠effective response” to Taliban fire across ⁠several sectors ⁠in Khyber Pakhtunkhwa province.</p><p>“Taliban regime forces are being delivered punishment in Chitral, Khyber, Mohmand, Kurram and Bajaur sectors. Early reports confirm heavy casualties on Afghan side with multiple posts and equipment destroyed,” the ministry said.</p><p>Mosharraf Zaidi, spokesperson for Pakistani Prime Minister Shehbaz Sharif, said on X that no Pakistani outposts been “captured or damaged” and that Pakistani forces had “inflicted heavy losses across the Pakistan-Afghanistan border in response to unprovoked Taliban aggression”.</p><p>He did not comment on the Afghan claim that 10 soldiers were killed.</p><p>Separately, a Pakistani security source told Al Jazeera that a number of Afghan soldiers fled from three locations targeted by Pakistani fire in retaliation for Afghan fire originating from those locations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rising-violence\">Rising violence</h2><p class=\"p1\">Security issues lie at the heart of recent border tensions, with Pakistan accusing Afghanistan of harbouring armed groups led by the Pakistan Taliban, known by its acronym TTP, on its soil.</p><p class=\"p1\">The TTP emerged in 2007 in Pakistan’s tribal districts and is distinct from the Taliban in Afghanistan but shares deep ideological, social and linguistic ties with the group.</p><p class=\"p1\">Pearl Pandya, South Asia Senior Analyst at the US-based Armed Conflict Location &amp; Event Data, an independent, impartial conflict monitor, told Al Jazeera that the “porous border” with Afghanistan provides fighters with a safe haven to retreat to in the face of military pressure.</p><p class=\"p1\">“The Afghan Taliban, however, appear unwilling to seriously crack down on the TTP, partly due to prior affinities between the two groups but also out of fear of TTP militants defecting to its main rival, the Islamic State Khorasan Province,” she added.</p><p>Pandya said that 2025 had been one of the most violent years in over a decade, with ACLED recording over 1,000 violent incidents involving the TTP across Pakistan. Trends for 2026 appeared to be “on a par” or “slightly higher” than the same period last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">“In the absence of a serious crackdown on the TTP by Afghanistan, further escalation seems inevitable,” said Pandya.</p><p>The Afghan Taliban denies Pakistan’s charges that it is sheltering the group.</p></div></div></body></html>"
        },
        {
            "title": "India beat Zimbabwe by 72 runs to chase T20 World Cup semifinal spot | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-26T17:17:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-26T171207Z_1241924405_UP1EM2Q1BS5PO_RTRMADP_3_CRICKET-T20-WORLDCUP-IND-ZWE-1772126041.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India beat Zimbabwe by 72 runs to chase T20 World Cup semifinal spot</h1><p class=\"article__subhead\"><em>India knocked out a defiant Zimbabwe in a high-scoring match in Chennai to keep alive their chances of making the semis.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India have roared back to winning ways in the T20 World Cup, handing a 72-run defeat to a defiant Zimbabwe in their crucial Super Eight game in Chennai and setting up a virtual quarterfinal against the West Indies.</p><p>The defending champions posted a mammoth 257-run target for the spirited African side, who refused to bow out of the tournament without putting up a fight at the MA Chidambaram Stadium on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prolific Zimbabwe opener Brian Bennett scored 97 not out, but was unable to see his side over the line as they continued their impressive World Cup campaign by scoring 184-6 against the pre-tournament favourites in front of a vociferous home crowd.</p><p>Pace bowler Arshdeep Singh was the standout bowler for India in the high-scoring match as he picked up 3-24 in his four overs.</p><p>Jasprit Bumrah and Hardik Pandya were the most economical performers with the ball in the high-scoring match at one of the smaller World Cup venues. Both were wicketless but gave away only 21 runs in their three overs, while Varun Chakravarthy, Axar Patel and Shivam Dube picked up a wicket each.</p><p>Earlier, Sanju Samson made the most of his comeback into the playing 11 by hitting a six off the second ball of India’s innings and going on to score 24 runs off 15 balls.</p><p>His attacking display gave out-of-form opener Abhishek Sharma the time to settle and then launch his own attack from the other end. The world’s top-ranked T20 batter went on to top score with 55 off 30 balls in an innings that comprised four fours and four sixes.</p><p>He later thanked his teammates and support staff for keeping the faith in him despite his poor performance in the previous matches.</p><p>“They told me: you have done this before, as well,” Abhishek said after his innings.</p><p>The rest of India’s top and middle order contributed to the big total, but it was Pandya’s 23-ball-50 at the end of the innings that propelled the home side towards the 250-plus-run mark.</p><p>Pandya and his batting partner Tilak Varma shared an 84-run partnership that included eight mammoth sixes and five fours as the Indian pair thrashed Zimbabwe’s bowlers.</p><p>India’s position in the Group 1 points table did not change after the match, but the cohosts now find themselves in a knockout game against the West Indies on Sunday evening in Kolkata.</p><p>South Africa have progressed to the semifinals after their nine-wicket win over West Indies in the day game in Mumbai. They will face Zimbabwe in their final Group 1 match in the earlier fixture in New Delhi on Sunday.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4323884\" src=\"/wp-content/uploads/2026/02/Interactive_T20_Cricket_Super8_Feb18_2026-1771484826.jpg?quality=80\" alt=\"Interactive_T20_Cricket_Super8_Feb18_2026-1771484826\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Trump U-turn: Is Venezuelan oil really available to Cuba again? | Energy News | Al Jazeera",
            "time": "2026-02-26T15:54:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260108__923N9XG__v1__HighRes__CubaRevolutionAnniversary-1770695340.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After months of a crippling oil blockade on Cuba imposed by the United States, the fuel-starved country may now see some relief after the US government said it would begin authorising companies to resell Venezuelan oil, even as <a href=\"/news/2026/2/25/cuban-border-agents-fire-upon-florida-tagged-speedboat-killing-four\" target=\"_blank\" rel=\"noopener\">tensions</a> between the two reach a head.</p><p>On Wednesday, the US Department of the Treasury said it would allow the resale of Venezuelan oil for “commercial and humanitarian use” in Cuba as the small island nation faces one of its <a href=\"/economy/2026/2/8/from-blackouts-to-food-shortages-how-us-blockade-is-crippling-life-in-cuba\">worst fuel crises in decades</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Venezuela is the largest provider of oil to Cuba. However, since US forces <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abducted Venezuelan President Nicolas Maduro</a> in January and imprisoned him to face drugs and weapons charges in a New York court, the Donald Trump administration has taken control of Caracas’s oil and halted exports to Havana.</p><p>Washington has long had frosty relations with Cuba, but Trump’s administration is specifically seeking regime change there by the end of 2026, US media has <a href=\"/news/2026/1/22/trump-seeking-regime-change-in-cuba-by-end-of-the-year-us-media-report\" target=\"_blank\" rel=\"noopener\">reported</a>.</p><p>The US’s policy shift this week, however, comes after Caribbean leaders sounded the alarm about the dire situation in Cuba, an island nation of 10.9 million people.</p><p>At a regional meeting of Caribbean Community (CARICOM) countries on Wednesday, attended by US Secretary of State and Cuban-American Marco Rubio, Jamaica’s Prime Minister Andrew Holness called on Washington to ease the pressure.</p><p>“Today, many Cubans are facing serious economic hardship, energy shortages, and growing humanitarian challenges,” Holness said. Cuba is not a CARICOM member but shares close ties.</p><p>“We are sensitive to their struggles. But we must also recognise that a prolonged crisis in Cuba will not remain there. It can impact migration, security and economic stability across the Caribbean, including Jamaica,” he added.</p><figure id=\"attachment_4296743\" aria-describedby=\"caption-attachment-4296743\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4296743\" src=\"/wp-content/uploads/2026/02/2026-02-06T211319Z_651267920_RC2DGJA5HDZ9_RTRMADP_3_CUBA-FUEL-1770541337.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"cuba\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4296743\" class=\"wp-caption-text\">A man carries pork rinds to sell as Cubans brace for fuel scarcity measures after the US tightened its oil supply blockade, in Havana, Cuba, February 6, 2026 [Norlys Perez/Reuters]</figcaption></figure><h2 id=\"what-s-the-situation-in-cuba-now\">What’s the situation in Cuba now?</h2><p>Cuba’s state-dominated economy was already struggling under a US embargo which has been in place since 1962, dating back to Havana’s alliance with the Soviet Union during the Cold War.</p><p>Since then, sanctions on Cuba have eased and tightened under various US administrations.</p><p>The long-running sanctions have severely weakened Cuba, causing the country to become highly dependent on imports, and high inflation routinely leads to food and energy shortages. Mass emigration of Cuba’s skilled labour force, particularly during the COVID-19 pandemic, has added to the country’s difficulties.</p><p>With Trump’s latest oil embargo, the US has added a severe energy crisis to the mix. Widespread power blackouts of up to 20 hours at a time are now being reported across Cuba, impacting hospitals, businesses and households alike.</p><p>Surgeries have been suspended, schools have cancelled classes, and waste trucks are parked as <a href=\"/news/2026/2/17/waste-piles-up-in-cuba-as-us-imposed-fuel-blockade-halts-collection-trucks\" target=\"_blank\" rel=\"noopener\">rubbish piles up</a> in the streets.</p><p>Four United Nations special rapporteurs warned in early February that the situation is contributing to a severe public health problem in the country and said it could lead to a “severe humanitarian” crisis.</p><p>Cuba has lost 90 percent of its fuel supply, and despite shutting beach resorts and restricting aviation fuel sales, the country could experience a total blackout as early as late February, according to Ignacio Seni, a risk analyst writing for the US-based intelligence firm Crisis 24.</p><figure id=\"attachment_4309636\" aria-describedby=\"caption-attachment-4309636\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4309636\" src=\"/wp-content/uploads/2026/02/AA-20260209-40506553-40506545-MEXICAN_GOVERNMENT_SENDS_HUMANITARIAN_AID_TO_CUBA_ABOARD_TWO_NAVY_SHIPS-1770924989.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Cuba aid\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4309636\" class=\"wp-caption-text\">The Mexican government dispatched humanitarian aid to the people of Cuba on board two ships of the Mexican Navy, Veracruz, Mexico, February 9, 2026 [Mexico Ministry of Foreign Affairs via Anadolu Agency]</figcaption></figure><h2 id=\"why-has-the-us-blocked-oil-deliveries-to-cuba\">Why has the US  blocked oil deliveries to Cuba?</h2><p>Cuba produces crude oil but does not have the capacity to refine enough to meet domestic demand.</p><p>Venezuela was providing as much as 50 percent of Cuba’s oil before the US government took control of its oil industry at the start of this year, about 35,000 barrels per day.</p><p>Under a special barter agreement in place since 2000, Cuba provides support for education, healthcare, and security services in return for discounted Venezuelan fuel. Indeed, about 30 members of Maduro’s security detail who were killed in the operation to abduct him in January were from Cuba.</p><p>Then, days after Maduro was abducted, Trump turned his aim at Cuba itself, warning Havana to “make a deal before it is too late”. He did not, however, give details about what type of deal he wanted.</p><p>On January 29, Trump issued an executive order imposing new trade tariffs on any countries selling oil to Cuba because of what he called the “policies, practices and actions” of the Cuban government, which, he said, pose an “extraordinary threat” to the US.</p><p>Trump also claimed, without evidence, that Havana funds “terrorism”.</p><p>Besides Venezuela, Cuba was also sourcing oil from Mexico, Russia and Algeria, but all oil imports into the country ceased. Trump’s order, therefore, effectively amounted to a blockade.</p><p>The US has also reportedly seized fuel tankers in open waters transferring oil to Cuba, according to a New York Times investigation into ship movements in the Caribbean Sea published last week.</p><p>The US began building up its naval presence in the area in September last year as it prepared to attack Maduro, and its troops continue to patrol the waters.</p><p>In mid-February, one tanker loaded with Colombian oil was intercepted by the US Coast Guard as it came within 70 miles of Cuba, the Times reported. The vehicle, called the Ocean Mariner, was previously used to covertly transport oil between Venezuela and Iran.</p><p>Before Maduro’s capture, US forces also struck multiple Venezuelan boats in the eastern Pacific and Caribbean that the US claimed – without evidence – were trafficking drugs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-have-cuba-and-others-reacted-to-the-us-blockade\">How have Cuba and others reacted to the US blockade?</h2><p>Cuban authorities under President Miguel Diaz-Canel have <a href=\"/news/2026/2/13/cuban-official-decries-massive-punishment-by-us-oil-blockade\" target=\"_blank\" rel=\"noopener\">accused</a> the US of imposing collective punishment on the country.</p><p>On Wednesday, it also <a href=\"/news/2026/2/25/cuban-border-agents-fire-upon-florida-tagged-speedboat-killing-four\">accused</a> the US of links to armed men who entered the country’s waters on a Florida-tagged speedboat. Four Americans of Cuban origin were killed in the altercation, and two were injured.</p><p>In the past, Havana has said it is open to “reciprocal dialogue” with Washington, but Diaz-Canel has also said Cubans will “defend the Homeland to the last drop of blood”.</p><p>Meanwhile, on February 12, a UN expert panel condemned the US’s directive as illegal and said the claim that Havana funds terrorism “lacks credibility and appears designed to justify the use of extraordinary and coercive powers”.</p><p>“It is an extreme form of unilateral economic coercion with extraterritorial effects, through which the United States seeks to exert coercion on the sovereign state of Cuba and compel other sovereign third States to alter their lawful commercial relations,” the panel said.</p><p>Other countries are trying to help. Mexico has sent two deployments of humanitarian aid to Havana between mid-February and this week, while Russia has floated the possibility of sending fuel to Cuba.</p><p>On Wednesday, Canada pledged food aid with 8 million Canadian dollars ($6.7m).</p><figure id=\"attachment_4340703\" aria-describedby=\"caption-attachment-4340703\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4340703\" src=\"/wp-content/uploads/2026/02/2026-02-21T065531Z_1725153129_RC2AXIA4IRJV_RTRMADP_3_USA-VENEZUELA-CUBA-INTELLIGENCE-1772113507.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Cuba\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4340703\" class=\"wp-caption-text\">Venezuela’s interim president Delcy Rodriguez and Cuban Foreign Minister Bruno Rodriguez Padilla attend the ceremony honouring Venezuelan and Cuban military and security personnel who died during the US operation to capture Venezuela’s President Nicolas Maduro and his wife Cilia Flores, in Caracas, Venezuela, on January 8, 2026 [File: Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"what-relief-has-the-us-announced-now-and-will-it-change-anything\">What relief has the US announced now, and will it change anything?</h2><p>Washington <a href=\"https://ofac.treasury.gov/faqs/1238\" target=\"_blank\" rel=\"noopener\">said</a> on Wednesday it would issue companies with special licences to resell Venezuelan oil to Cuba “in solidarity” with the Cuban people.</p><p>That came after Washington announced $6m in humanitarian aid to Cuba to be distributed by the Catholic Church in early February.</p><p>However, “persons or entities associated with the Cuban military, intelligence services, or other government institutions” will be barred from obtaining oil sales licences, the US Treasury Department said this week.</p><p>Transactions should only support “exports for commercial and humanitarian use”, the statement added.</p><p>It is unclear if the new order will allow Havana to continue buying Venezuelan oil at a heavily subsidised rate as it was previously doing. If it does not, the situation may not ease significantly for Cuba, experts say.</p><p>“Without significant oil imports or a relenting of US pressure, Cuba’s economy is unlikely to recover, and the degradation of conditions is likely to accelerate,” Seni, the Crisis 24 risk analyst, wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "From Gaza to defence: Five key takeaways from Indian PM Modi’s Israel visit | Narendra Modi | Al Jazeera",
            "time": "2026-02-26T15:52:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260226__98Z73AY__v2__MidRes__TopshotIsraelIndiaDiplomacy-1772105926.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi has wrapped up a <a href=\"/news/2026/2/25/indias-modi-visits-israel-whats-on-the-agenda-and-why-it-matters\">two-day visit to Israel</a>, which was marked by a welcoming embrace from his counterpart, Benjamin Netanyahu, and a conspicuous silence about Israel’s genocidal war in occupied Palestinian territory.</p><p>During the visit, which began on Wednesday, the two leaders lauded their strong friendship, which they said has deepened bilateral ties, and signed agreements on a range of issues, including innovation and agriculture.</p><p>“You are a great friend of Israel, … Narendra. You are more than a friend. You are a brother,” Netanyahu told Modi when both leaders addressed the Israeli parliament in Jerusalem on Wednesday.</p><p>Netanyahu showed Modi around Yad Vashem, a memorial in Jerusalem to the victims of the Holocaust, and hosted a dinner after they had spoken to the Knesset, where Modi was conferred with the parliament’s highest honour.</p><p>This was the second ever visit by an Indian prime minister to Israel after Modi’s first visit in 2017. That time, he also did not visit Palestine despite India’s long history of supporting the Palestinian cause.</p><p>While India opposed the creation of Israel in 1948 and formalised diplomatic relations only in 1992, relations between the two countries have improved since then, flourishing particularly since Modi became India’s prime minister in 2014.</p><p>Since then, their ties have blossomed, anchored in defence and the <a href=\"/features/2026/2/24/kashmir-spying-demolitions-how-modis-india-embraced-israel-model\">shared nationalistic leanings</a> of their leaders.</p><p>Here are five key takeaways from Modi’s trip to Israel:</p><figure id=\"attachment_4338223\" aria-describedby=\"caption-attachment-4338223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4338223\" src=\"/wp-content/uploads/2026/02/reuters_699f15f2-1772033522.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israel's Prime Minister Benjamin Netanyahu greets Indian PM Narendra Modi during a special session of the Knesset\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4338223\" class=\"wp-caption-text\">Netanyahu greets Modi during a special session of the Knesset on February 25, 2026 [Ronen Zvulun/Reuters]</figcaption></figure><h2 id=\"full-support-for-israel-silence-on-gaza-genocide\">Full support for Israel, silence on Gaza genocide</h2><p>Wednesday was the first time an Indian leader had addressed the Knesset. Modi received a standing ovation after declaring: “India stands with Israel firmly, with full conviction, in this moment and beyond.”</p><p>Modi told the Israeli parliament that he carries “the deepest condolences of the people of India for every life lost and for every family whose world was shattered in the barbaric terrorist attack by Hamas on October 7” in 2023.</p><p>“We feel your pain. We share your grief. India stands with Israel firmly, with full conviction, in this moment and beyond,” he said. “No cause can justify the murder of civilians. Nothing can justify terrorism.”</p><p>The Indian prime minister referred to the Mumbai attacks in 2008, which New Delhi has <a href=\"/news/2021/1/2/pakistan-arrests-mumbai-attacks-plotter-for-terrorism-financing\">blamed on neighbouring Pakistan</a>, saying: “Like you, we have a consistent and uncompromising policy of zero tolerance for terrorism with no double standards.”</p><p>Modi also threw his weight behind United States President Donald Trump’s 20-point Gaza peace plan, stating that India “supports all efforts that contribute to durable peace and regional stability”.</p><p>While Modi said he backed “dialogue, peace and stability in the region”, he skipped any mention of the continuing genocide in Gaza, where the Israeli army has killed more than 72,000 Palestinians since October 2023.</p><p>Anwar Alam, a senior fellow at the Policy Perspective Foundation, a think tank in New Delhi, said the timing of Modi’s visit is “too poor and has grossly compromised India’s historical pro-Palestine stand”.</p><p>Alam argued that while New Delhi, a leader of the anticolonial nonalignment movement, can continue to maintain ties with Tel Aviv, “India cannot allow itself to display such insensitivity to Palestinian sufferings and stand with the coloniser.”</p><figure id=\"attachment_4340238\" aria-describedby=\"caption-attachment-4340238\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4340238\" src=\"/wp-content/uploads/2026/02/AFP__20260226__98Z73B2__v1__MidRes__IsraelIndiaDiplomacy-1772106036.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4340238\" class=\"wp-caption-text\">Modi signs the guestbook at Yad Vashem as Netanyahu and Dani Dayan, chairman of the Yad Vashem Holocaust Memorial Museum, watch on February 26, 2026 [Ilia Yefimovich/AFP]</figcaption></figure><h2 id=\"modi-emphasises-civilisational-ties-with-israel\">Modi emphasises ‘civilisational ties’ with Israel</h2><p>One reason Modi, unlike previous Indian leaders, has displayed such warmth towards the Israeli prime minister is the Indian Hindu right’s enthusiasm for the ideology of Zionism, analysts said.</p><p>Modi’s Bharatiya Janata Party (BJP) has roots in a philosophy, Hindutva, which ultimately seeks to transform India into a Hindu nation and a natural homeland for Hindus anywhere in the world – similar to Israel’s view of itself as a Jewish homeland.</p><p>During his speech to the Knesset, therefore, Modi doubled down on what he called the “civilisational ties” between the two nations. He started his address to the Knesset by announcing himself as “a representative of one ancient civilisation addressing another”.</p><p>“We are both ancient civilisations, and it is perhaps no surprise that our civilisational traditions also reveal philosophical parallels,” he said, quoting the Israeli “principle of ‘tikkun olam’ about healing the world”.</p><p>“In India, there is great admiration for Israel’s resolve, courage and achievements,” Modi said. “Long before we related to each other as modern states, we were linked by ties that go back more than 2,000 years.”</p><p>Modi mused about “returning to a land to which I have always felt drawn”. “After all, I was born on the same day that India formally recognised Israel – September 17, 1950.”</p><p>While India formally recognised Israel in 1950, two years after its formation, it only established diplomatic relations with it in 1992.</p><figure id=\"attachment_4337525\" aria-describedby=\"caption-attachment-4337525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4337525\" src=\"/wp-content/uploads/2026/02/reuters_699eda19-1772018201.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"India's Prime Minister Narendra Modi disembarks a plane as he arrives at Ben Gurion International Airport in Lod, near Tel Aviv, Israel February 25, 2026. REUTERS/Shir Torem\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4337525\" class=\"wp-caption-text\">Modi disembarks as he arrives at Ben Gurion International Airport near Tel Aviv, Israel, on February 25, 2026 [Shir Torem/Reuters]</figcaption></figure><h2 id=\"deepening-defence-ties\">Deepening defence ties</h2><p>These days, India is Israel’s largest weapons buyer, pumping billions of dollars into Israel’s defence industry each year. In 2024 as Israel waged its war on Gaza, Indian weapons firms sold Israel rockets and explosives, according to an <a href=\"/features/2024/6/26/india-exports-rockets-explosives-to-israel-amid-gaza-war-documents-reveal\">Al Jazeera investigation</a>.</p><p>On Thursday, Modi held talks with Netanyahu focused on further boosting ties in the areas of defence and security along with trade, technology and agriculture.</p><p><span>“We have decided to establish the Critical and Emerging Technologies Partnership. This will give new momentum to cooperation in areas such as AI, quantum, and critical minerals,” Modi said.</span><em><span><br>\n</span></em></p><p>The two countries are also currently negotiating a free trade agreement.</p><h2 id=\"elevating-strategic-ties\">Elevating strategic ties</h2><p>India and Israel are reportedly inching closer to an alliance, along with other global powers, to boost security cooperation.</p><p>Before Modi’s visit, Netanyahu pitched a “<a href=\"/news/2026/2/23/whats-netanyahus-planned-hexagon-alliance-and-can-it-work\">hexagon of alliances</a>” that he said would include India, Greece, Cyprus and other unnamed Arab, African and Asian states to collectively stand against what he called “radical” Shia and Sunni Muslim “axes” of adversaries in the region.</p><p>Modi has not confirmed this plan but did call for cooperation on multilateral projects, including the India-Middle East-Europe Economic Corridor (IMEC) and the I2U2, consisting of India, Israel, the United Arab Emirates and US.</p><p>The IMEC envisions connecting India with the Middle East and Europe through an integrated rail and shipping corridor. The economic corridor would pass through India, the UAE, Jordan, Saudi Arabia, Israel and Europe. It was unveiled in September 2023 during a Group of 20 summit in New Delhi.</p><p>“IMEC is very ambitious in bringing together these countries in ways that at one point would have been incomprehensible,” said Harsh Pant, vice president of the Observer Research Foundation, a New Delhi-based think tank. “Today, it has become possible because India’s footprint has grown in the Middle East and in Europe.”</p><p>Geopolitical analysts have referred to the I2U2 as “the West Asian Quad” in reference to the Quadrilateral Security Dialogue, a forum of the US, Japan, Australia and India.</p><p>Modi also referred to the Abraham Accords, brokered by the US since 2020 for Gulf and North African countries to normalise relations with Israel, and “applauded your courage and vision”.</p><p>“Since then, the situation has changed significantly. The path is even more challenging. Yet it is important to sustain that hope,” Modi said.</p><figure id=\"attachment_4340228\" aria-describedby=\"caption-attachment-4340228\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4340228\" src=\"/wp-content/uploads/2026/02/AFP__20260225__98X477A__v1__MidRes__IsraelIndiaDiplomacy-1772105923.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4340228\" class=\"wp-caption-text\">Netanyahu and Modi greet children in the Knesset during Modi’s two-day visit to Israel, aimed at deepening ties with a key trade and defence partner [Debbie Hill/Pool/AFP]</figcaption></figure><h2 id=\"dehyphenating-india-from-israel-palestine\">‘Dehyphenating’ India from Israel-Palestine</h2><p>Pant said, like some Arab nations, India wants to dehyphenate its relations in the region to suit its own strategic interests better. Dehyphenation is a foreign policy under which a country aims to maintain independent relationships with nations that may be in conflict with each other.</p><p>“India’s own relationships have developed to a point where India is no longer hyphenating its relationships in the region,” Pant said.</p><p>Analysts argued New Delhi has bet on Israel for its own strategic interests, even if <a href=\"/features/2026/2/23/how-modi-broke-down-walls-between-india-israel-at-palestines\">at Palestine’s expense</a>. From the Indian government’s point of view, “this is the beginning of a new strategic imagination for the region,” Pant told Al Jazeera.</p><p>Modi remarked in his speech to the Knesset that many Indians have migrated to Israel for work, adding that Indian youth have contributed to the building of modern Israel, including “also on the battlefield”. Thousands of foreign nationals have served in the Israeli military, including <a href=\"/news/2026/2/15/thousands-of-western-nationals-fought-israels-war-on-gaza-what-to-know\">nearly 200 soldiers</a> who are dual citizens of India and Israel.</p><p>Modi, however, did not mention Colonel Waibhav Kale, a former Indian army officer who died in May 2024 when a United Nations vehicle was struck by the Israeli army in Gaza. He was the first international UN worker in Gaza to die in the war.</p><p>“India’s stance is clear: Humanity must never become a victim of conflict. A path to peace has been created through the Gaza peace plan. India has fully supported these efforts,” Modi said before departing on Thursday.</p><p>However, analysts said the divergence from earlier Indian support for Palestine is stark and India will not call out Netanyahu for war crimes in Palestinian territory.</p><p>While governments before Modi laid the foundations for current bilateral ties, Modi has brought “this relationship out into the open”, Pant said. “What used to be hush-hush behind closed doors is now a matter of fact.”</p><p>“India is trying not to make ties with Israel a hostage to the issue of Palestine,” he argued.</p><p>Azad Essa, the author of the 2023 book Hostile Homelands: The New Alliance Between India and Israel, said that earlier, India had positioned itself as a friend of Palestine “because it suited its national interests to be seen as pro-Palestine”.</p><p>Popular political forces in New Delhi have shifted that stance since then, however. Given the deep defence and security tie-up between Israel and India, Essa said, “It will be very difficult for opposition parties to promise a U-turn because being pro-Israel has become integral to the national interest.”</p><p>“To be pro-Palestine is now seen as being against the Indian national interest,” he said. Some have been detained and charged for expressing support for Palestine in India.</p><p>“India will have to become far more democratic and break out of the grip of majoritarian politics if it is to change more than just its tone on Palestine,” Essa told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein and the politics of distraction | Opinions | Al Jazeera",
            "time": "2026-02-26T15:44:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_699eed92a97f-1772023186.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"293\" data-end=\"1084\">After the beginning of Trump’s second term, the connections between capitalism, white supremacy and imperial domination became increasingly clear. These have been highlighted through ICE raids as modern-day slave patrols, global criminal operations such as the kidnapping of Venezuelan President Nicolas Maduro and his wife Cilia Flores, and United States assistance to Israel’s genocide in Gaza as a bipartisan US and transnational corporate experiment.</p><p data-start=\"293\" data-end=\"1084\">The growing understanding that people in the Global South, along with Black, Indigenous and other People of Colour (BIPOC) within the imperial core, face a common enemy has galvanised an anti-colonial, revolutionary movement committed to radical transformation.</p><p data-start=\"293\" data-end=\"1084\">And then the release of the Epstein files flooded public discourse.</p><p id=\"the-enduring-media-and-public-fixation-on-the-epstein-files-particularly-as-their-release-proceeds-with-little-accountability-and-continued-narratives-that-discredit-and-isolate-survivors-serves-less-as-accountability-and-more-as-political-diversion-from-systemic-injustices-racism-capitalism-the-growth-of-the-police-state-and-ongoing-international-impunity\" data-start=\"1086\" data-end=\"2645\">Jeffrey Epstein was a financier convicted of sex crimes involving minors. After renewed federal charges in 2019, he died in jail (officially ruled a suicide). The case triggered public outrage about ruling class impunity, media focus on unsavoury associations between the political and corporate class and a plethora of conspiratorial narratives about cover-ups.</p><p data-start=\"1086\" data-end=\"2645\">The Epstein case became far more than a criminal proceeding; it reflects a symbolic exposure of ruling class impunity and concentrated power and a spectacle of corruption within an empire in deep crisis and decline.</p><p data-start=\"1086\" data-end=\"2645\">The Epstein case exposed ruling class criminality while simultaneously displacing structural accountability.</p><p data-start=\"1086\" data-end=\"2645\">Importantly, “spectacle” does not mean “fake”; it means the organisation of politics through symbolic drama that displaces structural political analysis. With spectacle, social contradictions (inequality, social crises and instability) are dramatised rather than structurally challenged.</p><p data-start=\"1086\" data-end=\"2645\">The enduring media and public fixation on the Epstein files, particularly as their release proceeds with little accountability and continued narratives that discredit and isolate survivors, serves less as accountability and more as a political diversion from systemic injustices: Racism, capitalism, the growth of the police state and ongoing international impunity.</p><p data-start=\"1086\" data-end=\"2645\">More troubling still, it marks another step in the erosion of democracy and the consolidation of expansionist, war-driven fascism.</p><h2 id=\"fascist-spectacle\" data-start=\"2647\" data-end=\"6365\">Fascist spectacle</h2><p id=\"in-work-by-walter-benjamin-hannah-arendt-guy-debord-umberto-eco-and-others-fascist-spectacle-involves-anti-intellectual-and-emotionally-driven-mass-mobilisation-around-simple-moral-binaries-pure-people-vs-corrupt-elites-where-action-is-revered-while-thought-is-reviled-the-replacement-of-institutional-process-with-symbolic-imagery-and-drama-and-mythic-narratives-of-national-decay-and-rebirth-political-theorist-roger-griffin-calls-this-rebirth-palingenic-ultranationalism-that-is-destruction-as-a-precondition-for-rebirth\" data-start=\"2647\" data-end=\"6365\">In work by Walter Benjamin, Hannah Arendt, Guy Debord, Umberto Eco and others, fascist spectacle involves anti-intellectual and emotionally driven mass mobilisation around simple moral binaries (pure people v the corrupt ruling class), where action is revered while thought is reviled; the replacement of institutional process with symbolic imagery and drama; and mythic narratives of national decay and rebirth. Political theorist Roger Griffin calls this rebirth “palingenic ultranationalism”, that is, destruction as a precondition for rebirth.</p><p id=\"conspiracy-theories-are-the-narrative-engine-of-spectacle-they-transform-systemic-crisis-and-social-instability-into-simple-emotionally-gripping-stories-of-social-taboo-breaking-centred-on-hidden-and-untouchable-enemies-laying-the-groundwork-through-which-authoritarian-solutions-are-marketed-as-necessary-and-even-redemptive\" data-start=\"2647\" data-end=\"6365\">The function of spectacle is to subvert principled analysis and resistance to oppression with emotion – outrage, disgust, despair and helplessness.</p><p data-start=\"2647\" data-end=\"6365\">Conspiracy theories are the narrative engine of spectacle. They transform systemic crisis and social instability into simple, emotionally gripping stories of social taboo-breaking, centred on hidden and untouchable enemies, laying the groundwork through which authoritarian solutions are marketed as necessary and even redemptive.</p><p data-start=\"2647\" data-end=\"6365\">When structural violence becomes visible, but accountability remains absent, public anger often seeks explanation through personalised and conspiratorial narratives rather than systemic analysis.</p><p id=\"amid-growing-distrust-and-corruption-in-mainstream-media-and-the-rise-of-citizen-driven-and-alternative-social-media-ecosystems-conspiracy-theories-surrounding-the-epstein-case-have-blossomed-claims-of-secret-global-cabals-engaged-in-immoral-sexual-criminality-ritualistic-fantasies-involving-human-sacrifice-cannibalism-and-ancient-symbolic-structures-and-explicitly-racist-and-antisemitic-tropes-about-hidden-rulers-among-others\" data-start=\"2647\" data-end=\"6365\">Amid growing distrust and corruption in mainstream media and the rise of citizen-driven and alternative social media ecosystems, conspiracy theories surrounding the Epstein case have blossomed: Claims of secret global cabals engaged in immoral sexual criminality, ritualistic fantasies involving human sacrifice, cannibalism and ancient symbolic structures and explicitly racist and anti-Semitic tropes about hidden rulers, among others.</p><p id=\"theories-like-these-whether-wholly-true-partially-true-or-false-are-not-new-fascist-movements-have-historically-mobilised-around-the-idea-that-the-nation-is-being-secretly-corrupted-by-degenerate-elites-with-a-radical-cleansing-necessary-to-return-to-a-righteous-path\" data-start=\"2647\" data-end=\"6365\">Theories like these, whether wholly true, partially true or false, are not new; fascist movements have historically mobilised around the idea that the nation is being secretly corrupted by a degenerate ruling class, with a radical cleansing necessary to return to a righteous path.</p><p id=\"these-narratives-do-not-expose-a-corrupt-system-they-obscure-and-mystify-it-by-sensationalising-corruption-into-myth-and-providing-explicit-though-untouchable-targets-for-public-outrage-they-displace-rigorous-anti-colonial-and-material-analyses-of-structural-exploitation-greed-and-state-violence-with-collective-authoritarian-longing-for-a-strongman-and-the-suppression-of-dissent-to-restore-order\" data-start=\"2647\" data-end=\"6365\">These narratives do not expose a corrupt system; they obscure and mystify it. By sensationalising corruption into myth and providing explicit, though untouchable, targets for public outrage, they displace rigorous anti-colonial and material analyses of structural exploitation, greed and state violence with collective authoritarian longing for a strongman and the suppression of dissent to restore order.</p><p id=\"in-doing-so-it-promotes-the-aesthetics-of-politics-the-spectacle-rather-than-grounded-critiques-of-capitalism-and-imperial-power-further-it-serves-to-distract-from-failures-ultimately-promoting-oppression-and-war-according-to-federico-caprotti-various-forms-of-fascist-spectacle-produce-a-collage-which-both-expresses-and-obscures-the-syncretic-ideology-of-the-regime\" data-start=\"2647\" data-end=\"6365\">The criminality of Epstein and the powerful figures who orbited him and participated in his abuses have come to symbolise a degenerate ruling class with identifiable names and faces, targets who could be exposed and jailed, thereby clearing the narrative space for a heroic white knight to ride in with promises of salvation.</p><p id=\"in-doing-so-it-promotes-the-aesthetics-of-politics-the-spectacle-rather-than-grounded-critiques-of-capitalism-and-imperial-power-further-it-serves-to-distract-from-failures-ultimately-promoting-oppression-and-war-according-to-federico-caprotti-various-forms-of-fascist-spectacle-produce-a-collage-which-both-expresses-and-obscures-the-syncretic-ideology-of-the-regime\" data-start=\"2647\" data-end=\"6365\">As Hannah Arendt warned, conspiracy thinking thrives when trust in institutions collapses. The Epstein scandal intensified the sense of a ruling class operating above the law and of a justice system which protects its own, conditions ideal for authoritarian movements to exploit by insisting the system is irredeemably rigged and that only a strong leader can tear it down.</p><p id=\"in-doing-so-it-promotes-the-aesthetics-of-politics-the-spectacle-rather-than-grounded-critiques-of-capitalism-and-imperial-power-further-it-serves-to-distract-from-failures-ultimately-promoting-oppression-and-war-according-to-federico-caprotti-various-forms-of-fascist-spectacle-produce-a-collage-which-both-expresses-and-obscures-the-syncretic-ideology-of-the-regime\" data-start=\"2647\" data-end=\"6365\">As such, the spectacle of the Epstein scandal can absorb and manipulate public outrage, redirecting it away from necessary structural accountability in the form of decolonisation and redistribution of wealth, ultimately reinforcing the very systems it appears to challenge.</p><p id=\"in-doing-so-it-promotes-the-aesthetics-of-politics-the-spectacle-rather-than-grounded-critiques-of-capitalism-and-imperial-power-further-it-serves-to-distract-from-failures-ultimately-promoting-oppression-and-war-according-to-federico-caprotti-various-forms-of-fascist-spectacle-produce-a-collage-which-both-expresses-and-obscures-the-syncretic-ideology-of-the-regime\" data-start=\"2647\" data-end=\"6365\">In doing so, it promotes the aesthetics of politics – the spectacle – rather than grounded critiques of capitalism and imperial power. Further, it serves to distract from failures ultimately promoting oppression and war. According to Federico Caprotti, various forms of fascist spectacle produce a “collage” which both expresses and obscures the syncretic ideology of the regime.</p><h2 id=\"the-grand-spectacle-war\" data-start=\"6367\" data-end=\"6393\">The grand spectacle: War</h2><p data-start=\"6395\" data-end=\"6772\">When politics becomes theatre rather than collective progress dependent on accountability, transformation or reform, crisis becomes emotional drama, drama demands release (internal resolution) or escalation and escalation inevitably finds its expression in externalised war, in which the nation performs a grand spectacle of unity and sacrifice on the largest possible stage.</p><p data-start=\"6774\" data-end=\"7187\">War acts as a stabilising force when internal contradictions cannot be resolved through collective mobilisation. With its uniforms and marches, war channels discontent by uniting a fragmented, outraged population against an externalised enemy, transforming righteous anger at the violence, oppression and greed of a ruling class into manufactured unity, heroism and meaning through violence against “the other”.</p><p data-start=\"7189\" data-end=\"7519\">These dynamics, outlined by Benjamin decades ago, feel alarmingly familiar in the present moment, including in the spectacle surrounding the Epstein scandal.</p><p data-start=\"7189\" data-end=\"7519\">In this context, external conflict functions not only as policy but as emotional consolidation, redirecting internal disillusionment towards collective national purpose.</p><p data-start=\"7521\" data-end=\"7785\">Fascist forces deploy such spectacles to distract and mobilise, and are doing so presently; accelerating the dismantling of what remains of US democracy and the post-war international order, to be replaced by a system ruled by force and naked self-interest.</p><p data-start=\"7787\" data-end=\"8403\">Spectacle politics does not require loyalty to specific leaders but to the emotional narrative they embody, rendering individual figures ultimately expendable.</p><p data-start=\"7787\" data-end=\"8403\">In this logic, even Trump could be discarded, sacrificed to clear the way for a “purer” white male strongman (Vance? Pence? Carlson?) who promises to cleanse the ruling class and by extension its foreign so-called “handlers” (enemies like Russia, China and Iran or even allies like Israel and Europe, the latter already being threatened by Trump), of its unsavoury elements, particularly if Trump’s baggage with Epstein proves politically irredeemable.</p><p data-start=\"8405\" data-end=\"8866\">By contrast, liberation and reconciliation and an end to capitalist oppression, with its accompanying genocidal violence and planetary destruction, require a steadfast structural framework aligned with broader leftist, antiracist and anti-colonial principles. Such a framework prioritises systemic transformation over spectacle. Within this view, the Epstein scandal is not treated as the disease itself, but as a symptom of capitalism’s inherent corruption.</p><p data-start=\"8405\" data-end=\"8866\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Gaza mother recognises missing son on Israeli ‘for sale’ post | Newsfeed | Al Jazeera",
            "time": "2026-02-26T15:22:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772119307.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What is Greater Israel, and how popular is it among Israelis? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-26T14:56:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2017-11-03T104633Z_1627616383_RC1E52420F00_RTRMADP_3_BRITAIN-ISRAEL-1-1772088690.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Recent comments by United States and Israeli officials supporting the concept of a “Greater Israel” have raised alarm bells across the region and shed light on a vision once only rarely publicly spoken about.</p><p>An interview <a href=\"/news/2026/2/21/absurd-and-provocative-huckabee-faces-firestorm-for-israel-border-stance\">aired last week</a> by the American right-wing podcaster Tucker Carlson with US ambassador to Israel Mike Huckabee started the current furore. Carlson, an influential figure who has been vocally critical of Israel over the past year, repeatedly asked Huckabee whether he supported Israel controlling all the land between the Nile River in Egypt and the Euphrates River in Iraq.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Huckabee, a <a href=\"/news/2026/2/23/what-is-christian-zionism-us-envoy-beliefs-about-israels-mena-expansion\">Christian Zionist</a>, would not disavow the belief that the Bible promised that land to Israel – even though it now encompasses all or part of Egypt, Iraq, Jordan, Lebanon, Saudi Arabia and Syria.</p><p>“It would be fine if they took it all,” Huckabee said, leading to anger from those countries and others in the region, many of which are close US allies.</p><p>Then, speaking on Monday, Israeli opposition leader Yair Lapid said that he would support “anything that will allow the Jews a large, broad, strong land and a safe haven for us”.</p><p>“Zionism is based on the Bible. Our mandate over the land of Israel is biblical, [and] the biblical borders of the land of Israel are clear … Therefore, the borders are the borders of the Bible,” the apparently secular Israeli politician said.</p><p>So what is Greater Israel exactly? And is it really an ultimate goal for some Israeli politicians?</p><h2 id=\"defining-greater-israel\">Defining Greater Israel</h2><p>The most expansionist claim for a Greater Israel is based on a biblical verse (Genesis 15:18-21), which narrates God making a covenant with Abraham that promises his descendants the land between the Nile and the Euphrates.</p><p>That would include the Jewish people, with the tribes of Israel believed to be descended through Abraham’s son, Isaac. But it would also include the children of another of Abraham’s sons, Ishmael (Ismail), regarded as the forefather of the Arabs.</p><p>Other definitions based on different biblical verses are narrower in their territorial scope and specify that the land of Israel would be promised to the tribes of Israel descended from Isaac.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"Why “Greater Israel” Is No Longer A Fantasy\" src=\"https://www.youtube.com/embed/-gDbGvK2Og0?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><h2 id=\"how-has-israel-worked-to-achieve-expansion\">How has Israel worked to achieve expansion?</h2><p>The current state of Israel emerged from the British Mandate for Palestine in 1948. The mandate, created by the League of Nations in the wake of World War I and the occupation of Palestine by the British, geographically limited Israel upon its creation.</p><p>The 1948 war that followed the end of the mandate led to Israel taking control of all of Mandatory Palestine, with the exception of the West Bank and the Gaza Strip.</p><p>But Israel soon expanded by force – in 1967 it defeated Arab forces and took control of the West Bank and Gaza, as well as Egypt’s Sinai Peninsula, and Syria’s occupied Golan Heights. Israel continues to occupy all of those regions, with the exception of the Sinai, which it returned to Egypt in 1982.</p><p>Since then, Israel has ignored international law and continued occupying Palestinian and Syrian land, and has shown little respect for its neighbours’ sovereignty, occupying more land in Syria, as well as in Lebanon.</p><h2 id=\"how-popular-is-the-idea-of-greater-israel\">How popular is the idea of Greater Israel?</h2><p>This needs to be broken down into two separate concepts – the expansion of Israel into the territory that immediately borders it, and the most extreme definition of Greater Israel: between the Nile and the Euphrates.</p><p>In terms of expansion into its immediate surroundings, Israeli Jews by and large support the annexation of East Jerusalem, which is occupied Palestinian territory, and the Golan Heights.</p><p>The Israeli government continues to move towards the de facto annexation of the occupied West Bank. Israeli politicians vary in how open they are in their support for the formal annexation of the West Bank, but most mainstream Israeli politicians are supportive of the illegal Israeli settlements in the territory.</p><p>An expansion of Israeli settlements into Gaza is not as popular, but is supported by far-right Israeli parties.</p><p>A Greater Israel, including parts of Jordan, or the most irredentist definition between the Euphrates and the Nile, is more controversial. Pre-1948, many Zionists sought not just Palestine but also Jordan for their future state – one of the most important Zionist armed groups at the time, the Irgun, even included the map of both Palestine and Jordan in its emblem.</p><p>But after the foundation of Israel this took a back seat, and open calls for a vastly expanded Israel were largely restricted to the fringes. But those fringes – far-right figures like Bezalel Smotrich and Itamar Ben-Gvir – are now in government, reflecting a wider radicalisation within Israeli society itself.</p><p>That means the Israeli ‘mainstream’, politicians such as Prime Minister Benjamin Netanyahu and centrists like Lapid, are either more open in their support for some form of Greater Israel beyond the West Bank, or less willing to publicly oppose it.</p><h2 id=\"how-threatened-do-regional-countries-feel\">How threatened do regional countries feel?</h2><p>Regional states have said that the annexation of the West Bank would be a red line, but have been unable to reverse Israel’s occupation.</p><p>Hints at a wider expansion have led to an angry reaction from Arab countries. This goes further back than Huckabee’s recent comments. For example, Jordan condemned Smotrich – Israel’s finance minister – when he gave a speech in 2023 at a podium that displayed a map that showed Jordan as part of Israel.</p><p>And Huckabee’s support for Greater Israel was <a href=\"/news/2025/8/16/arab-islamic-countries-condemn-netanyahus-greater-israel-remark\">roundly condemned</a> by more than a dozen states, including Saudi Arabia, Egypt and Turkiye.</p><p>For Arab and Muslim states, the anger at the comments partially emanates from the sense of a lack of respect towards the sovereignty of regional states by a US official. But it also highlights fears that the balance of power in the region is weighted towards an Israel that is increasingly willing to attack across the Middle East, and has little interest in peace.</p><p>Even if the takeover of the land between the Nile and the Euphrates is not feasible, a region where Israel is the primary hegemon will likely lead to more attacks, more wars, and, if Israel determines it necessary, more occupation of land.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Kim Jong Un oversees massive Pyongyang military parade | Kim Jong Un | Al Jazeera",
            "time": "2026-02-26T14:40:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-26T000034Z_163372076_RC2BTJA4OTPR_RTRMADP_3_NORTHKOREA-POLITICS_cropped-1772116615.jpg?resize=1920%2C1273",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "World Economic Forum head Borge Brende quits after Epstein links revealed | News | Al Jazeera",
            "time": "2026-02-26T14:28:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69a04f5f7e1b-1772113759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Borge Brende has resigned from his roles as the president and CEO of the World Economic Forum (WEF), following revelations of his links with the late financier and convicted sex offender Jeffrey Epstein.</p><p>Brende, a former Norwegian foreign minister who became president of the WEF in 2017, announced his departure on Thursday, joining the ranks of prominent figures to have left their jobs or faced criminal investigations after their contacts with Epstein were revealed in files released by the US Department of Justice last month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After careful consideration, I have decided to step down as President and CEO of the World Economic Forum. My time here, spanning 8-1/2 years, has been profoundly rewarding,” Brende said in a statement, which made no mention of Epstein.</p><p>“I am grateful for the incredible collaboration with my colleagues, partners, and constituents, and I believe now is the right moment for the Forum to continue its important work without distractions.”</p><p>Brende’s departure came several weeks after the WEF, organiser of the annual Davos summit,⁠ launched an independent investigation into his relationship with Epstein, following revelations in the files that the Norwegian had three business dinners with the financier and had also communicated with him via email and text message.</p><p>Epstein was convicted of procuring a minor for prostitution in 2008, spending about a year in prison before his release.</p><p>His contacts with a network of wealthy and influential figures continued in the wake of his conviction until an investigation into the wealthy financier was reopened in 2019. Epstein died by suicide in prison that year while facing charges of sex trafficking underage girls.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dinners-emails\">Dinners, emails</h2><p>Brende said in a statement earlier this month that during a visit to New York in 2018, he received an invitation from former Norwegian politician Terje Rod-Larsen to join him for dinner with several other leaders, plus “someone who was presented to me as an American investor, Jeffrey Epstein”.</p><p>“The following year, I attended two similar dinners with Epstein, alongside other diplomats and business leaders. These dinners, and a few emails and SMS messages, were the extent of my interactions with him,” he said.</p><p>“I was completely unaware of Epstein’s past and criminal activities.”</p><p>He said that had he known about Epstein’s background, he would have declined any contact with the convicted sex offender, adding that he regretted not having conducted a more thorough investigation into his past.</p><h2 id=\"investigation-concluded\">Investigation concluded</h2><p>In a separate statement, Andre Hoffmann and Larry Fink, co-chairs of the WEF, said the independent review ⁠conducted by outside counsel into Brende’s ties with Epstein had concluded.</p><p>The findings stated there were no additional concerns beyond what had been previously disclosed, it ⁠added.</p><p>The co-chairs said the WEF’s Alois Zwinggi will serve ⁠as interim president and CEO, and that the forum’s board of trustees would oversee the leadership transition, including a plan to identify a permanent replacement.</p><h2 id=\"arrests-and-resignations\">Arrests and resignations</h2><p>Epstein had ties to a long list of business and political leaders, whose links to the disgraced figure have now come under close scrutiny, resulting in <a href=\"/news/2026/2/24/epstein-files-the-arrests-and-the-resignations\">arrests and resignations</a>.</p><p>In Norway, Thorbjorn Jagland, former prime minister and former secretary-general of the Council of Europe, has been charged with “aggravated corruption” amid an investigation into his connections to Epstein, while Rod-Larsen and his wife Mona Juul, both diplomats, have also been charged.</p><p>Crown Princess Mette-Marit, the wife of Crown Prince Haakon, heir to Norway’s throne,  has also come under heavy scrutiny following the revelation of her close friendship with Epstein, issuing a public apology for her long association with him.</p><p>In the UK, prominent figures including Andrew Mountbatten-Windsor – formerly Prince Andrew – and Peter Mandelson, the former diplomat, minister, and adviser to multiple Labour Party prime ministers, have been arrested over alleged crimes linked to their relationships with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In France, financial crimes prosecutors have opened an investigation into former Culture Minister Jack Lang, while in Slovakia, Miroslav Lajcak, former president of the UN General Assembly, resigned as security adviser to the country’s prime minister amid growing criticism over his correspondence with Epstein, uncovered in the files.</p><p>A growing number of <a href=\"/news/2026/2/13/logistics-giant-dp-world-replaces-chief-named-in-epstein-files\">prominent business and academic figures</a> have also <a href=\"/news/2026/2/25/influential-economist-larry-summers-to-depart-harvard-over-epstein-ties\">left their posts</a> after their ties to Epstein were revealed.</p></div></div></body></html>"
        },
        {
            "title": "Has Trump’s trade strategy lost leverage? | Business and Economy | Al Jazeera",
            "time": "2026-02-26T13:59:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/YT-1772114348.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A Supreme Court setback on tariffs challenges Trump’s protectionist trade strategy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tariffs: The most beautiful word in the dictionary, as Donald Trump says, or unlawful?<br>\nThe Supreme Court has ruled that the president cannot use emergency powers to impose them.<br>\nIt’s a significant check on his power and a major setback to his second-term agenda.<br>\nBut despite the ruling, Trump has already found new ways to keep his trade barriers in place.<br>\nTariffs remain central to his economic policy, both to boost US manufacturing and generate revenue.<br>\nThe court may have disarmed one of Trump’s trade weapons, but the turn towards protectionism is far from over.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div></div></body></html>"
        },
        {
            "title": "Global impunity fuels Israel’s illegal push to annex West Bank: Amnesty | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-26T13:49:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69a0455e01-1772111198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">6 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The international community’s lack of action in taking punitive action against Israel over its pervasive breaches of international law in the occupied West Bank has contributed to making the annexation of Palestinian territory an “irreversible” reality, Amnesty International has said.</p><p>In a <a href=\"https://www.amnesty.org/en/latest/news/2026/02/israel-opt-global-impunity-fueling-israels-unlawful-annexation-measures-in-the-west-bank/\" target=\"_blank\" rel=\"noopener\">statement</a> released on Thursday, the human rights group said impunity granted to Israel by global powers has further emboldened the far-right government of Benjamin Netanyahu to “turbocharge” efforts to dispossess Palestinians across the West Bank.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The unconditional support of the USA government, combined with the pervasive lack of international accountability for Israel’s genocide against Palestinians in Gaza, decades of crimes under international law linked to its unlawful occupation and its system of apartheid, has further emboldened Israel to escalate its illegal actions,” Erika Guevara-Rosas, Amnesty International’s senior director for research, advocacy, policy and campaigns said.</p><p>The formalization of land grabs, the expansion of illegal settlements and state-backed settler violence in the territory “are a direct indictment of the international community’s catastrophic failure to take decisive action,” Guevara-Rosas said.</p><p>Countries, she added, have refused to use the tools at their disposal, such as suspension of the European Union-Israel Association Agreement, to deter Israel from its action.</p><p>The West Bank has been under Israeli occupation since the 1967 war. Since then, the contiguity of the Palestinian territory has been increasingly fragmented by the construction of hundreds of Israeli housing units, entrenching Israeli occupation. These settlements are illegal under international law.</p><p>Following Israel’s genocidal war, which started following the Hamas-led attack in southern Israel in October 2023, the number of settlements has sharply expanded, and the hundreds of makeshift outposts have multiplied. The population of Jewish Israelis in these areas has now soared past half a million people.</p><p>At the same time, Israeli army raids, attacks, house demolitions and arrests in the occupied territory are at unprecedented levels, while settlers attack and kill Palestinians and rampage through their property with impunity, backed by the military and the state.</p><p>At least 1,094 Palestinians have been killed by Israeli troops and settlers in the West Bank since October 2023, according to the latest United Nations <a href=\"https://www.ochaopt.org/data/casualties\" target=\"_blank\" rel=\"noopener\">figures</a>.</p><p>Last week, the UN Human Rights Council warned in a new report (<a href=\"https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session61/advance-version/a-hrc-61-26-auv-en.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) that Israeli policies in the West Bank – including “the systematic unlawful use of force” by the Israeli army and unlawful demolitions of Palestinian homes – aim to uproot Palestinian communities.</p><p>The UN report raised concerns of “ethnic cleansing” by Israeli authorities in Gaza and the occupied West Bank, amid increased attacks and forcible transfers that “appear to aim at a permanent displacement” of Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Amnesty International outlined a list of actions taken by the Israeli government since December:</p><ul>\n<li>On December 10, 2025, the Israel Land Authority published a tender for 3,401 housing units in the E1 area, east of Jerusalem, <a href=\"/news/2025/8/6/israel-pushes-for-more-illegal-settlements-in-occupied-west-bank-amid-raids\">to expand the illegal settlement</a> of Ma’ale Adumim and create a continuum with occupied East Jerusalem. This would split the West Bank into two.</li>\n<li>On December 11, 2025, Israel’s security cabinet approved plans to establish 19 new settlements, bringing the total number approved by the current coalition government to 68 in just three years and the total number of official settlements to about 210.</li>\n<li>On January 5, 2026, the Israeli civil administration designated 694 dunams of land belonging to the Palestinian towns of Deir Istiya, Biddya and Kafr Thulth in the northern West Bank as “state land”.</li>\n<li>On February 8, 2026, Israel’s security cabinet <a href=\"/news/2026/2/8/israel-security-cabinet-approves-rules-to-increase-control-over-west-bank\">approved</a> a series of sweeping measures to expand its powers across the occupied West Bank, including easing the sale of Palestinian land to Israeli settlers and expanding the powers of Israeli authorities in areas under Palestinian control.</li>\n<li>On February 15, 2026, the Israeli cabinet issued a decision that amounts to annexation under Israeli law.  It allocated more than 244 million Israeli shekels ($78m) for the establishment of a government mechanism to facilitate land registration in Area C, transferring the powers of land registration from the civil administration to Israel’s Ministry of Justice.</li>\n</ul><p>These actions took place despite the International Court of Justice (ICJ) ruling (<a href=\"https://www.icj-cij.org/sites/default/files/case-related/186/186-20240719-pre-01-00-en.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) in 2024 that the “Israeli occupation is illegal and should end its unlawful presence … as rapidly as possible … including removing settlements and forcing settlers out.” And last year, the UN General Assembly issued a resolution setting September 2025 as the deadline to end Israel’s occupation.</p><p>“Yet instead of complying, Israel has simply invented new ways to violate international law, further entrenching its unlawful occupation and apartheid – while the international community continues, at best, to pay lip service to Palestinians’ rights and taken no effective action,” Guevara-Rosas said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is really safe in India and Israel? | Narendra Modi | Al Jazeera",
            "time": "2026-02-26T13:49:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69a04dee8981-1772113390.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"332\" data-end=\"737\">Benjamin Netanyahu and Narendra Modi shared a conspicuously warm embrace as the Indian prime minister stepped off Air India One at Israel’s Ben Gurion airport on Wednesday, a moment that captured the political intimacy between the two leaders. Over the course of his two-day visit, the two sides are expected to sign several agreements, further consolidating an already deepening partnership between Israel and India.</p><p data-start=\"739\" data-end=\"1194\">Modi has long been a driving force behind this closeness. His 2017 trip marked the first visit to Israel by an Indian prime minister and signalled a decisive shift in bilateral relations. In an Instagram post on Wednesday, he called this trip a “historic visit”, later receiving a standing ovation at a reception at the Knesset, the Israeli parliament, where Netanyahu declared, “This is true friendship, between two leaders, between two countries, and between two ancient nations.”</p><p data-start=\"1196\" data-end=\"1531\">Of course, this friendship does not just hinge on the deals and agreements the two leaders are set to sign. While welcoming Modi on the tarmac at Ben Gurion airport, Sara Netanyahu, the Israeli prime minister’s wife, wore orange/saffron, the colour of Hindutva. The Israeli prime minister also pointed out that her outfit matched the orange pocket square Modi was wearing.</p><p data-start=\"1533\" data-end=\"2021\">The prominence of Hindutva’s signature colour was difficult to ignore and suggested a clear ease with, and affirmation of, the ideological framework underpinning Modi’s politics. The ideological partnership between Netanyahu and Modi rests on a belief that both leaders stand as a bulwark against what they consider an existential civilisational struggle against Islam and Islamism. Bibi’s Israel is meant to serve as a haven for all Jews, while Modi’s India is meant to keep Hindus safe.</p><p data-start=\"2023\" data-end=\"2101\">But it is worth asking, whose safety is really guaranteed in Israel and India?</p><p data-start=\"2103\" data-end=\"2508\">The genocide in Gaza and the ongoing settler violence and annexation of Palestinian land in the occupied West Bank are only the latest reminders that Palestinians cannot expect to be safe in the Holy Land. Palestinian citizens of Israel, who make up about 19 percent of the population, face various forms of institutionalised discrimination and are, in fact, as Amnesty International put it, “lesser citizens” of Israel.</p><p data-start=\"2510\" data-end=\"2705\">But not all Jewish citizens of Israel are “safe” either. Racial discrimination against Mizrahi Jews has been a matter of official policy, written into the very foundations of the state of Israel.</p><p data-start=\"2707\" data-end=\"2900\">A distinct antagonism towards Mizrahi Jews’ Middle East roots was evident when Ze’ev Jabotinsky, the founder of Revisionist Zionism and the Zionist paramilitary group Irgun, said, “We Jews have nothing in common with what is called the Orient, thank God. To the extent that our uneducated masses [i.e. Middle Eastern Jews] have ancient spiritual traditions and laws that call the Orient, they must be weaned away from them, and this is in fact what we are doing in every decent school, what life itself is doing with great success. We are going in Palestine, first for our national convenience, to sweep out thoroughly all traces of the Oriental soul.”</p><p data-start=\"2902\" data-end=\"3348\">Declassified state documents show that thousands of babies from Arab Jewish families arriving in Israel after its creation were stolen by hospitals and clinics and handed over “to wealthy Jewish families in Israel and abroad”. Yemeni families suffered the “largest proportion of disappearances”. It is estimated that “one in eight children [from Yemeni families] under the age of four” had gone missing by the time the State of Israel turned six.</p><p data-start=\"3350\" data-end=\"3847\">Racial discrimination is not a matter of the past, and this white supremacy is ever more evident in the structural and everyday racism faced by Ethiopian Jews. Though accounting for only 2 percent of the population, more than half of Ethiopian Jewish citizens live below the poverty line. Their neighbourhoods are chronically under-resourced, and Ethiopian Jewish children and youth face substance abuse, violence, high school dropout rates, as well as an alarming increase in cases of depression and suicide.</p><p data-start=\"3849\" data-end=\"3968\">Reflecting this experience, one participant in a<a href=\"https://www.associationforjewishstudies.org/docs/default-source/ajs-perspectives/ajs-perspectives-hate-issue-marom.pdf?sfvrsn=1c2b9306_0\"> study</a> published by the Association for Jewish Studies said, “No matter what we do, this is what we get. ‘These Ethiopians, these barbarians, they infiltrate Israel.’ Take police racism, for instance, they treat us like invaders, criminals, even though this is our home. And the strangest thing is, who knows the feeling of exclusion better than the Jewish people? We weren’t accepted in Europe because we were Jewish, and now you don’t accept us because we’re Black?! You were discriminated and now you discriminate us. You’re not accepting yourself! We are PART of you, can’t you SEE?”.</p><p data-start=\"3970\" data-end=\"4041\">These realities show that Israel is not a place of safety for all Jews.</p><p data-start=\"4043\" data-end=\"4332\">India is no different. Structural and everyday discrimination faced by the country’s minority Muslim population is <a href=\"/features/2022/6/10/analysis-islamophobia-is-the-norm-in-modis-india\">well documented</a> across legal, political and social spheres. Critics and oppositional voices remain under threat. But are all Hindus safe under a Hindu nationalist leadership?</p><p data-start=\"4334\" data-end=\"4487\">Caste-based discrimination, while not an invention of this government, remains a central feature of Indian society and has intensified under Modi’s rule.</p><p data-start=\"4489\" data-end=\"5035\">In January, the University Grants Commission (UGC) introduced the Promotion of Equity in Higher Education Institutions Regulations. The move followed Supreme Court pressure to address harassment and discrimination faced by <a href=\"/video/101-east/2017/3/3/indias-dalit-revolution#:~:text=We%20go%20inside%20the%20Dalit,minutes%2040%20seconds%2024:40\">Dalit students</a>. The regulations “make heads of institutions directly responsible for preventing and responding to discrimination on the basis of caste, religion, gender or disability by students, teachers or non-teaching staff”. The measures faced immediate backlash, and the court has since “stayed the new regulations”.</p><p data-start=\"5037\" data-end=\"5569\">Behind these regulations lies a tragic record of suicides among Dalit students. This includes the highly publicised case of Dalit PhD candidate Rohith Vemula at the University of Hyderabad in 2016. Vemula was active on campus, raising the issue of caste discrimination, prompting complaints from the student wing of Modi’s Bharatiya Janata Party (BJP). The matter reached Smriti Irani, the then-human resource development minister in the Modi government, who asked university leadership to investigate. Vemula’s fellowship was suspended, and he was forced to vacate his dormitory.</p><p data-start=\"5571\" data-end=\"5681\">He died by suicide on January 16, 2016, writing in his suicide note that his “birth was his fatal accident”.</p><p data-start=\"5683\" data-end=\"6253\">A 2021 <a href=\"https://www.pewresearch.org/religion/2021/06/29/attitudes-about-caste/\">Pew study</a> reveals that a majority of Indians “do not see widespread discrimination against Scheduled Castes and Tribes”. Yet UGC data from 2025 shows caste-related complaints have risen sharply. Employment patterns also reproduce caste hierarchies, with 77 percent of sewer and septic workers coming from Dalit communities. Research suggests that caste hierarchies are increasingly reproduced in artificial intelligence systems. The anti-affirmative action activism of the Hindu nationalist diaspora also demonstrates that caste hierarchies extend beyond national boundaries.</p><p data-start=\"6255\" data-end=\"6370\">What is the point of dredging up this record of exclusion, discrimination and hierarchy in light of Modi’s bromance with Netanyahu? It certainly does not mean that if racism in Israeli society did not exist, or if casteism were eliminated in India, their ideologies and political actions would be any more acceptable. Rather, it is to highlight the expansive and multifaceted nature of the hierarchies and structures of exclusion propagated by the two leaders. The main targets of their discourse and policies are Palestinians across Palestine and Israel, and Muslims in India. Yet the proponents of their politics are equally keen to weaponise this discourse and brand of statecraft to target those who do not fit their hegemonic conception of life and politics.</p><p data-start=\"6255\" data-end=\"6370\">That is to say, truly, no one is safe in Israel and India.</p><p data-start=\"6928\" data-end=\"6985\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "India-Israel axis: What are the IMEC corridor, I2U2 grouping Modi spoke of? | Narendra Modi News | Al Jazeera",
            "time": "2026-02-26T13:48:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69a0267c-1772103292_655935-1772104022.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi has delved into the <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">history of the relationship</a> between India and Israel, which has <a href=\"/features/2026/2/23/how-modi-broke-down-walls-between-india-israel-at-palestines\">improved exponentially</a> since 2014 when he came to power, as he addressed the Knesset, the Israeli parliament, in Jerusalem.</p><p>During the <a href=\"/news/2026/2/25/indias-modi-addresses-israeli-parliament-on-first-day-of-visit\">speech</a> on Wednesday, the first day of his <a href=\"/news/2026/2/25/indias-modi-visits-israel-whats-on-the-agenda-and-why-it-matters\">two-day visit to Israel</a>, Modi also urged closer cooperation on various projects, including the proposed India-Middle East-Europe Economic Corridor (IMEC) and the I2U2.</p><p>We unpack what the IMEC and I2U2 are and why Modi’s address is significant.</p><h2 id=\"what-did-modi-say-during-his-knesset-address\">What did Modi say during his Knesset address?</h2><p>Modi was greeted with a standing ovation in the Knesset. Parliamentarians chanted his name as the Indian prime minister replied with a namaste by joining his palms.</p><p>The Indian prime minister opened his speech by saying the “world was shattered by the barbaric terrorist attack by Hamas on October 7”, referring to the 2023 Hamas-led attacks on villages and army outposts in southern Israel that triggered Israel’s genocidal war on Gaza, which has killed more than 70,000 Palestinians.</p><p>“We feel your pain. We share your grief,” Modi said, adding that India stands by Israel “with full conviction”. Modi said India and Israel are “trusted partners” and this “contributes to global stability and prosperity”.</p><p>After this, the Indian leader gave a history of Jewish people in India and of the relationship between India and Israel.</p><p>“We are committed to expanding trade, strengthening investment flows and promoting joint infrastructural development.”</p><p>Modi added that an investment treaty signed between India and Israel last year will provide confidence and predictability for businesses in both India and Israel.</p><p>“We will also work closely in different formats, such as the India-Middle East-Europe Economic Corridor and the I2U2 frameworks between India, Israel, UAE and the US,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-imec\">What is the IMEC?</h2><p>The IMEC project was announced on September 9, 2023, during a <a href=\"/news/2023/9/11/g20-summit-what-india-showed-the-world-and-what-it\">Group of 20 summit in New Delhi</a>. It is a proposed infrastructure project that would connect India, the Middle East and Europe with an integrated rail and shipping corridor, according to the project’s website.</p><p>The corridor would pass through India, the United Arab Emirates, Saudi Arabia, Jordan, Israel and Europe and would include a network of railways, ports and highways to facilitate logistics and the free flow of trade along its route.</p><p>According to the project’s website, the IMEC aims to foster economic cooperation and green development through sustainable infrastructure projects.</p><figure id=\"attachment_4339746\" aria-describedby=\"caption-attachment-4339746\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4339746\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-India-Middle-East-Europe-Economic-Corridor-IMEC-map-graphic-Israel-1772094211.png?quality=80\" alt=\"INTERACTIVE - India-Middle East-Europe Economic Corridor (IMEC) map graphic Israel-1772094211\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4339746\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-the-i2u2\">What is the I2U2?</h2><p>The I2U2 group was established by India, Israel, the UAE and United States at a virtual summit<strong> </strong>on July 14, 2022.</p><p>Some analysts have called the I2U2 “the West Asian Quad” or “the Middle Eastern Quad” in reference to <a href=\"/news/2020/11/25/what-is-the-quad-can-us-india-japan-and-australia-deter-china\">the Quad</a>, or the Quadrilateral Security Dialogue, an informal forum comprising the US, Japan, Australia and India.</p><p>According to the US Department of State, the I2U2 devises projects and initiatives to address world challenges in the areas of water, energy, transportation, space, health, food security and technology.</p><p>It added that the project aims to modernise infrastructure, advance low-carbon development pathways and improve public health.</p><p>The group’s initiatives include a food security project in India, a hybrid renewable energy project in India’s Gujarat state and a project to address environmental and climate change challenges using space-based observation data and capabilities.</p><h2 id=\"why-is-modi-s-speech-to-the-knesset-significant\">Why is Modi’s speech to the Knesset significant?</h2><p>Modi made his visit to Israel as ties strengthen between Israel and India and against a backdrop of complex and rising geopolitical tensions in and around the Middle East.</p><h3>Strengthening ties</h3><p>Relations between India and Israel have hugely <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">improved</a> over the years. While still under British rule in the 1920s and 1930s, India strongly identified with the Palestinian struggle for independence.</p><p>India initially opposed Israel’s creation and United Nations membership before recognising the state in 1950. Full diplomatic relations were delayed until 1992, after which India-Israel economic ties expanded gradually over the next 20 years.</p><p>Since Modi became prime minister, there has been a <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">further shift</a> in the relationship between the two countries. Nine years ago, Modi became the first Indian prime minister ever to visit Israel.</p><p>India is currently Israel’s <a href=\"/news/2026/2/25/indias-modi-visits-israel-whats-on-the-agenda-and-why-it-matters\">second largest trading partner</a> in Asia after China. According to India’s Ministry of External Affairs, trade jumped from $200m in 1992 to $6.5bn in 2024.</p><p>“Modi is underscoring IMEC and I2U2 as part of a broader push to deepen economic and strategic cooperation with Israel and key Middle Eastern partners, positioning India at the centre of emerging trade and technology corridors amid shifting regional geopolitics,” said Sanam Vakil, the director of the Middle East and North Africa Programme at the London-based Chatham House think tank.</p><p>Collaborative projects like the IMEC and I2U2 are central elements of the expanding partnership between India and Israel. Additionally, they connect India and Israel to Middle Eastern countries.</p><p>“For Gulf states like the UAE and Saudi Arabia, IMEC and I2U2 offer a chance to cement their roles as pivotal connectivity and logistics hubs linking Asia, the Middle East and Europe while accelerating economic diversification beyond oil,” Vakil told Al Jazeera.</p><p>“However, lingering UAE-Saudi policy competition and Israel’s stance on Palestine inevitably complicate the political cohesion needed to fully deliver projects like IMEC.”</p><h3>Regional tensions</h3><p>Modi’s visit to Israel also comes amid worsening regional tensions.</p><p>It follows India’s decision to join more than 100 states in condemning Israel’s de facto <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">expansion in the occupied West Bank</a>, a move New Delhi delayed by a day, suggesting hesitation as a result of its close ties with Israel.</p><p>This week, Netanyahu said he plans to form a new regional bloc of countries that he <a href=\"/news/2026/2/23/whats-netanyahus-planned-hexagon-alliance-and-can-it-work\">called a “hexagon” alliance</a> to stand against “radical” Sunni and Shia Muslim “axes”.</p><p>On Sunday, Netanyahu said this alliance would include Israel, India, Greece and Cyprus along with other unnamed Arab, African and Asian states. None of these governments, including India, has officially endorsed this plan, however.</p><p>At the same time, US-Iran tensions are escalating. Washington is building up military assets near Iran while US President Donald Trump threatens limited strikes over Iran’s nuclear and missile programmes. Tehran has said it prefers diplomacy but will defend itself if attacked.</p><p>Israel will likely be a front-line participant in any escalation that might follow from US strikes or Iranian retaliation, analysts said.</p></div></div></body></html>"
        },
        {
            "title": "ElevenLabs CEO says voice AI will change everything. Can it be controlled? | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-26T13:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772113467.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">From restoring speech to deepfakes, Mati Staniszewski talks about where voice AI crosses the line.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>ElevenLabs can generate lifelike voices from a short sample, including a clone of Al Jazeera anchor Neave Barker. CEO and cofounder Mati Staniszewski tells <em>Talk to Al Jazeera</em> how voice AI could transform dubbing, education and accessibility, helping people who have lost speech. But the technology can be abused: for fraud, disinformation and psychological operations. From safety measures and detection to partnerships with governments, including Ukraine’s push towards an “agentic state”, the interview asks the core question: when your voice becomes software, who controls it, and what rights are left?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div><div class=\"google-preferred-source\"><button class=\"google-preferred-source__button\" aria-label=\"Add Al Jazeera on Google\" data-testid=\"google-preferred-source-button\"><svg class=\"icon icon--plus2 icon--primary icon--12 google-preferred-source__add-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>plus2</title><path fill=\"currentColor\" d=\"M10.571 13.429H3.43c-.405 0-.744-.137-1.018-.411A1.382 1.382 0 0 1 2 12c0-.405.137-.744.41-1.018.275-.274.614-.41 1.019-.41h7.142V3.428c0-.405.137-.744.411-1.018C11.256 2.137 11.595 2 12 2s.744.137 1.018.41c.274.275.41.614.41 1.019v7.142h7.143c.405 0 .744.137 1.018.411.274.274.411.613.411 1.018s-.137.744-.41 1.018c-.274.274-.614.41-1.019.41H13.43v7.143c0 .405-.137.744-.411 1.018-.274.274-.613.411-1.018.411s-.744-.137-1.018-.41a1.382 1.382 0 0 1-.41-1.019V13.43Z\"></path></svg><svg class=\"icon icon--google icon--primary icon--16 google-preferred-source__google-icon\" viewbox=\"0 0 17 16\" version=\"1.1\" aria-hidden=\"true\"><title>google</title><g fill-rule=\"evenodd\" clip-path=\"url(#a)\" clip-rule=\"evenodd\"><path fill=\"#4285F4\" d=\"M16.18 8.181c0-.567-.051-1.112-.145-1.636H8.5v3.094h4.305a3.68 3.68 0 0 1-1.596 2.415v2.007h2.585c1.513-1.393 2.386-3.443 2.386-5.88Z\"></path><path fill=\"#34A853\" d=\"M8.5 16c2.16 0 3.971-.717 5.295-1.939l-2.586-2.007c-.716.48-1.633.764-2.709.764-2.083 0-3.847-1.407-4.476-3.298H1.35v2.072A7.997 7.997 0 0 0 8.501 16Z\"></path><path fill=\"#FBBC05\" d=\"M4.024 9.519c-.16-.48-.251-.993-.251-1.52s.09-1.04.25-1.52V4.406H1.352A7.997 7.997 0 0 0 .5 8c0 1.29.31 2.513.85 3.593l2.674-2.073Z\"></path><path fill=\"#EA4335\" d=\"M8.5 3.182c1.175 0 2.23.403 3.058 1.196l2.295-2.294C12.467.793 10.656 0 8.5 0a7.997 7.997 0 0 0-7.149 4.407L4.024 6.48C4.653 4.59 6.417 3.182 8.5 3.182Z\"></path></g><defs><clippath id=\"a\"><path fill=\"#fff\" d=\"M.5 0h16v16H.5z\"></path></clippath></defs></svg><span class=\"google-preferred-source__text\">Add Al Jazeera on Google</span></button><button tabindex=\"0\" aria-label=\"See more of Al Jazeera’s trusted journalism by adding us as a preferred source on Google.\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--primary icon--16 google-preferred-source__info-icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div></div></div></div></body></html>"
        },
        {
            "title": "How Trump’s 2026 Iran ‘war’ script echoes and twists the 2003 Iraq playbook | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-26T13:03:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP030501010430-1750670519.jpg?resize=1500%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In January 2003, President George W Bush stood before the United States Congress to warn of a “grave danger” from a “dictator”, a former US client in the Middle East, armed with weapons of mass destruction (WMD).</p><p>Twenty-three years later, in the same chamber, President Donald Trump used his State of the Union <a href=\"/news/2026/2/25/trump-says-preference-is-to-solve-iran-tensions-through-diplomacy\">address</a> to paint a strikingly similar narrative: A rogue regime, a looming nuclear threat, and a ticking clock.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a dark twist of historical irony, Iraq’s Saddam Hussein, who was armed to the teeth by the US in Iraq’s 1980-1988 war with the fledgling Islamic Republic of Iran, became Washington’s public enemy number one, surpassing Osama bin Laden. Now, that label has been seemingly applied to Iran’s Supreme Leader Ayatollah Ali Khamenei, a key leader during that ruinous war against Iraq that left a million dead.</p><p>But while the “war script” sounds familiar, the geopolitical stage has shifted dramatically.</p><p>As Washington pivots from the neoconservatives’ “preemptive” doctrine of the Bush era to what experts are calling the “preventive maintenance” of the Trump era – following the June 2025 strikes on Iran in tandem with Israel’s attack in the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> – questions are mounting about the intelligence, the endgame, and the alarming lack of checks and balances.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-semiotics-of-fear-from-clouds-to-tunnels\">The semiotics of fear: From clouds to tunnels</h2><p>In 2003, the visual language of war was vertical: The fear of a “mushroom cloud” rising over US cities, or a biological weapon seeping into populated areas. Today, the fear has gone in the other direction: Purportedly deep underground.</p><p>“The administration is updating the visual dictionary of fear,” says Osama Abu Irshaid, a Washington-based political analyst. “They are exaggerating the nuclear threat exactly as the Bush administration did with the ‘smoking gun’ metaphor. But there is a key difference: In 2003, US intelligence was manipulated to align with the lie. In 2026, the intelligence assessments actually contradict Trump’s claims.”</p><p>While Trump asserted in his State of the Union address that Iran is “rebuilding” its nuclear programme to strike the US mainland, his own officials offer conflicting narratives. White House spokesperson Karoline Leavitt <a href=\"/news/2026/2/24/us-re-asserts-2025-strikes-obliterated-irans-nuclear-programme\">insisted</a> Tuesday, parroting her boss, that the 2025 “Operation Midnight Hammer” had “obliterated” Iran’s facilities. Yet, days earlier, Trump envoy Steve Witkoff claimed Tehran was “a week away” from the bomb.</p><p>This “information chaos”, analysts argue, serves a specific purpose: Keeping the threat vague enough to justify perpetual military pressure.</p><p>“Bush benefitted from the post-9/11 anger to link Iraq to an existential threat,” Abu Irshaid told Al Jazeera. “Trump doesn’t have that. Iran hasn’t attacked the US homeland. So, he has to fabricate a direct threat, claiming their ballistic missiles can reach America – a claim unsupported by technical realities.”</p><h2 id=\"the-regime-change-quagmire\">The regime change quagmire</h2><p>Perhaps the most glaring contrast with 2003 is the internal coherence of the administration.</p><p>The Bush team – Vice President Dick Cheney, Defense Secretary Donald Rumsfeld and his deputy Paul Wolfowitz – moved in ideological lockstep. Cheney famously predicted US troops would be “greeted as liberators”.</p><p>They were anything but. The made-for-television scene of a statue of Saddam Hussein being torn down in central Baghdad quickly gave way to sustained, organised fighting against the US occupation, heavy US troop losses, as well as sectarian bloodletting that forced Iraq onto the cusp of all-out civil war.</p><p>Bush declaring major combat operations over under a huge “Mission Accomplished” banner in May 2003 came back to haunt his administration and the US for years to come.</p><p>The Trump team of 2026 appears far more fractured, torn between “America First” isolationism and aggressive interventionism.</p><ul>\n<li><strong>The official line:</strong> Vice President JD Vance and Defence Secretary Pete Hegseth have publicly <a href=\"/news/2025/6/22/senior-trump-officials-say-us-attacks-on-iran-not-about-regime\">stated</a> the goal is not regime change. “We are not at war with Iran, we’re at war with Iran’s nuclear programme,” Vance said Sunday.</li>\n<li><strong>The president’s instinct:</strong> Trump contradicted them on social media, posting: “If the current Iranian Regime is unable to MAKE IRAN GREAT AGAIN, why wouldn’t there be a Regime change??? MIGA!!!”</li>\n</ul><p>“The Neocons who hijacked policy under Bush have been weakened,” notes Abu Irshaid. “But they have been replaced by figures like Stephen Miller, who holds absolute loyalty to Trump and close ties to the Israeli right. Trump is driven by instinct, not strategy. He seeks the ‘victory’ that eluded his predecessors: The total hollowing out of Iran, whether through zero-enrichment surrender or collapse.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-lonely-superpower-coercion-over-coalition\">The lonely superpower: Coercion over coalition</h2><p>In 2003, Bush and United Kingdom Prime Minister Tony Blair worked tirelessly to build a “Coalition of the Willing”. It was a diplomatic veneer, but it existed. Blair remains a much-loathed figure in the Middle East and in some quarters in the West for giving diplomatic cover to the Iraq debacle.</p><p>In 2026, the US is operating in stark isolation.</p><p>“Trump is not building a coalition; he is alienating allies,” Abu Irshaid explains. He points to a pattern of “extortion” extending from tariffs on the European Union to attempts to “buy” Greenland. “The Europeans see the coercion used against Iran and fear it could be turned against them. Unlike 2003, only Israel is fully on board.”</p><p>This isolation was highlighted when the UK reportedly refused to allow the US to use island bases for strikes on Iran, forcing B-2 bombers to fly 18-hour missions directly from the US mainland during the 2025 campaign.</p><h2 id=\"the-collapse-of-checks-and-balances\">The collapse of checks and balances</h2><p>Following the damning intelligence failures and lies of the Iraq war, promises were made to strengthen congressional oversight. Two decades later, those guardrails appear to have vanished.</p><p>Despite efforts by US Representatives Ro Khanna (a Democrat) and Thomas Massie (a Republican) to invoke a “discharge petition” to block an unauthorised war, the political reality is grim.</p><p>“The concept of checks and balances is facing a severe test,” warns Abu Irshaid. “The Republican Party is now effectively the party of Trump. The Supreme Court leans right. Trump is operating with expanded post-9/11 powers that allow for ‘limited strikes’ – strikes that can easily spiral into the open war he claims to avoid.”</p><p>With the administration citing “32,000” protesters killed by Tehran – a figure significantly higher than independent estimates, and which Iran dismissed as “big lies” on Wednesday – the moral groundwork for escalation is being laid, bypassing the need for United Nations resolutions or congressional approval.</p><p>As US and Iranian negotiators meet in Geneva for make-or-break talks under the shadow of last year’s “Operation Midnight Hammer”, the question remains: Are the two nations with decades of enmity boiling between them on the brink of a new deal, or the prelude to a war that could ignite the entire region in flames?</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "More than 1,000 UK councillors sign Palestine pledge as local polls loom | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-26T13:01:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699171d84a-1771139544.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 1,000 councillors in England have signed a pledge in support of Palestinians ahead of local elections in May.</p><p>Launched by the Palestine Solidarity Campaign in December, the Councillor Pledge for Palestine is urging politicians to take steps to “uphold the rights” of Palestinians, “stand up to Israel for its crimes of genocide and apartheid” and ensure their councils “are not complicit”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the campaign, 1,152 sitting councillors have signed the pledge. Of those, 387 are from the Green Party, 375 from the governing Labour Party and 115 from the Liberal Democrats.</p><p>Five councillors from the Conservative Party are among the signatories, along with hundreds more from the Scottish National Party, Plaid Cymru, the Scottish Greens and local parties, or who serve as independents. No candidates from the far-right Reform UK have signed the pledge.</p><p>The initiative, which will be opened to all candidates in March, is supported by Vote Palestine, a grassroots campaign coordinated by the Palestine Solidarity Campaign and backed by the Palestinian Youth Movement Britain, the Palestinian Forum in Britain, The Muslim Vote and the British Palestinian Committee.</p><p>It aims to pressure councils to adopt policies aligned with the Boycott, Divestment and Sanctions (BDS) movement, including divesting pension funds from companies linked to Israeli arms production.</p><p>Local Government Pension Scheme funds, administered by councils, invest more than 12.2 billion pounds ($16.5bn) in companies that are complicit in violations of international law, according to the <a href=\"https://lgpsdivest.org/lgps-investments/\" target=\"_blank\" rel=\"noopener\">Palestine Solidarity Campaign</a>.</p><p>Thirty-one councils have passed motions or issued statements supporting divestment of pension funds, the campaign <a href=\"https://lgpsdivest.org/timeline-of-divestment-milestones/\" target=\"_blank\" rel=\"noopener\">says</a>. It notes 46 percent of voters back divestment, compared with 14 percent who oppose it.</p><p>Supporters describe the movement as inspired by the anti-apartheid campaign of the 1980s, when more than <a href=\"/features/2016/2/23/bds-movement-lessons-from-the-south-africa-boycott\">100 local authorities</a> banned South African goods from their offices and schools, and others ended pension fund investments in companies with South African subsidiaries.</p><h2 id=\"corbyn-backs-campaign\">Corbyn backs campaign</h2><p>Former Labour leader Jeremy Corbyn has endorsed moves to make Palestine a central issue in the 2026 local elections. In a post on X, he wrote: “Let’s make the Palestinian issue non-negotiable in this election.” He called on campaigners to back a “people’s pledge”, whereby supporters promise to support only those council candidates who have backed Vote Palestine.</p><p></p><p>Signatories of the “candidates’ pledge” include Green Party deputy leader Mothin Ali and Trafford councillor Hannah Spencer, a by-election candidate in Gorton and Denton; Matthew Brown, Labour leader of Preston City Council; and Ayoub Khan, an independent member of Parliament and Birmingham councillor.</p><p>The May local elections are widely seen as a litmus test for the Labour government led by Prime Minister Keir Starmer, which has faced declining poll ratings since it was elected in 2024. Critics within and outside the party have linked some of the discontent to its handling of Israel’s genocide in Gaza.</p><p>With every council seat in London – traditionally a Labour stronghold – up for election, campaigners believe Vote Palestine could influence results in closely contested areas.</p><p>In Hackney, north London, where Labour currently holds a large majority, the party faces a challenge from the Greens and the Independent Socialists. All six of the borough’s Green councillors have signed the pledge, compared with three from Labour.</p><p>“We’ve all seen the devastation caused by Israel’s genocide in Gaza, but none have felt it more deeply than Hackney residents I’ve spoken to who have lost family members in Palestine,” said Zoe Garbett, a Green councillor in Hackney who is running for mayor.</p><p>“The council took a stand against South African apartheid, and now it’s time we make a similar stand for the Palestinians.”</p><p>Left-wing figures within Labour have also endorsed the pledge. Richard Burgon, Labour MP for Leeds East, said: “Keir Starmer’s refusal to stand up for the rights of the Palestinian people is wrong and has already badly hurt Labour at the polls. We saw that in the last general election, and I fear we will see it again in the May local elections.”</p><p>He added that the government “needs to listen” to members “demanding action against Israel’s genocide and war crimes and do so before even more damage is done and we lose more hard-working, principled councillors”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"pro-palestine-candidate-running-from-prison\">Pro-Palestine candidate running from prison</h2><p>The election campaign comes amid legal challenges surrounding the Palestine Action activist group. Earlier this month, the High Court <a href=\"/news/2026/2/13/uk-decision-to-ban-palestine-action-as-terror-group-unlawful-court-says\">ruled</a> that a decision to proscribe the group under antiterrorism legislation was unlawful, but the ban remains in place after the Home Office was granted an appeal to challenge the ruling.</p><p>One of its alleged members, Amu Gib, is standing as a candidate for Islington Council in London’s Finsbury Park while in prison. He <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\">went on a hunger strike</a> for 49 days last year.</p><p>Gib was arrested by counterterrorism police in connection with an alleged break-in at RAF Brize Norton, the United Kingdom’s largest air force base. The trial is ongoing. The charges relate to allegations that aircraft used to support Israel’s genocidal war on Gaza were vandalised.</p><p>Gib also took part in the Prisoners for Palestine hunger strike, which ended after the government decided not to award a contract worth 2 billion pounds ($2.7bn) to Elbit Systems UK, an arms company.</p><p>In a statement sent from prison, Gib told Al Jazeera that they were running on a platform calling for “no more endless wars”, as well as action on housing and food poverty. If elected, campaigners say they would be the first prisoner chosen for public office in the UK while imprisoned since Irish hunger striker Bobby Sands won a parliamentary seat in 1981.</p><p>Dan Iley-Williamson, a political organiser at the Palestine Solidarity Campaign, said: “The mass movement for Palestine – which has brought millions onto Britain’s streets – is not going away. Vote Palestine will take our demands into the May elections and deliver a message to those seeking office: If you want our votes, stand up for Palestine.”</p></div></div></body></html>"
        },
        {
            "title": "Cartels, Chaos & the 2026 World Cup | World Cup 2026 | Al Jazeera",
            "time": "2026-02-26T12:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026_Game-Theory_EP08_Thumbnail_Landscape_V01__00-1772110493.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Feb 2026</span><span aria-hidden=\"true\">26 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}