{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel installed security at Epstein’s Manhattan apartment for ex-PM Barak | News | Al Jazeera",
            "time": "2026-02-19T12:24:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-06-26T151236Z_1388642092_RC1D538D5C90_RTRMADP_3_ISRAEL-POLITICS-BARAK-1770964722.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government installed security equipment and controlled access to a Manhattan apartment building managed by the late sex offender <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein</a>, according to an investigation published by Drop Site News.</p><p>Based on a tranche of emails recently released by the United States Department of Justice, the <a href=\"https://www.dropsitenews.com/p/israeli-government-surveillance-epstein-apartment-66th-street-ehud-barak\">report</a> detailed how Israeli officials coordinated directly with Epstein’s staff starting in early 2016 to secure a residence at 301 East 66th Street. Former Israeli Prime Minister Ehud Barak frequently used the apartment for extended stays.</p><p>While the property was technically owned by a company linked to Epstein’s brother, Mark Epstein, the disgraced financier essentially controlled it. The units in the building were frequently loaned to Epstein’s associates and used to house underage models, the report said.</p><p>Barak served as prime minister from 1999 to 2001. Under Israeli law, former prime ministers receive state-funded security after leaving office. The documents expose a direct operational relationship between Israel’s permanent mission to the United Nations and Epstein’s enterprise.</p><p>Rafi Shlomo, the former director of protective services at the Israeli mission and head of Barak’s security detail, personally controlled access to the apartment. Shlomo conducted background checks on Epstein’s employees and cleaning staff and held meetings with them to coordinate the installation of surveillance equipment.</p><h2 id=\"coordinated-surveillance\">Coordinated surveillance</h2><p>The structural modifications carried out by the Israeli government required permission from Epstein.</p><p>In a January 2016 email exchange, Barak’s wife, Nili Priell, discussed the installation of alarms and surveillance tools with Epstein’s longtime assistant Lesley Groff. Priell noted the system included sensors on the windows and remote access capabilities.</p><p>“They can neutralize the system from far, before you need somebody to enter the appartment [sic],” Priell <a href=\"https://www.justice.gov/epstein/files/DataSet%209/EFTA00331291.pdf\">wrote</a>. “The only thing to do is call Rafi from the consulate and let him know who and when is entering.”</p><p>Groff later confirmed to Barak and Priell that Epstein had personally authorised the physical alterations to the property, <a href=\"https://www.justice.gov/epstein/files/DataSet%2010/EFTA02062130.pdf\">writing</a>: “Jeffrey says he does not mind holes in the walls and this is all just fine!”</p><p>The correspondence between the Israeli mission and Epstein’s representatives continued regularly throughout 2016 and 2017 to manage access for maids and coordinate subsequent visits by Barak.</p><h2 id=\"state-ties-and-political-fallout\">State ties and political fallout</h2><p>After Epstein’s death in a New York jail in 2019 while he was awaiting a sex-trafficking trial, Barak tried to downplay his relationship with the financier, claiming that while they had met, Epstein never supported or paid him.</p><p>The political fallout from the relationship has been seized upon by Barak’s rivals in Israel. Israeli Prime Minister Benjamin Netanyahu recently weaponised the newly released documents, arguing that the ties implicated Barak rather than Israel.</p><p>“Jeffrey Epstein’s unusual close relationship with Ehud Barak doesn’t suggest Epstein worked for Israel. It proves the opposite,” Netanyahu <a href=\"https://x.com/netanyahu/status/2019739136660222088\">stated</a>, accusing Barak of working with the “anti-Zionist radical left” to undermine Israel’s current government.</p><p>However, the emails released by the US Justice Department demonstrate that the entanglement extended beyond Barak to other active Israeli state officials.</p><p>Yoni Koren, a longtime aide to Barak who died in 2023, was also a frequent guest at the 66th Street apartment. Congressional investigations and leaked emails indicated Koren stayed at the Epstein-controlled residence multiple times, including in 2013 while he was serving as the bureau chief for the Israeli Ministry of Defence. Further records showed Koren continued to use the apartment while receiving medical treatment in New York until Epstein’s final arrest in 2019.</p><h2 id=\"intelligence-and-settler-funding\">Intelligence and settler funding</h2><p><a href=\"/news/2026/2/9/what-were-jeffrey-epsteins-links-to-israel\">The ties between Epstein and Israel</a> have come into sharp focus since the release of millions of documents relating to the criminal investigations into Epstein. Beyond his interactions with members of the global elite, including Barak, the files document Epstein’s financial support for Israeli groups, including Friends of the Israeli army and the settler organisation the Jewish National Fund as well as his connections to the Mossad, Israel’s foreign intelligence agency.</p><p>Barak has expressed remorse over his ties to Epstein. Despite the financier pleading guilty to soliciting a minor for prostitution in 2008, which resulted in a prison sentence, Barak maintained a close personal and business relationship with him. The former Israeli leader claimed he remained unaware of the full scope of Epstein’s crimes until a wider federal inquiry was opened in 2019.</p></div></div></body></html>"
        },
        {
            "title": "Israeli raids in occupied West Bank at start of Ramadan | Genocide | Al Jazeera",
            "time": "2026-02-19T12:16:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/wide-1771503386.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Slot offers Vinicius support, saying football ‘must do more’ against racism | Football News | Al Jazeera",
            "time": "2026-02-19T12:15:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-17T222507Z_202747653_UP1EM2H1NF5RX_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1771501077.jpg?resize=1730%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slot offers Vinicius support, saying football ‘must do more’ against racism</h1><p class=\"article__subhead\"><em>Liverpool manager Arne Slot speaks out about racism in football and says the sport must do more to prevent future incidents.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot says ‌more needs to be done to avoid racism in football following allegations by ⁠Real Madrid’s Brazilian forward ⁠Vinicius Junior that he was subjected to racist abuse from Benfica’s Argentinian winger Gianluca Prestianni.</p><p>Real’s 1-0 Champions League playoff first-leg win at Benfica on Tuesday was ⁠overshadowed by Vinicius accusing Prestianni of directing a racist slur at him, <a href=\"/sports/2026/2/18/mourinho-and-benfica-under-fire-after-real-madrids-vinicius-alleges-racism\">a charge denied</a> by the Portuguese club, the player and their manager, Jose Mourinho.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>European football’s governing body, UEFA, ⁠said it was <a href=\"/sports/2026/2/18/real-madrids-vinicius-to-have-alleged-racist-abuse-investigated-by-uefa\">reviewing the incident</a>, which led to the game being halted for 11 minutes under FIFA’s antiracism protocol.</p><p>“In general, you can never do enough, you can always do more to make sure this [racism in football] never happens again,” Slot told reporters ahead of Liverpool’s Premier League visit to ‌relegation-threatened Nottingham Forest on Sunday.</p><p>“We have to try as a football community to do more than society does. That’s maybe not so difficult, by the way. Protocol was followed in the game; that’s the first step,” he said on Thursday.</p><p>“I would hope my players would act in a similar way – immediately address it, and the referee acts in a similar way.”</p><p>Regarding the Forest game, Slot expects a different set-up under the Midlands club’s ⁠new manager, Vitor Pereira, compared with the meeting in November when Liverpool ⁠lost 3-0 at Anfield.</p><p>Former Wolverhampton Wanderers boss Pereira was appointed last Sunday to replace the sacked Sean Dyche.</p><p>“We only have tonight to see if this new manager changes personnel,” Slot said on Thursday, referring to Forest’s first game under Pereira ⁠at Fenerbahce in a Europa League playoff tie.</p><p>“The good thing is they have that game, and the manager was in the Premier ⁠League last season.”</p><p>The Dutchman said Jeremie Frimpong is still out ⁠this weekend, but fellow defender Joe Gomez is ready to start if needed.</p><p>Slot said his side have improved over the past few months, with Liverpool sixth in the table on 42 points from 26 games.</p><p>“We have improved compared to ‌three, four months ago. We are in a much better place than months ago,” the 47-year-old added.</p><p>“There are more reasons, but the most simple two are how fit we are and ‌that ‌we’re much better at set-pieces at the moment.”</p><p>Forest are languishing in 17th spot, one place and three points above West Ham United in the relegation zone.</p></div></div></body></html>"
        },
        {
            "title": "What happened to ISIL? | Conflict | Al Jazeera",
            "time": "2026-02-19T12:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771502558.jpg?resize=1918%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Director rejects Berlinale award over Israel’s genocidal war in Gaza | News | Al Jazeera",
            "time": "2026-02-19T12:01:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/13314426-1757209795.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tunisian director Kaouther Ben Hania has refused to accept a major award at the Berlin International Film Festival, leaving her trophy on stage to protest against the international political cover provided for <a href=\"/news/2025/9/16/first-head-of-united-nations-body-declares-israels-gaza-war-a-genocide\">Israel’s genocidal war in Gaza</a>.</p><p>Accepting the “Most Valuable Film” prize at the Cinema for Peace Awards for her project The Voice of Hind Rajab, Ben Hania stated that the killing of the five-year-old Palestinian girl by the Israeli army was not an exception, but part of a systematic genocide.</p><p>“Peace is not a perfume sprayed over violence so power can feel refined, and can feel comfortable,” Ben Hania told the audience. “If we speak about peace, we must speak about justice. Justice means accountability.”</p><p>The director stressed that the Israeli military killed Rajab, her family and the two paramedics sent to rescue her, with the complicity of the world’s most powerful governments and institutions.</p><p></p><p> </p><h2 id=\"institutional-repression\">‘Institutional repression’</h2><p>Ben Hania’s public stand serves as the climax of mounting internal dissent at the Berlinale. Her speech directly aligns with an open letter published in Variety, <a href=\"/news/2026/2/18/over-80-film-workers-slam-berlin-festivals-silence-on-israels-gaza-war\">signed by 81 prominent film professionals</a>, including actors Javier Bardem, Tilda Swinton and Brian Cox, alongside directors Mike Leigh and Adam McKay.</p><p>The signatories, all festival alumni coordinated by the group Film Workers for Palestine, condemned the Berlinale’s “anti-Palestinian racism” and its failure to demand accountability for international law violations. The letter highlighted a stark double standard, contrasting the festival’s institutional silence on Gaza with its vocal solidarity for Ukraine and Iran.</p><p>The coalition firmly rejected recent comments by Jury President Wim Wenders, who argued that filmmakers should “stay out of politics”. Indian author Arundhati Roy recently withdrew from the festival in protest against Wenders’s remarks.</p><p>“Last year, filmmakers who spoke out for Palestinian life and liberty from the Berlinale stage reported being aggressively reprimanded by senior festival programmers,” the letter read, noting that the festival leadership falsely implied that speeches rooted in international law were discriminatory.</p><p></p><p></p><p> </p><h2 id=\"weapons-and-complicity\">Weapons and complicity</h2><p>The cinematic boycott coincides with horrifying new details emerging from the besieged enclave. A recent <a href=\"/features/2026/2/10/israel-used-weapons-in-gaza-that-made-thousands-of-palestinians-evaporate\">Al Jazeera investigation</a> documented how Israeli forces have “evaporated” 2,842 Palestinians using United States-made thermobaric weapons. These munitions generate temperatures exceeding 3,500 degrees Celsius [6,332 degrees Fahrenheit], leaving no remains other than blood or small fragments of flesh.</p><p>The filmmakers’ letter also condemned the host nation, Germany, which remains one of the largest exporters of weapons to Israel. Signatories accused the German government and festival leadership of actively policing and silencing artists who advocate for Palestinian human rights.</p><p>The global film industry is increasingly drawing a hard line. Last year, more than 5,000 film workers pledged to refuse work with Israeli film companies and institutions.</p><p>Refusing to let the industry use her documentary for “image-laundering”, Ben Hania left her award on the podium as a reminder of the structures that enabled the mass civilian killings.</p><p>“I refuse to let their deaths become a backdrop for a polite speech about peace,” Ben Hania said. “When peace is pursued as a legal and moral obligation, rooted in accountability for genocide, then I will come back and accept it with joy.”</p></div></div></body></html>"
        },
        {
            "title": "The war on UNRWA: Gaza and the erosion of intl law | Gaza | Al Jazeera",
            "time": "2026-02-19T11:46:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771500995.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since October 2023, UNRWA has faced attacks by Israel’s government, funding cuts from the US, and legal cases questioning the organisation’s neutrality. During that time, Israeli forces have killed more than 380 UNRWA staff in Gaza.</p><p>In this episode of Centre Stage, Al Jazeera’s Mohamed Hassan speaks with UNRWA’s commissioner general, Philippe Lazzarini, about Israel’s ban on the agency and what he calls a turning point for international law and the global order.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UK King’s brother Andrew arrested on suspicion of misconduct | Police | Al Jazeera",
            "time": "2026-02-19T10:48:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771498068.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein’s shadow: Why Bill Gates pulled out of Modi’s AI summit | Technology News | Al Jazeera",
            "time": "2026-02-19T10:45:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6996cc87-1771490439.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Microsoft founder Bill Gates has cancelled his keynote speech at India’s flagship AI summit just hours before he was due to take the stage on Thursday.</p><p>Gates, who has faced renewed scrutiny over his past ties to the late sex offender <a href=\"/news/2026/1/31/bill-gates-elon-musk-howard-lutnick-face-new-scrutiny-over-epstein-ties\">Jeffrey Epstein</a>, withdrew to “ensure the focus remains on the AI Summit’s key priorities”, the Gates Foundation said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The five-day India AI Impact Summit 2026 was meant to showcase India’s ambitions in the booming sector, with the country expecting to attract more than $200bn in investment over the next two years.</p><p>India’s Prime Minister Narendra <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">Modi</a> had billed the summit as an opportunity for India to shape the future of AI, drawing high-profile attendees, including French President Emmanuel Macron and Brazilian President Luiz Inacio Lula da Silva.</p><p>Instead, it has been dogged by controversy, from Gates’s abrupt exit to an incident in which an Indian university tried to pass off a Chinese-made robotic dog as its own innovation.</p><p>So, what exactly went wrong at India’s flagship AI gathering and why has it drawn such intense scrutiny?</p><h2 id=\"why-gates-s-appearance-became-an-issue\">Why Gates’s appearance became an issue</h2><p>Bill Gates was due to deliver a short but high-profile speech highlighting the opportunities and risks posed by artificial intelligence.</p><p>However, in recent weeks, several opposition figures and commentators in Indian media weighed in after emails featuring his name were released in the Epstein files in late January, questioning whether his presence was appropriate.</p><p>Despite the discussion, all appeared to be proceeding as planned earlier in the week. On Tuesday, the Gates Foundation’s India office posted on X that Gates would attend the summit and “deliver his keynote as scheduled”.</p><p>Then, on Thursday, hours before the scheduled speech, it released a statement saying that “After careful consideration, and to ensure the focus remains on the AI Summit’s key priorities, Mr Gates will not be delivering his keynote address.”</p><p>It added that Ankur Vora, president of the Gates Foundation’s Africa and India offices, would deliver the speech instead.</p><p></p><h2 id=\"what-are-the-alleged-links-between-epstein-and-gates\">What are the alleged links between Epstein and Gates?</h2><p>Bill Gates was named in documents related to Epstein released in January by the US Department of Justice.</p><p>In a draft email included among the documents, Epstein alleged Gates had engaged in extramarital affairs and sought his help in procuring drugs “to deal with consequences of sex with Russian girls”.</p><p>It was unclear whether Epstein actually sent the email, and Gates denies any wrongdoing.</p><p>The Gates Foundation, in a statement to The New York Times, called the allegations “absolutely absurd and completely false”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-india-s-government-said\">What has India’s government said?</h2><p>Very little.</p><p>Despite criticism and calls from opposition figures to explain the invitation to Gates, the Indian government has not directly addressed the controversy that culminated in Gates’s withdrawal.</p><p>While unnamed government sources told local media he would not attend the summit, officials stopped short of explaining why.</p><p>Asked about Gates’s participation, Information Technology Minister Ashwini Vaishnaw declined to give a clear answer to reporters, while Modi made no reference to the issue in his public remarks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-the-epstein-files-a-sensitive-subject-for-india\">Why are the Epstein files a sensitive subject for India?</h2><p>The controversy surrounding Gates’s planned participation comes close on the heels of a series of disclosures in the Epstein files that have forced the Modi government on the backfoot.</p><p>In one email to an unidentified individual he referred to only as “Jabor Y”, Epstein referred to Modi’s historic visit – the first by an Indian prime minister – to Israel in July 2017.</p><p>Epstein wrote: “The Indian Prime minister modi took advice. and danced and sang in israel for the benefit of the US president. they had met a few weeks ago.. IT WORKED. !”</p><p>Modi’s visit to Israel – and his subsequent embrace of the Benjamin Netanyahu government, with military, intelligence and other ties strengthened over the past decade – had already drawn criticism from the opposition Congress party and others, who have accused him of reversing decades of Indian support for the Palestinian cause. India was the first non-Arab nation to recognise the Palestine Liberation Organization in 1974, and did not establish full diplomatic relations with Israel until 1992.</p><p>But the Epstein email turbocharged the opposition criticism of Modi’s Israel policy – with questions now also asked about whether it was influenced by Washington.</p><p>The Indian Ministry of External Affairs dismissed the Epstein email in an unusually sharply worded statement.</p><p>“Beyond the fact of the prime minister’s official visit to Israel in July 2017, the rest of the allusions in the email are little more than trashy ruminations by a convicted criminal, which deserve to be dismissed with the utmost contempt,” spokesperson Randhir Jaiswal said.</p><p>But the Epstein cloud continues to hover over India.</p><p>The files also show that India’s current oil minister, Hardeep Singh Puri, exchanged dozens of emails with Epstein after he joined Modi’s Bharatiya Janata Party in 2014.</p><p>In many of them, Puti appears to be taking Epstein’s help in getting US investors, such as LinkedIn’s Reid Hoffman, to visit India. In others, he appears to suggest that he had a fairly comfortable personal relationship with Epstein.</p><p>“Please let me know when you are back from your exotic island,” Puri wrote in December 2014, for instance, asking to set up a meeting in which Puri could give Epstein some books to “excite an interest in India”.</p><p>Puri, in a new conference, has claimed that he only met Epstein “three or four times”, but the Congress party has argued that the emails suggest a much closer relationship.</p><h2 id=\"gates-s-work-in-india\">Gates’s work in India</h2><p>The Gates Foundation has long been a key partner in India’s public health and development sectors, backing major vaccination drives, disease prevention campaigns and sanitation programmes.</p><p>At the same time, he has had vocal critics, including environmental activist Vandana Shiva, who has argued that Gates’s brand of “philanthro-imperialism” uses wealth to control global food systems.</p><p>Gates also faced heavy criticism after a 2024 podcast in which he said India was “a kind of laboratory to try things … that then, when you prove them out in India, you can take to other places” when discussing development programmes and the foundation’s work there.</p><h2 id=\"orion-the-robodog-and-other-controversies\">‘Orion’ the robodog and other controversies</h2><p>Beyond the fallout over Bill Gates’s cancelled keynote, the AI Impact Summit has faced several controversies.</p><p>One incident involved a robotic dog named “Orion”, which Galgotias University, based in the New Delhi suburban town of Greater Noida, presented as its own innovation.</p><p>Online users quickly identified the machine as a commercially available Chinese-made model, prompting organisers to ask the institution to vacate its stall.</p><p>The event also drew criticism on its opening day after facing logistical issues, including long queues and confusion over entry procedures, according to local media.</p><p>On Wednesday, large crowds were seen walking for miles after police cordoned off roads for VIP access.</p><p>Dhananjay Yadav, the CEO of a company exhibiting high-tech wearables, made headlines after he reported on social media that devices had been stolen from the company’s stand.</p><p>The Times of India later reported that two maintenance workers at the event had been arrested for allegedly stealing the wearables.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Ex-UK Prince Andrew Mountbatten-Windsor arrested amid Epstein scandal | Corruption News | Al Jazeera",
            "time": "2026-02-19T10:40:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/09/2021-09-13T164744Z_1141427967_RC24PP9MA38G_RTRMADP_3_PEOPLE-JEFFREY-EPSTEIN-ANDREW.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Ex-UK Prince Andrew Mountbatten-Windsor arrested amid Epstein scandal</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Andrew, the former British prince, was stripped of his title last year over his friendship with the late sex offender Jeffrey Epstein.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Migrants are not responsible for the UK’s healthcare crisis | Health | Al Jazeera",
            "time": "2026-02-19T10:19:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/A-member-of-NHS-stuff-stands-outside-of-St-Bartholomews-Hospital-entrance-where-Britains-Prince-Philip-has-been-admitted-in-London-Britain-March-1-2021.-REUTERSMatthew-ChildsFile-Photo-1771496130.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">7 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last week, Reform UK’s newest MP, Suella Braverman, and the party’s chairman, Zia Yusuf, argued that high levels of migration are placing unsustainable pressure on GP services, leaving British patients struggling to get appointments. This follows new data released by the Centre for Migration Control, suggesting that 752,000 migrants joined the GP register last year.</p><p>The Centre for Migration Control, a think tank focused on reducing immigration in the United Kingdom, based its claim on Flag-4 GP registrations, a category that counts anyone whose previous address was outside the UK for three months or more – a group that can include returning British residents as well as new arrivals. The figure of 752,000 Flag-4 registrations may seem large, but it accounted for just more than one in 10 of the roughly 6.5 million new GP registrations last year, a share that falls well short of the “unquenchable demand” Reform portrays. While the party continues to blame immigration for GP access pressures, it overlooks a central fact about the NHS workforce: More than 40 percent of doctors currently licensed to practise in the UK qualified overseas, and international graduates now make up the majority of new entrants to the medical register. The system Reform claims is being overwhelmed by migrants is, in reality, heavily sustained by them. Yet rhetoric tying GP shortages solely to migrant patients is becoming more frequent.</p><p>These claims echo across the UK’s wider far right. Tommy Robinson, the anti-Islam activist and former leader of the English Defence League, has repeatedly claimed the NHS is being “swamped by the rest of the world”, framing healthcare as another border to be defended. In this telling, the NHS becomes the last national institution under siege from migration. Yet the NHS is woven into Britain’s sense of itself. Almost every citizen has relied on it at some point in their lives, as it was designed to serve people from cradle to grave, and the emotional attachment to it remains strong despite its present strains. But unlike other parts of British life that politicians routinely blame migrants for reshaping, the NHS has always been intertwined with migration – just not for the reasons now being invoked.</p><p>The NHS was built on migrant labour, something that no politician has quite come to grips with since it was introduced. In 1948, an exodus of British doctors began at the formation of the health service, with many leaving for countries such as the United States, Canada and Australia, and Britain increasingly looking to its former colonies for a continued workforce supply. By 1971, about 31 percent of NHS doctors in England were born and qualified overseas. Even Enoch Powell, widely regarded as the chief architect of Britain’s modern anti-immigration movement, called for and supported the recruitment of doctors from abroad during his time as minister of health in the early 1960s. In a 1961 House of Lords debate, Lord Cohen of Birkenhead stated that the “Health Service would have collapsed” had it not been for junior doctors from India and Pakistan. This is without even taking into account the effect of the Windrush generation or Irish migrants, who formed a significant part of the nursing workforce in post-war Britain. This cognitive dissonance was apparent even in recent governments. Take former Home Secretary Priti Patel, under Boris Johnson’s Conservative government, who enforced some of the harshest migration conditions in recent decades, yet also introduced the Health and Care Visa and oversaw a significant increase in the recruitment of overseas healthcare workers during and after the pandemic to meet workforce shortages. Britain knows its health service cannot function without migration, but it never has.</p><p>This is not a new debate. In the 2010s, successive Conservative governments, while overseeing years of austerity and historically low funding growth in the health service, blamed migrants for its woes. The NHS migrant surcharge was introduced in 2015 as the Immigration Health Surcharge, forcing migrants who move to Britain to pay additional costs to use the NHS, despite many also contributing through income tax and national insurance. Currently, the surcharge stands at 1,035 pounds ($1,405) per year per adult, which can easily rack up significantly higher costs for families relocating to Britain. Thus, migrants do pay more to use the National Health Service. So why does Britain continue to blame them for the faltering service time and again?</p><p>The redirection tactic is easier to use than dealing with the complexity of fixing the NHS. The service has become so fragmented that it is almost impossible to work out where exactly the blame should lie internally, or where to begin when trying to fix the numerous problems that lead to poor wait times. Blaming migrants, however, is easy. It is tangible, too. Images regularly circulate on social media of A&amp;E departments filled with brown and Black patients waiting to be seen, with racist captions blaming “foreigners” for the wait – even though they could very easily be British nationals. None of those posts ever considers that close to half of doctors currently practising in the UK qualified overseas. Instead, visible ethnic differences are enough to convince them that immigration is the cause of the NHS’s faults. Politicians jump on this sentiment, and the truth becomes irrelevant.</p><p>Reform, for example, fails to take into account that research from the University of Oxford’s Blavatnik School of Government found that areas with more migrants do not experience longer NHS waiting times and, in some cases, even record slightly shorter waits. Migrants are often younger, healthier and therefore less likely to use GP services than Britain’s ageing population. Explaining that to the British public, however, is more complicated than adding it to the ever-growing list of things to blame immigrants for.</p><p>British politics has become encapsulated in two recurring debates – fixing the NHS, and migration. Just as the NHS stokes up emotion in British politics, migration causes a heated conversation. Combining the two creates a political firestorm that Reform believes will lead them to election victory – a tactic which has been used before, when the now infamous Vote Leave bus claimed the NHS would receive money going to the European Union, helping the Vote Leave campaign win the Brexit referendum. It wins voters, even if the figures do not stand up to scrutiny.</p><p>This is why, now, Health Secretary Wes Streeting has introduced fast-tracked legislation to prioritise British doctors in training posts over international ones, to “back homegrown talent”, and the Labour government has proposed tightening the social care worker visa route. Britain remains short of doctors, nurses and social care workers, but the last few years have proved a marked ideological shift. No longer is the debate about “good immigrants” who are needed in the NHS – the policy is to deter all migrants, for short-term political gain. Perhaps when Britain releases itself from the idea that it is competing with migrants for care, it will realise that migrants are the care.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "UK ex-Prince Andrew arrested on suspicion of misconduct in public office | Sexual Assault News | Al Jazeera",
            "time": "2026-02-19T10:16:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-10-17T182212Z_1228532666_RC20T0AGI286_RTRMADP_3_BRITAIN-ROYALS-ANDREW-1760864336.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Andrew Mountbatten-Windsor, the United Kingdom former royal, <a href=\"/news/liveblog/2026/2/19/live-ex-uk-prince-andrew-arrested-amid-epstein-scandal\">has been arrested</a> on suspicion of misconduct in public office.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">A statement from Thames Valley police was released Thursday that said, “As part of the investigation, we have today (19/2) arrested a man in his sixties from Norfolk on suspicion of misconduct in public office and are carrying out searches at addresses in Berkshire and Norfolk.”</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“The man remains in police custody at this time.”</p><p>King Charles II said after arrest that “the law must take its course” in the investigation of his brother.</p><p>Mountbatten-Windsor, the British former prince, was stripped of his title last year over his friendship with the late sex offender Jeffrey Epstein, amid ongoing furore over accusations against him of sexual assault, which he denies.</p><p>Police officers were investigating him for several allegations that emerged after US authorities released <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">more than 3 million pages</a> of documents relating ⁠to the disgraced financier.</p><p>Some of those files suggested that Mountbatten-Windsor had, in 2010, forwarded to Epstein reports about Vietnam, Singapore and other places he had visited on ‌official trips as UK trade envoy. In one confidential memo, he sought Epstein’s views on investment opportunities in Afghanistan’s Helmand province.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“We will not be naming the arrested man, as per national guidance. Please also remember that this case is now active so care should be taken with any publication to avoid being in contempt of court,” the police statement added.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Assistant Chief Constable Oliver Wright said: “Following a thorough assessment, we have now opened an investigation into this allegation of misconduct in public office.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“It is important that we protect the integrity and objectivity of our investigation as we work with our partners to investigate this alleged offence. We understand the significant public interest in this case, and we will provide updates at the appropriate time.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mountbatten-Windsor should cooperate with the United States authorities in their investigation, the UK Prime Minister Keir Starmer has said. “No one is above the law,” he added. Mountbatten-Windsor has consistently denied any wrongdoing.</p><p>“This is such an unprecedented action and move for a prince that was one time the queen’s favourite child, who held a number of high-profile roles within the British establishment, who gradually had this fall from grace because of his association with a convicted pedophile,” said Al Jazeera’s Milena Veselinovic, reporting from London. “This is yet another blow to the branding of the monarchy.”</p><p>Michael Walker, a political commentator and contributing editor at Novara Media, says the developments are “incredibly damaging” for the UK’s monarchy and establishment, more generally.</p><p>“There is an impression that even though Andrew has been pushed out of the royal family, it was always one step behind,” he told Al Jazeera.</p><p>“There is no impression that the royal family sort of learned about these things and was genuinely morally outraged so therefore pushed Andrew to the side,” he added.</p><p>“It always seems like they are a step behind, there’s a PR disaster and they say, ‘How do we distance ourselves from this man who is an embarrassment’ – as opposed to “How do we sort of bring about consequences for this man who has morally erred’.”</p><p>The arrest comes after the royal family last week <a href=\"/news/2026/2/9/uk-king-charles-will-support-police-probe-into-ex-prince-andrew-epstein\">committed to cooperate</a> with the police on any investigation regarding Mountbatten-Windsor.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can Europe reduce its dependence on the US and at what cost? | Business and Economy | Al Jazeera",
            "time": "2026-02-19T10:04:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/web-1771495430.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump’s tariffs, Greenland and defence spending are testing US-Europe alliance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has imposed tariffs on European goods, made a bid to take over Greenland and demanded Europe foot the bill for its own defence. European leaders now fear the era of US-led security protections may be over. They’re accelerating efforts to reduce their military and economic dependence on the US.</p><p>At the Munich Security Conference, US Secretary of State Marco Rubio insisted his nation is not walking away from its allies. But few in the room were convinced. Instead, leader after leader took to the podium with the same message: Europe must stand on its own.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Visualising AI spending: How does it compare with history’s mega projects? | Technology News | Al Jazeera",
            "time": "2026-02-19T09:39:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-AI-spending-poster-1771487467.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">7 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>World leaders and tech executives are convening in New Delhi for the India-AI <a href=\"/news/2026/2/16/india-hosts-ai-impact-summit-drawing-world-leaders-tech-giants\">Impact Summit</a> 2026, focusing on the role of artificial intelligence in governance, job disruption and global collaboration.</p><p>However, behind these discussions lies the financial reality. Over the past decade, AI has drawn one of the largest waves of private investment in modern history, totalling trillions of dollars.</p><p>According to Gartner, a United States-based business and technology insights company, worldwide spending on AI is forecast to total $2.5 trillion in 2026, a 44 percent increase over 2025.</p><p>To understand the magnitude of these investments, Al Jazeera visualises the staggering amounts by comparing them with some of the largest projects ever created by humanity. We also highlight which countries are spending the most on AI and provide insights into expenditures on data centres, models, services, and security.</p><h2 id=\"what-does-1bn-look-like\">What does $1bn look like?</h2><p>To help understand a trillion dollars, it is useful to first visualise what millions and billions of dollars look like by using a stack of US dollar bills.</p><p>If you break these amounts down using $100 bills, here is how they stack up:</p><ul>\n<li><strong>$1,000</strong> would form a stack about 1cm (0.393-inch) high.</li>\n<li><strong>$10,000</strong> would form a stack approximately 10cm (3.93-inch) high.</li>\n<li><strong>$1m </strong>would fit inside a briefcase.</li>\n<li><strong>$10m </strong>would fit inside a very large suitcase.</li>\n<li><strong>$100m </strong>would fit on an industrial pallet stacked waist-high.</li>\n<li><strong>$1bn</strong> would create a building approximately 5.2 metres (17 feet) high, with a width and a length of about 2 metres (6.6 feet) each.</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4324105\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-What-does-1bn-look-like-1771490010.png?quality=80\" alt=\"INTERACTIVE-What does $1bn look like-1771490010\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Another way to think of it is if you spent $1 every second, it would take:</p><ul>\n<li>11.5 days to spend $1m</li>\n<li>31 years to spend $1bn</li>\n<li>31,000 years to spend $1 trillion</li>\n</ul><p>In more tangible terms, $1bn is roughly equivalent to:</p><ul>\n<li>The estimated cost of the <a href=\"/news/2025/11/4/a-look-inside-egypts-newly-unveiled-grand-egyptian-museum\">Grand Egyptian Museum</a> in Giza, one of the largest archaeological museums in the world</li>\n<li>The cost of constructing two to three modern football stadiums, depending on size and design</li>\n<li>Buying 10 luxury private jets (at $100m each)</li>\n<li>Buying 6.3 tonnes of gold (at $5,000 per ounce)</li>\n<li>Buying 1 million high-end iPhones at retail price</li>\n</ul><h2 id=\"1-6-trillion-already-spent-on-ai\">$1.6 trillion already spent on AI</h2><p>Over the past decade, AI-related investments have surged nearly 13-fold.</p><p>According to the 2025 AI Index <a href=\"https://hai.stanford.edu/ai-index/2025-ai-index-report/economy\" target=\"_blank\" rel=\"noopener\">Report</a> by Stanford University, between 2013 and 2024, total global corporate investment in AI reached $1.6 trillion. This substantial expenditure dwarfs even the largest scientific and infrastructure projects of the 20th and 21st centuries.</p><p>To put the scale of AI investment into perspective, consider how it compares with some of the most ambitious and expensive projects in modern history. All figures are adjusted to 2024 US dollars:</p><ul>\n<li><strong>The Manhattan Project (1942-46)</strong>: $36bn</li>\n<li><strong>The International Space Station (1984-2011)</strong>: $150bn</li>\n<li><strong>The Apollo Program (1960-73)</strong>: $250bn</li>\n<li><strong>The US Interstate Highway System (1956-92)</strong>: $620bn</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4324102\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-AI-investment-dwarfs-worlds-mega-projects-1771490007.png?quality=80\" alt=\"INTERACTIVE-AI investment dwarfs world's mega projects-1771490007\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>In just over a decade, investment in AI has surpassed the cost of developing the first atomic bomb, landing humans on the moon and the decades-long effort to build the 75,440km (46,876-mile) US interstate highway network.</p><p>Unlike these landmark projects, AI funding has not been driven by a single government or wartime urgency. It has flowed through private markets, venture capital, corporate research and development, and global investors, making it one of the largest privately financed technological waves in history.</p><p>Global corporate investments in AI cover a vast array of operations, including mergers and acquisitions, minority stakes, private investments, and public offerings. These monumental expenditures highlight the extensive financial commitment to advance AI.</p><h2 id=\"which-countries-are-spending-the-most-on-ai\">Which countries are spending the most on AI?</h2><p>The AI investment surge is concentrated in just a few countries, where private capital has fuelled thousands of startups and shaped global innovation hubs.</p><p>The US has dominated AI spending, accounting for roughly 62 percent of total private AI funding since 2013. Between 2013 and 2024, US companies spent $471bn on AI. Chinese companies are the second-largest spenders at $119bn, followed by the United Kingdom at $28bn.</p><p>These figures exclude government spending, such as the US CHIPS Act or European national AI subsidies.</p><p>Global private investment in AI by country, 2013-24:</p><ul>\n<li>US: $471bn, supporting 6,956 newly funded AI companies</li>\n<li>China: $119bn, 1,605 startups</li>\n<li>UK: $28bn, 885 startups</li>\n<li>Canada: $15bn, 481 startups</li>\n<li>Israel: $15bn, 492 startups</li>\n<li>Germany: $13bn, 394 startups</li>\n<li>India: $11bn, 434 startups</li>\n<li>France: $11bn, 468 startups</li>\n<li>South Korea: $9bn, 270 startups</li>\n<li>Singapore: $7bn, 239 startups</li>\n<li>Others: $58bn</li>\n</ul><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4324107\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Which-countries-are-spending-the-most-on-AI-1771490012.png?quality=80\" alt=\"INTERACTIVE-Which countries are spending the most on AI-1771490012\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"ai-spending-to-total-2-5-trillion-in-2026\">AI spending to total $2.5 trillion in 2026</h2><p>AI spending is forecast to skyrocket to $2.5 trillion in 2026, driven by a massive global build-out of data centres and services, according to Gartner.</p><p>The bulk of the spending is expected to go towards:</p><ul>\n<li>AI infrastructure: $1.37 trillion</li>\n<li>AI services: $589bn</li>\n<li>AI software: $452bn</li>\n<li>AI cybersecurity: $51bn</li>\n<li>AI platforms for data science and machine learning: $31bn</li>\n<li>AI models: $26bn</li>\n<li>AI application development platforms: $8.4bn</li>\n<li>AI data: $3bn</li>\n</ul><p>By 2027, Gartner is forecasting that AI spending will surpass $3.3 trillion.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4324100\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-AI-forecast-to-total-2.52-trillion-in-2026-1771490006.png?quality=80\" alt=\"INTERACTIVE-AI forecast to total $2.52 trillion in 2026-1771490006\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "UN mission finds RSF destruction in el-Fasher bears ‘hallmarks of genocide’ | Sudan war News | Al Jazeera",
            "time": "2026-02-19T09:26:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260211__974L2NQ__v1__HighRes__SudanConflictDisplacedFire-1771491857.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The paramilitary Rapid Support Forces (RSF) group carried out “a coordinated campaign of destruction” against non-Arab communities in and around the Sudanese city of el-Fasher, the hallmarks of which point to genocide, United Nations-backed experts have said.</p><p>El-Fasher was the last stronghold of the Sudanese army in the sprawling region of Darfur in the west of the country, until it fell to the RSF in late October last year. The two sides have been fighting a <a href=\"/features/longform/2023/5/30/as-the-night-descended-they-came-and-killed-sudans-other-war\">vicious civil war</a> since April 2023.</p><p>In a new report on Thursday, the Independent International Fact-Finding Mission on the Sudan said RSF fighters were responsible for atrocities after an <a href=\"https://www.google.com/search?q=el-fasher+siege+site%3Aaljazeera.com&amp;rlz=1C1GCEA_enQA1192QA1192&amp;oq=el-fasher+siege++site%3Aaljazeera.com&amp;gs_lcrp=EgZjaHJvbWUyBggAEEUYOdIBCDQyNDdqMGo0qAIAsAIA&amp;sourceid=chrome&amp;ie=UTF-8\">18-month siege</a> on el-Fasher, during which they imposed conditions “calculated to bring about the physical destruction” of non-Arab communities, in particular the Zaghawa and the Fur communities.</p><p>“The scale, coordination, and public endorsement of the operation by senior RSF leadership demonstrate that the crimes committed in and around el-Fasher were not random excesses of war,” said Mohamed Chande Othman, the chair of the mission.</p><p>“They formed part of a planned and organised operation that bears the defining characteristics of genocide.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Under the Convention on the Prevention and Punishment of the Crime of Genocide, genocide refers to any of the following acts committed with intent to destroy – in whole or in part – a national, ethnical, racial or religious group: Killing members of the group; causing its members serious bodily or mental harm; deliberately inflicting conditions calculated to bring about its physical destruction; imposing measures intended to prevent births in the group; and forcibly transferring its children to another group.</p><p>Under the 1948 convention, a genocide assessment could be made even if only one of the five criteria were met.</p><p>The fact-finding mission, which was mandated by members of the Human Rights Council, said it found at least three of those five were met in the alleged actions of the RSF.</p><p>According to the report, they included killing members of a protected ethnic group; causing serious bodily and mental harm; and deliberately inflicting conditions of life calculated to bring about the group’s physical destruction in whole or in part.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The independent UN probe cited a systematic pattern of ethnically targeted killings, <a href=\"/news/2025/12/8/sudan-group-accuses-rsf-of-raping-19-women-who-fled-el-fasher\">sexual violence</a>, destruction, and public statements explicitly calling for the elimination of non-Arab communities.</p><p>The team’s report documented acts directed specifically against protected ethnic groups, accompanied by “exterminatory rhetoric”, accusing the RSF of targeting individuals based on their ethnicity, gender and perceived political affiliation.</p><p>“RSF fighters openly stated their intention to target and eliminate non-Arab communities,” the report stated, citing accounts of “explicit threats to ‘clean’ the city”.</p><p>“Survivors cited them as saying: ‘Is there anyone Zaghawa among you? If we find Zaghawa, we will kill them all … We want to eliminate anything Black from Darfur.'”</p><p>It said the alleged violations indicated the RSF intent to destroy the Zaghawa and Fur communities in whole or in part.</p><p>The report also stated that girls and women between the ages of seven and 70, including pregnant women, were raped and subjected to other forms of sexual violence, including whipping, beatings and forced nudity.</p><p>It quoted survivors reporting that “numerous” women were raped and recounting point-blank killings of civilians in homes, streets, open areas or while attempting to flee el-Fasher.</p><p>“They described individuals being gunned down in the streets, trenches and public buildings where they were hiding, while bodies of men, women and children filled the roads,” it stated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>There was no immediate comment by the RSF, which has previously denied such accusations.</p><p>Sudan descended into conflict nearly three years ago when a rivalry between its army chief, Abdel Fattah al-Burhan, and the commander of the RSF, Mohamed Hamdan “Hemedti” Dagalo, exploded into an all-out war.</p><p>Since then, tens of thousands of people have been killed while millions have been forced from their homes, with both sides accused of war crimes.</p><p>The RSF was formed out of tribal “Janjaweed” militias, which became a notorious state-backed group that was used as a counterrebel force during the Darfur war that began in 2003. About 300,000 people died in combat as well as from famine and disease brought on by the conflict.</p></div></div></body></html>"
        },
        {
            "title": "The cost of genocide: Israel’s war on Gaza by the numbers | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-19T09:21:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40455516-40455490-SEVEN_PALESTINIANS_LOSE_THEIR_LIVES_IN_ATTACK_ON_GAZA_CITY_DESPITE_CEASEFIRE-1770226600.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since its genocidal war on Gaza began in October 2023, Israel has expended vast amounts of money and manpower on levelling the Palestinian territory and destroying its institutions.</p><p>It has killed more than <a href=\"/features/2026/2/18/gaza-death-toll-exceeds-75000-as-independent-data-verify-loss\">72,000</a> people in achieving this end, including tens of thousands of children and women — with some independent researchers suggesting that the death <a href=\"/features/2026/2/18/gaza-death-toll-exceeds-75000-as-independent-data-verify-loss\">toll is higher than 75,000</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Of those who are still alive, many have suffered the effects of deliberately imposed starvation: first during Israel’s siege of northern Gaza in late 2024, which United Nations officials described as “<a href=\"/news/2024/11/9/strong-likelihood-of-imminent-famine-in-north-gaza-food-security-experts\">apocalyptic</a>”, and later during the man-made famine Israeli policies created in <a href=\"/news/2025/8/22/what-has-led-to-a-famine-being-confirmed-in-gaza\">August 2025</a>, when images of malnourished and starving children became commonplace on news bulletins around the world.</p><p>None of this has come cheaply. Israel – backed by its principal ally, the United States – has poured billions of dollars into waging its war on Gaza. So, how much does the killing of more than 72,000 Palestinians cost? How much do you need to spend on munitions to commit a genocide? And what is the impact of industrialised mass killing on an economy?</p><p>Here’s what we know.</p><h2 id=\"how-much-money-has-israel-spent-on-the-gaza-war\">How much money has Israel spent on the Gaza war?</h2><p>The Bank of Israel put the overall economic toll of the war at about 352 billion shekels ($112bn). That total includes roughly 243 billion shekels ($77bn) in direct defence costs, 33 billion shekels ($10.5bn) for the property tax compensation fund, civilian outlays of 57 billion shekels ($18bn) and interest payments of 19 billion shekels ($6bn).</p><p>In early 2025, taking the Gaza war in isolation, Israel’s former chief military economic adviser, Gil Pinchas, estimated that the cost to Israel had been 150 billion shekels ($48bn), running at an average cost of 300 million shekels ($96m) per day. On average, 100 Palestinians were killed in Gaza every day, according to Philippe Lazzarini, commissioner-general of the United Nations Relief and Works Agency for Palestine Refugees (UNRWA).</p><p>“Every item the [Israeli army] uses in combat has a price tag in shekels, detailed in a special, highly specific price book,” Pinchas told journalists, referring to the price paid by the Israeli army, and not Palestinians, for every combat ration, litre of fuel, vehicle, bullet and missile launched against Gaza. “The book is updated constantly, including during the war … We keep our finger on the pulse.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-of-the-war-s-expenditure-was-spent-on-munitions\">How much of the war’s expenditure was spent on munitions?</h2><p>We don’t know for sure.</p><p>Pinchas did say that Israel had spent 340 billion shekels ($108bn) on munitions since the war began, but nowhere near all of that has been used. A significant proportion of that money has also been spent on purchasing arms from Israeli manufacturers, which has helped to offset the wider impact of the war on the Israeli economy.</p><p>Line-by-line details for most military budgets are rarely available. But some insights can be gleaned from Israel’s other wars in the region.</p><p>According to an estimate midway through the war by The Wall Street Journal, Israel’s war on Iran was costing it $200m per day, with the missiles used to intercept Iranian rockets, sometimes reaching 400 a day, estimated at anywhere between $700,000 and $4m each.</p><p>In addition, Israel’s <a href=\"/news/2024/9/18/more-devices-exploding-across-lebanon-whats-happening\">September 2024</a> attack on the Lebanese group Hezbollah’s communication devices, which relied on a plan that had been set into motion years earlier, is reported to have set the Israeli treasury back some one billion shekels ($318m).</p><h2 id=\"what-has-been-the-overall-cost-to-the-wider-israeli-economy\">What has been the overall cost to the wider Israeli economy?</h2><p>Considerable, and much of that is down to manpower.</p><p>Of Israel’s 465,000 military reservists, upwards of 300,000 were deployed to Gaza during the first year of the war. This is in addition to 170,000 active-duty personnel. The cost of maintaining that number of active soldiers, as well as the impact on the wider economy due to the loss of workers called up as reservists, is astronomical.</p><p>According to Israel’s treasury, some 70 billion shekels ($22.3bn) has been spent on its reserve forces alone during the course of the war, while the cost of maintaining its standing army in 2025 was estimated to be 15.37 billion shekels ($4.9bn).</p><p>The Bank of Israel estimates that the cost of one month of service for a military reservist is about 38,000 shekels ($12,100) in lost production.</p><p>With military budgets unlikely to recede in the wake of the genocide and other wars that Israel has engaged in over the past two years, a column in the Israeli liberal daily Haaretz suggested that over the next decade, the cost of the war could run to, at a minimum, 500 billion shekels ($159bn).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-much-has-israel-s-genocide-cost-the-us\">How much has Israel’s genocide cost the US?</h2><p>More than many US voters might suppose.</p><p>According to Brown University’s 2025 <a href=\"https://costsofwar.watson.brown.edu/paper/AidToIsrael\" target=\"_blank\" rel=\"noopener\">Costs of War report</a>, since October 7, 2023, the US has provided Israel with some $21.7bn in military aid.</p><p>In addition to that, the American taxpayer has funded US operations in support of Israel in Yemen, Iran and the wider Middle East at a cost of $9.65bn to $12.07bn, meaning a total US investment of somewhere between $31.35bn and $33.77bn on Israel’s wars since 2023.</p><h2 id=\"how-much-will-it-cost-to-rebuild-gaza\">How much will it cost to rebuild Gaza?</h2><p>According to the United Nations, rebuilding Gaza – where Israel has destroyed the majority of buildings – would take decades and cost somewhere in the region of $70bn.</p><p>In a report, the UN noted that Israel’s military operations had “significantly undermined every pillar of survival” within the enclave and that the entire population of 2.3 million people faced “extreme, multidimensional impoverishment” – the term for poverty extending beyond financial duress, in areas such as a lack of clean water, proper sanitation and education.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran builds concrete shield at military site amid acute US tensions | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-19T08:47:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-18T180547Z_1818803686_RC2BOJAA4QCO_RTRMADP_3_IRAN-CRISIS-IMAGES-1771483281.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Newly released satellite images show that Iran has recently built a concrete ‌shield over a new facility at a sensitive military site and covered it in soil, advancing work at a location reportedly bombed by Israel in 2024 amid soaring tensions with ⁠the United States and the threat of regional war.</p><p>The images also show that Iran has ⁠buried tunnel entrances at a nuclear site bombed by Washington during Israel’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> with Iran last year – which the US joined on Israel’s behalf – fortified tunnel entrances near another, and has repaired missile bases struck in the conflict.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"369\" data-end=\"458\">This comes as countries in the region and across the world closely monitor the prospect of a major escalation. On Thursday, Poland’s Prime Minister Donald Tusk urged Polish citizens to leave Iran “immediately … and ⁠do not go to this country ‌under any circumstances”.</p><p>The satellite images offer a rare glimpse of Iranian activities at some of the sites at the centre of tensions with Israel and the US.</p><p>Some 30km (20 miles) southeast of Tehran, the Parchin complex is one of Iran’s most sensitive military sites. Western intelligence has suggested Tehran carried out tests relevant to nuclear bomb detonations there more than 20 years ago. Iran has always denied seeking ⁠atomic weapons and says its nuclear programme is purely for civilian purposes.</p><p>Neither US intelligence nor the UN nuclear watchdog found any evidence last year that Iran was pursuing nuclear weapons.</p><p>Israel reportedly struck Parchin in October 2024. Satellite imagery taken before and after that attack shows extensive damage to a rectangular building at Parchin, and apparent reconstruction in images from November 6, 2024. Imagery from October 12, 2025, shows development at the site, with the skeleton of a new structure visible and two smaller structures adjacent to it.</p><p>Progress is apparent in imagery from November 14, with what appears to be a metallic roof covering the large structure. By February 16, it cannot be seen at all, hidden by what experts say is a concrete structure.</p><p>The Institute for ‌Science and International Security (ISIS), in a January 22 analysis of satellite imagery, pointed to progress in the construction of a “concrete sarcophagus” around a newly built facility at the site, which it identified as Taleghan 2.</p><p>ISIS founder David Albright wrote on X: “Stalling the negotiations has its benefits: Over the last two to three weeks, Iran has been busy burying the new Taleghan 2 facility … More soil is available and the facility ⁠may soon become a fully unrecognizable bunker, providing significant protection from aerial strikes.”</p><p>The institute also reported in late January that satellite images showed new efforts to bury two tunnel entrances at the Isfahan complex – one of the three ⁠Iranian uranium-enrichment plants bombed by the US in June during the war. By early February, ISIS said all entrances to the tunnel complex were ⁠”completely buried”.</p><p>Other images point to ongoing efforts since February 10 to “harden and defensively ⁠strengthen” two entrances to a tunnel complex under a mountain some 2km (1.2 miles) from Natanz – the site that holds Iran’s other two uranium enrichment plants.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>This comes as Washington seeks to negotiate a deal with Tehran on its nuclear programme while threatening military action if talks fail.</p><p>On Tuesday, US and Iranian representatives reached an understanding on main “<a href=\"/video/newsfeed/2026/2/17/us-and-iran-reach-guiding-principles-in-geneva-nuclear-talks\">guiding principles</a>” during a meeting in Geneva, but felt short of achieving any breakthrough. The meeting in the Swiss city came after a first round of talks in Oman on February 6.</p><p>Reports suggest that Tehran would make detailed proposals in the next two weeks to close gaps. Among the many hurdles in the negotiations is the US push to widen the scope of the deal to include restrictions on Iran’s ballistic arsenal and support for its allies in the region.</p><p>That is fuelled by Israel’s demands and regional narrative, with Israeli Prime Minister Benjamin Netanyahu repeatedly pressing US President Donald Trump to shift from nuclear-only parameters.</p><p>Tehran has insisted that these provisions are non-negotiable but that it is open to discuss curbs on its nuclear programme in exchange for sanctions relief.</p><p>A previous negotiating effort collapsed last year when Israel launched attacks on Iran, triggering the 12-day war that Washington joined in by bombing key Iranian nuclear sites.</p><p>As diplomacy forges a path, both parties are ramping up military pressure.</p><p>The Islamic Revolutionary Guard Corps (IRGC) held a series of war games on Monday and Tuesday in the Strait of Hormuz to prepare for “potential security and military threats”.</p><p>On Wednesday, Tehran announced new joint naval drills with Russia in the Sea of Oman. Rear Admiral Hassan Maqsoudlou said the exercises were aimed at preventing any unilateral action in the region, and enhancing coordination against threats to maritime security, including risks to commercial vessels and oil tankers.</p><p>The US has also escalated its military build-up in the region. Trump has ordered a second aircraft carrier to the region, with the first, the USS Abraham Lincoln and its nearly 80 aircraft, positioned about 700 kilometres (435 miles) from the Iranian coast as of Sunday, according to satellite imagery.</p><p>The Trump administration also <a href=\"/news/2026/2/18/white-house-says-iran-would-be-wise-to-take-deal-amid-military-buildup\">issued new threats against Tehran</a> with White House press secretary Karoline Leavitt saying on Wednesday that “Iran would be very wise to make a deal” with the US. Trump escalated his rhetoric on social media.</p><p>“Should Iran decide not to make a Deal,” the US may need to use an Indian Ocean airbase in the Chagos Islands, “in order to eradicate a potential attack by a highly unstable and dangerous Regime”, he wrote on his Truth Social platform.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Legal doping in sport: Records or Ethics? | Digital Series | Al Jazeera",
            "time": "2026-02-19T08:38:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/THUMBNAIL-YU-1-1771489912.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Holding hands’: How Nigeria turned Trump’s threats to military partnership | Conflict News | Al Jazeera",
            "time": "2026-02-19T08:24:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-11T095332Z_362485747_RC23BY9739UR_RTRMADP_3_USA-NIGERIA-TROOPS-1771450454_a5da89-1771479414.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In early November, a social media post by United States President Donald Trump set off alarm bells across Nigeria. The US “Department of War”, he <a href=\"/news/2025/11/1/trump-threatens-to-launch-attacks-in-nigeria-over-killing-of-christians\">said</a>, was preparing to go into the West African country “guns-a-blazing” over what he claimed was the killing of Christians in Nigeria.</p><p>Nigeria’s government under President Bola Ahmed Tinubu swiftly hit back, rejecting the claims, saying that while the country faced a challenging security situation due to armed groups and banditry, it was untrue that Christians were specifically being targeted, as Muslim communities and traditional believers had also come under attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the Trump administration was not appeased. It had placed Nigeria on its “Countries of Particular Concern” (CPC) watchlist for religious freedom, and soon made threats of sanctions, cuts to financial aid, and punitive measures against Abuja for “failing” to protect Christians.</p><p>As Nigerians <a href=\"/features/2025/11/8/nigerians-demand-own-solutions-to-violence-as-trump-threatens-us-invasion\">worried</a> about a potential bombing campaign against their nation, the Tinubu government — though still denying accusations of a “Christian genocide” — quietly pivoted. Instead of aggressive rhetoric, it said it would <a href=\"/features/2025/11/19/cooperation-not-threats-nigeria-wants-us-alliance-to-curb-violent-attacks\">welcome US assistance</a> in dealing with security challenges that have long proved a thorn in the side of successive Nigerian governments.</p><p>Weeks later, on the night of December 25, the US launched what Trump described as “powerful and deadly” <a href=\"/news/liveblog/2025/12/26/live-nigeria-confirms-joint-us-strikes-on-isil-targets-in-its-north-west\">strikes</a> in northwest Nigeria but the US military’s Africa Command (AFRICOM) made clear the attacks were carried out “at the request of Nigerian authorities”.</p><p>That cooperation between the US and Nigeria only appears to have grown, culminating this week in <a href=\"/news/2026/2/16/us-deploys-100-soldiers-to-nigeria-for-training-mission-nigerian-military\">100 US military personnel</a> arriving in the country to help train Nigerian soldiers in the fight against armed groups.</p><p>Nigeria’s Ministry of Defence said US forces will assist with “technical support” and “intelligence sharing”, and despite not playing a direct combat role, will help target and defeat “terrorist organisations”.</p><p>To many, the developments come as a surprise – as in a little over three months, Nigeria appears to have overturned Trump’s “Christian slaughter” claim to instead win US military support for Abuja’s own military goals against armed groups.</p><p>“There’s been a strong shift,” said Ryan Cummings, the director of analysis at Signal Risk, an Africa-focused risk management firm. The narrative has “transitioned completely from a slap on the wrist to one where there seems to be a holding of hands in tackling this issue together”.</p><p>Although a notable shift, it is not fully surprising to many analysts, who see Nigeria’s cooperation as a strategic move to de-escalate tensions.</p><p>“It is neither unexpected nor hypocritical,” said Cheta Nwanze, the CEO of Nigerian risk advisory SBM Intelligence, who noted that Nigeria’s longstanding security partnerships since 1999 have favoured Western military doctrines.</p><p>What has shifted, he said, is the “US posture”: Washington now feels more entitled to get involved in a country where it sees strategic interests.</p><figure id=\"attachment_4323271\" aria-describedby=\"caption-attachment-4323271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323271\" src=\"/wp-content/uploads/2026/02/2026-01-22T131724Z_1703878274_RC296JAZ7DJY_RTRMADP_3_USA-NIGERIA-SECURITY-1771450457.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323271\" class=\"wp-caption-text\">Nigeria’s National Security Adviser Nuhu Ribadu and US Under Secretary of State for Political Affairs Allison Hooker deliver a speech during the inauguration of the Nigeria-US Joint Working Group to boost counterterrorism cooperation at the Office of the National Security Adviser in Abuja, Nigeria, on January 22, 2026 [Marvellous Durowaiye/Reuters]</figcaption></figure><h2 id=\"lobbyists-and-working-groups\">Lobbyists and working groups</h2><p>Kabir Adamu, the director of Beacon Security and Intelligence in Abuja, feels the Tinubu administration has been “successful in de-escalating the Trump threat and in establishing a joint working group between the two countries”. But the “challenge”, the risk analyst said, is that Abuja has not been transparent enough about the process.</p><p>“At what cost did [the government] do this?” he asked. “It has so far failed to be transparent in letting Nigerians know what agreement it entered with the US government that led to a de-escalation of the situation.”</p><p>In January, the US and Nigeria convened a <a href=\"https://ng.usembassy.gov/joint-statement-at-the-end-of-the-first-session-of-the-us-nigeria-joint-working-group-to-address-nigerias-country-of-particular-concern-designation/\">joint working group</a> to address Nigeria’s designation as a CPC and how the country can work to reduce violence against vulnerable groups. But outside of that, details of what transpired between the first Trump threats and the first US strikes are scant.</p><p>However, Cummings of Signal Risk points to one deal, in particular, that he believes helped turn the tide: on December 17, the Nigerian government, through a legal intermediary, hired the <a href=\"https://africa.businessinsider.com/local/markets/nigeria-hires-us-lobbyists-for-dollar9-million-to-communicate-its-position-to-the/k6sz113\">DCI Group</a>, Washington, DC-based lobbyists, for a reported sum of $9m.</p><p>According to the terms of the contract published online, DCI would “assist the Nigerian government through Aster Legal in communicating its actions to protect Nigerian Christian communities and maintaining U.S support in countering West African jihadist groups and other destabilizing elements”.</p><p>In hiring DCI, Nigeria has decided to “fight fire with fire”, Cummings said, comparing Abuja’s approach with what <a href=\"/features/2025/5/21/can-ramaphosa-charm-offensive-help-fix-south-africas-ties-with-trumps-us\">South Africa has done</a> in the face of similar false accusations by Trump’s government that a “white genocide” is taking place there.</p><p>In both Nigeria and South Africa, the claims were first spread by local minority lobby groups aided by Republicans and evangelicals in the US, Cummings said. These groups fed selectively framed or exaggerated accounts into the Trump administration.</p><p>Nigeria hired a lobby group “to basically persuade the Trump administration that what is happening in Nigeria and what has been told to the Trump administration by certain lobby groups was not an accurate reflection of the status quo,” Cummings said.</p><p>“And that seemingly has been pivotal in changing the stance of the US government towards Nigeria,” he said.</p><p>Trump’s Africa positions are strongly shaped by a conservative evangelical base in the US, Cummings added, displaying concern for Christians globally and sympathy for white minorities portrayed as supposed victims of Black governments.</p><p>In the sense of playing to his core constituency, Trump’s concerns for these groups are genuine, Cummings said, but in other ways, they are instrumental: Trump uses issues like “Christian persecution” or “white genocide” to pressure other countries on broader foreign‑policy alignment.</p><figure id=\"attachment_4323265\" aria-describedby=\"caption-attachment-4323265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323265\" src=\"/wp-content/uploads/2026/02/2026-02-10T220656Z_254521550_RC29OIAZU7HR_RTRMADP_3_USA-NIGERIA-TROOP-1771450448.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323265\" class=\"wp-caption-text\">People read newspapers reporting on US air strikes against Islamic State fighters in Nigeria, in Lagos, on December 26, 2025 [Sodiq Adelakun/Reuters]</figcaption></figure><h2 id=\"calculated-trade-off\">‘Calculated trade-off’</h2><p>Pressuring states for geopolitical gains plays out not just in Africa but outside the continent as well, both Nwanze and Adamu pointed out, citing the US’s recent abduction of Nicolas Maduro, the then-president of Venezuela, which, like Nigeria, holds significant oil reserves.</p><p>“Nigeria holds tens of billions of barrels of oil reserves and is Africa’s largest producer. The US National Security Strategy prioritises securing strategic resources through unilateral action”, so to some extent, the US’s recent moves regarding Nigeria are about “asserting control over global energy flows”, Nwanze said.</p><p>“The counterterrorism framing is genuine but convenient because it provides cover for interventions that also serve resource security objectives,” he explained.</p><p>Also citing the example of Venezuela, Adamu said that witnessing the US’s abduction of <a href=\"/news/2026/1/6/maduro-says-hes-a-prisoner-of-war-why-that-matters\">Maduro</a> also likely “made the Nigerian government more disposed to US cooperation”.</p><p>Adamu described Nigeria’s decision to allow the US to intervene as “a calculated trade-off” – one that provides security benefits through US troops and intelligence sharing; and stronger diplomatic ties with a powerful country — while also maintaining Nigeria-led oversight of US operations.</p><p>From Tinubu’s side, cooperation with the US is an “operational necessity”, Nwanze said. “Nigeria’s security forces are overstretched, and US intelligence and air power offer tactical advantages against militant groups.”</p><p>However, Cummings cautioned that while US support may improve Nigeria’s tactical counterterrorism capacity, it “treats the symptoms” and not the socioeconomic conditions at the root of the violence.</p><p>“There hasn’t been enough focus on how America can actually assist the Nigerian government in addressing the causes of these insurgencies, which very much lies in basic economics – creating employment opportunities, ensuring governance and access to public services in these areas are good, and ensuring that you as a country or as a government can make a better deal for local communities than the jihadists can,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"risk-of-escalation-by-armed-groups\">Risk of escalation by armed groups</h2><p>In fact, a US military presence in Nigeria may actually empower the armed groups, the analysts noted.</p><p>“There is a real risk of escalation,” Nwanze said, noting that recent security data compiled by his firm has shown “an uptick in attacks” since the US’s CPC designation.</p><p>He said armed groups like Islamic State Sahel Province (ISSP) and the al-Qaeda-linked Jama’at Nusrat al-Islam wal-Muslimin (JNIM) “have consistently exploited narratives of foreign intervention to recruit and radicalise”.</p><p>“The December strikes [on Nigeria by the US] provide propaganda material, allowing them to frame local grievances as part of a global war against Western forces,” he added.</p><p>“There is also the risk that militant groups will rebrand themselves as resisting foreign occupation, gaining propaganda advantages that outweigh tactical losses.”</p><p>Adamu said a US presence could motivate armed groups to intensify attacks, especially symbolically. But more than that, “due to the controversy and difference in support between Nigerians for the US presence, it can lead to a further polarisation of Nigeria along religious and ethnic divides”.</p><p>There are “domestic perception risks” for Abuja, he said, noting that previous Nigerian governments had faced public criticism when allowing US presence in Nigeria, and many now feel Tinubu is <a href=\"https://www.premiumtimesng.com/opinion/856429-nigeria-on-the-brink-as-we-handover-sovereignty-to-america-by-jibrin-ibrahim.html\">“handing the country over to US imperialism”</a>.</p><p>The domestic “optics” are a concern, Nwanze agreed. “The perception of compromised sovereignty feeds nationalist resentment and deepens distrust in government,” he said.</p><p>For Cummings, Nigeria was in a tough spot in the face of US aggression, and “on balance, it was a smarter decision by the Tinubu government [to have] greater alignment with the United States”.</p><p>The analyst argues that Nigeria is historically more pro‑West, with economic, political, social and diaspora ties to the US. He says in the absence of alternative partners – like BRICS or other South-South alliances – Abuja’s cooperation and seeming alignment with the Trump administration was the best way to de-escalate this crisis.</p><p>But other analysts like Nwanze are concerned that by choosing to concede to Trump the right to violate Nigerian sovereignty — even with Nigerian oversight — the Tinubu government had left the country exposed to further crises.</p><p>“Adding a US military footprint, however limited, risks deepening instability by broadening the conflict’s ideological scope,” he warned. “The [armed] groups were already motivated; now they have a more compelling story to tell.”</p></div></div></body></html>"
        },
        {
            "title": "Como’s Fabregas, Milan’s Allegri and an alleged pull of Saelemaekers’ shirt | Football News | Al Jazeera",
            "time": "2026-02-19T08:21:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260218__984A6XG__v1__MidRes__FblItaSerieaMilanComo-1771485962.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>AC Milan’s 1-1 home draw with Como saw them drop seven points behind rivals Inter in the race for Italy’s Serie A title, but the result was even more infuriating for the Rossoneri and their supporters after a controversial incident involving a Milan counterattack and the opposition manager, Cesc Fabregas.</p><p>A coming together on the touchline, involving the former Arsenal and Barcelona midfielder while the ball was in play, resulted in play being stopped and the Milan manager, Massimiliano Allegri, being sent off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The overview of the incident was not completely clear at the time and continued into post-match interviews, where the allegations and accusations increased.</p><h2 id=\"what-happened-between-fabregas-and-alexis-saelemaekers\">What happened between Fabregas and Alexis Saelemaekers?</h2><p>With the match level at 1-1 and with only 10 minutes to play, Milan attempted a counter on the left flank just in front of the Como technical area.</p><p>Rossoneri winger Alexis Saelemaekers was surrounded by Como defenders but attempted to cut infield to break clear of his opponents.</p><p>Rather than continue his run, however, the Belgium international instead ground to a halt and immediately turned to remonstrate with Como manager Fabregas.</p><p>The replays show Fabregas alongside Saelemaekers on the edge of the field of play, with Milan alleging the away team manager pulled the shirt of their player, preventing their attempted attack.</p><h2 id=\"why-was-ac-milan-s-allegri-sent-off-for-the-incident-with-fabregas\">Why was AC Milan’s Allegri sent off for the incident with Fabregas?</h2><p>A touchline bust-up ensued as the Milan bench, and their manager Allegri, confronted their opposite numbers from Como. Allegri was shown a red card by referee Maurizio Mariani for his part in the melee.</p><p>Fabregas’s assistant, and Como team manager, was also shown a red card.</p><h2 id=\"what-have-fabregas-and-allegri-said-about-the-incident\">What have Fabregas and Allegri said about the incident?</h2><p>In his post-match interview, Allegri made no attempt to hide his annoyance about the incident.</p><p>“I believe there was a foul,” Allegri told the broadcaster, DAZN.</p><p>“Saelemaekers was starting a counterattack and was pulled by someone from the bench – I think it was Fabregas.”</p><figure id=\"attachment_4323944\" aria-describedby=\"caption-attachment-4323944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323944\" src=\"/wp-content/uploads/2026/02/2026-02-18T213625Z_1781172034_UP1EM2I1O0N2H_RTRMADP_3_SOCCER-ITALY-MIL-COM-1771486081.jpg?w=770&amp;resize=770%2C530&amp;quality=80\" alt=\"AC Milan's Italian coach Massimiliano Allegri, left, leaves the field after his red card and argument with Como's Spanish coach Cesc Fabregas argue during the Italian Serie A football match \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323944\" class=\"wp-caption-text\">AC Milan coach Massimiliano Allegri is shown a red card by referee Maurizio Mariani [Daniele Mascolo/Reuters]</figcaption></figure><p>Later, Fabregas admitted that his behaviour was “unsporting” but said he had touched the ball with his hand and not pulled Saelemaekers’s shirt.</p><p>“I want to apologise first and foremost, I did something I am not proud of, and was unsporting,” Fabregas told DAZN. “We’ve got to keep our hands to ourselves … especially the coaches.</p><p>“I apologise, it was just a little touch and Allegri’s response was exaggerated, but I admit I shouldn’t have done it.</p><p>“I would’ve got angry too, so I can only apologise and say I hope it never happens again in my career.</p><p>“I touched the ball with my hand to prevent Milan from resuming play… I acted unsportsmanlike, and I apologise,” Fabregas said.</p><p>On Fabregas apologising for his part in the incident, Allegri replied: “I understand, but next time if someone runs down the line, I will make a sliding tackle and come in too.”</p><p>Allegri also defended his actions, saying he only left his technical area to “defend his player”.</p><h2 id=\"do-fabregas-and-allegri-have-a-history-of-poor-behaviour\">Do Fabregas and Allegri have a history of poor behaviour?</h2><p>Allegri is known for his calm approach on and off the field. The former midfielder had a reputation for seeing the game at a quicker pace than others and controlling the flow of play accordingly, an alertness he is also renowned for on the touchline.</p><p>Fabregas was an all-action midfielder for Arsenal, Barcelona, Chelsea and Spain, and – much like Allegri – was hugely gifted technically. Having spent the majority of his career in the fast-paced English Premier League with the two London sides, Fabregas was known for a fiery approach in the centre of the park.</p><p>As Como manager, Fabregas saw his team involved in <a href=\"/sports/2025/8/7/arsenal-and-barcelona-great-fabregas-como-in-punch-up-with-betis\">a mass brawl</a> during a preseason friendly in Spain against Real Betis last summer, which saw both sets of coaching staff drawn into the on-field scuffle where punches were thrown.</p><h2 id=\"how-did-the-serie-a-game-between-ac-milan-and-como-play-out\">How did the Serie A game between AC Milan and Como play out?</h2><p>Argentina midfielder Nico Paz put Como ahead in the 32nd minute following a clumsy error from Milan goalkeeper Mike Maignan.</p><p>The France number one tried passing the ball from the edge of his penalty area, but Paz swiftly intercepted it and shot through Maignan’s legs for his ninth league goal of the season.</p><p>Portugal winger Rafael Leao equalised midway through the second half for Milan with a neat lob after being set up by midfielder Ardon Jashari.</p><h2 id=\"how-is-the-rest-of-serie-a-shaping-up-behind-inter-and-ac-milan\">How is the rest of Serie A shaping up behind Inter and AC Milan?</h2><p>The draw with Como extended Milan’s unbeaten streak in the league to 24 games, though the seven-point gap to rivals Inter is now looking substantial.</p><p>Second-placed Milan are four points ahead of defending champions Napoli in third.</p><p>Como moved into sixth spot on goal difference from Atalanta in the race for a Champions League place next season. Fifth-placed Juventus – formerly managed by Allegri – are four points ahead of Fabregas’s Como.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Video: OpenAI and Anthropic CEOs refuse to hold hands at India AI summit | Technology | Al Jazeera",
            "time": "2026-02-19T08:19:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771489113.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "South Korea’s ex-President Yoon gets life for insurrection | Politics | Al Jazeera",
            "time": "2026-02-19T08:17:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771489005.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Torture, threats, rape’: Palestinian journalists detail Israeli jail abuse | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-19T08:00:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20231130__346K7CG__v2__HighRes__PalestinianIsraelConflictPrisoners-1771429413.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian journalists jailed by Israel have reported widespread abuse in custody, including routine beatings, starvation and sexual assault, according to testimony published by the International Committee to Protect Journalists (CPJ).</p><p>In a February 19 report, the media rights group said it interviewed 59 Palestinian journalists imprisoned by Israel after the Hamas-led attacks of October 2023. All but one reported experiencing “torture, abuse or other forms of violence”, it said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The alleged abuse meted out by Israeli authorities ranged from baton beatings and electroshocks to excruciating stress positions – including under sewage water – as well as sexual violence. Two journalists said they were raped.</p><p>Journalist Sami al-Sai said soldiers stripped him and penetrated him with a baton and other items in a small cell in Israel’s Megiddo prison, an ordeal he said left him in a “severe psychological state”.</p><p>“Descriptions of sexual violence appeared repeatedly in the testimonies, with journalists describing assaults as intended to humiliate, terrorise and permanently scar them”, said the CPJ report.</p><h2 id=\"we-will-kill-your-family\">‘We will kill your family’</h2><p>Other accounts detailed psychological abuse, including threats to kill family members, sleep deprivation through loud music and medical neglect, such as being denied treatment for severe bone fractures and eye injuries.</p><p>Journalist Amin Baraka said he was repeatedly threatened for his work with Al Jazeera.</p><p>“An Israeli soldier told me, word for word in Arabic, ‘Al Jazeera correspondent Wael al-Dahdouh defied us and remained in the Gaza Strip, so we killed his family. We will kill your family, too,’” Baraka told CPJ.</p><p>“In every prison they transferred me to, I was subjected to physical abuse. I still suffer from the blows to my stomach … and I need surgery,” he added.</p><p>CPJ said the reports of abuse from dozens of journalists expose a “clear pattern”.</p><p>“These are not isolated incidents”, said CPJ Regional Director Sara Qudah. “They expose a deliberate strategy to intimidate and silence journalists, and destroy their ability to bear witness.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"there-needs-to-be-accountability\">‘There needs to be accountability’</h2><p>Many of the jailed journalists were also denied basic legal protections, said CPJ.</p><p>Eighty percent of those interviewed were held under Israel’s system of administrative detention, meaning no charges were brought against them. One in four said they were never allowed to speak to a lawyer at any time, according to the watchdog.</p><p>At the same time, the vast majority of those interviewed reported experiencing “extreme hunger or malnutrition”, corroborated by photos CPJ reviewed showing detainees’ “gaunt faces, protruding ribs and hollowed cheeks”.</p><p>Some journalists said they survived solely on “moldy bread and rotten food”.</p><p>The CPJ said the detainees lost an average of 23.5 kilogrammes (54 pounds) while in custody.</p><p>“We returned from hell”, journalist Imad Ifranji said.</p><p>CPJ CEO Jodie Ginsberg called for the international community to “take action” against the alleged widespread mistreatment of journalists in Israeli jails.</p><p>“Humanitarian law sets unequivocal standards for the treatment of detainees, and there needs to be meaningful accountability for failure to meet these standards,” said Ginsberg.</p><p>Israeli authorities have long faced allegations of rampant abuse targeting Palestinian prisoners in their custody, including <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">torture and rape</a>, particularly at the notorious Sde Teiman facility. Last year, <a href=\"/video/the-take-2/2025/11/10/aje-onl-sde-teiman-cover-upthe-take-horizontal-03op2copy-101125\">leaked footage</a> documented Israeli prison guards gang-raping a Palestinian inmate at Sde Teiman, prompting a <a href=\"/news/2025/11/1/why-has-the-israeli-armys-top-lawyer-resigned-after-leaking-rape-evidence\">scandal in Israel</a>.</p><p>Israeli National Security Minister Itamar Ben-Gvir previously celebrated the “abominable conditions” of Palestinian prisoners and pledged to keep food provisions at the “bare minimum” required by law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s targeting of Palestinian journalists during its genocidal war in Gaza is also well documented. Nearly <a href=\"/news/2025/12/9/israel-the-top-killer-of-journalists-worldwide-once-again-says-rsf-report\">300 journalists and media workers have been killed</a> by Israeli attacks in Gaza since the war broke out, according to a tally by Shireen.ps, a monitoring website named after Al Jazeera journalist Shireen Abu Akleh, who was shot dead by Israeli forces in the occupied West Bank in 2022.</p><p>In one of its deadliest attacks in August 2025, Israel carried out <a href=\"/news/2025/8/26/who-were-the-five-journalists-killed-in-israels-gaza-hospital-attack\">a “double-tap” strike on a hospital</a> in the south of Gaza that killed five journalists, including Al Jazeera photographer Mohammad Salama, as well as contributors to Reuters and The Associated Press news agencies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gas explosion kills 16 in Pakistan’s Karachi, collapsing building | News | Al Jazeera",
            "time": "2026-02-19T07:44:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050266734476-1771486700.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gas explosion kills 16 in Pakistan’s Karachi, collapsing building</h1><p class=\"article__subhead\"><em>Rescuers are still removing rubble to search for any survivors trapped under the debris, police say.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A gas explosion has torn through an apartment building in Pakistan’s largest port city of Karachi, killing at least 16 people, including women and children, and injuring several others after part of the structure collapsed, police and rescue officials said.</p><p data-start=\"0\" data-end=\"253\" data-is-last-node=\"\" data-is-only-node=\"\">The explosion occurred on Thursday in a residential neighbourhood of Karachi, the capital of southern Sindh province, as residents were preparing a pre-dawn meal on the first day of the Muslim holy month of Ramadan, local police chief Rizwan Patel said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rescuers were still removing rubble to search for any survivors trapped under the debris, he said. The search-and-rescue operation was ongoing.</p><p>Most houses and apartment buildings in Karachi, like elsewhere in Pakistan, are supplied with natural gas for cooking. However, inconsistent supply and low pressure force many households to use liquefied petroleum gas (LPG) cylinders as a backup, increasing the risk of leaks and explosions.</p><p>In July, a gas explosion following a wedding reception at a home in Pakistan’s capital, Islamabad, killed eight people, including the bride and groom. The blast occurred as guests had gathered to celebrate the couple, authorities said.</p><p data-start=\"65\" data-end=\"287\">Pakistan’s President Asif Ali Zardari expressed grief over the deadly gas explosion in Karachi, offering condolences to the victims’ families and ordering authorities to ensure the injured receive the best possible care.</p><p data-start=\"289\" data-end=\"594\">He instructed officials to complete rescue efforts without delay and called on the Sindh provincial government to strictly enforce building regulations.</p><p data-start=\"289\" data-end=\"594\">Zardari also urged authorities to inspect gas cylinders, strengthen safety checks and launch a comprehensive investigation to prevent similar tragedies.</p></div></div></body></html>"
        },
        {
            "title": "Updates: South Korea convicts ex-President Yoon Suk-yeol for insurrection | News | Al Jazeera",
            "time": "2026-02-19T07:05:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050142350912-1771484546.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Updates: South Korea convicts ex-President Yoon Suk-yeol for insurrection</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Former President Yoon Suk-yeol sentenced to life in prison by Seoul court for his brief imposition of martial law in December 2024.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "South Korea’s ex-President Yoon gets life in prison for insurrection | Courts News | Al Jazeera",
            "time": "2026-02-19T06:54:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13376141-1771464096_b8e75a-1771464276.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South Korea’s former President Yoon Suk-yeol has been found guilty of masterminding an insurrection and sentenced to life in prison over his imposition of short-lived <a href=\"/news/2025/12/3/martial-law-year-after-south-korea-imposed-it-where-else-is-it-in-force\">martial law</a> in 2024.</p><p>“The declaration of martial law resulted in enormous social costs, and it is difficult to find any indication that the defendant has expressed remorse for that,” Presiding Judge Ji Gwi-yeon told the court on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As to defendant Yoon Suk-yeol, the crime of insurrection leadership is established,” the judge said.</p><p>“We sentence Yoon to life imprisonment.”</p><p>The Seoul Central District Court ruled that Yoon was the leader of the December 3, 2024 insurrection in a case where prosecutors had sought the death penalty for the disgraced ex-president, who was impeached and removed from office over his declaration of martial law.</p><p>The court found that the core fact of Yoon’s martial law case was that he sent the military to the National Assembly in December 2024, South Korea’s Yonhap news agency reported.</p><p>The court also ruled that Yoon intended to prevent and paralyse the National Assembly from functioning properly for a significant period of time, but rejected the special prosecutor’s claim that Yoon planned to establish a long-term dictatorship, according to Yonhap.</p><p>Yoon, 65, had maintained his innocence throughout his court appearances, arguing that he had the authority to declare martial law as president and that his decision was aimed at preventing opposition political parties from obstructing the government’s work.</p><h2 id=\"appeals-likely\">Appeals likely</h2><p data-start=\"63\" data-end=\"241\">A heavy security presence surrounded the Seoul Central District Court with police buses forming a tight cordon around the court, blocking surrounding streets as officers stood guard against possible unrest.</p><p data-start=\"380\" data-end=\"701\">Prosecutors accuse Yoon of abusing his authority when he ordered troops to enter parliament and remove political opponents during his short-lived declaration of martial law.</p><p data-start=\"703\" data-end=\"940\">Yoon remains in custody at the Seoul Detention Centre and is expected to stay there regardless of Thursday’s decision.</p><p>Following the court’s decision, Yoon’s lawyers said the ruling had only affirmed a “pre-written script” and claimed that it was not supported by evidence in the case, without elaborating.</p><p>His lawyers added that they would be discussing with Yoon whether or not he wanted to appeal.</p><p>Al Jazeera’s Jack Barton, reporting from Seoul, said, “This verdict is really bringing to a close, at least until the appeal, this period of political turmoil following the martial law that led to months of street protests and led to the national assembly impeaching him.</p><p>“Yoon was the first sitting South Korean president to be arrested, second to be successfully impeached and the third to face trial over insurrection,” he added.</p><p data-start=\"942\" data-end=\"1159\">Judicial guidelines state that first-instance trials should conclude within six months, and the full appeals process within two years. In practice, politically sensitive cases often extend well beyond those timelines.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1161\" data-end=\"1424\">Yoon’s legal troubles stretch beyond the current proceedings. In January, a separate court sentenced him to five years in prison after convicting him of obstructing authorities who sought to arrest him following his martial law order. He has appealed that ruling.</p><p data-start=\"1426\" data-end=\"1768\">Although his attempt to impose martial law lasted only about six hours before parliament voted it down amid mass protests, the move rattled South Korea, Asia’s fourth-largest economy and a key United States ally. The episode also raised questions about the resilience of a country long regarded as one of the region’s most stable democracies.</p><p data-start=\"1770\" data-end=\"1879\">President Lee Jae Myung, who won a snap election in June after Yoon’s removal, praised the public’s response.</p><p data-start=\"1881\" data-end=\"2066\">“It was possible because it was the Republic of Korea,” Lee wrote on X, invoking the country’s official name. He added that the Korean people would stand as an example in human history.</p><p data-start=\"2068\" data-end=\"2245\" data-is-last-node=\"\" data-is-only-node=\"\">Lee attached his post to a report noting that some academics have proposed nominating the South Korean public for a Nobel Peace Prize for resisting martial law without violence.</p><figure id=\"attachment_4323712\" aria-describedby=\"caption-attachment-4323712\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323712\" src=\"/wp-content/uploads/2026/02/afp_6996a675b2e4-1771480693.jpg?w=770&amp;resize=770%2C518&amp;quality=80\" alt=\"A blue bus believed to be transporting South Korea's impeached former president Yoon Suk Yeol arrives at the Seoul Central District Court in Seoul on February 19, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323712\" class=\"wp-caption-text\">A blue bus believed to be transporting South Korea’s impeached former President Yoon Suk-yeol arrives at the Seoul Central District Court as police cordoned off protests in Seoul on Thursday [AFP]</figcaption></figure></div></div></body></html>"
        }
    ]
}