{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pakistan says soldiers kill 33 fighters near Afghan border | Conflict News | Al Jazeera",
            "time": "2025-08-08T16:18:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2025-03-15T141127Z_609516030_RC2JDDA585IH_RTRMADP_3_PAKISTAN-ATTACK-1742408816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan says soldiers kill 33 fighters near Afghan border</h1><p class=\"article__subhead\"><em>Pakistan’s military says those killed had the backing of India although it offers no evidence to back up the allegation.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistani security forces have killed 33 fighters who tried to cross into the southwestern province of Balochistan from neighbouring Afghanistan, the military says, describing them as “Indian-sponsored” separatists.</p><p>Pakistan’s military said in a statement on Friday that an overnight operation took place in the Zhob district of Balochistan province, where soldiers spotted “Khwarij”, a phrase the government uses for Pakistan Taliban fighters.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The fighters were intercepted and engaged with “precise” fire, the statement said, adding that weapons, ammunition and explosives were recovered.</p><p>Pakistani Prime Minister Shehbaz Sharif praised the security forces for what he called a successful operation.</p><p>“Our brave soldiers risked their lives to foil this infiltration attempt and crushed the nefarious designs of the terrorists,” the prime minister was quoted by the Associated Press of Pakistan as saying.</p><p>Separatist fighters demanding mineral-rich Balochistan receive a bigger share of profits from its resources have stepped up attacks in recent months, particularly on Pakistan’s military, which has launched an intelligence-based offensive against them.</p><p>Pakistan often accuses the Taliban government in Afghanistan of turning a blind eye to fighters operating near their shared frontier. Kabul denies the charge.</p><p>The Pakistani military said on Friday that those killed had the backing of India although it offered no evidence to back up the allegation.</p><p>Pakistan and India often accuse each other of backing armed groups. New Delhi denies supporting fighters in Pakistan and has not commented on the latest incident.</p><p>The nuclear-armed neighbours with a history of conflict continue to engage in war rhetoric and have <a href=\"/news/2025/4/28/india-and-pakistan-continue-to-trade-fire-across-kashmir-border\">exchanged fire</a> across the Line of Control, their de facto border in disputed Kashmir, after an attack in <a href=\"/news/2025/4/23/act-of-war-what-happened-in-kashmir-attack-that-killed-26-tourists\">Pahalgam</a> killed 26 civilians in India-administered Kashmir on April 22.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"clashes-with-pakistani-taliban\">Clashes with Pakistani Taliban</h2><p>On Friday, the government in Balochistan suspended mobile phone internet service until August 31 for security reasons before Thursday’s Independence Day holiday, which celebrates Pakistan gaining independence from British colonial rule in 1947.</p><p>In recent years, separatist fighters in Balochistan have targeted people selling national flags before the holiday.</p><p>Balochistan has for years been the scene of a rebellion by separatist groups along with attacks by the Pakistan Taliban and the outlawed Balochistan Liberation Army.</p><p>The separatists demand independence from Pakistan’s central government in Islamabad.</p><p>Pakistan has witnessed a surge in armed attacks, most claimed by the Pakistan Taliban, who are known as Tehrik-e-Taliban Pakistan (TTP), and are allies of the Afghan Taliban.</p><p>The TTP is a separate group and has been emboldened since the Afghan Taliban returned to power in Afghanistan in 2021. Many TTP leaders and fighters have found sanctuary in Afghanistan since then.</p><p>Pakistan’s security forces are also operating in northwestern Khyber Pakhtunkhwa province, where soldiers in April killed 54 Pakistan Taliban in what authorities described as the deadliest single-day clash with fighters this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bayern Munich veers from Rwanda sponsorship after criticism | Football News | Al Jazeera",
            "time": "2025-08-08T15:34:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2016-04-20T120000Z_1876923898_D1AESZLJDTAA_RTRMADP_3_SOCCER-GERMANY-1754665894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bayern Munich veers from Rwanda sponsorship after criticism</h1><p class=\"article__subhead\"><em>German football club to shift away from ‘Visit Rwanda’ sponsorship after criticism from fans.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bayern Munich has signalled it will cut down on “Visit Rwanda” branding as it moves “away from a commercial sponsorship” with the African nation facing a backlash over alleged support for rebels in the neighbouring Democratic Republic of the Congo (DRC).</p><p>Bayern dismissed allegations of “sportswashing” when it signed a five-year deal with Rwanda in 2023. It included advertisements in the stadium and what Bayern called events “to promote tourism and investment opportunities in Rwanda”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>At the time, it replaced a sponsorship deal with Qatar. Rwanda has similar sponsorships with European football giants like Paris Saint-Germain, Arsenal and Atletico Madrid.</p><p>Some Bayern fans displayed a large banner at a game in February protesting against the deal amid accusations from the United Nations that Rwanda has backed rebels in the DRC.</p><p>Now the German football champions say they have reached a new deal with Rwanda that turns the existing sponsorship into a three-year agreement focusing on developing young football players at a Bayern-affiliated academy in the country.</p><p>“In constructive talks about our future direction, we agreed that a very special part of our relationship with [the Rwanda Development Board (RDB)] was the developmental nature of our work in Kigali through the FC Bayern Academy,” Bayern Chief Executive Jan-Christian Dreesen said on Friday in a statement.</p><p>“We are therefore transforming our commercial partnership into a talent programme and expanding the FC Bayern Academy in Kigali together with the RDB as both a football and social initiative. This remains perfectly aligned to our strategic objective of developing playing talent in Africa.”</p><p>Bayern didn’t specify how soon it would drop “Visit Rwanda” branding as part of the move, which it described as a transition. As of Friday afternoon, the branding was still displayed under a section of the Bayern website listing club sponsors and partners.</p><p>RDB Chief Executive Jean-Guy Afrika was quoted by Bayern as saying the changes to the partnership aimed to “accelerate sports development”, adding: “This continued partnership with FC Bayern helps ensure that talent development remains anchored in our broader vision to position Rwanda as a global hub for tourism, investment, and high-performance sport.”</p><p>Rwanda’s presence in European football has grown steadily since 2018 when it first partnered with Arsenal to put “Visit Rwanda” branding on the London club’s shirt sleeves.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>An agreement with PSG was signed in 2019 and renewed in April this year. It covers branding in the stadium and included shirt-sleeve sponsorship at the Club World Cup. A three-year deal to sponsor Atletico was agreed in April, including branding on training and warm-up shirts.</p><p>Rwanda is accused of supporting the M23 rebel group, the strongest of more than 100 armed groups vying for dominance in the mineral-rich eastern DRC just across the border from Rwanda. Rwanda also has been accused of exploiting the eastern DRC’s minerals, used in smartphones, advanced fighter jets and much more.</p><p>Rwandan authorities alleged that some of the people who participated in the 1994 Rwandan genocide fled to the DRC and are either working with or are being protected by the Congolese army. They have denied involvement in the DRC’s minerals sector and said any security action taken is to protect its own territory.</p></div></div></body></html>"
        },
        {
            "title": "China welcomes new US-Russia contact as Trump seeks end to Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T15:16:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T115828Z_2062675136_RC2Y2GAO260R_RTRMADP_3_CHINA-RUSSIA-XI-PUTIN-1754662987_ea9d8e-1754666169.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s President Xi Jinping has told Russia’s Vladimir Putin he is pleased to see Moscow maintain contact with the United States to advance a political resolution of the Ukraine crisis.</p><p>The remarks during a phone call between the two leaders on Friday come after the Kremlin said <a href=\"/news/2025/8/7/donald-trump-and-vladimir-putin-to-meet-in-coming-days-kremlin-aide-says\">President Putin would meet US President Donald Trump</a> in the coming days.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>During the phone call, Xi said China would maintain its stance on the need for peace talks and a diplomatic solution to the Russia-Ukraine war, Chinese state broadcaster CCTV reported.</p><p>The Kremlin said Putin had called his Chinese counterpart to update him on the latest US-Russia talks, during which Xi expressed support for a “long-term” solution to the Ukraine conflict.</p><p>The call between Xi and Putin was their second in less than two months. Putin is expected to visit China in September for events marking the 80th anniversary of the end of World War II.</p><p>The two countries have further bolstered their economic, trade and security cooperation since Russia’s full-scale invasion of Ukraine in February 2022, which triggered a sharp deterioration in Moscow’s relations with the West.</p><p>China has never denounced Russia’s war nor called for it to withdraw its troops, and many of Ukraine’s allies believe that Beijing has provided support to Moscow. Beijing insists it is a neutral party, regularly calling for an end to the fighting while also accusing Western countries of prolonging the conflict by arming Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has voiced growing frustration with Putin over the lack of progress towards peace in Ukraine and has threatened to impose heavy tariffs on countries that buy Russian oil, including China.</p><p>The US president on Wednesday said he could announce further <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">tariffs</a> on China similar to the 25 percent duties he has already imposed on India over its purchases of Russian oil.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In response to those remarks, a Chinese foreign ministry spokesperson said on Friday that Beijing’s trade and energy cooperation with Russia was “just and legitimate”.</p><p>“We will continue to take reasonable measures to ensure energy security based on our own national interests,” Guo Jiakun said in a statement.</p><h2 id=\"calls-with-other-allies\">Calls with other allies</h2><p>Putin and Trump are set to hold talks, although no firm date or venue has been set. Both sides have confirmed preparations for a summit are under way and have suggested that a meeting could take place next week.</p><p>China has been mentioned in media reports as a possible venue for the Putin-Trump summit, with speculation that Trump could join Putin there in early September.</p><p>The Kremlin also said Putin had spoken to the leaders of Kazakhstan and Uzbekistan and briefed them on <a href=\"/news/2025/8/6/us-envoy-witkoff-in-russia-ahead-of-sanctions-deadline-over-ukraine-war\">talks</a> he held with US envoy Steve Witkoff on Wednesday.</p><p>Putin also discussed Ukraine in a phone call with Belarusian President Alexander Lukashenko on Friday, the Belarusian state news agency BelTA reported.</p><p>Indian President Narendra Modi also held a phone call with Putin to discuss the situation in Ukraine and bilateral relations.</p><p>“Had a very good and detailed conversation with my friend President Putin. I thanked him for sharing the latest developments on Ukraine,” Modi said on X.</p><p>The Indian president added that he looked forward to hosting Putin in India later this year, without specifying the date.</p><p></p><h2 id=\"pause-in-conflict-may-be-close\">Pause in conflict may be ‘close’</h2><p>The calls came amid rising hopes for a breakthrough in the Ukraine war, now in its fourth year. Polish Prime Minister Donald Tusk said on Friday that a pause in the conflict could be close, after speaking to Ukraine’s President Volodymyr Zelenskyy.</p><p>Tusk said Zelenskyy was “very cautious but optimistic” and that Ukraine was keen that Poland and other European countries play a role in planning for a ceasefire and an eventual peace settlement.</p><p>“There are certain signals, and we also have an intuition, that perhaps a freeze in the conflict – I don’t want to say the end, but a freeze in the conflict – is closer than it is further away,” he told a news conference on Friday. “There are hopes for this.”</p><p>Trump’s efforts to pressure Putin into stopping the fighting have so far delivered little progress. Russia’s bigger army is slowly advancing deeper into Ukraine while it relentlessly bombards Ukrainian cities. Russia and Ukraine are far apart on their terms for peace.</p><p>Almost two weeks ago, Trump moved up his ultimatum to impose additional sanctions on Russia, as well as introduce secondary tariffs targeting countries that buy Russian oil, if no Kremlin moves towards a settlement were forthcoming.</p><p>The deadline expired on Friday. It was unclear what steps Trump intended to take as a consequence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘No plans’ to recognise Palestinian state, US vice president says | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T15:11:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T144613Z_842152887_RC213GAHG1KF_RTRMADP_3_USA-VANCE-BRITAIN_cropped-1754665694.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The secret to a long healthy life? | Travel | Al Jazeera",
            "time": "2025-08-08T13:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754570373.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Today on The Stream, five ‘Blue Zones’ host some of the healthiest, longest-living people. What’s behind their longevity?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Blue Zones are five diverse regions where people live longer and stay healthy into their 90s and 100s. Their secrets? Mostly plant-based diets, daily natural movement, strong social ties, and a clear sense of purpose. These simple, sustainable habits keep people active and resilient. As the modern world faces chronic illness and ageing populations, the Blue Zones offer practical lessons on how we might live longer, healthier, and more fulfilling lives.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nAnna Katsas – Videographer and content creator<br>\nPaola Demurtas – Longevity guide<br>\nLuigi Fontana – Director, Charles Perkins Centre Clinic</p></div></div></body></html>"
        },
        {
            "title": "Why have blue whales stopped singing? The mystery worrying scientists | Climate News | Al Jazeera",
            "time": "2025-08-08T13:28:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP17143595124014-1754568753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Whale songs are far removed from the singing that humans are used to. Unlike our musical sounds, those produced by whales are a complex range of vocalisations that include groans, clicks and whistles and that can sound like anything from the mooing of a cow to the twitter of a bird. These vocalisations can be so powerful that they can be heard as far as 10km (6 miles) away, and can last for half an hour at a time.</p><p>But while they may not be exactly dancing material, whale songs are critical for communication: between males and females during mating, or among a school of whales migrating.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>For researchers, these complex sounds are a window into whale behaviour, even if humans don’t yet know exactly how to decode them.</p><p>The frequency of songs and their intensity can signal various things: an abundance of food, for example. In recent studies, however, researchers have been alarmed to find that blue whales, the largest whales and, indeed, the largest mammals on Earth, have stopped singing at specific times.</p><p>Their eerie quietness, scientists say, is a signal that ocean life is changing fundamentally. The most recent study, conducted by scientists from the Monterey Bay Aquarium Research Institute in California in the US and published in <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0318624#references\" target=\"_blank\" rel=\"noopener\">February,</a> examined three types of whales. Researchers found that blue whales, in particular, have become more vulnerable to this change.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3878604\" src=\"/wp-content/uploads/2025/08/Interactive_Whales_stopsinging_August8_2025-1754659625.png?quality=80\" alt=\"Interactive_Whales_stopsinging_August8_2025-1754659625\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-have-researchers-found-and-where\">What have researchers found, and where?</h2><p>At least two studies between 2016 and 2025 have found similar behaviour: blue whales have reduced their singing for stretches of time.</p><p>The first study, conducted in the sea waters between the islands of New Zealand between 2016 and 2018, was led by scientists from the Marine Mammal Institute at Oregon State University in the US. Over that period of time, researchers tracked specific blue whale vocalisations linked to feeding (called D-calls) and mating (called patterned songs).</p><p>Researchers used continuous recordings from underwater devices called hydrophones, which can log sounds over thousands of kilometres, and which were placed in the South Taranaki Bight – a known foraging spot for blue whales off the west coast of New Zealand.</p><p>They discovered that during some periods, particularly in the warmer months of spring and summer when whales usually fatten up, the frequency and intensity of sounds related to feeding activity dropped – suggesting a reduction in food sources. That decline was followed by reduced occurrences of patterned songs, signalling a dip in reproductive activity.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“When there are fewer feeding opportunities, they put less effort into reproduction,” lead researcher Dawn Barlow told reporters. The results of that study were<a href=\"https://pubmed.ncbi.nlm.nih.gov/36861024/\" target=\"_blank\" rel=\"noopener\"> published </a>in the journal Ecology and Evolution in 2023.</p><p>Then, in a <a href=\"https://www.mbari.org/news/a-tale-of-two-whales-songs-reveal-levels-of-resilience-among-whales/\">study</a> published in the scientific journal PLOS One in February this year, researchers tracked baleen whale sounds in the California Current Ecosystem, the area in the North Pacific Ocean stretching from British Columbia to Baja California. Blue whales are a type of baleen whale, and the study focused on them, alongside their cousins, humpback whales and fin whales.</p><p>Over six years starting in 2015, the scientists found distinct patterns. Over the first two years, “times were tough for whales”, lead researcher John Ryan, of the Monterey Bay Aquarium Research Institute in California, noted in a press statement, as the whales, particularly blue whales, were found to be singing less. Over the next three years, however, all three whale species were back to singing more frequently, the study noted.</p><figure id=\"attachment_3877132\" aria-describedby=\"caption-attachment-3877132\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877132\" src=\"/wp-content/uploads/2025/08/AP793437681499-1754568744.jpg?w=770&amp;resize=770%2C597&amp;quality=80\" alt=\"A blue whale\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877132\" class=\"wp-caption-text\">A blue whale swims in the waters of Long Beach, California, the US [Nick Ut/AP]</figcaption></figure><h2 id=\"why-are-blue-whales-singing-less\">Why are blue whales singing less?</h2><p>Both studies found one main reason for the reduction of whale song: food or, in this case, the lack of it.</p><p>It turns out that the research, conducted between 2015 and 2020, captured periods of extreme marine heatwave events that killed off krill, the small shrimp-like animals that blue whales feed on.</p><p>Those heatwaves are part of a looming environmental catastrophe scientists have been warning about: ongoing global warming marked by increases in global average temperatures, and caused by high-emission human activities, chief among them being the burning of fossil fuels.</p><p>Scientists say the world could soon reach a tipping point at which there will be irreversible change to the planet. Already, 2016, 2023 and 2024 have been recorded as the warmest years ever.</p><h2 id=\"why-are-food-sources-disappearing-for-whales\">Why are food sources disappearing for whales?</h2><p>Krill, which blue whales primarily feed on, are highly sensitive to heat and can all but vanish during heatwaves, the studies found. Their movement patterns also change drastically: instead of staying together, as they usually do, krill disperse when it is hot, making them harder for predators like blue whales to find.</p><p>Typically, when foraging, blue whales sing to others to signal that they have found swarms of krill. If there is no food to sing about, it makes sense that there will be no singing.</p><p>Heatwaves can also trigger harmful chemical changes in the oceans that encourage the growth of toxic algae, which causes poisoning and death to mammals in the oceans and sea birds, researchers have previously <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2016GL070023\" target=\"_blank\" rel=\"noopener\">found,</a> suggesting that blue whales are also at risk of being poisoned.</p><p>In the more recent study in California, researchers found that in the first two years when whales were singing less frequently, there was also a reduction in other fish populations.</p><h2 id=\"are-blue-whales-more-vulnerable-than-other-whales\">Are blue whales more vulnerable than other whales?</h2><p>The second period of three years witnessed a resurgence of krill and the other fish, along with more whale singing. When krill again declined, blue whales again sang less frequently, while singing from humpback whales continued, the study noted.</p><p>“Compared to humpback whales, blue whales in the eastern North Pacific may be more vulnerable due to not only a smaller population size but also a less flexible foraging strategy,” Ryan, the lead author of the California study said in a statement.</p><p>“These findings can help scientists and resource managers predict how marine ecosystems and species will respond to climate change,” he added.</p><p>It is likely, both studies say, that blue whales need to spend more time and energy finding food when it is scarce, instead of singing.</p><figure id=\"attachment_3877206\" aria-describedby=\"caption-attachment-3877206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877206\" src=\"/wp-content/uploads/2025/08/shutterstock_2407211675-1754571409.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"krill\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877206\" class=\"wp-caption-text\">A mass of krill in the sea [Shutterstock]</figcaption></figure><h2 id=\"are-other-animals-changing-their-sounds\">Are other animals changing their sounds?</h2><p>Studies have found that climate change is altering the sounds of several other species as well. Nature-related sounds, such as birdsong from certain species, could disappear altogether in some places as warming temperatures alter animal behaviour. For example, some animals might move permanently away from their traditional habitats.</p><p>In New York, scientists <a href=\"https://conbio.onlinelibrary.wiley.com/doi/abs/10.1046/j.1523-1739.2001.0150041175.x\" target=\"_blank\" rel=\"noopener\">found</a> that over a century (1900-1999), four frog species changed their calling patterns, which males use to attract females for mating, and which are usually tied to the warming of spring and early summer. Over time, some frogs were calling about two weeks earlier than usual, researchers found, adding that it signified summer was arriving earlier.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Germany to halt military exports to Israel for use in Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T12:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T100816Z_1691859873_RC2X0GA4XUZW_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1-1754389018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Germany to halt military exports to Israel for use in Gaza war</h1><p class=\"article__subhead\"><em>Berlin says it will halt shipments of military equipment that could be used in Gaza after the Israeli security cabinet approved a plan to expand the war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1095\" data-end=\"1299\">Germany has suspended all military exports to Israel that could be used in Gaza after Israel’s security cabinet approved a plan to take over Gaza City, an escalation in the 22-month war.</p><p data-start=\"1301\" data-end=\"1624\">Chancellor Friedrich Merz announced the decision on Friday, shortly after Israeli Prime Minister Benjamin Netanyahu’s office confirmed the security cabinet voted in favour of a plan to seize the largest city in the besieged Palestinian territory.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1301\" data-end=\"1624\">A day earlier, Netanyahu had declared that Israeli forces were aiming to take full military control of the entire Gaza Strip despite mounting international condemnation over Israel’s war, which has killed tens of thousands of people and caused a starvation crisis.</p><p data-start=\"1626\" data-end=\"1799\">“Under these circumstances, the German government will not authorise any exports of military equipment that could be used in the Gaza Strip until further notice,” Merz said.</p><p data-start=\"1626\" data-end=\"1799\">While continuing to back what he called Israel’s “right to defend itself” and the release of captives held by Hamas, Merz stressed that Germany could no longer ignore the worsening toll on civilians.</p><p data-start=\"1626\" data-end=\"1799\">“The even harsher military action by the Israeli army in the Gaza Strip, approved by the Israeli cabinet last night, makes it increasingly difficult for the German government to see how these goals will be achieved,” he said.</p><p class=\"p1\">Netanyahu spoke with Merz on Friday and expressed disappointment with the arms decision, according to a statement by the Israeli government released late in the day. It added that it feels Germany is rewarding Hamas and failing to support Israel’s “just war”.</p><p data-start=\"1626\" data-end=\"1799\">The timing of another major Israeli ground operation remains unclear since it will likely hinge on mobilising thousands of soldiers and forcibly removing civilians, almost certainly exacerbating the humanitarian catastrophe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gaza health authorities said <a href=\"/news/2025/8/7/famine-kills-nearly-200-in-gaza-amid-apocalyptic-battle-for-survival\">201 people</a>, including 98 children, have died of malnutrition during the war in Gaza as Israel continues to impose severe restrictions on supplies of humanitarian aid. A United Nations-backed assessment has warned that famine is unfolding in the enclave.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2217\" data-end=\"2430\">Merz urged Israel to allow full and sustained access for humanitarian groups, including the UN and NGOs, to help civilians.</p><p data-start=\"2432\" data-end=\"2573\">“With the planned offensive, the Israeli government bears even greater responsibility than before for providing for their needs,” Merz added.</p><p data-start=\"2575\" data-end=\"2654\">He also warned Israel against any steps towards annexing the occupied West Bank.</p><p data-start=\"2575\" data-end=\"2654\">In July, the Israeli parliament approved a <a href=\"/news/2025/7/23/israeli-parliament-approves-symbolic-motion-on-west-bank-annexation\">symbolic measure</a> calling for the annexation of the West Bank.</p><p data-start=\"2656\" data-end=\"2870\">From October 2023 to May this year, Germany issued arms export licences to Israel worth 485 million euros ($564m), making it one of Israel’s key military suppliers, according to figures from the German parliament.</p><p data-start=\"2872\" data-end=\"3042\">Netanyahu’s office has said the Israeli army “will prepare to take control of Gaza City while providing humanitarian aid to the civilian population outside the combat zones”.</p></div></div></body></html>"
        },
        {
            "title": "Israel feels like it can “do whatever” it wants with Gaza | Gaza | Al Jazeera",
            "time": "2025-08-08T12:29:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/alon-horz-thumb-1754656058.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel bombs Gaza City as military prepares for full takeover | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T12:07:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654847.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Balcony collapses as Palestinians scramble for aid in Gaza | Humanitarian Crises | Al Jazeera",
            "time": "2025-08-08T12:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654636.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Shock and fear in Gaza after Israel announces occupation plan | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T11:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754651949.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least 10 dead, 33 missing in flash floods in China’s Gansu province | News | Al Jazeera",
            "time": "2025-08-08T11:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T103012Z_1286693828_RC2Y2GAH7TOT_RTRMADP_3_ASIA-WEATHER-CHINA-1754650937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 10 dead, 33 missing in flash floods in China’s Gansu province</h1><p class=\"article__subhead\"><em>President Xi Jinping orders ‘all-out’ rescue operations to save the missing people, CCTV says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 people have been killed and 33 are missing in flash floods in northwestern China’s Gansu province, according to state media.</p><p>“From August 7, continuous heavy rain … has triggered flash floods. As of 3:30pm (07:30 GMT) on August 8, 10 people have died and 33 are missing,” state broadcaster CCTV reported on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Chinese President Xi Jinping ordered “all-out” rescue operations with “utmost effort” to save the missing people, CCTV said.</p><p>Due to the “frequent occurrence of extreme weather”, Xi ordered all regions to “resolutely overcome complacency” and strengthen efforts to identify risks, the broadcaster added.</p><p>Footage shared by Chinese fire authorities on the social media platform Weibo showed rescuers guiding people through rushing grey water in a village.</p><p>Photos posted by Gansu’s government showed roads covered in silt and large stones.</p><p>Record rainfall has lashed China’s north and south in recent weeks in what meteorologists describe as extreme weather linked to climate change.</p><p>Heavy rains and flooding have killed at least 60 people across northern China, including Beijing, since late July.</p></div></div></body></html>"
        },
        {
            "title": "Who counts in America? Trump wants to decide | Donald Trump | Al Jazeera",
            "time": "2025-08-08T11:07:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6895dae8b45c0-1754651368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"263\" data-end=\"726\">Do undocumented immigrants count as people?<br data-start=\"310\" data-end=\"313\">Anyone watching as Immigration and Customs Enforcement (ICE) agents increasingly bypass due process to detain and deport unauthorised immigrants might assume the Trump administration’s answer is a resounding “no”. Now, regardless of deportation policies, the approximately 11 million unauthorised immigrants in the United States could soon disappear, statistically at least, if Republicans have their way.</p><p data-start=\"728\" data-end=\"1213\">President Trump recently instructed the US Department of Commerce to prepare for a new census that excludes undocumented immigrants. This marks the latest and boldest attempt by Trump and his congressional allies to alter how the census accounts for unauthorised immigrants. Although not explicitly stated, Trump may be trying to push this off-cycle census through ahead of the 2028 presidential election or even before next year’s midterms, which he appears intent on influencing.</p><p data-start=\"1215\" data-end=\"1627\">Assuming Trump was being literal in his social media declaration that “People who are in our Country illegally WILL NOT BE COUNTED IN THE CENSUS,” millions could effectively vanish from the official population count. If this incomplete census were used for congressional apportionment, it would reduce representation in Congress and the Electoral College for states with large numbers of unauthorised immigrants.</p><p data-start=\"1629\" data-end=\"2409\">The immediate partisan impact is unclear. According to the Pew Research Center, if non-citizens had been excluded before the 2020 election, California, Florida and Texas would each have lost one congressional seat and Electoral College vote, while Alabama, Minnesota and Ohio would each have gained one. Political gerrymandering would likely shape who benefits from redistricting. Republicans are already aggressively redrawing maps in states like Texas, with possible retaliatory moves in California and other Democrat-led states. Beyond electoral shifts, the broader goal appears to be marginalising undocumented people and punishing “sanctuary” jurisdictions. This reinforces the Republican narrative that Democrats deliberately tolerate illegal immigration for political gain.</p><p data-start=\"2411\" data-end=\"2907\">Legally, how to count unauthorised immigrants depends on interpreting the Constitution, the framers’ intent and the scope of executive authority in conducting the census. Non-citizens have historically been included in the count, and the Supreme Court has never ruled directly on excluding them. However, with a conservative supermajority on the court, there is a real chance the justices could allow it – either by reinterpreting the Constitution’s language or deferring to the executive branch.</p><p data-start=\"2909\" data-end=\"3589\">Even if Trump fails to push through a new census, his administration could still suppress the count by other means. During his first term, he tried to add a citizenship question to the 2020 census. The Census Bureau stopped collecting this data from all respondents in 1950 and removed the question entirely by 2000, instead gathering it through separate surveys such as the American Community Survey. Many feared its return would deter participation from undocumented, and even legal, immigrants, leading to an undercount. The Supreme Court blocked the effort in 2019, citing insufficient justification. But it left the door open to future attempts with more credible rationales.</p><p data-start=\"3591\" data-end=\"4116\">Socially, the question of how to count non-citizens recalls earlier and sometimes shameful practices in the United States. For much of its early history, significant groups were denied full recognition in the political system despite living in the country. The Constitution’s original enumeration formula stated that state populations would be calculated “by adding to the whole Number of free Persons, including those bound to Service for a Term of Years, and excluding Indians not taxed, three-fifths of all other Persons.”</p><p data-start=\"4118\" data-end=\"4758\">Slave and free states struck the infamous “three-fifths” compromise, counting enslaved people as three-fifths of a person for congressional and Electoral College apportionment. Meanwhile, “Indians not taxed” were excluded altogether, as most Native Americans were not considered US citizens despite residing within the country’s borders. They were instead seen as members of sovereign nations – such as the Cherokee, Creek or Iroquois – even as their land, rights and dignity were stripped away. Only with the Indian Citizenship Act of 1924 were Native Americans granted birthright citizenship and formally included in the population count.</p><p data-start=\"4760\" data-end=\"5364\">These examples show two marginalised non-citizen groups, enslaved Black people and Indigenous Americans, treated in opposite ways: one partially counted, the other excluded. With history offering no clear precedent, today’s debate raises valid questions about how non-citizens, including the undocumented, should be represented. One view holds that because only citizens vote, non-citizens should not affect apportionment. The opposing view argues that excluding undocumented immigrants worsens their vulnerability and denies their very existence, even as government policies directly affect their lives.</p><p data-start=\"5366\" data-end=\"6023\">Unauthorised immigrants both use and support public systems. While they are barred from most federal benefits such as Social Security and Medicare, they still access emergency healthcare, school meal programmes and limited housing support. They also factor into education and policing budgets in the communities where they live. At the federal level, immigration policy disproportionately affects states where undocumented residents make up a larger share of the population. At the state level, policies must be shaped with their presence in mind. For example, California now offers food assistance to all elderly residents regardless of immigration status.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"6025\" data-end=\"6560\">Undocumented immigrants also contribute to public finances, paying nearly $100bn annually in federal, state and local taxes. This includes more than $30bn for programmes they largely cannot use, such as Social Security, Medicare and unemployment insurance. In 40 of 50 states, they pay higher state and local tax rates than the wealthiest 1 percent. States’ economic contributions to the federal budget are directly influenced by these residents. It makes sense, therefore, to acknowledge them through accurate enumeration.</p><p data-start=\"6562\" data-end=\"7283\">The Trump administration is instead enforcing a skewed, incomplete and politically motivated interpretation of its constitutional duties regarding census-taking and apportionment. This approach could also affect other debates with far-reaching implications. The Department of Justice is urging the Supreme Court to fast-track a ruling on Trump’s challenge to birthright citizenship. This is another area where the Constitution appears clear. The 14th Amendment affirms that anyone born in the US is a citizen, with few exceptions, such as the children of diplomats. Trump is also seeking to expand the grounds for revoking naturalised citizenship, a penalty currently applied only in rare cases that usually involve fraud.</p><p data-start=\"7285\" data-end=\"7574\">A narrower definition of who “counts” in the census could fuel arguments for a narrower definition of who counts as a citizen. Similarly, a policy of excluding non-citizens could encourage efforts to strip citizenship from naturalised or US-born residents in order to exclude them as well.</p><p data-start=\"7576\" data-end=\"7936\">The presence of millions of undocumented immigrants reflects an immigration system that has failed under both Democratic and Republican administrations. Until meaningful reform is enacted, pretending these individuals do not exist is a misguided, politicised and harmful response to the reality of their lives within US borders, regardless of how they arrived.</p><p data-start=\"7576\" data-end=\"7936\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance</strong></em>.</p></div></div></body></html>"
        },
        {
            "title": "Trump and the global rise of fascist anti-psychiatry | Mental Health | Al Jazeera",
            "time": "2025-08-08T11:06:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689481515175-1754562897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"1071\">Despite spending more on psychiatric services and prescribing psychiatric medications at a higher rate than almost any other nation, mental health in the United States over the last two decades has only been getting worse.</p><p data-start=\"0\" data-end=\"1071\">Rates of depression, anxiety, suicide, overdose, chronic disability due to mental health conditions, and loneliness have all been rapidly increasing. No quantity of psychiatric drugs or hospitalisations appears adequate to reverse these trends.</p><p data-start=\"0\" data-end=\"1071\">Despite this, the US medical and psychiatric establishment has persistently refused to use its substantial political power to demand the transformation of care by expanding non-medical support systems to address the root social causes of mental illness, such as poverty, childhood trauma and incarceration, rather than focusing on reactive treatment via lucrative medication-centric norms. This failing status quo has created an opening for President Donald Trump and Secretary of Health Robert F Kennedy Jr’s emerging plans to remake the nation’s approach to mental health, with disastrous consequences now coming into focus.</p><p data-start=\"1073\" data-end=\"2062\">Trump and Kennedy have hijacked legitimate anger at a broken system to justify <a href=\"https://www.nytimes.com/interactive/2025/06/30/opinion/hhs-cuts-harming-american-health.html\" target=\"_blank\" rel=\"noopener noreferrer\">destroying public care infrastructure</a>, including Medicaid, food and housing assistance, harm-reduction and overdose prevention programmes, and suicide-prevention hotlines for LGBTQ youth, while promoting wellness scams and expanding the police state. They focus on the “<a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/establishing-the-presidents-make-america-healthy-again-commission/\" target=\"_blank\" rel=\"noopener noreferrer\">threat</a>” supposedly posed by psychiatric medications and call to <a href=\"https://www.npr.org/sections/shots-health-news/2024/11/13/nx-s1-5188664/trump-mental-institution-tent-city-addiction-unhoused\" target=\"_blank\" rel=\"noopener noreferrer\">reopen the asylums</a> that once confined approximately 560,000 people, or one in 295 US residents, in horrific conditions, until protests against their cruelty led to their closure beginning in the 1950s.</p><p data-start=\"1073\" data-end=\"2062\">Trump invokes false claims about mental illness to <a href=\"https://edition.cnn.com/2025/03/04/politics/fact-check-trump-address-congress/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">demonise immigrants</a>, whom he is now hunting via a mass arrest and incarceration campaign. Last month, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/ending-crime-and-disorder-on-americas-streets/\" target=\"_blank\" rel=\"noopener noreferrer\">an executive order</a> that allows police to arrest and forcibly institutionalise poor Americans who are unhoused, deemed mentally ill, or struggling with addiction, effectively incarcerating them for indefinite periods.</p><p data-start=\"2064\" data-end=\"2698\">Trump’s order, which also defunds housing-first programmes and harm-reduction services, while criminalising homelessness and encampments, contains no provisions to protect people from abuse or from the political misuse of psychiatric labels and institutionalisation to target his opponents. This raises concerns about risks to LGBTQ youth and other vulnerable groups. It also threatens groups upon which the administration has shown a eugenicist fixation: transgender people, people with autism, and others with disabilities that RFK Jr and Trump have characterised as a threat or burden on society.</p><p data-start=\"2700\" data-end=\"3192\">The order appears to grant the government the power to deem anyone mentally ill or abusing substances, and to confine them indefinitely in any designated treatment facility, without due process. In a context where there is already a profound shortage of psychiatric beds even for short-term treatment, there are no provisions for new funding or regulatory systems to ensure that facilities are therapeutic or humane, rather than violent, coercive warehouses like American asylums of decades past.</p><p data-start=\"3194\" data-end=\"3952\">Trump’s allies, including some medical professionals aligned with ideologies of social control and state coercion, may dismiss this as overly pessimistic. But that requires ignoring the fact that Trump’s executive order follows Kennedy’s proposal for federally funded “wellness farms”, where people, particularly Black youth taking SSRIs (selective serotonin reuptake inhibitors primarily used to treat anxiety and depression) and stimulants, would be subjected to forced labour and “re‑parenting” to overcome supposed drug dependence.</p><p data-start=\"3194\" data-end=\"3952\">These proposals revive the legacy of coercive institutions built on forced labour and racialised interventions. Kennedy has also promoted the conspiracy theory that anti-depressants like SSRIs cause school shootings, comparing their risks with heroin, despite a total lack of scientific support for such claims. In his early tenure as health and human services secretary, he has already gutted key federal mental health research and services, including at the Substance Abuse and Mental Health Services Administration (SAMHSA), Centers for Disease Control and Prevention (CDC), and the National Institutes of Health (NIH).</p><p data-start=\"3194\" data-end=\"3952\">Given this, it is unclear what kind of “treatment”, other than confinement and cruelty, Trump and RFK Jr plan to deliver in their new asylums.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"3954\" data-end=\"4357\">Trump and Kennedy’s lies about mental health, cuts to public care and vision for expanding the incarceration of immigrants, homeless people, and anyone they label as mentally ill, worsen mental health while creating more opportunities to profit from preventable suffering, disability and death. These tactics are not new, and their harmful consequences and political motivations are well established.</p><p data-start=\"4359\" data-end=\"5021\">From Hungary to the Philippines, right-wing politicians have deployed similar rhetoric for comparable purposes. In a precedent that likely informs Trump’s plan, Brazil’s former president, Jair Bolsonaro, <a href=\"https://www.scielo.br/j/hcsm/a/bJFprXnyJ9shfmWbNwqK8Kh/\" target=\"_blank\" rel=\"noopener noreferrer\">attacked psychiatric reforms</a>as leftist indoctrination and defunded successful community mental health services, replacing them with coercive asylum and profit-based models, while advocating pseudoscience linked to evangelical movements. Bolsonaro claimed to defend family values and national identity against globalist medical ideologies, while sacrificing countless Brazilian lives via policies later <a href=\"https://nacla.org/brazilian-senate-recommends-charging-bolsonaro-mismanagement-covid-19-pandemic\" target=\"_blank\" rel=\"noopener noreferrer\">characterised</a> by the Senate as crimes against humanity.</p><p data-start=\"4359\" data-end=\"5021\">Bolsonaro’s record is instructive for anticipating Trump’s plans. Trump has made no secret of his admiration for Brazil’s disgraced former president and their shared political ideologies. Bolsonaro’s reversal of Brazil’s <a href=\"https://desinstitute.org.br/en/noticias/desinstitute-why-and-for-whom-are-we-pursuing-this-work-2/\" target=\"_blank\" rel=\"noopener noreferrer\">internationally recognised psychiatric reform movement</a>, which emphasised deinstitutionalisation, community-based psychosocial care and autonomy, inflicted profound harm. Under his rule, institutionalisation in coercive “therapeutic communities”, often operated by evangelical organisations, with little oversight, and similar to RFK Jr’s proposed “wellness farms”, skyrocketed.</p><p data-start=\"5625\" data-end=\"6066\">Investigations revealed widespread abuses in these communities, including forced confinement, unpaid labour, religious indoctrination, denial of medication, and physical and psychological violence. Bolsonaro’s government poured large sums into expanding these dystopian asylums while defunding community mental health centres, leaving people with severe mental illness and substance use disorders abandoned to punitive care or the streets.</p><p data-start=\"6068\" data-end=\"6508\">This needless suffering pushed more people into Brazil’s overcrowded prisons, where psychiatric care is absent, abuse rampant and systemic racism overwhelming, with Black people accounting for more than 68 percent of the incarcerated population. Bolsonaro’s psychiatric agenda enhanced carceral control under the guise of care, reproducing racist and eugenicist hierarchies of social worth under an anti-psychiatry banner of neo-fascist nationalism.</p><p data-start=\"6510\" data-end=\"6965\">Trump and Bolsonaro’s reactionary approaches underline a crucial truth: Both psychiatry and critiques of it can serve very different ends, depending on the politics to which they are attached. Far-right politicians often use anti-psychiatry to justify privatisation, eugenics and incarceration. They draw on ideas from the libertarian psychiatrist Thomas Szasz, who argued in the 1960s that mental illness was a “myth”, and called for the abolition of psychiatric institutions.</p><p data-start=\"6967\" data-end=\"7424\">In the US today, these political actors distort Szasz’s ideas, ignoring his opposition to coercion, by gutting public mental health services under the guise of “healthcare freedom”. This leaves vulnerable populations to suffer in isolation, at the hands of police or fellow citizens who feel increasingly empowered to publicly abuse, or even, as seen in the killing of Jordan Neely in New York City, execute them on subways, in prisons, or on the streets.</p><p data-start=\"7426\" data-end=\"7854\">By contrast, critics of psychiatry on the left demand rights to non-medical care, economic security and democratic participation. Thinkers such as Michel Foucault, Frantz Fanon, RD Laing and Ivan Illich advocated for deinstitutionalisation not to abandon people, but to replace coercion with community-led social care that supports rights to individual difference. Their critiques targeted not psychiatry itself, but its use by exploitative, homogenising political systems.</p><p data-start=\"7856\" data-end=\"8329\">To oppose reactionary anti-psychiatry, mental health professionals and politicians cannot simply defend the status quo of over-medicalisation, profit-driven care and the pathologisation of poverty. Millions justifiably feel betrayed by current psychiatric norms that offer little more than labels and pills while ignoring the political causes of their suffering. If the left does not harness this anger towards constructive change, the right will continue to exploit it.</p><p data-start=\"8331\" data-end=\"8801\">The solution is not to shield America’s mental health systems from critique, but to insist on an <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMms2311216\" target=\"_blank\" rel=\"noopener noreferrer\">expansive political vision of care</a> that affirms the need for psychiatric support while refusing to treat it as a substitute for the political struggle for social services. This means investing in public housing, guaranteed income, <a href=\"https://academic.oup.com/healthaffairsscholar/article/3/4/qxaf052/8108245\" target=\"_blank\" rel=\"noopener noreferrer\">peer-led community care worker programmes</a>, <a href=\"https://www.statnews.com/2024/02/08/treatment-not-trauma-chicago-mental-health-police-violence-community/\" target=\"_blank\" rel=\"noopener noreferrer\">non-police crisis teams</a> and strong social safety nets that address the root causes of distress, addiction and disease.</p><p data-start=\"8803\" data-end=\"9018\">Mental health is fundamentally a political issue. It cannot be resolved with medications alone, nor, as Trump and RFK Jr are doing, by dismantling psychiatric services and replacing them with psychiatric coercion.</p><p data-start=\"9020\" data-end=\"9475\">The fight over mental health policy is a fight over the meaning of society and the survival of democratic ideals in an era where oligarchic power and fascist regimes are attempting to strangle them. Will we respond to suffering with solidarity, or with abandonment and punishment? Will we recognise the collective causes of distress and invest in systems of care, or allow political opportunists to exploit public disillusionment for authoritarian ends?</p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\">These are the questions at stake, not just in the United States, but globally. If the psychiatric establishment refuses to support progressive transformation of mental health systems, we may soon lose them altogether as thinly disguised prisons rise in their place.</p><p class=\"p1\"><em>If you or someone you know is at risk of suicide, these <a href=\"https://findahelpline.com/i/iasp\">organisations</a> may be able to help.</em></p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Slot hints at new Liverpool bid for Newcastle’s Isak | Football News | Al Jazeera",
            "time": "2025-08-08T10:53:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T064536Z_1248840895_RC24PEA8RZ2C_RTRMADP_3_SOCCER-ENGLAND-NEW-1754649309.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slot hints at new Liverpool bid for Newcastle’s Isak</h1><p class=\"article__subhead\"><em>Newcastle tells striker Alexander Isak to train alone amid interest from other clubs, including Liverpool.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot has refused to rule out an improved bid for Newcastle’s Alexander Isak as the Premier League champions consider adding to their formidable firepower as Darwin Nunez is set to leave for Saudi Arabia.</p><p>After a quiet first year in the transfer market under Slot, the Reds have spent almost 300 million pounds ($402m) on forwards Florian Wirtz and Hugo Ekitike as well as full-backs Milos Kerkez and Jeremie Frimpong.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Nunez is one of a number of significant exits that will help recoup much of that outlay as the Uruguayan closes in on a 46-million-pound ($61.8m) move to Al Hilal.</p><p>Liverpool reportedly had a 110-million-pound ($147.8m) <a href=\"/sports/2025/8/1/isaks-liverpool-link-grows-as-newcastle-absence-continues\">bid for Isak turned down</a> by Newcastle, who are seeking a record British transfer fee.</p><p>The Swedish striker has not been part of the Magpies’ preseason preparations and has been told to train on his own by Newcastle.</p><p>“You never talk about players that are not yours,” Slot said on Friday at his pre-match news conference before Sunday’s Community Shield against Crystal Palace at Wembley, the traditional curtain-raiser for the season.</p><p>“I think we have a lot of attacking power in our team. When I think about Cody Gakpo, Federico Chiesa, Hugo Ekitike, Mo Salah, Jeremie Frimpong, who can play as a right-winger, Florian Wirtz, who can play as a left-winger, I already feel I have a lot of attacking options in my current squad.</p><p>“But as always as a club, we are always looking at the chances in the market.”</p><p>Last season, Liverpool celebrated a record-equalling 20th English top-flight title but were devastated last month by the death of forward Diogo Jota.</p><p>The Portuguese international was killed in a car accident with his brother in northern Spain as he began to make his way back to England for the preseason.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A series of tributes has been paid to Jota at every Liverpool game since and will continue throughout the season.</p><p>A “Forever 20” emblem, referencing Jota’s now-retired shirt number, will be printed on Liverpool’s shirts this season while a permanent memorial will be installed at Anfield.</p><p>“First of all, tragedy impacted us, but it impacted far more his wife, children and parents,” Slot said.</p><p>“But it impacted us as well, definitely. The tributes that have been done since were all very emotional and impressive every time we were somewhere.</p><p>“It started off in Preston and in Asia as well. It’s been emotional but impressive as well.”</p></div></div></body></html>"
        },
        {
            "title": "Have sections of the US Constitution gone missing from government website? | Government News | Al Jazeera",
            "time": "2025-08-08T10:48:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/AP_12061204734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info-block opinion-info-block\"><div class=\"article-b-l\"><p class=\"article-author-name\"><span class=\"article-by\">By </span><span class=\"article-author-name-item\">Samantha Putterman | Politifact</span></p><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It didn’t take long for internet sleuths to notice that something was missing on the Library of Congress website that annotates the United States Constitution.</p><p>Reddit users pointed out on Wednesday that the website omitted text from some sections of Article 1, which include provisions about the right of habeas corpus as well as limits on congressional and state power. Using the Internet Archive’s Wayback Machine, people found that the full text appeared on the Library of Congress website on July 17 but was missing in snapshots after that date.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Some people mistakenly said President Donald Trump’s administration removed these provisions from the constitution entirely without Congress’s input.</p><p>“BREAKING: The official US government website has quietly removed Sections 9 and 10 of Article I from the Constitution,” one Threads post said on Wednesday. “Let me say that again: They didn’t amend the Constitution. They didn’t debate it in Congress. They just erased two of the most protective sections; the ones that deal with habeas corpus, limits on federal power, and Congress’s sole authority to set tariffs.”</p><p>Altering the text on a website would not remove or erase sections of the constitution. It can be changed only through a formal amendment process, which begins in the US Congress, which can modify or replace existing provisions. The constitution’s full text is also available on the websites for the National Archives and the nonprofit National Constitution Center.</p><p>The amendment process outlined in Article 5 is the only way to alter the constitution. Any proposed amendment must first be approved by a two-thirds vote in both the US House of Representatives and the US Senate. Then it must be ratified by three-quarters of the state legislatures or via state ratifying conventions.</p><h2 id=\"government-website-omits-constitution-sections\">Government website omits constitution sections</h2><p>On Wednesday about 11am in Washington, DC (15:00 GMT), the Library of Congress posted on X that the missing sections were “due to a coding error”.</p><p>“We have been working to correct this and expect it to be resolved soon,” the post read. The website on Wednesday also displayed a banner that said: “The Constitution Annotated website is currently experiencing data issues. We are working to resolve this issue and regret the inconvenience.”</p><p>The institution issued an update on X a few hours later that the website was fixed.</p><p>“Missing sections of the Constitution Annotated website have been restored,” it said. “Upkeep of Constitution Annotated and other digital resources is a critical part of the Library’s mission, and we appreciate the feedback that alerted us to the error and allowed us to fix it.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Article 1 establishes the federal government’s legislative branch. Its missing sections included portions of Section 8 and all of Sections 9 and 10, which largely focus on limits on congressional and state power.</p><p>Before being restored, the text of Article 1 ended in Section 8, just before a line that lists Congress’s ability to provide and maintain a navy.</p><figure class=\"wp-caption alignnone\"><img data-recalc-dims=\"1\" loading=\"lazy\" src=\"https://i0.wp.com/static.politifact.com/politifact/photos/LOC_consitution_deletion_archive_comparion_August_2025.png?resize=770%2C516&amp;ssl=1\" alt=\"\"><figcaption class=\"wp-caption-text\">This screenshot shows a comparison of the page archived by the Wayback Machine as it appeared on July 17, 2025, left, with how it appeared on August 6, 2025, right. The highlighted text shows a portion of what was removed.</figcaption></figure><p>Section 9, which was temporarily deleted, details limits on congressional power. It addresses habeas corpus, the legal procedure that grants people in government custody the right to challenge their detention in court. The section says Congress may not suspend habeas corpus “unless when in Cases of Rebellion or Invasion the public Safety may require it”.</p><p><a href=\"/news/2025/4/18/trump-faces-contempt-risk-what-happens-if-president-violates-court-orders\">Habeas corpus</a> has been in the headlines during the second Trump administration. White House Deputy Chief of Staff Stephen Miller told reporters in May that the administration was looking into suspending habeas corpus. Later that month, Homeland Security Secretary Kristi Noem wrongly said habeas corpus is a right the president has to remove people from the US.</p><p>Section 10, which was also temporarily removed, covers restrictions on US states, including regulating tariffs without Congress’s consent.</p><h2 id=\"our-ruling\">Our ruling</h2><p>A Threads post said an official US government website “quietly removed Sections 9 and 10 of Article I from the Constitution” without input from Congress.</p><p>On Wednesday, the Library of Congress’s annotated website of the US Constitution was missing sections of Article 1.</p><p>The library said the issue was related to a coding error, and it was corrected shortly afterwards.</p><p>Website alterations do not affect US law or the constitution. The document can be changed only through a formal amendment process initiated by Congress.</p><p>We rate this post <strong>false</strong>.</p></div></div></body></html>"
        },
        {
            "title": "Trump to host Azerbaijan, Armenia leaders to sign US-brokered deal | Border Disputes News | Al Jazeera",
            "time": "2025-08-08T10:41:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24106357524999-1754650173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump to host Azerbaijan, Armenia leaders to sign US-brokered deal</h1><p class=\"article__subhead\"><em>US president says he will oversee the deal, which includes plans for a new transit corridor called the Trump Route for International Peace and Prosperity.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has confirmed that he will host the leaders of Azerbaijan and Armenia for a “historic peace summit”.</p><p>Ilham Aliyev, the president of Azerbaijan, and Nikol Pashinyan, the prime minister of Armenia, will meet with Trump at the White House on Friday for an official “peace signing ceremony,” the president wrote on his Truth Social platform.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“These two Nations have been at War for many years, resulting in the deaths of thousands of people. Many Leaders have tried to end the War, with no success, until now, thanks to ‘TRUMP,’” he wrote.</p><p>News of the talks in Washington was reported <a href=\"/news/2025/8/6/trump-to-host-armenia-azerbaijan-leaders-for-peace-talks-report\">earlier this week</a> when Pashinyan’s government announced the meeting in a statement on Telegram.</p><p>The two countries, former Soviet republics, have faced off over the region of <a href=\"/news/2023/4/24/explainer-what-is-nagorno-karabakh-why-are-tensions-rising\">Nagorno-Karabakh</a> since the late 1980s, when <a href=\"/news/2023/4/24/explainer-what-is-nagorno-karabakh-why-are-tensions-rising\">Nagorno-Karabakh</a> broke away from Azerbaijan with support from Armenia.</p><p>The region, which was claimed by both Azerbaijan and Armenia after the fall of the Russian Empire in 1917, had a mostly ethnic Armenian population at the time.</p><p>The two sides fought a bloody war that lasted into the early 1990s, and the region has remained a major flashpoint ever since.</p><p>The conflict resumed in 2020 when Azerbaijan tried to retake Nagorno-Karabakh from Armenia.</p><p>Azerbaijan recaptured Nagorno-Karabakh in September 2023, prompting almost all of the territory’s 100,000 Armenians to flee to Armenia.</p><p>The leaders of Armenia and Azerbaijan met in Abu Dhabi, in the United Arab Emirates, <a href=\"/news/2025/7/10/draft-deal-to-end-bitter-conflict-agreed-4-months-ago-but-timeline-for-sealing-complex-deal-remains-uncertain\">for peace talks last month</a>, but no breakthrough in the decades-old conflict was announced.</p><p>The Trump administration intensified its efforts to seek a resolution in March when the president dispatched his special envoy, Steve Witkoff, to the region.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The prospective agreement could potentially put an end to decades of conflict and set the stage for a reopening of key transportation corridors across the South Caucasus that have been shut since the early 1990s.</p><p>US officials told The Associated Press news agency that the agreements included a major breakthrough establishing a key transit corridor across the region, which had been an obstacle in peace talks.</p><p>The agreement, according to the officials, would give the US leasing rights to develop the corridor and name it the Trump Route for International Peace and Prosperity.</p><p>It would link Azerbaijan to its Nakhchivan region, which is separated from the rest of the country by a 32-kilometre (20-mile) patch of Armenia’s territory.</p><p>The transit corridor is expected to eventually include a rail line, oil and gas lines, and fibre optic lines, allowing for the movement of goods and eventually people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How the world is reacting to Israel’s plan to take over Gaza City | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T09:51:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T174218Z_1995899946_RC2H2GAL3CL0_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754624558.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s security cabinet has approved a plan to seize control of Gaza City, triggering growing international condemnation with world leaders warning of dire humanitarian consequences.</p><p>The plan to take over Gaza’s largest city was announced on Friday, a day after Prime Minister Benjamin Netanyahu said Israel intended to take military control of the entire Gaza Strip.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Israel’s plan to expand its assault on Gaza is expected to worsen the humanitarian devastation in the besieged enclave, triggering a further wave of mass displacements during a hunger crisis.</p><p>Here is how the world is reacting to the Israeli plan:</p><h2 id=\"un-rights-chief\" data-start=\"1224\" data-end=\"1593\">UN rights chief</h2><p>“The Israeli Government’s plan for a complete military takeover of the occupied Gaza Strip must be immediately halted,” United Nations High Commissioner for Human Rights Volker Turk said in a statement on Friday.</p><p>“It runs contrary to the ruling of the International Court of Justice that Israel must bring its occupation to an end as soon as possible, to the realisation of the agreed two-State solution and to the right of Palestinians to self-determination,” Turk added.</p><h2 id=\"palestinian-presidency\" data-start=\"867\" data-end=\"1126\">Palestinian presidency</h2><p>The Palestinian presidency condemned Netanyahu’s announcement that Israel intends to seize full control of the Gaza Strip.</p><p>“This is a complete crime,” the office of President Mahmoud Abbas said, describing it as a continuation of “genocide, systematic killing, starvation and siege”, according to a report by the Palestinian news agency Wafa.</p><p>The presidency warned that Israel’s actions would lead to an “unprecedented humanitarian catastrophe”.</p><h2 id=\"hamas\" data-start=\"493\" data-end=\"882\">Hamas</h2><p>Hamas warned that the Israeli government’s decision to escalate the war would amount to “sacrificing” the captives being held in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The decision to occupy Gaza confirms that the criminal Netanyahu and his Nazi government do not care about the fate of their captives,” the group said in a statement. “They understand that expanding the aggression means sacrificing them.”</p><h2 id=\"palestinian-islamic-jihad\">Palestinian Islamic Jihad</h2><p>The Palestinian armed group said Israel’s plans to expand its assault on Gaza were “a new chapter in the war of extermination”.</p><p>In a statement, the group said, “The Zionist entity’s government is preparing to escalate its massacres in Gaza,” adding, “We hold Arab governments and the West responsible for curbing this escalation.”</p><p>It accused Netanyahu of pushing for “forced displacement”, saying his “escalation, fully supported by the Trump administration, aims to occupy the Gaza Strip”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"british-prime-minister\" data-start=\"1224\" data-end=\"1593\">British prime minister</h2><p>United Kingdom Prime Minister Keir Starmer called Israel’s decision to step up military operations in Gaza “wrong” and urged restraint.</p><p>“The Israeli government’s decision to further escalate its offensive in Gaza is wrong, and we urge it to reconsider immediately,” he said.</p><p>“This action will do nothing to bring an end to this conflict or to help secure the release of the hostages. It will only bring more bloodshed.”</p><h2 id=\"ministry-of-foreign-affairs\" data-start=\"1224\" data-end=\"1593\">China’s Ministry of Foreign Affairs</h2><p>China expressed “serious concerns” over Israel’s plan to take control of Gaza City and urged it to “immediately cease its dangerous actions”.</p><p>“Gaza belongs to the Palestinian people and is an inseparable part of Palestinian territory,” a ministry spokesperson told the AFP news agency in a message.</p><p>“The correct way to ease the humanitarian crisis in Gaza and to secure the release of hostages is an immediate ceasefire,” the spokesperson added.</p><h2 id=\"german-chancellor\" data-start=\"234\" data-end=\"451\">German chancellor</h2><p>Chancellor Friedrich Merz said Germany will not authorise any exports to Israel of military equipment that could be used in Gaza “until further notice”.</p><p>“The even harsher military action by the Israeli army in the Gaza Strip, approved by the Israeli cabinet last night, makes it increasingly difficult for the German government to see how these goals will be achieved,” he said.</p><p>“Under these circumstances, the German government will not authorise any exports of military equipment that could be used in the Gaza Strip until further notice.”</p><h2 id=\"turkish-ministry-of-foreign-affairs\">Turkish Ministry of Foreign Affairs</h2><p>Turkiye said the decision to take control of Gaza City intends to force out Palestinians, and it called for international leaders to prevent the plan from being carried out.</p><p>“We call on the international community to fulfil its responsibilities to prevent the implementation of this decision, which aims to forcibly displace Palestinians from their own land,” the ministry said, according to the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 data-start=\"234\" data-end=\"451\">Egyptian Ministry of Foreign Affairs</h2><p>Egypt condemned “in the strongest terms” the decision of the Israeli cabinet on Gaza, a statement by the country’s foreign ministry said.</p><p>“This plan aims to entrench the illegal Israeli occupation of Palestinian territories, continue the war of extermination in Gaza, eliminate all elements of life for the Palestinian people, undermine their right to self-determination and the realisation of their independent state, and liquidate the Palestinian cause – all in blatant and unacceptable violation of international law and international humanitarian law,” the statement said.</p><p>Egypt also called on the international community to assume their political, legal and moral responsibilities, and to take urgent action to stop “Israel’s policy of lawlessness and arrogance of power”.</p><h2 data-start=\"234\" data-end=\"451\">Saudi Ministry of Foreign Affairs</h2><p>Riyadh condemned any Israeli move to take control of Gaza, according to a ministry statement.</p><p>Saudi Arabia “categorically denounces Israeli occupation authorities’ persistence in committing crimes of starvation, brutal practices, and ethnic cleansing against the brotherly Palestinian people”, it said.</p><h2 data-start=\"234\" data-end=\"451\">Jordanian Ministry of Foreign Affairs and Expatriates</h2><p>The ministry in Amman “condemned, in the strongest terms, the plan” approved by Israel that “aims to entrench its occupation of the Gaza Strip and expand full military control over it”.</p><p>The statement also accused Israel of committing “grave violations of international law and international humanitarian law” and undermining “the two-state solution and the inalienable right of the Palestinian people to establish their independent state on the lines of June 4, 1967, with East Jerusalem as its capital”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 data-start=\"638\" data-end=\"834\">European Commission president</h2><p>Ursula von der Leyen, the head of the European Union’s executive branch, said Israel must reconsider its plan to take control of Gaza City.</p><p>“The Israeli government’s decision to further extend its military operation in Gaza must be reconsidered,” she wrote on X.</p><h2 data-start=\"638\" data-end=\"834\">European Council president</h2><p>Israel’s decision to take over Gaza City “must have consequences for EU-Israel relations”, EU Council President Antonio Costa said, urging the Israeli government to reconsider.</p><p>“Not only [does the decision] violate the agreement with the EU announced by the High Representative on July 19 but also undermines fundamental principles of international law and universal values,” Costa, who heads the European Council that represents EU member states, added in a statement on X.</p><h2 id=\"belgian-ministry-of-foreign-affairs\">Belgian Ministry of Foreign Affairs</h2><p>Belgium said it would summon the Israeli ambassador in response to the Israeli security cabinet’s decision.</p><p>The ministry said Belgium wanted to “express total disapproval of this decision, but also of the continued colonisation … and the desire to annex the West Bank”, adding that it will “vigorously advocate” for a reversal of this decision.</p><p>“Following the official confirmation by the Israeli government of its intention to encircle and then occupy Gaza City and take military control of the entire Gaza Strip, Foreign Minister Maxime Prevot has decided to summon the Israeli Ambassador,” it said.</p><h2 id=\"spanish-foreign-minister\">Spanish foreign minister</h2><p>Jose Manuel Albares said, “We firmly condemn the decision of the Israeli government to escalate the military occupation of Gaza. It will only cause more destruction and suffering.”</p><p>He added that “a permanent ceasefire, the immediate and massive entry of humanitarian aid, and the release of all hostages are urgently needed.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2>Sweden’s foreign minister</h2><p>Sweden’s foreign minister said the Israeli government’s decision to escalate the assault on Gaza would make it harder to reach a truce.</p><p>“I view with great concern the decision that the Israeli government has made,” Maria Malmer Stenergard told the Swedish broadcaster SVT. “We need a ceasefire, and this decision risks taking the development in the opposite direction.”</p><p>“I have previously reiterated that any attempt to annex, change or reduce the territory of Gaza would violate international law,” she said.</p><h2>Finnish foreign minister</h2><p>Elina Valtonen expressed deep concern over the worsening humanitarian crisis in Gaza, warning of a looming famine.</p><p>“We hope for an immediate Gaza ceasefire and the immediate release of Israeli hostages,” Valtonen said, according to Reuters.</p><h2>Danish foreign minister</h2><p>Israel’s decision to intensify its military operation in Gaza is wrong and should immediately be reversed, Lars Lokke Rasmussen told Denmark’s TV2.</p><h2>Dutch foreign minister</h2><p>The top diplomat of the Netherlands criticised Israel’s plan to expand its military campaign in Gaza, calling it “a wrong move”.</p><p>The plan of the Netanyahu government to intensify Israeli operations in Gaza is a wrong move,” Caspar Veldkamp wrote on X. “The [Gaza] humanitarian situation is catastrophic and demands immediate improvement. This decision in no way contributes to this and will also not help to get the hostages home.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"australian-foreign-minister\">Australian foreign minister</h2><p>Canberra warned that Israel’s plans to take control of the entire Gaza Strip would deepen the humanitarian disaster in Gaza.</p><p>“Permanent forced displacement is a violation of international law,” Foreign Minister Penny Wong said as she renewed calls for an immediate ceasefire.</p><p>“With international partners, Australia maintains our call for a ceasefire, the return of hostages and aid to flow unimpeded,” she said.</p><p>Wong also reiterated Australia’s growing support for Palestinian statehood, saying it was a matter of “when not if”.</p><h2 id=\"pakistan-s-prime-minister\">Pakistan’s prime minister</h2><p>Pakistan “strongly” condemned Israel’s plan to militarily take over Gaza City, warning it will “derail any prospect for peace”.</p><p>The plan “tantamounts to a dangerous escalation in an already catastrophic war against the people of Palestine,” Prime Minister Shehbaz Sharif said on his X account.</p><p>“This expansion of military operations will only worsen the already existing humanitarian crisis and derail any prospect for peace in the region,” he added.</p><p>He called on the international community to “intervene urgently” to stop Israel’s “unwarranted aggression,” and ensure the protection of civilians.</p><h2 id=\"israel-s-opposition-leader\">Israel’s opposition leader</h2><p>Opposition leader Yair Lapid condemned the decision to seize Gaza City.</p><p>“This is a disaster which will lead to many more disasters,” he posted on X, accusing Netanyahu of caving to pressure from his far-right ministers. He said the move ignored military advice and the exhaustion of Israel’s soldiers.</p><p>The cabinet decision will be “a disaster for generations to come”, Lapid wrote.</p></div></div></body></html>"
        },
        {
            "title": "Far-right Israeli football fans set off pyrotechnics in Latvia’s capital | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T08:50:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2020-12-11T102937Z_1237325048_RC2YKK9AF4X2_RTRMADP_3_ISRAEL-EMIRATES-SOCCER-BEITAR-JERUSALEM-1754608116.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Riga, Latvia</strong> – Thick black smoke billowed across Skonto Stadium as fans of the Israeli football team, Beitar Jerusalem, defied UEFA rules, setting off several rounds of pyrotechnics.</p><p>With only one minute played of the UEFA Conference League qualifier match against Riga FC, Latvian fans looked bewildered as a Beitar fan, wearing a black balaclava, nonchalantly threw a succession of fireworks around the stand, causing a small fire and scorching parts of the away stand.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A banner displaying the name of Beitar supporters’ fan club, “La Familia”, sat draped across the stands. The notoriously racist fan club, which is known for its anti-Arab chants and violent behaviour, has in the past come up against the police in Israel.</p><p>In 2016, an undercover police operation resulted in the arrest of 56 fans on suspicion of smuggling weapons and violence.</p><p>On Thursday, one Beitar fan held up an Israeli flag in the home stand, garnering cheers from other Beitar fans, but angry stewards ushered them down the steps and into the away stand.</p><p>The team, which in its 89-year history has never signed an Arab player, boasts right-wing Israeli minister Itamar Ben-Gvir among its supporters. It is currently playing its home matches in Romania due to the <a href=\"/tag/israel-palestine-conflict/\">Israel-Palestine conflict</a>, and travelled to Latvia just weeks after fans were filmed chanting “Death to Arabs” while marching through the streets of Bucharest, where their team beat Sutjeska of Montenegro 5-2.</p><p>After the Riga game on Thursday, the raucous fans were held inside the stadium perimeter for about half an hour. A solitary home fan shouted “free Palestine” towards the direction of the Beitar fans gathered behind the gates. “F**k Palestine”, came the response.</p><p>The game had ended 3-0 to Riga FC, and afterwards, Beitar fans let out their frustration by setting off flares in heavy traffic. Amid the chaos, a number were herded off to police vans by Latvian police.</p><figure id=\"attachment_3877885\" aria-describedby=\"caption-attachment-3877885\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877885\" src=\"/wp-content/uploads/2025/08/AFP__20231214__347Y3AJ__v3__HighRes__IsraelPalestinianConflictReligionJudaismHanukka-1754608408.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Beitar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877885\" class=\"wp-caption-text\">An Israeli soldier holds his scarf showing the colours of Beitar Jerusalem football club while others hold up an Israeli flag while posing for a group photo at a position close to the border with the Gaza Strip in southern Israel on December 14, 2023 [Jack Guez/AFP]</figcaption></figure><h2 id=\"double-standards\">‘Double standards’</h2><p>The chaotic, alcohol-fuelled behaviour displayed by Beitar fans may not be new to European football, but it comes amid the backdrop of Israel’s war on Gaza, which has killed more than 61,000 Palestinians and led to calls from rights groups for Israeli teams to be banned from European football competitions.</p><p>The world football governing body, FIFA, has repeatedly delayed its review of a Palestinian bid to have Israel suspended from the international arena over its war on Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After Russia’s <a href=\"/news/2022/2/28/ukraine-russia-talks-due-to-begin-early-on-monday-live-news\" target=\"_blank\" rel=\"noopener\">invasion of Ukraine</a> in February 2022, it took FIFA only a matter of days to suspend Russian teams from all international football competitions.</p><p>That highlights the “double standards” shown towards Palestinian lives, Dima Said, spokesperson for the Palestine Football Association and former captain of Palestine women’s national football team, told Al Jazeera.</p><p>She said seeing Israeli football fans being allowed to shout anti-Palestinian chants without punishment around Europe is “as a Palestinian athlete … one of the hardest things to watch”.</p><p>“For me to see that those people who publicly support genocide, who publicly advocate for children to be killed, is something that’s very harmful for me as a human being, first, but secondly, as a Palestinian, it should not be allowed,” she said.</p><p>She also pointed to the fact that more than 200 Palestinian footballers have been killed since Israel’s war on Gaza began.</p><p>On Wednesday, the former Palestinian national football team player, <a href=\"/news/2025/8/7/palestinian-footballer-suleiman-al-obeid-killed-while-seeking-aid-in-gaza\">Suleiman al-Obeid</a>, was killed in an Israeli attack on aid seekers in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last November, Israeli football fans <a href=\"/news/2024/11/8/israeli-football-fans-clash-with-protesters-in-amsterdam\">clashed</a> with apparent pro-Palestinian protesters before and after a Europa League football match between their team, Maccabi Tel Aviv, and Dutch team AFC Ajax in Amsterdam.</p><p>Videos shared on social media at the time showed Israeli fans chanting racist, anti-Arab songs, vandalising a taxi and burning a Palestinian flag.</p><p>After the game, when fights broke out, Dutch police arrested people who had retaliated against the Israeli fans, as world leaders made accusations of anti-Semitism.</p><p>It was an incident that Thomas Ross Griffin, a sports studies scholar and associate professor of postcolonial literature at Qatar University, says demonstrates the impunity with which Israeli fans can act.</p><p>“If these were English fans rampaging through the streets, destroying taxis, breaking into property, smashing windows, beating private citizens … there will be condemnation all over Europe, but you attach these fans to an Israeli sporting entity, and suddenly … they’re the victims,” he said.</p><p>Beitar Jerusalem will play their home leg against Riga FC in Romania on August 14.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s conscription crisis: Alleged abuse leads to protests, emigration | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T08:45:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-13T140059Z_1316879565_RC2WGEACCGH3_RTRMADP_3_UKRAINE-CRISIS-KYIV-1754569292.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><em><strong>Names marked with an asterisk* have been changed to protect identities.</strong></em></p><p><strong>Kyiv, Ukraine –</strong> Artem* is determined to never join Ukraine’s armed forces.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“If I ever fight, I won’t fight for Ukraine,” the 29-year-old from the westernmost Zakarpattia region told Al Jazeera.</p><p>A “<a href=\"/features/2024/10/15/to-boost-ukraines-army-feared-patrols-hunt-for-potential-conscripts\">conscription patrol</a>” of three police and two military officers rounded him up in late June as he was leaving the Sunday mass at a cathedral in Uzhhorod, the regional capital.</p><p>Artem had paperwork proving that he was the only caretaker of his disabled, ailing 66-year-old mother and therefore could not be drafted.</p><p>But the patrol detained and brought him to a conscription office, where two officers took Artem to a separate room. He claimed they beat him and tried to force him to “volunteer” for military service.</p><p>When he refused, he said they tied and blindfolded him and four more reluctant detainees and took them to a forest outside Uzhhorod.</p><p>One of the officers ordered them at gunpoint to run to what turned out to be a fence on the Slovakian border, Artem claimed.</p><p>Another officer videotaped the men’s “attempt to illegally cross the border”, which is punishable by up to four years in jail, and said they could “negotiate their release fee”, Artem claimed.</p><p>He said that his family paid $2,000 for his release and another $15,000 for a fake permit to leave Ukraine as men of fighting age, 25 to 60, are not allowed to travel abroad.</p><p>Artem, who spoke via a messaging app from an Eastern European nation, asked to withhold his real name, personal details and the location of the conscription office he claims to have been beaten in.</p><h2 id=\"a-deepening-crisis\">A deepening crisis</h2><p>Al Jazeera was unable to independently verify all of the details of Artem’s story, but some of his allegations corroborate with other cases of conscription-related coercion and corruption in Ukraine amid a dire shortage of front-line troops in the fight against Russia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Between January and June, the Ukrainian Human Rights Ombudsman’s office received more than 2,000 complaints about the use of force by conscription patrols that consist of military and police officers.</p><p>In one case, patrol officers hit a bicyclist in the central Rivne region with their car in January after he refused to pull over. They beat and tear-gassed him to deliver him to the conscription office and “illegally mobilise”, investigators said. Ultimately, the patrolling officers volunteered to go to the front line to avoid assault charges, they said.</p><p>On August 1, police in the central city of Vinnytsia used tear gas to disperse a crowd that tried to storm a conscription office and release some 100 men that they claimed had been detained illegally.</p><p>Meanwhile, a privileged few abuse their position to dodge the draft.</p><p>In October 2024, Ukrainian President Volodymyr Zelenskyy dismissed the prosecutor general after several public prosecutors obtained fake disability papers that also entitled them to sizeable “pensions”.</p><p>In January, Oleh Druz – the chief psychiatrist for Ukraine’s armed forces, who could declare any conscript unfit for service – was arrested. He now faces up to 10 years in jail for “illegal enrichment”.</p><p>Since Russia’s full-scale invasion of Ukraine began in 2022, Druz reportedly bought several luxurious apartments, two plots of land and several BMW cars – and kept $152,000 and 34,000 euros ($40,000) in cash at home.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For more than two years, conscription patrols have been combing public places, subway stations, nightclubs and even crashing wedding parties in search of men of fighting age – 25 to 60, more than a dozen witnesses from all over Ukraine told Al Jazeera.</p><p>They tour regions outside their official jurisdiction. “Fake patrols” of burly uniformed men then blackmail those they catch. A release fee is $400 or more, but those who refuse to pay up are handed over to real conscription offices, the witnesses say.</p><p>Some conscription officers are ex-servicemen who often suffer from PTSD, despise draft dodgers and have no qualms about humiliating, abusing and beating them, they say.</p><p>Hundreds of thousands of men are understood to be in hiding, causing a dire shortage in the workforce. Across the country, there are far fewer male construction workers, farmhands, cooks and taxi drivers.</p><p>Men whose military papers are in order prefer to move around with a witness who can, if needed, videotape an encounter with a conscription patrol.</p><p>“I drive around with my mom because there are too many checkpoints anywhere I go,” Ferentz, an ethnic Hungarian taxi driver in Uzhhorod, told Al Jazeera as his mother smiled from the front seat of his old Skoda.</p><p>Meanwhile, a societal division is growing.</p><p>Current or former Ukrainian servicemen and their families are increasingly indignant about how draft dodgers justify their reluctance to enlist.</p><p>“I broke up with many female friends who defend their husbands’ or boyfriends’ right not to fight,” Hanna Kovaleva, whose husband Albert volunteered in 2022, told Al Jazeera. “This [mindset] is disgusting – ‘let someone else die while I’m hiding behind my wife’s skirt.’”</p><h2 id=\"preemptive-emigration\">Preemptive emigration</h2><p>Before he turns 17, Bohdan* is leaving Ukraine – but not in search of better living conditions.</p><p>He lives in central Kyiv in a three-bedroom apartment with his parents, goes to a private school and spends weekends in a spacious country house.</p><p>But his parents do not want him to be conscripted.</p><p>Even though it could only happen only when Bohdan turns 25, they say they are not taking ay risks.</p><p>“With this chaos on the front line, you don’t just want your kid to die because of his officer’s mistake,” his father Dmitry* told Al Jazeera.</p><p>On September 1, Bohdan will start school in Prague, where his aunt lives.</p><p>Crushed and heartbroken – he just started dating a classmate – he says he has no choice.</p><p>“I know I sound very unpatriotic, but I don’t want to end up rotting in a ditch,” he told Al Jazeera.</p><p>In January, United States President Donald Trump’s administration urged Kyiv to lower the draft age from 25 to 18 – reiterating the previous administration’s request.</p><p>As the average age of a Ukrainian serviceman has reached 45 from 42 three years ago, more and more Ukrainians with military backgrounds agree with the request.</p><p>Alternatively, men aged 18 and older could serve in a “labour army” that manufactures drones and other war-related items, according to Lieutenant General Ihor Romanenko, ex-deputy head of the General Staff of the Ukrainian Armed Forces.</p><p>He said that mobilisation should involve all men of fighting age without exceptions – while Ukraine’s economy should be “reformatted” to primarily serve the army’s needs.</p><p>“If unpopular strategic decisions at home are not implemented, the situation only gets worse. No foreigners will fight for us,” Romanenko told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "US pauses most visa applications from Zimbabwe | News | Al Jazeera",
            "time": "2025-08-08T08:04:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2007/06/1_221236_1_3.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US pauses most visa applications from Zimbabwe</h1><p class=\"article__subhead\"><em>The announcement marks the latest restriction imposed by the Trump administration on travellers from Africa.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has announced a pause on all routine visa applications for citizens of Zimbabwe.</p><p>The State Department said in a statement on Thursday that the US embassy in Zimbabwe would pause all routine visa services starting from Friday “while we address concerns with the Government of Zimbabwe”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The embassy described the measure as temporary and part of the Trump administration’s efforts to “prevent visa overstay and misuse”.</p><p>Most diplomatic and official visas would be exempt from the pause, the US said.</p><p>The US has enforced new travel restrictions on citizens from several African countries under President Donald Trump’s broader immigration enforcement policies.</p><p>In June, the US put in place travel bans on citizens from 12 countries, seven of them in Africa.</p><p>It increased restrictions on seven other nations, three of them African.</p><p>The US has also demanded that 36 countries, the majority of them in Africa, improve their vetting of travellers or face a ban on their citizens visiting the United States.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Zimbabwe, Malawi and Zambia were all on that list of 36 countries asked to improve their citizens’ travel documentation and take steps to address the status of their nationals who are in the US illegally.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The Trump Administration is protecting our nation and our citizens by upholding the highest standards of national security and public safety through our visa process,” the US State Department said on Thursday.</p><p>The announcement came days after the US unveiled a pilot project requiring citizens of two other <a href=\"/news/2025/6/20/is-trump-planning-an-africa-visa-ban\">African</a> countries, Malawi and Zambia, to <a href=\"/news/2025/8/5/tourists-from-malawi-and-zambia-are-first-to-face-15000-visa-bonds-in-us\">pay</a> a bond of up to $15,000 for tourist or business visas.</p><p>The bond will be forfeited if the applicant stays in the US after their visa expires.</p><p>The new bond policy announced on Tuesday requires Malawians and Zambians to pay bonds of $5,000, $10,000 or $15,000 as part of their application for a tourist or business visa to the US.</p><p>Under the programme, citizens of those countries must also arrive and depart at one of three airports: Boston’s Logan International Airport, New York’s John F Kennedy International Airport or Dulles International Airport near Washington, DC.</p><p>The visa bond pilot programme will start on August 20, the State Department said.</p></div></div></body></html>"
        },
        {
            "title": "France battles largest wildfire in decades as residents remain displaced | Climate News | Al Jazeera",
            "time": "2025-08-08T07:59:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250807__68ZA7WF__v1__HighRes__FranceFireEnvironment-1754636124.jpg?resize=1920%2C1365",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s most devastating wildfire in decades remains active despite being brought under control, officials announced, as firefighting efforts continue with hundreds of personnel.</p><p>The massive blaze in Aude has scorched more than 17,000 hectares (42,000 acres) – an area larger than Paris – killing one person, injuring another 13 and destroying numerous homes.</p><p>Approximately 2,000 firefighters remain deployed to combat the flames, which were declared under control on Thursday night.</p><p>“The fire will not be declared extinguished for several days,” said Christian Pouget, Aude’s prefect. “There is still a lot of work to be done.”</p><p>Officials have restricted access to the devastated forests until at least Sunday due to hazardous conditions, including fallen power lines and other dangers.</p><p>Pouget confirmed that roughly 2,000 evacuees still await clearance to return home, with hundreds sheltering in school gymnasiums and community centres throughout the region.</p><p>This wildfire is the largest in France’s Mediterranean region in at least 50 years, according to government monitoring agencies. The southern area is particularly susceptible to such fires.</p><p>At its peak, the blaze consumed about 1,000 hectares (2,500 acres) per hour, Narbonne authorities reported. Shifting strong winds over two days made the fire’s behaviour unpredictable.</p><p>A 65-year-old woman who refused evacuation orders was found dead in her burned home, while 13 others were injured, including 11 firefighters.</p><p>Prime Minister Francois Bayrou, visiting the affected area on Wednesday, called the wildfire a “catastrophe on an unprecedented scale”.</p><p>“What is happening today is linked to global warming and linked to drought,” Bayrou said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Environment Minister Agnes Pannier-Runacher wrote in a post on X that this was France’s largest fire since 1949. The country has experienced approximately 9,000 wildfires this summer, primarily near the Mediterranean coast.</p><p>Aude has seen increasing burn areas in recent years, exacerbated by reduced rainfall and vineyard removals that previously helped slow fire progression.</p><p>In Saint-Laurent-de-la-Cabrerisse, the hardest-hit village, thick smoke continued rising on Thursday from pine-covered hills overlooking vineyards where dry grass still burned.</p><p>With Europe facing new August heatwaves, many regions remain on wildfire alert. Portugal extended emergency measures on Thursday due to heightened fire risks.</p><p>Near Spain’s Tarifa, fire crews secured areas around tourist accommodation after controlling a major blaze that destroyed hundreds of hectares.</p><p>Climate experts indicate that global warming is driving longer, more intense and more frequent heatwaves worldwide, creating more favourable conditions for forest fires.</p></div></div></body></html>"
        },
        {
            "title": "China warns Philippines over Taiwan remarks amid rising tensions | Politics News | Al Jazeera",
            "time": "2025-08-08T07:33:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2024-03-06T073652Z_1529983162_RC2BF6AD87MW_RTRMADP_3_SOUTHCHINASEA-PHILIPPINES-2-1747906008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>China warns Philippines over Taiwan remarks amid rising tensions</h1><p class=\"article__subhead\"><em>Beijing warns Manila to stop ‘playing with fire’ after Marcos signals potential Taiwan conflict involvement.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1120\" data-end=\"1289\">China has sharply criticised Philippine President Ferdinand Marcos Jr after he suggested his country would be drawn into a potential conflict between <a href=\"/news/2025/3/28/us-philippines-must-stand-shoulder-to-shoulder-on-china-hegseth-says\">China and the United States</a> over Taiwan.</p><p data-start=\"1291\" data-end=\"1531\">During a state visit to India this week, Marcos said the Philippines’ geographic proximity and the large Filipino community in Taiwan meant the country would be forced to get involved in the event of war.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1533\" data-end=\"1743\">“If there is an all-out war, then we will be drawn into it,” Marcos told Indian broadcaster Firstpost. “There are many, many Filipino nationals in Taiwan and that would be immediately a humanitarian problem.”</p><p data-start=\"1745\" data-end=\"2050\">In response, China’s Ministry of Foreign Affairs issued a strongly worded statement on Friday, warning Manila not to “play with fire” and urging it to uphold the one China principle.</p><p data-start=\"1745\" data-end=\"2050\">“Geographical proximity and large overseas populations are not excuses for interfering in others’ internal affairs,” the statement read.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2052\" data-end=\"2367\">Tensions between China and the Philippines have intensified in recent years over territorial disputes in the South China Sea. Both sides have accused each other of provocations, with altercations at sea involving ramming incidents, water cannon blasts, and clashes involving weapons such as spears and knives.</p><p data-start=\"2369\" data-end=\"2460\">Beijing continues to assert that Taiwan is part of its territory and a breakaway province, a position Taipei rejects.</p><p data-start=\"2462\" data-end=\"2671\">China also dismissed Marcos’s justification as undermining both international law and the Association of Southeast Asian Nations charter, saying his comments risk destabilising regional peace and harming the interests of the Philippine people.</p><p data-start=\"2673\" data-end=\"2961\">Marcos’s trip to India also saw the signing of new security agreements aimed at strengthening defence ties between New Delhi and Manila, including cooperation between both countries’ armies, air forces and navies. Indian warships <a href=\"/news/2025/8/4/philippines-india-hold-first-joint-naval-drill-in-disputed-south-china-sea\">recently began joint patrols</a> with the Philippine Navy in the contested South China Sea in a move likely to anger China.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2963\" data-end=\"3207\">In another sign of rising tensions, Philippine officials earlier this week condemned the launch of a Chinese rocket, which they said dropped suspected debris near a western province, alarming residents and threatening local ships and aircraft. No damage or injuries were reported.</p><p data-start=\"3209\" data-end=\"3531\">The <a href=\"/news/2024/10/11/whats-behind-escalating-china-philippines-tensions-in-the-south-china-sea\">escalating maritime standoff</a> has also increasingly drawn in the United States, which has a mutual defence pact with the Philippines. Washington has reaffirmed its commitment to defend Filipino forces, including coastguard personnel, aircraft and public vessels, should they come under attack anywhere in the South China Sea.</p></div></div></body></html>"
        },
        {
            "title": "Taiwan reports first case of chikungunya virus from China outbreak | Health News | Al Jazeera",
            "time": "2025-08-08T07:00:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25218263035783-1754619182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Taiwan reports first case of chikungunya virus from China outbreak</h1><p class=\"article__subhead\"><em>The mosquito-borne virus has crossed the Taiwan Strait from southern China, where confirmed cases of chikungunya top 8,000.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Taiwan has reported its first confirmed case of chikungunya fever, imported from China, where a historic outbreak of the mosquito-borne virus is under way.</p><p>Chikungunya has swept through southern China in recent weeks, primarily in the manufacturing hub of Foshan on the Pearl River Delta, with cases rising to more than 8,000. The outbreak is the largest on record, according to Roger Hewson, virus surveillance lead at the United Kingdom’s Wellcome Sanger Institute.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Taiwan’s Centers for Disease Control (CDC) said on Friday that the chikungunya virus was detected in a Taiwanese woman who had travelled to Foshan and returned to Taiwan on July 30.</p><p>It was the first case of its kind detected so far in 2025, though more than a dozen cases have been previously detected and originated in Indonesia, the Philippines and Sri Lanka.</p><p>The CDC has raised its travel advisory for China’s Guangdong province, the epicentre of the outbreak, to level 2 out of 3, urging travellers to use “enhanced precautions”.</p><p>The virus can lead to high fever, rash, headache, nausea and fatigue lasting up to seven days, and muscle and joint pain that can last for several weeks.</p><p>“The outbreak in Foshan and surrounding areas of Guangdong province has unfolded rapidly and at a scale unprecedented for China,” Hewson said in a statement.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3270421\" src=\"/wp-content/uploads/2024/10/Interactive_Chikungunya_October24_2024-01-1729771918.jpg?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"Interactive_Chikungunya_October24_2024-transmission\" fetchpriority=\"low\"></p><p>The surge is due to limited immunity in China and “environmental suitability” for the virus-carrying Aedes aegypti and Aedes albopictus mosquitoes, which breed in stagnant water, he said.</p><p>Chinese health authorities have responded with containment strategies ranging from household-level inspections and enforced bed nets, to drone-based fogging and even quarantines, reminiscent of the COVID-19 pandemic, Hewson said.</p><p>The Associated Press news agency reported that residents of Foshan can be fined as much as up to 10,000 RMB ($1,400) for keeping water in outdoor containers – a popular breeding ground for mosquitoes.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The outbreak follows more than a month of typhoons and heavier-than-usual monsoon rains in China.</p><p>Last week, Hong Kong – located some 180km (110 miles) from Foshan – was hit by its worst August rainstorm since records began in 1884.</p><p>Chinese state media said despite the historic number of chikungunya cases, the outbreak appears to have finally peaked.</p><p>Foshan reported 2,892 local infections from July 27 to August 2, but no severe or fatal cases, according to China’s state-run Xinhua news agency.</p><p>“The recent surge has been initially contained, with a downward trend in newly reported cases across the province,” Kang Min, director of the infectious disease control institute at the Guangdong Provincial Center for Disease Control and Prevention, told Xinhua.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In my Gaza maternity ward, life and death coexist, but so does hope | Gaza News | Al Jazeera",
            "time": "2025-08-08T06:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/Nada-Almadhoun-feature-1752509634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It is 2am in the obstetrics and gynaecology emergency department of Assahaba Medical Complex in Gaza City. Through the open windows, I can hear the never-ending hum of drones in the sky above, but aside from that, it is quiet. A breeze flows through the empty hall, granting relief from the heat, and a soft blue glow emanates from the few lights that are on. I am six months into a yearlong internship and 12 hours into a 16-hour shift. I am so tired that I could fall asleep here at the admissions desk, but in the calm, a rare sense of peace envelopes me.</p><p>It is soon shattered by a woman crying in pain. She is bleeding and gripped by cramps. We examine her and tell her that she has lost her unborn baby – the child she has dreamed of meeting. The woman was newly married, but just a month after her wedding, her husband was killed in an air raid. The child she was carrying – a 10-week-old embryo – was their first and will be their last.</p><p>Her face is pale, as though her blood has frozen with the shock. There is anguish, denial, and screams. Her screams draw the attention of others, who gather around her as she falls to the ground. We revive her, only to return her to her suffering. But now she is silent – there are no cries, no expression. Having lost her husband, she now endures the pain of losing what she hoped would be a living memory of him.</p><figure id=\"attachment_3832374\" aria-describedby=\"caption-attachment-3832374\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3832374\" src=\"/wp-content/uploads/2025/07/2025-07-11T110712Z_1538025899_RC2MJFAJS1M6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-PREGNANT-1752240482.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3832374\" class=\"wp-caption-text\">Fatima Arafa, a pregnant and displaced Palestinian woman, has a consultation with a doctor at Al Helou Hospital in Gaza City, on July 10, 2025 [REUTERS/Ebrahim Hajjaj] (Reuters)</figcaption></figure><h2 id=\"life-insists-on-arriving\">Life insists on arriving</h2><p class=\"p1\">It is my sixth night shift in obstetrics and gynaecology. I am supposed to rotate through other departments – spending two months in each – but I have already decided to become a gynaecologist during this rotation. Being in this ward brings joy to my life – it is where life begins, and it teaches me that hope is present regardless of the terrible things we are enduring.</p><p class=\"p1\">Giving birth in a war zone – amid bombing, hunger, and fear – means life and death coexist. Sometimes, I still struggle to understand how life insists on arriving in this place surrounded by death.</p><p class=\"p1\">It amazes me that mothers continue to bring children into a world in which survival feels uncertain. If the bombings don’t take us, hunger might. But what surprises me most is the resilience and patience of my people. They believe their children will live on to carry an important message: That no matter how many you have killed, Gaza responds by refusing to be erased.</p><p class=\"p1\">Childbirth is far from easy. It is physically and emotionally exhausting, and mothers in Gaza endure excruciating pain without access to basic pain relief. Since March, the hospital has seen a severe shortage of basic supplies, including pain relief medication and anaesthetics. When they cry out as I stitch their tear wounds without anaesthesia, I feel helpless, but I try to distract them by telling them how beautiful their babies are and reassuring them that they have gotten through the hardest part.</p><p class=\"p1\">With constant hunger here, many pregnant women are fatigued and do not gain enough weight during pregnancy. When the time comes to deliver, they are exhausted even before they begin to push. As a result, their labour can be prolonged, which means more pain for the mother. If a baby’s heartbeat slows, she might need an emergency Cesarean section.</p><p class=\"p1\">Practicing medicine here is far from ideal. Hospitals are overwhelmed, and resources are severely limited. We’re constantly battling shortages of medical supplies. On every night shift, I work with one gynaecologist, three nurses and three midwives. I usually deal with the easier tasks, such as assessing conditions, suturing small tear wounds, and assisting with normal deliveries. A gynaecologist takes the more complicated cases, and a surgeon performs the elective and emergency Caesarean sections.</p><p class=\"p1\">The surgeon always reminds us to minimise the consumption of gauze and sutures as much as possible, and to save them for the next patient who may arrive in desperate need. I try to discard and replace gauze only after it is completely saturated with blood.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Power outages make things even more difficult. The electricity cuts out several times a day, plunging the delivery room into darkness. In those moments, we have no choice but to switch on our phone flashlights to guide our hands.</p><p class=\"p1\">During a recent shift, the electricity went out for nearly 10 minutes after a baby was born. The mother’s placenta hadn’t been delivered yet, so we used our phone lights to help her.</p><p class=\"p1\">Many of the best medical professionals in Gaza have been killed, like Dr Basel Mahdi and his brother, Dr Raed Mahdi, both gynaecologists. They were killed while on duty at Mahdi Maternity Hospital in November 2023. Countless others have fled Gaza.</p><p class=\"p1\">Most of the time, the doctors around me are too overworked to offer guidance or teach me the practical skills I had hoped to learn, though they try their best.</p><p class=\"p1\">Still, some moments pierce through the exhaustion and remind me why I chose this path in the first place. These encounters stay with me longer than any lecture or textbook could.</p><figure id=\"attachment_3802304\" aria-describedby=\"caption-attachment-3802304\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3802304\" src=\"/wp-content/uploads/2025/06/2025-06-26T143217Z_1049532279_RC2L9FA1MQMA_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-MILK-1750978352.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A premature baby lies in an incubator at Al-Helou Hospital, where doctors say a shortage of specialised formula milk is threatening the lives of newborns\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3802304\" class=\"wp-caption-text\">A premature baby lies in an incubator at Al Helou Hospital, where doctors say a shortage of specialised formula milk is threatening the lives of newborns, in Gaza City, June 25, 2025 [Ebrahim Hajjaj/Reuters]</figcaption></figure><h2 id=\"at-dawn-a-new-baby\">At dawn, a new baby</h2><p class=\"p1\">During one shift, a pregnant woman came in for a routine check-up, accompanied by her five-year-old daughter, whose smile lit up the room. She had come to learn the baby’s gender.</p><p class=\"p1\">As I prepared the ultrasound, I turned and playfully asked the little girl, “Do you want it to be a boy or a girl?”</p><p class=\"p1\">Without hesitation, she said, “A boy.”</p><p class=\"p1\">Surprised by her certainty, I gently asked why. Before she could respond, her mother quietly explained. “She doesn’t want a girl. She’s afraid she’ll lose her – like she lost her older sister, who was killed in this latest attack.”</p><p class=\"p1\">Another day, a woman in her tenth week of pregnancy came to the obstetrics clinic after being told by a doctor that her baby’s heart was not beating. As I performed an ultrasound to check the fetus, to my surprise and relief, I detected a heartbeat.</p><p class=\"p1\">The woman cried with joy. On that day, I witnessed life where it was thought to have been lost.</p><p class=\"p1\">Tragedy touches every part of our lives in Gaza. It is woven into our most intimate moments, even around the joy of expecting a new life. Safety is a luxury we’ve never known.</p><p class=\"p1\">At 6am, as dawn breaks on the morning of my shift, we welcome a new baby born to a mother from the Jabalia camp in northern Gaza, an area surrounded by Israeli soldiers and tanks. As the first rays of sunlight pierce the delivery room, the mother cries happy tears, her face flushed as she hugs her baby girl.</p><p class=\"p1\">Having endured a night filled with fear, missiles, and snipers, the mother and her family managed to reach the hospital safely. In this moment, they celebrate and find a reason to hope again.</p></div></div></body></html>"
        }
    ]
}