{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Video: Tough conditions in Sudan camp for displaced as funding cuts bite | Sudan war | Al Jazeera",
            "time": "2026-02-03T11:10:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770117050.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera to reinvent journalism for the digital age: Director General | Media News | Al Jazeera",
            "time": "2026-02-03T11:09:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2259167341-1770112592.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Journalism has acquired a renewed importance at a time technology guided by algorithmic systems has “fuelled new forms of polarisation”, Al Jazeera Media Network’s director general has said, adding that the Doha-based Network aims to review its role and the purpose in the digital age.</p><p>“Algorithmic systems, attention-based economic models and instant interaction have fuelled new forms of polarisation, and deepened division instead of dialogue. They have built echo chambers where people live cut off from other narratives, and from the true complexity of the world,” Sheikh Nasser bin Faisal Al Thani said at the Web Summit Qatar 2026 on Tuesday.</p><p>Journalism, the Al Jazeera director general, said, is “not an alternative to technology, or in opposition to it, but rather a valuable force capable of adding context to events, connecting diverse voices, and revealing the human stories behind the news”.</p><p>“The evolution of journalism cannot be separated from profound changes driven by digital platforms and artificial intelligence within the public sphere,” he said.</p><p>But he called on the global technology sector to fundamentally rethink the design of digital platforms, warning that algorithmic models prioritising “shock” and “outrage” are eroding shared human understanding.</p><p>Sheikh Nasser argued that humanity has entered an era where the challenge is no longer accessing information, but making sense of its “over-abundance”.</p><p>Addressing a packed audience at the Doha Exhibition and Convention Center, Sheikh Nasser cautioned that while technology has democratised storytelling, it has also given rise to “troubling realities” where attention-based economic models deepen division instead of fostering dialogue.</p><p>“Many are now surrounded by cascades of content, yet they feel more isolated, more alienated,” Sheikh Nasser said. He warned that current digital systems often “flatten complex truths into harsh binary choices”, creating fragmented worlds where “disagreements never meet.”</p><h2 id=\"the-core-project\">The ‘Core Project’</h2><p>Amid the fast-paced technological changes, such as Artificial Intelligence (AI), Al Jazeera has embarked on a comprehensive initiative dubbed the “Core Project” to review its role, responsibility, and purpose in the digital age.</p><p>Describing it as a “re-evaluation of the fundamental ideas that underpin our journalism”, rather than just a technical upgrade, Sheikh Nasser outlined a strategy to combine technology with “ethical and professional responsibility”.</p><p>“We plan to combine technology with ethical and professional responsibility, to give journalists the tools to provide context, to report responsibly on breaking news, to separate facts from biases, and to maximise the power of objective analysis and understanding,” he said.</p><p>The initiative aims to automate repetitive tasks to free up journalists for high-value analysis, centred on three guiding principles: The “Now”, “Meaning or Context”, and “People”.</p><p>“The ‘Now’ alone cannot guide us,” he noted, explaining that while speed and accuracy are vital, journalism must provide the “Meaning” by linking events to their root causes.</p><p>Most critically, he redefined the audience not as passive consumers or data points, but as “conscious actors” capable of engaging responsibly with the world.</p><p>“Resilient journalism – swift but not shallow, modern without abandoning its values – can restore context to the news, create space for debate, and a human dimension to disagreements,” Sheikh Nasser said.</p><p>The director general concluded with a direct appeal to the tech leaders and innovators gathered in Doha, calling for a partnership where “responsible journalism meets ethical technology”.</p><p>“The challenge we face today is not a battle between journalism and technology,” Sheikh Nasser said. “It is rather an opportunity to align them through shared responsibility … to bridge divides, and empower a world capable of dialogue.”</p></div></div></body></html>"
        },
        {
            "title": "US abandoning the SDF has impacted Kurds across the region | Kurds | Al Jazeera",
            "time": "2026-02-03T10:59:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T172427Z_894983936_RC2Q5JA9AXEE_RTRMADP_3_SYRIA-SECURITY-IRAQ-PROTEST-1770109666.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last month during the violent clashes between Kurdish forces and the Syrian army, the United States delivered a devastating message to Syria’s Kurds: Their partnership with Washington had “<a href=\"/news/2026/1/20/us-envoy-says-sdfs-role-in-syria-has-largely-expired-after-isil\">expired</a>“. This was not merely a statement of shifting priorities – it was a clear signal that the US was siding with Damascus and abandoning the Kurds at their most vulnerable moment.</p><p>For the Kurds across the region watching events unfold, the implications were profound. The US is no longer perceived as a reliable partner or supporter of minorities.</p><p>This development is likely to have an impact not just on the Kurdish community in Syria but also those in Iraq, Turkiye and Iran.</p><h2 id=\"fears-of-repeat-marginalisation-in-syria\">Fears of repeat marginalisation in Syria</h2><p>US support for Damascus under interim President Ahmed al-Sharaa paves the way for a centralised Syrian state – an arrangement that Kurds throughout the region view with deep suspicion. Their wariness is rooted in bitter historical experience.</p><p>Centralised states in the Middle East have historically marginalised, excluded and assimilated Kurdish minorities. The prospect of such a system emerging in Syria, with US backing, represents a fundamental divergence from Kurdish hopes for the region’s future.</p><p>The approach the Assad regime to the Kurdish question was built on systematic denial. Kurds were not recognised as a distinct collective group within Syria’s national fabric; the state banned the public use of the Kurdish language and Kurdish names. Many Kurds were denied citizenship.</p><p>Al-Sharaa’s <a href=\"/news/2026/1/17/syria-decree-grants-kurds-new-rights-formally-recognising-kurdish-language\" target=\"_blank\" rel=\"noopener\">presidential decree</a> of January 16 promised Kurds some rights while the January 30 agreement between Damascus and the Kurdish-led Syrian Democratic Forces (SDF) included limited recognition of Kurdish collective identity, including acknowledgment of “Kurdish regions” – terminology conspicuously absent from Syria’s political vocabulary and government documents in the past.</p><p>These represent incremental gains, but they are unfolding within a transitional government structure that aims for centralisation as its ultimate objective. That is why Syrian Kurds remain suspicious of whether the promises made today will be upheld in the future.</p><p>While a consensus has emerged among the majority of Kurdish groups that armed resistance is not strategically viable at this stage, any future engagement with the US will be perceived with mistrust.</p><h2 id=\"possibility-of-renewed-shia-kurdish-alliance-in-iraq\">Possibility of renewed Shia-Kurdish alliance in Iraq</h2><p>After years of power rivalries between Shia and Kurdish parties in Iraq, both groups are now observing developments in Syria and potential changes in Iran with a shared sense of threat and common interests. If in 2003, their alliance was driven by a shared past – the suffering under Saddam Hussein’s regime – today it is being guided by a shared future shaped by fears of being marginalised in the region.</p><p>At both the political and popular levels, Shia and Kurdish parties and communities have had much more in common over the past few weeks than in the past. This convergence is evident not only in elite political calculations but also in public sentiment across both communities.</p><p>For the first time in recent memory, both Kurdish elites and ordinary citizens in Iraq are no longer enthusiastic about regime change in Iran, a position that would have been unthinkable just a few weeks ago.</p><p>In addition, last month, Iraq’s Shia Coordination Framework, an alliance of its Shia political parties, nominated Nouri al-Maliki for prime <a href=\"/news/2026/1/24/iraq-shia-alliance-nominates-former-pm-nouri-al-maliki-as-its-candidate\">minister</a>, the most powerful position in the Iraqi government. Remarkably, the Kurdistan Democratic Party (KDP), the dominant Kurdish political force, welcomed the nomination.</p><p>The KDP’s support for al-Maliki was not solely a reaction to anger over US policy in Syria. It was also rooted in Iraqi and Kurdish internal politics. The endorsement is part of an ongoing rivalry between the KDP and the Patriotic Union of Kurdistan (PUK) over Iraq’s presidency, an office reserved for the Kurds. The KDP needs allies in Baghdad to ensure its candidate, rather than the PUK’s, secures the position.</p><p>However, Washington might see an alignment between the KDP-led Kurdistan Regional Government in northern Iraq and an al-Maliki-led government or a similar government in Baghdad as not conducive to its interests in Iraq, especially its efforts to curb Iranian influence.</p><p>Before casting blame, Washington should ask itself why the Kurds feels compelled to adopt this position. The Kurdish stance cannot be fully understood without factoring US policy in Syria into the discussion. From a Kurdish perspective, the US has not been a neutral arbiter in Syria.</p><h2 id=\"the-peace-process-in-turkiye\">The peace process in Turkiye</h2><p>Over the past year, many believed that the sustainability of Turkiye’s peace process with the Kurdistan Workers’ Party (PKK) hinged on a resolution of the Kurdish question in Syria and the fate of the SDF.</p><p>The violent clashes between Damascus, backed by Ankara and Washington, and the SDF threatened to close the door on negotiations. Remarkably, however, not all avenues have been shut.</p><p>It now appears the two issues are being treated as separate files. Negotiations with the PKK are likely to continue within Turkiye’s borders, and crucially, PKK leaders have not translated their disappointment over the weakening of the SDF into a definitive rejection of talks with Ankara.</p><p>What sustains this dynamic is that the SDF has not been entirely dismantled, leaving some breathing room for continued dialogue between Ankara and the PKK.</p><h2 id=\"the-iranian-kurds\">The Iranian Kurds</h2><p>The Iranian Kurds, although farther away from Syria, have also observed events there and made their conclusions. The abandonment of the SDF reveals the unpredictable nature of US support for the region’s minorities.</p><p>In light of this and given continuing US incitement against the Iranian regime, it is quite significant that the Iranian Kurds collectively and deliberately decided not to be at the forefront of the recent protests or allow themselves to be instrumentalised by Western media.</p><p>The Kurdish community in Iran is not enthusiastic about a potential return of Reza Pahlavi, who clearly enjoys support from Washington, and the restoration of the shah’s legacy, which was also oppressive. Iranian opposition groups – many of them based in the West – have not offered a better prospect for the Kurdish question. There is widespread fear that the current regime could simply be replaced by another with no guarantee for Kurdish rights.</p><p>Some Iraq-based Iranian Kurdish armed groups did carry out attacks on Iranian positions near the Iran-Iraq border. But the main Iranian Kurdish armed actors chose not to engage directly or escalate militarily. Their calculations are based on the uncertainty about the endgame envisioned by Israel and the US and the reality that any escalation would provoke Iranian retaliation against Iraqi Kurds.</p><p>With each abandonment of its Kurdish allies, the US further erodes the foundation of trust upon which its local partnerships rest. Iraqi and Syrian Kurds have learned to live with American unreliability, but this arrangement may not endure indefinitely. When it fractures, the consequences for US influence in the region could be profound.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Son of Norway’s crown princess denies rape as trial opens | Crime News | Al Jazeera",
            "time": "2026-02-03T10:43:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_68a433f49e47-1755591668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Son of Norway’s crown princess denies rape as trial opens</h1><p class=\"article__subhead\"><em>Marius Borg Hoiby, son of Crown Princess Mette-Marit, faces 38 counts centred on alleged abuse of women as his mother regrets Epstein links.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The son of Norway’s crown princess has pleaded not guilty to four counts of rape as a trial that has brought fresh scrutiny to a royal family already embarrassed by links to <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">Jeffrey Epstein</a> opened.</p><p>Marius Borg Hoiby entered his plea on Tuesday as proceedings got under way at the Oslo District Court. A conviction on the most serious of the charges he faces could result in at least 10 years in prison.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The son of Crown Princess Mette-Marit and stepson of the heir to the throne, Crown Prince Haakon, Hoiby faces 38 counts, which also include domestic violence, assault and drug possession.</p><p>The 29-year-old has no official royal title or role, but the trial has shaken Norway’s royals. Parts of the trial will take place behind closed doors, the court has said.</p><p>Hoiby was <a href=\"/news/2025/8/19/son-of-norways-crown-princess-charged-with-rape-domestic-violence\">indicted</a> in August after multiple arrests throughout 2024 but was free pending trial until he was arrested on Sunday over new accusations of assault, threats with a knife and violation of a restraining order.</p><p>Defence lawyer Petar Sekulic said the latest arrest followed an alleged “incident” involving another person but declined to give details. The court agreed to keep Hoiby in detention for up to a month based on what it said was his risk of reoffending.</p><p>Hoiby is accused of four rapes from 2018 to 2024, violence and threats against a former partner from 2022 to 2023 and two acts of violence against another partner along with violations of a restraining order.</p><p>Sekulic has previously said Hoiby “denies all charges of sexual abuse as well as the majority of the charges regarding violence”.</p><p>The trial began as the royal family faces a backlash over Mette-Marit’s contacts with the late American sex offender Jeffrey Epstein.</p><p>A <a href=\"/news/2026/1/31/bill-gates-elon-musk-howard-lutnick-face-new-scrutiny-over-epstein-ties\">tranche</a> of documents related to investigations of Epstein released by the United States Department of Justice on Friday <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">mentioned her</a> hundreds of times.</p><p>In a statement, Mette-Marit said she “must take responsibility for not having investigated Epstein’s background more thoroughly”, calling their exchanges “simply embarrassing”.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army enters Kurdish city of Hasakah as ceasefire takes hold | Syria's War News | Al Jazeera",
            "time": "2026-02-03T10:28:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033387403691-1770106290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army has deployed to the northeastern city of Hasakah, previously controlled by the Kurdish-led Syrian Democratic Forces (SDF), implementing the first phase of a United States-backed ceasefire agreement.</p><p>A large convoy of military <a href=\"https://www.youtube.com/watch?v=Aj9w-GtZwpA\" target=\"_blank\" rel=\"noopener\">trucks entered Hasakah</a> on Monday, hours after the SDF imposed a curfew. Syrian forces arrived as part of the newly brokered agreement between Damascus and the SDF announced last Friday.</p><p>The agreement aims to solidify the ceasefire that halted weeks of conflict during which the SDF lost substantial territory in northeastern Syria.</p><p>It establishes a framework for incorporating SDF fighters into Syria’s national army and police forces, while integrating civilian institutions controlled by the group into the central government structure.</p><p>Under the terms of the agreement, government forces will avoid entering Kurdish-majority areas. However, small Interior Ministry security units will take control of state institutions in Hasakah and Qamishli, including civil registries, passport offices and the airport.</p><p>Kurdish local police will continue security operations in both cities before eventually merging with the Interior Ministry.</p><p>The government forces’ entry into Hasakah occurred without incident and as scheduled.</p><p>Turkish President Recep Tayyip Erdogan – whose government has long viewed the SDF as an extension of the Kurdish-led armed rebellion in Turkiye – issued a stern warning to Kurdish forces.</p><p>“With the latest agreements, a new page has now been opened before the Syrian people,” Erdogan said in a televised address. “Whoever attempts to sabotage this, I say clearly and openly, will be crushed under it.”</p><p>Friday’s agreement includes provisions for establishing a military division incorporating three SDF brigades, plus an additional brigade for forces in the group-held town of Ain al-Arab, also known by its Kurdish name Kobane, which will operate under the state-controlled Aleppo governorate.</p><p>The arrangement also provides for the integration of governing bodies in SDF-held territories with state institutions.</p><p>According to Syria’s state news agency SANA, Interior Ministry forces began deploying in rural areas near Kobane on Monday.</p><p>Since the overthrow of longtime ruler Bashar al-Assad 14 months ago, interim President Ahmed al-Sharaa’s efforts to unify the fractured nation under central authority have been hampered by deadly clashes with the SDF and other groups.</p></div></div></body></html>"
        },
        {
            "title": "Why is Benzema’s Al Hilal transfer linked to Ronaldo? | Football News | Al Jazeera",
            "time": "2026-02-03T09:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-10-28T180319Z_1890289066_UP1ELAS1E5IF6_RTRMADP_3_SOCCER-SAUDI-ITH-NSR-1770107309_490dec-1770108997.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two of the most popular footballers in the world have caused a stir in Saudi football on the final day of the midyear transfer window.</p><p>Portuguese superstar Cristiano Ronaldo and French football icon Karim Benzema, both of whom play in the Saudi Pro League (SPL), were in the news on Monday for their off-field actions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Star forward Benzema moved from Al-Ittihad to Al Hilal, with the transfer confirmed hours after Ronaldo was not named for Al-Nassr’s SPL game against Al Riyadh.</p><p>Here’s a breakdown of what happened on transfer deadline day in the SPL:</p><h2 id=\"why-did-benzema-move-from-al-ittihad-to-al-hilal\">Why did Benzema move from Al-Ittihad to Al Hilal?</h2><p>The former Ballon d’Or winner’s move is seen as an ambitious one, as Al Hilal are the most successful club in Saudi football and the current league leaders.</p><p>Despite winning the SPL with Al-Ittihad last year, the 38-year-old wanted to join the club that has won 21 league titles and four Asian Championships.</p><p>Coached by two-time Champions League finalist Simone Inzaghi, they stunned Manchester City at last year’s FIFA Club World Cup 4-3, knocking out Pep Guardiola’s team.</p><p>Benzema’s arrival was announced with fanfare by the record Saudi champions on social media.</p><p></p><h2 id=\"why-did-ronaldo-miss-al-nassr-s-game-on-monday\">Why did Ronaldo miss Al-Nassr’s game on Monday?</h2><p>Ronaldo was absent from Al-Nassr’s SPL match against Al-Riyadh amid reports he is unhappy about the transfer situation at his club.</p><p>Ronaldo has scored 17 goals for the club this season.</p><p>Portuguese media outlet A Bola reported that the five-time Ballon d’Or winner is unhappy that Al-Nassr have not strengthened their squad as they challenge for the league title.</p><p>The Portuguese superstar forward decided to recuse himself ⁠from head coach Jorge Jesus’ squad because Al-Nassr, the ​second-place team in the SPL ‍table, had not made a significant addition before the closure of the transfer window.</p><p>Heading into the game, Al-Nassr were second behind Al Hilal, which is also backed by the Saudi Public Investment Fund (PIF) and has been linked with Ronaldo’s former Real Madrid teammate Karim Benzema.</p><h2 id=\"how-is-benzema-s-move-linked-to-ronaldo\">How is Benzema’s move linked to Ronaldo?</h2><p>Benzema’s transfer from the previous SPL champions to the most successful club is seen as a major threat to Ronaldo’s hopes of being crowned league champion, despite prompting a wave of top football players – including Benzema – to move to the Saudi league.</p><p>Ronaldo, who turns 41 on Thursday, has scored 91 goals ‌in 95 league matches for Al-Nassr since he arrived in Riyadh, the capital of Saudi Arabia, ‍in January 2023.</p><p>SPL leaders Al Hilal are one point ahead of Ronaldo’s Al-Nassr.</p><p>The former Real Madrid striker, a teammate of Ronaldo’s at the Spanish giant, led Al-Ittihad to the title last year, as well as the King’s Cup.</p><p>Meanwhile, Ronaldo is still waiting for his first league title since moving to Saudi Arabia in 2022, and has seen his main rival strengthen with the addition of five-time Champions League winner Benzema.</p><h2 id=\"what-have-al-nassr-said-about-ronaldo-and-could-he-leave-the-club\">What have Al-Nassr said about Ronaldo, and could he leave the club?</h2><p>Al-Nassr CEO Jose Semedo declined to comment, according to Saudi media.</p><p>Ronaldo is not injured, ill or out of favour ​with Jesus, ESPN reported.</p><p>Neither does ‌he intend to leave Al-Nassr, who signed him to a lucrative two-year contract extension in June 2025.</p><p>According to CBS Sports, ‌senior club officials understand Ronaldo’s vexation with the PIF, ‌the Saudi Arabian sovereign ⁠wealth fund that owns Al-Nassr, Al Hilal and two other Pro League sides.</p><h2 id=\"could-al-nassr-still-sign-more-players-to-placate-ronaldo\">Could Al-Nassr still sign more players to placate Ronaldo?</h2><p>Saudi football’s transfer window closed on Monday night, pushing any hopes for the next transfer activity until the end of the current season.</p></div></div></body></html>"
        },
        {
            "title": "Austerity hinders fight against wildfires in Argentina’s Patagonia | Climate News | Al Jazeera",
            "time": "2026-02-03T09:39:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260202__94W44ZR__v2__HighRes__TopshotArgentinaEnvironmentClimateFire-1770102967.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Wildfires are sweeping through Argentina’s Patagonia region, consuming more than 450sq km (175sq miles) of native forests, including parts of the UNESCO World Heritage Site of Los Alerces National Park.</p><p>Thousands of people have been evacuated as flames spread through Chubut province, threatening ancient alerce trees, which can live for more than 3,600 years.</p><p>The crisis has intensified criticism of President Javier Milei’s aggressive austerity policies.</p><p>His administration’s “chainsaw” spending cuts have slashed the National Fire Management Service’s budget by 71 percent in real terms compared with last year, according to the environmental group FARN.</p><p>“These fires are absolutely predictable,” said Ariel Slipak, an economist at FARN, arguing that Milei has prioritised fiscal balance “at all costs” over emergency preparedness.</p><p>The burned area has surpassed last summer’s entire fire season damage of 325sq km (125sq miles). As firefighters battle strong winds and high temperatures, Milei declared a state of emergency on Thursday, allocating about $69m for firefighting efforts.</p><p>Environmental advocates point to climate change as an exacerbating factor with Greenpeace’s Hernan Giardini saying: “To continue denying or underestimating the effects of climate change, which science and the ecological movement have long warned about, is a political irresponsibility that will be paid for by forests and homes.”</p><p>Milei, who has called climate change a “socialist lie” and is considering withdrawing from the Paris Agreement, faces mounting pressure as the fires have now destroyed an area more than twice the size of Buenos Aires.</p></div></div></body></html>"
        },
        {
            "title": "ICE agents confronted at Mexican diner in Minneapolis | Protests | Al Jazeera",
            "time": "2026-02-03T09:16:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770110176.jpg?resize=1914%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gold and silver prices soared, then plummeted. What’s going on? | Business and Economy News | Al Jazeera",
            "time": "2026-02-03T09:10:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-28T135228Z_1432587036_RC2CAJA9GI69_RTRMADP_3_GLOBAL-PRECIOUS-GERMANY-GOLD-1770089177_96cd39-1770100107.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gold and silver prices have been on a rollercoaster ride in the past few days.</p><p>After racking up huge gains over the past year to hit record highs, prices of the precious metals fell sharply on Friday and Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prices recovered some ground on Tuesday, though remaining well below their peaks.</p><p>Here’s all you need to know about the recent price moves:</p><h2 id=\"why-have-gold-and-silver-prices-risen-so-much-over-the-past-year\">Why have gold and silver prices risen so much over the past year?</h2><p>Precious metals are prized by investors for their tendency to hold their value.</p><p>Historically, they have attracted buyers during times of economic uncertainty and geopolitical turmoil.</p><p>The return of Donald Trump, a leader famed for his unpredictability, to the White House has been one factor driving volatility over the past year.</p><p>From his tariffs to his pressure on the independence of the Federal Reserve, the country’s central bank, and threats to take over the Danish autonomous territory of Greenland, Trump has repeatedly taken a sledgehammer to orthodoxy, stirring unease in markets.</p><p>Trump’s convention-busting governance has also driven a weakening of the United States dollar, further encouraging investors to seek out “safe haven” assets that will hold their value.</p><p>Between Trump’s inauguration last year and the end of January 2026, gold prices nearly doubled, while silver prices rose nearly four-fold.</p><p>Some analysts argue that the rising prices of precious metals reflect a deeper crisis of confidence in economic systems worldwide after years of high inflation and rising national debts.</p><p>The US national debt has grown to $38 trillion, the highest in the world, though a number of major economies, including Japan and Italy, have higher debt levels as a percentage of their GDPs.</p><p>“In a world where almost every financial activity incorporates credit risk – that of a state, a central bank, an intermediary – gold remains the only asset without a counterparty. It makes no promises, pays no interest, and is not dependent on political decisions. It simply exists. And that is precisely why it provides security,” Diego Franzin, head of portfolio strategies at Plenisfer Investments, told Al Jazeera.</p><p>“In a system based on record levels of public and private debt, this characteristic takes on unprecedented value.”</p><p>Another factor driving demand has been purchases by central banks in emerging economies, including China and Turkiye, which have been seeking to lessen their dependence on the dollar.</p><p>On Thursday, gold hit a record peak of almost $5,595 an ounce, while silver hit an all-time high of nearly $122.</p><p>The blistering rally came to a sudden halt on Friday when gold and silver prices plunged about 10 percent and 28 percent, respectively.</p><p>The slide continued into Monday, with gold ending the day about 4.5 percent lower and silver down about 6.5 percent.</p><p>On Tuesday, the precious metals clawed back some of their gains, with gold up about 3.5 percent and silver up about 4.5 percent as of 06:00 GMT.</p><h2 id=\"why-did-gold-and-silver-prices-crash\">Why did gold and silver prices crash?</h2><p>Analysts are not united on the cause of the fall.</p><p>Some have suggested that Trump was responsible for bringing prices back to earth just as he was for driving the surge.</p><p>On Friday, Trump announced he would nominate Kevin Warsh to lead the Federal Reserve, a pick that was widely seen as relatively conventional compared with other names on his shortlist.</p><p>The choice of Warsh, a former member of the Fed’s seven-member board of governors, was welcomed by investors who had feared that Trump would tap an ally who would slash interest rates without paying heed to inflation risks. The US president has been pressuring the outgoing Fed chief, Jerome Powell, to cut rates.</p><p>Trump on Friday also expressed hopes that he would reach a deal with Iran, following weeks of threats of military action against the Middle Eastern country.</p><p>Some analysis has suggested that the prospect of more stable economic conditions and a rising dollar led investors to sell off precious metals.</p><p>Many analysts, however, have cast doubt on that explanation, arguing that the drop simply reflected the fact that prices had become overvalued.</p><p>“The more likely explanation is that precious metals prices collapsed simply because they had already gone parabolic in the previous week. Once profit-taking started, it just snowballed,” Mark Matthews, head of research for Asia at Bank Julius Baer, told Al Jazeera.</p><h2 id=\"what-will-happen-to-gold-and-silver-prices-next\">What will happen to gold and silver prices next?</h2><p>Predicting the market is famously a fool’s errand, but some analysts see precious metals continuing to gain over the medium-to-long term.</p><p>In a note on Sunday, JP Morgan analysts said they expected gold to reach $6,300 an ounce – a 30 percent gain from current prices – by the end of 2026.</p><p>“Gold remains a dynamic, multi-faceted portfolio hedge and investor demand has continued to come in stronger than our previous expectations,” Gregory Shearer, Jason Hunter, Ali Ibrahim and Ananyashree Gupta said in the note.</p><p>Bank Julius Baer’s Matthews said investors are likely to pick up their purchases of gold and silver once they believe the market has stabilised.</p><p>“Their two fundamental drivers remain unchanged – namely, the US dollar should continue to depreciate, and central banks should increase their holdings in gold,” Matthews said.</p><p>“The price ascent probably won’t be as steep as it was before, but that’s a good thing.”</p></div></div></body></html>"
        },
        {
            "title": "Video: Syrian government forces enter city of Hasakah | Syria's War | Al Jazeera",
            "time": "2026-02-03T09:06:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770109593.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia renews attacks on frozen Ukrainian cities | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-03T08:29:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94WE9NW__v2__HighRes__TopshotUkraineRussiaConflictWar-1770101276.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces have attacked energy infrastructure in Ukraine’s capital, Kyiv, and its second-largest city, Kharkiv, as a <a href=\"/news/2026/1/30/trump-says-russia-to-pause-bombing-kyiv-during-extreme-winter-conditions\">supposed weeklong truce</a> amid winter conditions ended, according to Ukrainian officials.</p><p class=\"western\">‍Russia ‍attacked with 450 drones and more than 60 ⁠missiles overnight, ​Ukraine’s Minister of Foreign Affairs Andrii ‍Sybiha said on Tuesday, accusing ‍Moscow of having waited for temperatures to drop before renewing its targeting of energy infrastructure <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">amid brutal subzero conditions</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>United States President Donald Trump said last week that Russia had agreed to pause attacks on Ukraine’s cities amid the freezing weather. Moscow has concentrated fire on Ukraine’s energy infrastructure every winter since its full-scale invasion in February 2022.</p><p>At least two people were wounded in the capital and two others in Kharkiv amid the barrage on Tuesday, officials said.</p><p class=\"p1\">Kyiv Mayor Vitali ⁠Klitschko ​said 1,170 ‍residential buildings ⁠in the capital were left ​without ‌heating as temperatures dropped to -17 degrees Celsius (1.4 degrees Fahrenheit).</p><p>Russia targeted Kyiv “in the bitter cold with another massive strike” overnight, Tymur Tkachenko, head of the city’s military administration, said on Telegram, urging residents to remain in shelters.</p><p>The attacks affected five city districts, causing damage to three apartment blocks and a building housing a kindergarten, he said.</p><p>Footage on social media showed the upper floors of an apartment building in the capital engulfed in flames.</p><p>According to unconfirmed media reports, two thermal power plants in the capital were hit.</p><p>Energy company DTEK said that the overnight attack was the largest of the year and had damaged facilities across the country.</p><figure id=\"attachment_4284768\" aria-describedby=\"caption-attachment-4284768\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284768\" src=\"/wp-content/uploads/2026/02/AFP__20260203__94WF7CQ__v1__HighRes__UkraineRussiaConflictWar-1770102372.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukrainian emergency workers are seen at the site of an apartment building that was damaged following a Russian air attack in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284768\" class=\"wp-caption-text\">Ukrainian emergency workers at the site of an apartment building damaged following a Russian air attack in Kyiv [Serhii Okunev/AFP]</figcaption></figure><h2 id=\"maximum-destruction\">‘Maximum destruction’</h2><p>Russian attacks on energy infrastructure in recent weeks have knocked out heating and power to hundreds of residential blocks in Kyiv and other cities across Ukraine.</p><p class=\"p1\">Kharkiv Mayor Ihor Terekhov said Tuesday’s attacks aimed to “cause maximum destruction … and leave the city without heat during severe frost”.</p><p>As a result of the attacks, officials had to cut heating to 820 buildings to drain coolant in order to prevent the wider network from freezing, he said.</p><p>Public broadcaster Suspilne said the attacks had knocked out power in the towns of Izyum and Balakliya in Kharkiv region, and struck two apartment buildings in the ⁠northern city of Sumy.</p><p>Ivan Fedorov, military administrator in the southeastern city of Zaporizhzhia, said on Telegram that a 38-year-old woman had been killed in a drone attack in a suburb.</p><h2 id=\"so-called-truce-fails\">So-called truce fails</h2><p>Trump had announced on Thursday that Russian President Vladimir Putin had agreed to his personal request to halt attacks on “Kyiv and various towns” amid the bitterly cold winter weather.</p><p>Moscow said it had agreed to the request, but said the truce would last only until Sunday, and did not link the measure to the freezing temperatures.</p><p>Kyiv, which had welcomed the move, said the truce was supposed to continue for a week from January 30, but reported that Moscow had kept up its attacks anyway.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks came as Russian and Ukrainian officials prepare to meet for a <a href=\"/news/2026/2/1/trilateral-ukraine-talks-set-to-resume-in-abu-dhabi-on-wednesday-zelenskyy\">new round of US-brokered talks</a> in Abu Dhabi on Wednesday.</p><p class=\"western\">“Neither anticipated diplomatic efforts ​in ‌Abu Dhabi this week nor [Putin’s] promises to ‌the United States ‌kept him ⁠from continuing terror against ordinary people in the ‌harshest winter,” Sybiha wrote on social media.</p><p>Ukraine’s President Volodymyr Zelenskyy said Russia was prioritising more attacks over peace talks.</p><p>“Taking advantage of the coldest days of winter to terrorize people is more important to Russia than turning to diplomacy,” Zelenskyy wrote on social media.</p><p>Zelenskyy had suggested on Monday that recent “de-escalation” with Russia was helping build trust in the negotiations.</p><p>Reporting from Kyiv, Al Jazeera’s Audrey MacAlpine said that issues around territory remain a major sticking point in negotiations. But with neither Putin nor Zelenskyy scheduled to appear at the talks, it is “unlikely that that particular issue will be resolved”.</p><p>Many Ukrainians, however, are hoping that the talks might result in a pause in the ongoing attacks on energy infrastructure, she said.</p></div></div></body></html>"
        },
        {
            "title": "From Crimea to Cameroon: Ukraine’s minorities reflect on life during war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-03T08:27:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Mosque-1769783800.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Various locations, Ukraine</strong> – When the war began, the Muhammad Asad Islamic Cultural Centre in western Ukraine opened its doors to displaced people from across the country, turning classrooms and prayer halls into temporary shelters.</p><p>Muslims lined study rooms with mattresses, cooked meals and distributed water – acts they saw as ordinary, yet gestures that quietly challenged long-held misconceptions about Islam.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ibrahim Zhumabekov, the centre’s 29-year-old imam, said misinformation in Ukraine is prevalent, including claims that “Muslims are terrorists” and that their faith subjugates women.</p><p>But amid the chaos of the early days of the war, these views were dispelled as hundreds of Ukrainians found peace at the centre and as women and children were given female-only quarters to sleep, change and wash in privacy.</p><figure id=\"attachment_4282245\" aria-describedby=\"caption-attachment-4282245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4282245 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/DSCF4105-2-1769983306.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zhumabekov motions to a small piece of the Kiswa, the black cloth that covers the Kaaba in Mecca, which has been framed and put in a display cabinet, Lviv, Ukraine, January 29 2026 [Nils Adler/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4282245\" class=\"wp-caption-text\">Zhumabekov motions to a small piece of the Kiswa, the black cloth that covers the Kaaba in Mecca, which has been framed and put in a display cabinet, Lviv, Ukraine, January 29 2026 [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"muslims-in-ukraine\">Muslims in Ukraine</h2><p>As two small, colourful birds flew overhead, chirping, Zhumabekov and 46-year-old Ezzideen el-Yaman, a visitor at the centre who is originally from Lebanon, recalled when a Ukrainian man once arrived at the centre banging on the door as he hurled anti-Muslim stereotypes.</p><p>“We invited him in, showed him around, and he changed his mind – now he visits us regularly,” Zhumabekov said, smiling.</p><p>Zhumabekov said educating Ukrainians about the country’s rich Muslim heritage is equally important, noting that Muslims in Lviv may have been present since the 14th century.</p><figure id=\"attachment_4276358\" aria-describedby=\"caption-attachment-4276358\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276358 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/playing-table-football-1769785946.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"at the Islamic Cultural Centre in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276358\" class=\"wp-caption-text\">People play table football at the Islamic Cultural Centre in Kyiv, Ukraine [File: Nils Adler/Al Jazeera]</figcaption></figure><p>He also spoke of Muhammad Asad, a Jewish-born journalist from Lviv who converted to Islam and later became an influential Quran translator and scholar in the early 20th century.</p><p>El-Yaman said watching Israel’s attacks on southern Lebanon, where his family lives, while also enduring war in Ukraine, has been emotionally exhausting.</p><p>But one positive outcome has been the coming together of diverse communities in the face of shared hardship.</p><p>In 2024, about 1.5 million Muslims lived in Ukraine, before Russia annexed Crimea and pro-Moscow separatists seized parts of eastern Ukraine in 2014.</p><figure id=\"attachment_4276380\" aria-describedby=\"caption-attachment-4276380\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276380 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Anas-3-1769786762.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians in Kyiv\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276380\" class=\"wp-caption-text\">A Palestinian shop on Dehtiarivska Street, the heart of the Arab community in Kyiv, Ukraine [File: Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"crimean-tatars\">Crimean Tatars</h2><p>Questions of identity, belonging and historical injustice also resonate deeply with Ukraine’s <a href=\"/news/2025/1/28/crimean-tatars-jailed-by-russia-hailed-by-ukraine\">Crimean Tatars</a>, a Muslim ethnic minority Indigenous to the Crimean Peninsula, many of whom have faced repeated displacement over generations.</p><p>Zakhida Adylov, a 38-year-old Kyiv-based translator, said that since Russia’s full-scale invasion, many Ukrainians have become more sympathetic to the longstanding oppression of Crimean Tatars, especially as many have <a href=\"/news/2026/1/22/the-crimean-tatar-group-seeking-systemic-collapse-of-russian-army\">fought</a> in the war.</p><figure id=\"attachment_4276364\" aria-describedby=\"caption-attachment-4276364\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276364 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/DSCF0163-1769786176.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"battalion commander Izmailov, who is Crimean Tatar, believes that young Crimeans need to show more affirmative action in the face of repression.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276364\" class=\"wp-caption-text\">When Al Jazeera met Ukrainian battalion commander Izmailov, a Crimean Tatar, in January 2022, he said young Crimeans needed to take more affirmative action in the face of repression [Nils Adler/Al Jazeera]</figcaption></figure><p>The Ukrainian government has tied Indigenous rights, including those of Crimean Tatars, to its attempts to join the European Union, instructing diplomats to highlight Crimean Tatars and Ukraine’s multicultural identity abroad, she said.</p><p>Although Ukraine’s approach to Crimean Tatars has improved, cultural initiatives remain chronically under-resourced and are forced to compete on equal terms with far larger Ukrainian institutions.</p><p>However, Adylov said discrimination still afflicts the job market, an experience she has personally encountered.</p><figure id=\"attachment_4281997\" aria-describedby=\"caption-attachment-4281997\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4281997 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/Z-1769974657.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zakhida\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4281997\" class=\"wp-caption-text\">Zakhida Adylov in Uzhhorod, Ukraine, January 30, 2026 [Nils Adler/Al Jazeera]</figcaption></figure><h2 id=\"foreign-students\">Foreign students</h2><p>When the war began, an estimated 76,548 international students were enrolled at Ukrainian universities.</p><p>In the first weeks of Russia’s war, almost all of them fled the country.</p><figure id=\"attachment_4276340\" aria-describedby=\"caption-attachment-4276340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276340 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Medyka-1769785441.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ukraine Poland border\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276340\" class=\"wp-caption-text\">Many foreign nationals fled across the borders during the early days of Russia’s full-scale invasion, Medyka, Poland, February 2022 [Nils Adler/Al Jazeera]</figcaption></figure><p>Al Jazeera spoke to several students on the trains that were crossing into Poland, and many spoke of discriminatory treatment by Ukrainian authorities and personnel at train stations and evacuation centres.</p><p>Now only a handful remain.</p><p>Basame Ngoe Ekumi, a 40-year-old Cameroonian, came to Ukraine in late 2021 to enrol at an agrarian university. Upon arrival, he realised he had been enrolled in a scheme that turned out to be a scam.</p><p>In a spiral of unfortunate events, he ended up with limited funds in a Kyiv hostel, seeing out his 90-day visa allowance, when he met a Ukrainian man who invited him to stay with his family in a small town in eastern Ukraine for Christmas.</p><figure id=\"attachment_4276352\" aria-describedby=\"caption-attachment-4276352\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4276352 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/Cam-1769785696.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cameroon Ukraine\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276352\" class=\"wp-caption-text\">Basame Ngoe Ekumi, Lviv, January 28, 2026 [Nils Adler/Al Jazeera]</figcaption></figure><p>There, Ekumi was hospitalised for appendicitis, something he described as “divine intervention” because while thousands of foreigners took the dangerous journey across Ukraine when the war began, he was recovering in a small rural community largely spared from the fighting.</p><p>Ekumi would spend two years in the community. He was handed the keys to his friend’s house, as his hosts left for Finland or joined the war effort.</p><p>Now, he has a successful job running a website for a personal development mentor.</p><p>Standing outside a hostel in central Lviv, he said everything had changed since the war. Whereas before he feared being forced to leave due to bureaucracy, his expired passport and the absence of a Cameroonian consulate now mean he cannot leave.</p><p>However, he said he has been treated well by Ukrainians, who sympathise with him as he lives in a foreign country during wartime.</p><p>Although for different reasons, he, like most men aged 25 to 60 in Ukraine under martial law, is unable to leave the country.</p><p>The police officers who carry out <a href=\"/news/2025/8/8/ukraines-conscription-crisis-alleged-abuse-leads-to-protests-emigration\">regular wartime checks</a> on men recognise this and, although he has no papers, they are always polite and let him go.</p><p>He said the experience has taught him that it does not matter what happens in life; it is how you respond to it, and although he would like to leave Ukraine at least for some time, he is content.</p><p>“People give me my space here; they are respectful,” he said.</p><h2 id=\"ukraine-s-roma-minority\">Ukraine’s Roma minority</h2><p data-start=\"178\" data-end=\"396\">Of all of Ukraine’s minorities, it is perhaps the Roma communities that are the most vulnerable.</p><p data-start=\"178\" data-end=\"396\">The European Roma Rights Centre says many face displacement, poverty and barriers to documentation needed for humanitarian aid.</p><p data-start=\"403\" data-end=\"564\">Al Jazeera <a href=\"/news/2022/3/5/they-told-us-to-go-home-student-recounts-ukraine-war\">reported</a> back in March 2022 that Roma refugees described being separated from other evacuees, as they lacked documents, and facing hostility at border crossings.</p><p data-start=\"571\" data-end=\"719\">Despite this, <a href=\"/news/2022/4/26/ukraines-persecuted-roma-community-joins-war-effort\">a number</a> have volunteered in defence and humanitarian efforts.</p><h2 id=\"ethnic-hungarians-in-ukraine\">Ethnic Hungarians in Ukraine</h2><p>About 150,000 ethnic Hungarians live in western Ukraine, mainly in the Zakarpattia region along the Hungarian border. Tensions with Budapest have flared over Ukraine’s post-2014 language and education laws, which Hungary says marginalise the minority and which it has cited to justify blocking steps towards Kyiv’s closer EU integration.</p><p>When Al Jazeera visited the Zakarpattia region, many locals said the issue had been highly politicised, but relations in everyday life remained warm.</p><p>Kornelia, a 17-year-old student who is of Hungarian ethnicity, said she is fluent in both languages. “I have friends in Hungary and friends in Ukraine; it has never been an issue for me.”</p></div></div></body></html>"
        },
        {
            "title": "Palestinians return to Gaza after limited Rafah crossing reopening | Gaza | Al Jazeera",
            "time": "2026-02-03T08:07:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770105865.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump announces plan to sue Harvard for $1bn damages | Donald Trump News | Al Jazeera",
            "time": "2026-02-03T08:07:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2023-10-14T211935Z_1559279656_RC2IS3A3K92A_RTRMADP_3_ISRAEL-PALESTINIANS-PROTESTS-USA-1743220785.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said his administration will seek $1bn in damages from Harvard University.</p><p>The US president announced his plan to extract the money from the Ivy League school on social media late on Monday. The note, which did not explain the exact nature of his complaint, extends an already protracted <a href=\"/news/2025/5/22/timeline-trumps-escalating-standoff-with-harvard-university\">legal battle</a> with the university.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are now seeking One Billion Dollars in damages, and want nothing further to do, into the future, with Harvard University,” Trump wrote on his Truth Social platform.</p><p>Cambridge, Massachusetts-based Harvard has been the most prominent target of Trump’s ire, as he has sought to wield authority over higher education.</p><p>He and his administration have railed against what they have termed “woke, socialist and anti-American” ideologies among students and professors, taking aim at pro-Palestine protests and diversity, equity and inclusion (DEI) initiatives, among other topics.</p><p>The president’s latest outburst, which unfolded over several long posts, appeared to respond to an article published on Monday by The New York Times that reported that the Trump administration has dropped a demand for a $200m payment from the university.</p><p>In September, a federal judge <a href=\"/news/2025/9/3/us-judge-rules-trump-unlawfully-cut-harvard-university-research-grants\">ruled</a> that the administration violated the law when it cancelled research grants worth more than $2.2bn to Harvard. The White House is now appealing the ruling and had sought the payment as part of a broader deal with the university.</p><p>Quoting four anonymous sources, The New York Times reported that Trump appeared to have conceded the $200m as negotiations with the university continue.</p><p>Although Trump did not directly address the figure in his latest posts, he wrote that “the Failing New York Times story was completely wrong concerning Harvard University” and that Harvard had been “feeding a lot of ‘nonsense'” to the publication.</p><p>“This should be a Criminal, not Civil, event, and Harvard will have to live with the consequences of their wrongdoings,” he wrote. “In any event, this case will continue until justice is served.”</p><p>Trump also took issue with the article’s mention of his falling <a href=\"/news/2025/12/16/trumps-approval-rating-drops-to-39-amid-economic-concerns-us-poll\">approval</a> <a href=\"/news/2026/1/27/trumps-approval-on-immigration-falls-to-record-low-new-poll-finds\">ratings</a> amid a sluggish economy and federal agents’ <a href=\"/news/2026/1/25/who-was-alex-pretti-the-nurse-shot-dead-by-federal-agents-in-minneapolis\">killings of two</a> US citizens amid a violent crackdown on immigration.</p><p>The paper “got it ALL WRONG, my Poll Numbers are Great!” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s crusade against elite US universities has become a hallmark of his second term.</p><p>Shortly after taking office, the president signed various executive orders calling for government agencies to take actions against private institutions’ DEI programmes and increase actions to combat anti-Semitism, especially on campuses.</p><p>The US Department of Justice (DOJ), meanwhile, launched a task force to “root out anti-Semitic harassment in schools and on college campuses”, naming an initial list of 10 schools that it claimed had failed to protect Jewish students.</p><p>As Trump threatened to slash federal funding, several universities <a href=\"/news/2025/3/22/how-columbia-gave-in-to-trumps-demands-to-get-its-400m-funding-back\">yielded</a> to his demands.</p><p>Columbia University agreed to ban face masks, allow campus police to arrest students, and install a new administrator to oversee its Middle Eastern, South Asian and African Studies department and the Center for Palestine Studies.</p><p>Brown University said it would pay $50m to workforce training programmes in Rhode Island to restore its funding.</p><p>In October, the administration approached nine universities to <a href=\"/news/2025/10/3/what-are-trumps-new-rules-for-universities-to-qualify-for-federal-funding\">sign a compact</a>, including various demands, in order to receive “preferential access” to federal funds. At least seven of the nine schools <a href=\"/news/2025/10/21/university-of-arizona-latest-to-turn-down-trumps-university-compact\">declined</a>.</p></div></div></body></html>"
        },
        {
            "title": "Uruguay President Orsi deepens ties with China’s Xi despite Trump threats | International Trade News | Al Jazeera",
            "time": "2026-02-03T07:50:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-03T060827Z_120626835_RC23EJAW1SYH_RTRMADP_3_CHINA-URUGUAY-1770100905.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China and Uruguay have moved to deepen their strategic partnership despite pressure from United States President Donald Trump to keep <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">Chinese influence out of Latin America</a>.</p><p>The two countries signed a dozen cooperation agreements on Tuesday in areas such as science, technology, and trade following a meeting between Uruguayan President Yamandu Orsi and his Chinese counterpart, Xi Jinping, in Beijing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Orsi said in a post on social media that Uruguay is “pursuing an active international engagement, strengthening long-term ties, and creating new opportunities for the country’s development”.</p><p>Xi spoke to the Uruguayan leader about the need to promote a “multipolar world and inclusive economic globalisation” while working together for “common development” as they deepen their “comprehensive strategic partnership”, according to a Chinese readout of the meeting.</p><p>Orsi’s seven-day trip to China began on Sunday and will next take him to Shanghai. A 150-person delegation, including business leaders and other government officials, is accompanying the president.</p><p>His trip is being closely watched as he becomes the first Latin American leader to visit China since US special forces abducted Venezuelan President Nicolas Maduro in a bloody night raid on Caracas in early January.</p><p>Orsi said in the immediate aftermath of Maduro’s abduction that Uruguay rejected the use of military intervention but later added that his removal was “good news, insofar as the authoritarian regime ceases to exist and democracy emerges”, according to local media.</p><p>Even so, Orsi’s dealings with China could still rile up Trump, who is trying to <a href=\"/news/2026/1/24/trump-threatens-100-percent-tariff-on-canada-over-china-deal\">reassert US dominance</a> over the Western Hemisphere.</p><p>As part of this vision, the US aims to keep the region “free of hostile foreign incursion” – a thinly veiled reference to China – according to the White House’s November 2025 National Security Strategy.</p><p>William Yang, senior analyst for Northeast Asia at the International Crisis Group, told Al Jazeera that Orsi was signalling to the US that he would not be “deterred” from pursuing ties with China despite Trump’s warnings.</p><p>“By bringing a delegation of 150 people, including business leaders, with him, the trip sends a message that China remains the top economic and trading partner for countries in Latin America, and they remain committed to continuing their engagement with Beijing,” Yang said.</p><p>China is a top export market for Uruguayan exports such as beef, soya bean and dairy, which were valued at $3.49bn last year, according to information released on Orsi’s Facebook account. Uruguay also imported $2.8bn in goods from China last year.</p><p>Orsi is not the only leader willing to reach out to China regardless of upsetting Washington.</p><p>The Uruguayan leader’s trip follows recent visits by <a href=\"/news/2026/1/29/why-is-the-uks-keir-starmer-in-china-and-what-does-he-want-to-achieve\">United Kingdom Prime Minister Keir Starmer</a>, Canadian Prime Minister Mark Carney, Finnish Prime Minister Petteri Orpo and French President Emmanuel Macron.</p><p>Yang said it was “important to note that this trend doesn’t mean countries are initiating a fundamental shift away from the US”.</p><p>“Rather, they are seeking to recalibrate the distance between themselves and the world’s top two economies,” he said.</p><p>China has also made use of the meetings with world leaders to send the message that it is a reliable diplomatic partner and one that prioritises building relationships – unlike the Trump administration, Yang added.</p></div></div></body></html>"
        },
        {
            "title": "Record-breaking snow blankets Japan, killing at least 30 people | Weather News | Al Jazeera",
            "time": "2026-02-03T07:29:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260130__94J34WH__v3__MidRes__JapanWeatherSnow-1770099437.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Record-breaking snow blankets Japan, killing at least 30 people</h1><p class=\"article__subhead\"><em>Japan deploys troops to help residents and warns people to watch for avalanches and snow falling from roofs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Record-breaking snowfall in Japan has been blamed for 30 deaths in the past two weeks, including a 91-year-old woman found buried under 300cm (118 inches) of snow outside her home, officials said.</p><p>The heavy snowfall prompted the government of <a href=\"/economy/2026/1/27/why-japans-economic-plans-are-sending-jitters-through-global-markets\">Prime Minister Sanae Takaichi</a> to order the deployment of troops on Tuesday to help in affected areas, according to the Japanese national television NHK.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Authorities told people to watch for avalanches and accumulated snow falling from rooftops, NHK reported, and also warned that power outages are possible in the hardest-hit areas.</p><p>As of Tuesday, the northern city of Aomori had 175cm (about 69 inches) of snow accumulated on the ground, more than double the average for this time of the year, according to NHK. On Monday, the city recorded as much as 183cm (72 inches) of snow accumulating in some areas, breaking the 40-year record of 181cm (71 inches) observed in 1986.</p><p>Aomori Governor Soichiro Miyashita said on Monday he had asked the military to offer disaster relief, especially to the elderly, many of whom live alone and need help clearing snow.</p><p>“The danger of life-threatening incidents, such as fatal accidents due to falling snow from the roofs or collapsing buildings, is imminent,” he said in a news conference.</p><p>Several other cities also reported snow accumulation of at least 135cm (53 inches), NHK reported.</p><p>From January 20 through Tuesday, 30 people have died as a result of the heavy snowfall, according to the Fire and Disaster Management Agency.</p><figure id=\"attachment_4284686\" aria-describedby=\"caption-attachment-4284686\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284686\" src=\"/wp-content/uploads/2026/02/2026-01-29T050932Z_664888127_RC2SAJA9QCOK_RTRMADP_3_WEATHER-JAPAN-ELECTION-1770099530.jpg?w=770&amp;resize=770%2C485&amp;quality=80\" alt=\"A person walks past a bulletin board for posters of candidates for the February 8 snap election, where snow has accumulated, in Fukui, Japan, January 26, 2026, in this photo taken by Kyodo. Mandatory credit Kyodo/via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. EDITORIAL USE ONLY. MANDATORY CREDIT. JAPAN OUT. NO COMMERCIAL OR EDITORIAL SALES IN JAPAN.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284686\" class=\"wp-caption-text\">A person walks past a bulletin board for posters of candidates for the February 8 snap election in the western city of Fukui [Kyodo via Reuters]</figcaption></figure><p>On Monday, NHK reported at least 12 deaths in the northwestern Niigata prefecture facing the Sea of Japan, six in Akita prefecture in northern Japan, three in the northernmost prefecture of Hokkaido, two in Aomori and one each in four other prefectures.</p><p>NHK quoted officials from Niigata as saying that two men removing snow on Sunday were swept away in a waterway for snow disposal. Others appeared to have fallen off roofs or died after suddenly becoming ill at work or during breaks.</p><p>A total of 290 people suffered injuries, some serious, due to snow-related incidents, according to NHK.</p><p>The meteorological agency said some areas of the country are seeing more than double the usual volumes of snow, as, according to the Kyodo news agency, a cold air mass from the Arctic lingers over the Japanese archipelago.</p><p>It is unclear how the heavy snow will affect the parliamentary elections scheduled for Sunday.</p><p>On Tuesday, <a href=\"/news/2026/1/23/japan-pm-takaichi-dissolves-parliament-paving-way-for-snap-election\">the prime minister</a> held a special cabinet-level meeting to instruct ministers to do all they could to prevent deaths and accidents.</p></div></div></body></html>"
        },
        {
            "title": "Trickle of Palestinians get to leave, enter Gaza as Rafah crossing reopens | Gaza News | Al Jazeera",
            "time": "2026-02-03T06:41:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69818c777835-1770097783.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2026/2/2/relief-for-patients-leaving-gaza-as-rafah-opens-but-thousands-still-wait\">Only five medical evacuees</a> were allowed to leave Gaza, and just 12 Palestinians were allowed to return to the war-torn territory due to delays imposed by Israeli authorities as the <a href=\"/news/2026/2/2/gazas-rafah-crossing-reopens-for-limited-traffic\">Rafah border crossing</a> with Egypt finally reopened.</p><p>The long-awaited reopening of the territory’s southern border crossing with Egypt on Monday was supposed to alleviate more than 18 months of a punishing military siege on Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Instead, Israeli authorities continued with tight security restrictions and a complex bureaucratic process that allowed only a small number of people to travel in either direction – leaving or entering Gaza – and also blocked goods from passing freely through the border gate.</p><p>The number of people allowed to pass through the Rafah crossing – five sick patients leaving Gaza for treatment abroad and 12 people returning home on Monday – fell far short of the 50 people Israeli officials had promised would be permitted to move in each direction.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City early on Tuesday, said the reopening of the crossing was a long time coming, and the result was far less than promised.</p><p>“This is coming after a long time of waiting,” Mahmoud said.</p><p>“They were expected to be entering the Gaza Strip throughout the past hours, but they were held for long hours, and this is in part due to the long process of security clearance set by the Israeli military on the Rafah crossing,” he said.</p><p>“We expected to see 50 Palestinians returning from Egypt into the Gaza Strip throughout the day, and that was the expectation by the family members here in the Gaza Strip,” he added.</p><p>Instead, a bus carrying 12 people, the first of its type to enter Gaza through the Rafah crossing in more than 18 months, brought the first group of people home early on Tuesday.</p><figure id=\"attachment_4284657\" aria-describedby=\"caption-attachment-4284657\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284657\" src=\"/wp-content/uploads/2026/02/2026-02-02T222248Z_1140537523_RC2XDJAGCGJ1_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1770098845.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians coming from the Rafah border crossing between Gaza and Egypt after it was opened by Israel on Monday for a limited number of people, arrive, in a vehicle with a United Nations (UN) label, at Nasser Hospital in Khan Younis in the southern Gaza Strip, February 2, 2026. REUTERS/Mahmoud Issa TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284657\" class=\"wp-caption-text\">Palestinians coming from the Rafah crossing after its reopening on February 2, 2026, arrive in a vehicle at Nasser Hospital in Khan Younis in the southern Gaza Strip [Mahmoud Issa/Reuters]</figcaption></figure><p>Among the many restrictions being imposed at the crossing by Israeli authorities is that only people who left Gaza during the war are being allowed re-entry through Rafah after undergoing an exacting security clearance process.</p><p>While only five Palestinian patients were allowed to leave the Strip on Monday through the crossing, an estimated <a href=\"/news/2025/12/23/gaza-patients-facing-death-as-israel-continues-to-block-medical-supplies\">20,000 children and adults</a> in dire need of medical care are waiting to depart on the Gaza side of the border for medical treatment in Egypt and elsewhere, according to Gaza health officials.</p><p>Ambulances queued for hours at the border on Monday, ready to ferry Palestinian patients across the border, Egypt’s state-run Al-Qahera News channel showed.</p><p>Al Jazeera’s Tareq Abu Azzoum, reporting from Khan Younis in southern Gaza, spoke with Randa Abu Mustafa, whose son lost sight in both his eyes due to injuries sustained in Israel’s war on the territory. He was among the five patients lucky enough to be approved to leave on Monday.</p><p>Another woman, Shimaa Abu Rida, told Al Jazeera that her daughter, Joumana, was seriously wounded in an Israeli air attack and she is still anxiously waiting to leave.</p><p>“Streams of people are lining up, hoping to cross to Egypt. But with 20,000 patients waiting for approval, most will be disappointed,” Al Jazeera’s Abu Azzoum said.</p><p>And with the entry of much-needed medicine and humanitarian supplies still blocked, Palestinian lives remain “at the mercy” of Israel, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tom Fletcher, United Nations undersecretary-general for humanitarian affairs, said the partial reopening of the Rafah crossing was insufficient, stressing that the border post must function as a genuine humanitarian corridor to <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">deliver life-saving aid</a>.</p><p>Qatar, which helped negotiate the “ceasefire” deal Israel continues to violate at will, welcomed the opening of the Rafah crossing as “a step in the right direction”.</p><p>In a statement, the Qatari Ministry of Foreign Affairs urged Israel to fully implement the deal “to ensure the sustainable and unhindered flow of humanitarian aid to the Strip”.</p><p>“The Ministry renews the State of Qatar’s steadfast and permanent position in support of the Palestinian cause and the resilience of the brotherly Palestinian people, based on international legitimacy resolutions and the two-state solution, which guarantees the establishment of an independent Palestinian state on the 1967 borders, with East Jerusalem as its capital,” the ministry added.</p><p>Before Israel’s genocidal war on Gaza, Rafah was the main crossing for people moving in and out of the enclave.</p><p>The territory’s handful of other crossings are all shared with Israel, while Rafah, which links with Egypt, was seized by Israeli troops during the war in May 2024.</p><p><a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">Violence continued across the territory</a> on Monday, with Israeli attacks killing at least three Palestinians in central and northern Gaza.</p><p>The Palestinian news agency Wafa reported that Israeli drones bombed a location close to an area where people had gathered for a funeral in Nuseirat in central Gaza, killing two people and injuring several.</p><p>Israeli forces also killed one Palestinian in Halawa Camp in the city of Jabalia in northern Gaza.</p><p>The latest casualties in Gaza on Monday from Israeli attacks raised the number of people killed since October 2023 to at least 71,800, with 171,555 injured, according to Palestinian health authorities.</p></div></div></body></html>"
        },
        {
            "title": "The drones being used in Sudan: 1,000 attacks since April 2023 | Sudan war News | Al Jazeera",
            "time": "2026-02-03T06:24:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-Sudan-drones-poster-1770094346.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>During Sudan’s civil war, which erupted in April 2023, both sides have increasingly relied on drones, and civilians have borne the brunt of the carnage.</p><p>The conflict between the Sudanese armed forces (SAF) and the Rapid Support Forces (RSF) paramilitary group is an example of war transformed by commercially available, easily concealable unmanned aerial vehicles (UAVs), or drones.</p><p>Modular, well-adapted to sanctions evasions and devastatingly effective, drones have killed scores of civilians, crippled infrastructure and plunged Sudanese cities into darkness.</p><p>In this visual investigation, Al Jazeera examines the history of drone warfare in Sudan, the types of drones used by the warring sides, how they are sourced, where the attacks have occurred and the human toll.</p><h2 id=\"janjaweed-to-rsf-the-evolution-of-warfare\">Janjaweed to RSF: The evolution of warfare</h2><p>The RSF traces its origins to what at the time was a government-linked militia known as the Janjaweed. Sudan’s government mobilised it during the Darfur conflict in the early 2000s to suppress a rebellion in the western region.</p><p>The United Nations accused the Janjaweed of war crimes and crimes against humanity for its tactics, including burning villages, mass killings and sexual violence.</p><p>In 2013, the Sudanese government under President Omar al-Bashir, who was overthrown in 2019 after sustained popular protests, officially formalised the Janjaweed militias into the RSF under the command of General Mohamed Hamdan \"Hemedti\" Dagalo.</p><p>In 2015, Sudan joined the Saudi-led coalition in Yemen to fight the Houthis, who had seized the capital, Sanaa. In addition to regular soldiers, Sudan sent thousands of RSF fighters, allowing Hemedti to establish direct relationships with leaders in Riyadh and Abu Dhabi.</p><figure id=\"attachment_4283105\" aria-describedby=\"caption-attachment-4283105\" class=\"wp-caption aligncenter\"><img class=\"wp-image-4283105 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/image-10-1770024103.png?w=770&amp;quality=80\" alt=\"Mohamed Hamdan Dagalo “Hemeti”,\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283105\" class=\"wp-caption-text\">Mohamed Hamdan 'Hemedti' Dagalo, right, then deputy chairman of Sudan’s Sovereign Council, meets Mohamed bin Zayed Al Nahyan, the ruler of Abu Dhabi and president of the UAE, at Abu Dhabi's airport on May 15, 2022 [AFP]</figcaption></figure><p>In the beginning, the Janjaweed relied on light weapons and trucks. Then as the RSF, it adopted heavy artillery and eventually drones, allowing it to strike from a distance.</p><p>On April 15, 2023, longstanding tensions between Army Chief Abdel Fattah al-Burhan and RSF Leader Mohamed Hamdan \"Hemedti\" Dagalo escalated into war. This conflict was primarily ignited by disagreements regarding the integration of the RSF into the regular army, a key step in the planned transition to civilian rule.</p><p>The introduction of drones shifted the balance of power away from the Sudanese army, which used to control the skies with its fighter jets.</p><h2 id=\"what-drones-do-the-saf-and-rsf-have\">What drones do the SAF and RSF have?</h2><p>Sudan’s flat terrain and limited cover make it well-suited to drone strikes and surveillance, according to the open-source intelligence initiative Critical Threats.</p><p>Since the war began, the SAF and RSF have used drones spanning from short-range systems to those with a range of up to 4,000km (2,485 miles), capable of reaching any target in Sudan.</p><p>Sudan measures 1,250km (775 miles) from north to south and 1,390km (865 miles) from east to west, distances easily covered by RSF drones like the Chinese-made Wing Loong II and Turkish Bayraktar TB2.</p><h2 id=\"saf-drones\">SAF drones</h2><p>The Sudanese army’s drones, which it uses for reconnaissance and precision attacks, mainly come from Iran, like the Mohajer-6 combat UAV, which was supplied to the SAF in late 2023.</p><p>It can carry a multispectral surveillance payload and/or up to two precision-guided munitions with a maximum ordnance of up to 40kg (88lb) and a range up to 2,000km (1,243 miles)</p><p>The video below, verified by Al Jazeera’s Sanad verification team, shows RSF drones targeting the Sidon fuel depot in Atbara, River Nile State, in April, according to Sudan War Updates.</p><p></p><h2 id=\"rsf-drones\">RSF drones</h2><p>Even though the RSF has no air force, according to a <a href=\"https://www.amnesty.org/en/latest/research/2024/07/new-weapons-fuelling-the-sudan-conflict/\" target=\"_blank\" rel=\"noopener\">2024 Amnesty International report</a>, its allies have armed it with UAVs, including Chinese- and Serbian-manufactured drones.</p><p>One example, according to the <a href=\"https://www.reuters.com/business/aerospace-defense/long-range-kamikaze-drones-seen-near-rsf-base-could-worsen-conflict-sudan-2025-09-12/\" target=\"_blank\" rel=\"noopener\">Reuters news agency</a>, is Chinese kamikaze drones reportedly used in high-profile RSF strikes with a range of up to 2,000km (1,243 miles) and a payload of 40kg (88lb). This long reach allows the RSF to strike as far east as Port Sudan from areas it holds in the west.</p><p>It is also deploying heavier FH-95 drones with a 200kg to 250kg (440lb to 550lb) payload that can drop laser-guided bombs. FH-95s have been spotted by humanitarian organisations at Nyala Airport in South Darfur in late 2024.</p><p>A video published in April appears to document an RSF suicide drone that crashed into a home in al-Dabba in Northern State. The post said it killed six people from one family, including two children.</p><p></p><p>Another weapon in the RSF fleet is a Serbian-made Yugoimport VTOL drone. The four-rotor drone can take off vertically and has reportedly been modified to carry mortar shells as dumb bombs.</p><p>What makes these drones significant is their ability to deliver artillery-level firepower without needing personnel on the ground.</p><p>The TikTok video below appears to show RSF fighters using a quadcopter drone, often made from commercial components and capable of carrying mortar shells.</p><p>These makeshift, lightweight drones with 120mm mortar rounds explode on impact, making them particularly indiscriminate.</p><p> </p><p>Andreas Kreig, associate professor at the School of Security at King’s College London, told Al Jazeera: “On RSF adaptations, yes, there is ingenuity, and it is exactly what you would expect from a decentralised force with external supply options.</p><p>“The RSF appears willing to weaponise commercial quadcopters, repurpose agricultural or logistics drones, and modify platforms beyond their original design.”</p><blockquote>\n<p>\n\t\t\t\tThe tactical logic is pragmatic: Drones are used to harass, distract and strike targets of symbolic or economic value, not necessarily to deliver consistently precise battlefield effects.” \t\t\t</p>\n<p class=\"quote-author\">\n\t\t\t\t<span class=\"screen-reader-text\">by</span> Andreas Kreig, associate professor at the School of Security, King’s College London\t\t\t</p>\n</blockquote><p>“That kind of adaptation thrives in militia structures because approval chains are shorter and the appetite for improvisation is higher. It is also consistent with external enabling. The more a group is plugged into a transnational support network, the more it can experiment with components, munitions and techniques until something works.”</p><p><img class=\"aligncenter wp-image-4284754 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-SUDAN-The-drones-being-used-in-Sudans-war-FEB2-2026-copy-2-1770102037.png?resize=770,1686&amp;quality=80\" alt=\"INTERACTIVE - SUDAN - The drones being used in Sudan's war - FEB2, 2026 copy 2-1770102037\" loading=\"lazy\" fetchpriority=\"low\"></p><h2 id=\"supply-chains-who-is-supplying-drones-and-how\">Supply chains: Who is supplying drones? And how?</h2><p>Most drones in Sudan are smuggled in by a network of foreign backers via land, sea and air, bypassing official embargoes, as foreign states exploit the situation to their advantage.</p><p>The SAF is believed to have drone technology and military support from Egypt, Russia, Iran and Turkiye, using Eritrea as a transit hub to Port Sudan, according to Krieg and Critical Threats, a project established by the American Enterprise Institute to analyse national security threats globally.</p><p>According to <a href=\"https://www.reuters.com/world/middle-east/are-iranian-drones-turning-tide-sudans-civil-war-2024-04-10/\" target=\"_blank\" rel=\"noopener\">Reuters</a>, the SAF has received Iranian drones and parts with Iranian Mohajer-6s reportedly arriving in late 2023 and 2024, often via cargo flights arriving in Port Sudan, which the army has not confirmed. Turkiye has provided Bayraktar drones via Egypt, according to Critical Threats.</p><p><a href=\"https://www.criticalthreats.org/analysis/drones-over-sudan-foreign-powers-in-sudans-civil-war\" target=\"_blank\" rel=\"noopener\">Critical Threats</a> and the <a href=\"https://static.rusi.org/pb-russia-red-sea-final-web-version.pdf\">Royal United Services Institute</a> defence think tank have found that several of the foreign actors supplying drones to the SAF, such as Iran and Russia, have done so in exchange for a regional presence. Iran reportedly hopes to secure a Red Sea naval base while Russia is said to have switched from supporting the RSF via the Kremlin-funded Wagner Group to supporting the SAF in 2024 in exchange for reinstating a 2017 agreement for a Red Sea naval base.<strong> </strong></p><p>The RSF, on the other hand, has reportedly received drone technology and military support from the UAE through various transit points, including eastern Chad, South Sudan, southeastern Libya, northeastern Somalia and the Central African Republic.</p><p>Sudan's UN ambassador, Al-Harith Idriss al-Harith Mohamed, has repeatedly and publicly accused the UAE at the UN Security Council of arming the RSF. While Abu Dhabi denies these claims, open-source analysis has documented dozens of UAE-operated cargo flights flying into eastern Chad since April 2023. According to <a href=\"https://www.reuters.com/world/uae-flights-flood-airstrip-un-says-supplies-weapons-sudan-rebels-2024-12-12/#:~:text=At%20least%2086%20flights%20from,corporate%20documents%20reviewed%20by%20Reuters.\" target=\"_blank\" rel=\"noopener\">Reuters</a>, at least 86 UAE flights suspected of carrying weapons for the RSF landed at Chad’s Amdjarass airstrip.</p><p>“The UAE sits at the hub because it can combine procurement capacity, permissive commercial infrastructure, aviation connectivity and a dense layer of intermediaries that can move dual-use systems without a clear state signature,” Krieg said.</p><p>“From there, the spokes run through jurisdictions that offer cover, weak oversight or useful geography.”</p><p>Krieg said Amdjarass matters because of its proximity to Darfur and its mix of humanitarian and commercial traffic that provides cover.</p><p>According to Reuters, satellite images showed UAE-branded pallets being unloaded near RSF supply routes. From Chad, arms are trucked into Darfur or through areas controlled by eastern Libya military commander Khalifa Haftar. The RSF is also said to operate out of Somalia with Bosaso airport, located in Somalia’s semiautonomous Puntland region, being developed by the UAE. However, the UAE has denied this.</p><p>Eastern Libya is another route, drawing on Haftar-aligned networks already experienced in smuggling and convoy protection. Further afield, hubs like Bosaso and Entebbe, Uganda, are staging points where shipments can be broken down, redocumented and moved onwards in smaller consignments, “preserving plausible deniability”, according to Krieg.</p><p>“The drones themselves rarely need to travel as complete aircraft. The most resilient model is modular transport: airframes, engines, datalinks, optics, batteries, ground control components and munitions moving separately under commercial cover.</p><p>“When you add the commodity layer, especially gold, the network becomes self-financing. The same corridors that move drone parts can move bullion, cash and high-value goods back out [of Sudan],” he said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: 135 Palestinians try to exit Gaza for care amid Israel restrictions | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-03T06:20:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69818d665631-1770098022.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Jobs, cash, loans: Can Bangladesh’s parties deliver on election promises? | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-03T05:31:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-27T112213Z_309515006_RC2N9JAYA5PS_RTRMADP_3_BANGLADESH-ELECTION-1770085368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohaiminul Rafi, 27, has spent years preparing for Bangladesh’s civil service exams, chasing what he calls “the most reliable route to a secure life”: a first-class government job.</p><p>With election campaigning under way across the country, he is now hearing promises aimed squarely at people like him: cash support or interest-free loans for the jobless, and sweeping job-creation targets.</p><p>When asked about cash support or interest-free loans for unemployed graduates, Rafi chuckled. “Of course it would help,” he said. Then he paused. “But honestly, what matters more is a healthy job market and recruitment on merit.”</p><p>Rafi was among the wave of young people who joined the 2024 protests that began over a job reservation system many saw as unfair and later spiralled into a nationwide uprising that toppled then-Prime Minister Sheikh Hasina’s government.</p><p>Now, Bangladesh is heading to an election on February 12.</p><p>With Hasina’s Awami League barred from the ballot, the race is expected to largely revolve around a Bangladesh Nationalist Party (BNP)-led coalition and a bloc led by the Jamaat-e-Islami, which has courted liberal allies, including the uprising-born National Citizen Party.</p><p>Senior figures from both camps are crisscrossing the country, headlining rallies and stage programmes as campaigning enters its final stretch. From platforms to doorsteps to social media, candidates and party activists are tapping familiar anxieties: jobs, price relief, tax cuts, and an end to corruption and discrimination.</p><p>But analysts and voters say that while many of the promises go to the heart of people’s insecurities, the scale of what is being offered might be difficult for any government to realistically deliver at a time when Bangladesh is grappling with multiple economic challenges.</p><p>“Everyone is promising jobs and social security like it’s a switch they can turn on overnight,” Rafi said.</p><p>The promises land in an economy in which growth has slowed to about 4-5 percent in<a href=\"https://www.worldbank.org/en/news/press-release/2025/04/23/strong-economic-and-fiscal-reforms-will-help-bangladesh-sustain-growth-amid-global-uncertainty\"> recent years</a> – after expanding above 8 percent before the pandemic in 2019 – while food and overall inflation have remained in the high single digits for a prolonged period, squeezing people’s purchasing power and driving up the cost of living.</p><p>Private investment has remained largely stuck at roughly 22–23 percent of gross domestic product (GDP), and the nation’s<a href=\"https://blogs.worldbank.org/en/endpovertyinsouthasia/how-can-bangladesh-increase-domestic-revenues-for-development-?\" target=\"_blank\" rel=\"noopener\"> tax-to-GDP ratio</a> is still under 7 percent. This is compared with roughly 12 percent in India and 10 percent in Pakistan, and is far short of the roughly 15 percent many economists cite as a minimum for a state to sustainably fund basic services without chronic fiscal stress.</p><p>Hossain Zillur Rahman, an economist and the executive chairman of the Power and Participation Research Centre (PPRC), a nonprofit think tank based in Dhaka, said the interim administration led by Nobel laureate Muhammad Yunus that took over after Hasina’s ouster brought “some measure of immediate stability to macro indicators”.</p><p>But the Yunus administration, he added, has been “extraordinarily inattentive to economic distress at [the] household level” and to “engaging with the business community to jumpstart the economy”.</p><p>“The economic reality at this moment is marked by persistent inflation, poverty reversals, employment emergencies, stagnant wages,” he said, adding that the government has “failed to generate business confidence, which is why the investment rate is at a standstill”.</p><p>Against that backdrop, he added, an election matters because it may end the uncertainty freezing decisions. “Bangladesh urgently needs a restart,” Rahman said. “[The] election opens the possibility of that, but it is unlikely to produce any dramatic improvements.”</p><figure id=\"attachment_4284461\" aria-describedby=\"caption-attachment-4284461\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4284461\" src=\"/wp-content/uploads/2026/02/2024-11-11T072252Z_41946265_RC2S2BADGWT2_RTRMADP_3_BANGLADESH-ECONOMY-1770085586.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People purchase groceries from a government-subsidised Open Market Sales (OMS) point in Dhaka, Bangladesh, November 11, 2024. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284461\" class=\"wp-caption-text\">People buy groceries from a government-subsidised Open Market Sales point in Dhaka, Bangladesh, November 11, 2024 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"competing-promises\">Competing promises</h2><p>Amid this tense economic mood, both the BNP and Jamaat-e-Islami, also known as Jamaat, are selling a broad menu of pledges. The parties are yet to release manifestos, but officials from both camps told Al Jazeera that policies unveiled at separate recent high-profile events in Dhaka, and now circulating throughout the campaign, will feature prominently.</p><p>The BNP’s flagship pledge is a “family card” issued in the name of a woman in each household. The party says it would initially cover 4 million households, providing either 2,000 to 2,500 Bangladeshi taka (about $16–$20) a month in cash, usable at designated stores, or an equivalent monthly basket of essentials such as rice, pulses, oil and salt.</p><p>Amir Khasru Mahmud Chowdhury, a BNP leader and former minister of commerce, said that if elected, the BNP plans to govern by investing in people, “in health, in education, and upskilling”, and by supporting “artisans, the weavers” and small industries with credit, as well as helping them access international markets, including by helping them with their branding.</p><p>Economists say the challenge lies in scale and delivery. Bangladesh currently spends about 1.16 trillion taka a year (roughly $9.5bn) – about 2 percent of GDP – on social protection across more than 130 programmes, such as old-age allowances and widow benefits.</p><p>The BNP’s family card pledge, if fulfilled nationwide, would cost roughly 1.2 trillion taka (about $9.8bn) a year, assuming 2,500 taka ($20) per card. Bangladesh’s current outlay on social sector protections would effectively need to double to make this work.</p><p>“You cannot ensure quality social security with just 2 percent of GDP,” Towfiqul Islam Khan, additional director (research) at the Centre for Policy Dialogue (CPD), said.</p><p>For Rahman of the PPRC, social protection pledges amount to an “acid test” for the parties. “The key challenge here is not just extra budget”, he said, “but avoiding leakage and ensuring delivery to the right target groups”.</p><p>The BNP argues its answer lies in shrinking the bureaucracy and digitising services. Khasru described Bangladesh as “an over-regulated country” where layers of permissions raise the “cost of doing business”. Moving services online and eliminating physical contact with officials, he said, would reduce opportunities for corruption.</p><p>Meanwhile, Jamaat’s principal welfare pitch is a “smart social security card”, a unified system the party says would connect the National ID card, health access, taxation, and social safety services.</p><p>Mokarram Hossain, a Swansea University professor who helped coordinate Jamaat’s plan, said the party’s focus rests on “good governance, zero tolerance to corruption, zero tolerance to extortion, and efficiency gains”.</p><p>Hossain said Jamaat’s plan is not to “hand out token cash”, but to build a single system through which people can access services, something he argued would also reduce “leakage” in how benefits are delivered.</p><p>Khan of the CPD said that “if revenue collection improves, these long-term plans [of both coalitions] can be implemented… and they should be”.</p><p>But for the moment, he said, both the BNP and Jamaat have questions to answer.</p><p>“They need to clearly explain how the financing will be arranged, how long implementation will take, through what process it will be done, and how institutional capacity will be strengthened [to enable the execution of these policies],” Khan said.</p><p>Still, there is a reason why these promises, irrespective of how realistic they are, resonate with many voters, said Asif Shahan, a Dhaka University professor and senior research fellow at the BRAC Institute of Governance and Development, a social science research and academic institute in Dhaka.</p><p>“People don’t like complicated messages,” he said. “You have to give people a very simplified message.” This is why the idea of a “family card” and a “social security card” works better than detailed policy blueprints, he said.</p><p>But it is not that the everyday voter is not discerning, he said. Voters are watching to see whether a party will deliver benefits fairly to everyone, or “only give them to party loyalists”, he said.</p><figure id=\"attachment_4284467\" aria-describedby=\"caption-attachment-4284467\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284467 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2021-07-06T100707Z_1919557652_RC2VEO9WVM1Y_RTRMADP_3_BANGLADESH-ECONOMY-EXPORTS-1770085654.jpg?resize=770%2C513&amp;quality=80\" alt=\"Garment workers come out of a factory during the lunch break as factories remain open despite a countrywide lockdown, in Dhaka, Bangladesh, July 6, 2021. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284467\" class=\"wp-caption-text\">Garment workers come out of a factory during their lunch break as factories remain open despite a countrywide lockdown, in Dhaka, Bangladesh, July 6, 2021 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"jobs-education-and-youth\">Jobs, education and youth</h2><p>Card-based welfare promises are only one side of the campaign pitch.</p><p>Both blocs are courting young voters, roughly one-third of Bangladesh’s 127 million electorate, with sweeping job pledges.</p><p>Government data shows unemployment among college-educated people is at 13.5 percent as of 2024, leaving about 885,000 graduates without work, while overall unemployment stands at 4.63 percent, with roughly 2.7 million people.</p><p>The BNP has pledged to create 10 million jobs within 18 months and provide financial support to the “educated unemployed” until they find work, as well as ensure “merit-based government recruitment”.</p><p>It has also pitched the “digital economy as a major employer”, promising 800,000 information technology jobs and the introduction of international payment gateways, such as PayPal, to ease cross-border earnings for freelancers.</p><p>Chowdhury, the senior BNP leader, said Bangladesh’s homegrown payment systems are “very poor”, and that multiple gateways would “create competition and support online workers, as well as make cross-border business easier”.</p><p>Jamaat’s jobs pitch, meanwhile, leans heavily on training and placement. It has pledged to train 10 million youth within five years, saying it would establish a “youth tech lab” in every sub-district and set up district-level “job banks” to connect people to 5 million jobs within the same period.</p><p>It also promises to create 500,000 entrepreneurs, develop 1.5 million freelancers, and design “separate skills programmes for young people with lower formal education”.</p><p>But Jamaat has also offered unemployed graduates interest-free monthly loans of up to 10,000 taka (about $80) for up to two years.</p><p>Hossain, the Swansea University professor, stressed that the support would need to be repaid. “We are not ‘giving’ the money,” he said. “We are giving a loan, but interest-free.”</p><p>But economists say delivering the job creation both sides are promising would require sustained GDP growth of 8 to 10 percent and a considerable surge in domestic and foreign investment.</p><p>The PPRC’s Rahman said he was sceptical about interest-free loans as a fix. “Interest-free loans tend to be populist measures without much proven impact,” he said, arguing that “the solutions for unemployed graduates are their skilling and actual employment opportunities”.</p><p>Education has also become central to campaign promises.</p><p>BNP’s education proposals include a “one teacher, one tab” initiative, under which the party says it would provide tablet computers to primary and secondary teachers to support teaching and training. It also plans to expand multimedia classrooms, introduce compulsory vocational education at the secondary level, and strengthen technical and skills-based training alongside general education.</p><p>The party has further pledged to expand midday meals for students. Bangladesh currently runs a school feeding programme in parts of the primary and elementary school system, but coverage remains limited and uneven, and there is no nationwide scheme at the secondary level.</p><p>The BNP has also said it would expand sport, arts and cultural education, as well as introduce third-language learning – including Arabic, Chinese, Korean, Japanese and German, alongside Bengali and English – from the secondary stage, which party leaders argue would improve employability at home and abroad.</p><p>BNP leader Chowdhury said Bangladesh’s education system pushes too many students towards advanced degrees, which “creates more jobless people”, and that the BNP wants vocational schools “all around the country”, so more students move into skills tracks after high school. He pointed to China, where he said that “60 percent go to vocational education”, which helps young people find work “at home… [and] abroad”.</p><p>Jamaat’s education platform includes interest-free education loans of up to 10,000 taka (about $80) per month for 100,000 students selected on merit and need, annual support for 100 students a year to study at top global universities, and upgrading large colleges into full universities.</p><p>Hossain said Jamaat’s overseas-study pledge is limited. Students admitted to “fixed top universities… MIT, Harvard, Oxford, Cambridge” would “get all the money”, while others would receive support for “the first two semesters” and repay the rest as an interest-free loan.</p><p>Rahman urged caution over student loan-style pledges. “The idea of student loans also needs to be thought through with care,” he said. “The burden of student loans hangs like a baleful cloud over the large swath of youth in the developed world.”</p><p>He argued that expanded scholarship schemes with strict targeting and compliance conditions could be a safer approach.</p><figure id=\"attachment_4284470\" aria-describedby=\"caption-attachment-4284470\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284470 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2023-07-19T042553Z_649109556_RC2262AI0GNR_RTRMADP_3_BANGLADESH-ECONOMY-1770085753.jpg?resize=770%2C513&amp;quality=80\" alt=\"Tangled network cables are seen in front of the Dhaka Stock Exchange Limited building in Dhaka, Bangladesh, July 19, 2023. REUTERS/Mohammad Ponir Hossain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284470\" class=\"wp-caption-text\">Tangled network cables hang in front of the Dhaka Stock Exchange building in Dhaka, Bangladesh, July 19, 2023 [Mohammad Ponir Hossain/ Reuters]</figcaption></figure><h2 id=\"tax-cuts-and-the-revenue-squeeze\">Tax cuts and the revenue squeeze</h2><p>While the BNP has not specified tax rates and has instead promised more generic “business-friendly reforms and deregulation”, Jamaat has been explicit on taxes, proposing cuts that would bring “corporate tax down to 19 percent and VAT [value-added tax] to 10 percent”.</p><p>At present, economists say, some companies face tax rates exceeding 50 percent, while taxes on discouraged and luxury goods can reach 700 to 800 percent.</p><p>Hossain of Swansea University said Jamaat’s finance policy team estimates that just by tightening tax collection, “plugging loopholes and curbing corruption in tax administration”, it could recover 1.05 to 2 trillion taka (roughly $8.5bn to $16.4bn), which would help fund the “party’s promises without expanding the budget”.</p><p>He said that the same team has put the estimated cost of implementing Jamaat’s proposals at 2.37 trillion taka (about $19bn), while it projects “potential revenue sources” of 2.21 trillion to 3.16 trillion taka (roughly $18bn to $25.7bn), driven largely by “tighter taxation” alongside “efficiency gains” and “debt restructuring”.</p><p>But the CPD’s Khan said Bangladesh needed a broader overhaul of the revenue system, which would also help boost investment. “A service-oriented tax system, automated return filing and assessment, and efficient tax refunds are essential,” he said. “This would reduce tax evasion and administrative delays, and increase revenue.”</p><h2 id=\"industry-costs-farmers-and-health\">Industry costs, farmers and health</h2><p>Jamaat has pledged to freeze industrial utility – gas, electricity and water – tariffs for three years to help businesses. It has also proposed reopening closed factories through public-private partnerships, with 10 percent ownership allocated to workers.</p><p>Rahman, the economist, said that “among the promises made by Jamaat, the one which has most merit is to freeze utility tariffs for the industrial sector for three years”.</p><p>The BNP’s pitch to business is less about a single pledge and more about a structural reset.</p><p>Chowdhury framed it as moving away from an “oligarchic economy” tied to businesses with political power and towards what he called a “democratisation of the economy”, with a level playing field for all firms.</p><p>In agriculture, the BNP has proposed a “farmer card” offering “subsidised fertiliser, seeds and pesticides, access to machinery, easier loans, crop insurance, fair-price sales and mobile access to market and weather information”.</p><p>Jamaat has promised interest-free loans for small and medium farmers.</p><p>But agriculture policy is already tied to a heavy subsidy bill. In the current fiscal year, the government allocated about 400 billion taka (roughly $3.2bn) for agriculture, fisheries, livestock and food security.</p><p>Economists caution that expanding support further will be difficult amid high inflation and revenue constraints. Rahman said both parties’ agriculture focus is welcome, but warned that “the same issues of leakage and mistargeting will be critical here, too”.</p><p>Health has also featured prominently.</p><p>The BNP has pledged to recruit 100,000 healthcare workers, 80 percent of them women, to deliver door-to-door primary care. The party is also promising free primary-care medicines and low-cost treatment for critical diseases through public-private partnerships.</p><p>Jamaat’s policies include free healthcare for citizens over 60 and children under five, building 64 specialised hospitals, one in each Bangladeshi district, and expanding maternal and child health support through a “first thousand days” programme, covering the period from the start of pregnancy through a child’s first two years.</p><p>For Rahman, the contest moving on is not only about big promises, but whether a new government can deliver without straining the economy.</p><p>He said this means breaking with the interim government’s “governing style”, one he argues has failed to “meaningfully engage with the business community” and curb the “institutionalised corruption” entrenched under Hasina’s government.</p><p>Rafi, the job seeker, put it more simply: Promises come easily, he said.</p><p>“But if the culture of extortions for business, and bribes for a job, doesn’t disappear”, he added, “then we’re back where we started”.</p></div></div></body></html>"
        },
        {
            "title": "Musk merges SpaceX and xAI firms, plans for space-based AI data centres | Elon Musk News | Al Jazeera",
            "time": "2026-02-03T04:47:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T165351Z_2035524892_RC2JJAAJG95S_RTRMADP_3_XAI-M-A-SPACEX-FCC-1770091114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Musk merges SpaceX and xAI firms, plans for space-based AI data centres</h1><p class=\"article__subhead\"><em>Musk says solar powered and space-based data centres are the only way to meet AI’s burgeoning energy demands.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s SpaceX has acquired his AI company xAI as part of an ambitious scheme to build space-based data centres to power the future of artificial intelligence.</p><p>The billionaire, who is also the CEO of Tesla, announced the merger in a statement on Tuesday on the SpaceX website.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Musk said the merger will help to address the emerging question of how to meet the power-hungry demands of artificial intelligence.</p><p>AI demand will require “immense amounts of power and cooling” that are not sustainable on Earth without “imposing hardship on communities and the environment,” he said.</p><p>Space-based data centres that harness the power of the Sun are the only long-term solution, according to Musk.</p><p>“In the long term, space-based AI is obviously the only way to scale. To harness even a millionth of our Sun’s energy would require over a million times more energy than our civilisation currently uses!” he wrote.</p><p>“The only logical solution therefore is to transport these resource-intensive efforts to a location with vast power and space,” he continued, predicting that within the next “2 to 3 years, the lowest cost way to generate AI compute will be in space”.</p><p></p><p>The merger of SpaceX and xAI will bring several of Musk’s space, artificial intelligence, internet, and social media projects under one roof.</p><p>SpaceX operates the Falcon and Starship rocket programmes, while xAI is best known for developing the AI-powered Grok chatbot. Last year, xAI also acquired X, the social media platform known as Twitter, until it was bought by Musk in late 2022.</p><p>Both companies have major contracts with US government agencies such as NASA and the Department of Defense .</p><p>SpaceX’s Starshield unit specifically collaborates with government entities, including military and intelligence agencies.</p><p>Musk is not the only tech CEO looking to space as a solution to AI’s energy quandary.</p><p>Jeff Bezos’s Blue Origin and Google’s Project Suncatcher are both working on solar-powered space-based data centres.</p><p>“In the history of spaceflight, there has never been a vehicle capable of launching the megatons of mass that space-based data centres or permanent bases on the Moon and cities on Mars require,” Musk wrote.</p><p>Musk also said his long-term plan for SpaceX is to launch a million satellites.</p><p>To achieve this aim, SpaceX’s Starship rocket programme aims to one day launch one flight per hour with a 200-tonne payload, he said.</p><p>Musk said Starlink, a subsidiary of SpaceX that offers satellite-based internet service, will soon get a major boost with the launch of SpaceX’s next generation of V3 satellites.</p><p>They will each add “more than 20 times the capacity to the constellation as the current Falcon launches of the V2 Starlink satellites”, he wrote.</p></div></div></body></html>"
        },
        {
            "title": "Moscow confirms Russian forces helped repel ISIL attack on Niger airport | Conflict News | Al Jazeera",
            "time": "2026-02-03T04:18:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/11770002-1770091062.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian soldiers helped repel an attack claimed by the ISIL (ISIS) armed group on Niger’s main airport in the capital, Niamey, last week, according to Moscow’s Ministry of Foreign Affairs.</p><p>“The attack was repelled through the joint efforts of the Russian Ministry of Defence’s African Corps and the Nigerien armed forces,” Russia’s Foreign Ministry said on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Niger’s governing military earlier said that “Russian partners” had helped to fend off the rare assault on the capital, which saw 20 attackers, including a French national, killed and four army soldiers wounded.</p><p>At least 11 fighters were also captured, Niger’s state television reported.</p><p>“Moscow strongly condemns this latest extremist attack,” the Foreign Ministry added in the statement, according to Russia’s state TASS news agency.</p><p>“A similar attack took place in September 2024 on the international airport in the capital of Mali. According to available information, external forces providing instructor and technical support are involved,” the ministry said, according to TASS.</p><p>Niger’s military chief, Abdourahamane Tchiani, visited the Russian military base in Niamey to express “personal gratitude for a high-level of professionalism” by Russian forces in defending the airport, the ministry added.</p><p>ISIL claimed responsibility for the “surprise and coordinated attack” on the airbase at the <a href=\"/video/newsfeed/2026/1/29/heavy-gunfire-and-explosions-near-airport-in-nigers-capital\">Diori Hamani international airport</a> near Niamey on the night of January 28.</p><p>A video published online through the ISIL-affiliated media Amaq showed several dozen attackers with assault rifles firing near an aircraft hangar and setting ablaze one plane before leaving on motorbikes.</p><p>Ulf Laessing, the head of the Sahel programme at Germany’s Konrad Adenauer Foundation, told The Associated Press news agency that the sophistication and boldness of the attack, including the possible use of drones by the attackers, suggest that the assailants may have had inside help.</p><p>Previous successful attacks in the region appear to have increased the group’s confidence, leading them to target more sensitive and strategically important sites, Laessing said.</p><p>Niger’s military had initially accused Benin, France and the Ivory Coast of sponsoring the attack on the airport, which also houses a military base. The military, however, did not provide evidence to substantiate its claim.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ivory Coast’s Foreign Ministry denied the allegation and summoned Niger’s ambassador to relay its protest. Benin also denied the claim, describing it as “not very credible”.</p><p>France has yet to comment.</p><p>Niger is a former colony of France, which maintained a <a href=\"/news/2023/12/22/last-set-of-french-troops-exit-niger-as-sahel-sheds-parisian-influence\">military presence</a> in the country until 2023.</p><p>Russia rarely comments on its military activity in the Sahel region, where Moscow has been <a href=\"/news/2024/4/12/russia-sends-military-trainers-air-defence-system-to-niger-state-media\">increasing its influence</a> in recent years.</p><p>Facing isolation since its invasion of Ukraine, Russia has tried to build new military and political partnerships across Africa.</p><p>Apart from Niger, Russian troops or military instructors have been reported to be deployed in Burkina Faso, Equatorial Guinea, the Central African Republic and Libya.</p><p>Russia’s African Corps has taken over from the <a href=\"/news/2025/6/16/wagner-vs-africa-corps-the-future-of-russian-paramilitaries-in-mali\">Wagner mercenary force</a> across the continent. According to Moscow, the corps helps ” fighting terrorists” and is “strengthening regional stability” in the Sahel.</p><p>Niger’s authorities have been fighting the Al-Qaeda-linked Group for the Support of Islam and Muslims (JNIM) and the ISIL affiliate in the Sahel (EIS) for the past decade.</p></div></div></body></html>"
        },
        {
            "title": "UK police to review misconduct claims after Mandelson’s leaks to Epstein | Business and Economy News | Al Jazeera",
            "time": "2026-02-03T03:17:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250508__44YE29G__v1__MidRes__UsPoliticsTradeTrump-1770078392_57965e-1770084833.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police to review misconduct claims after Mandelson’s leaks to Epstein</h1><p class=\"article__subhead\"><em>Prime Minister Keir Starmer says ex-envoy Peter Mandelson should no longer hold a seat in the upper house of parliament.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the United Kingdom have announced they are reviewing allegations of misconduct in public office following revelations that London’s former ambassador to Washington leaked confidential government information to the late financier and sex offender Jeffrey Epstein.</p><p>The announcement by the Metropolitan Police on Monday came after investigative files released by United States authorities revealed that Peter Mandelson shared government plans with Epstein while serving as a UK minister.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mandelson, who served as business secretary under former Prime Minister Gordon Brown, told Epstein about asset sales and tax changes under consideration by London in 2009, as well as plans for the 500 billion euro ($590bn) bailout of the single currency in 2010, according to emails released by the US Department of Justice on Friday.</p><p>“Following this release and subsequent media reporting, the Met has received a number of reports relating to alleged misconduct in public office. The reports will all be reviewed to determine if they meet the criminal threshold for investigation,” Metropolitan Police Commander Ella Marriott said in a statement.</p><p>“As with any matter, if new and relevant information is brought to our attention we will assess it, and investigate as appropriate,” Marriott added.</p><p>The Metropolitan Police did not name Mandelson, but its statement came after the leader of the pro-independence Scottish National Party said he had written to the police commissioner urging him to investigate the former ambassador for alleged misconduct in public office.</p><p>Earlier on Monday, Prime Minister Keir Starmer announced an inquiry into Mandelson’s ties to Epstein.</p><p>Starmer, who sacked Mandelson as London’s top diplomat in Washington last year after the emergence of correspondence detailing his ties to Epstein, also said the former minister should lose his lifelong appointment to the UK’s upper house of parliament.</p><p>On Sunday, Mandelson resigned from the governing Labour Party, whose return to electoral dominance he helped to engineer in the 1990s, citing his wish to avoid causing further embarrassment to his colleagues.</p><p>In further fallout in the UK on Monday, the charity launched by Sarah Ferguson, the ex-wife of Andrew Mountbatten-Windsor, announced that it would close “for the foreseeable future” amid revelations about her friendly relationship with Epstein.</p><p>“Our chair Sarah Ferguson and the board of trustees have agreed that with regret the charity will shortly close for the foreseeable future,” a spokesman said in a statement, without elaborating on the reasons for the closure.</p><p>Separately on Monday, the US Justice Department said it had removed thousands of Epstein-related files from the internet after lawyers representing some of his alleged victims said their identities had been exposed due to insufficient redactions in the latest release of documents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Cuba in contact with US, diplomat says, as Trump issues threat to block oil | Donald Trump News | Al Jazeera",
            "time": "2026-02-03T03:12:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260130__94LZ2WM__v1__MidRes__CubaUsDiplomacy-1770081746.jpg?resize=1799%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cuba in contact with US, diplomat says, as Trump issues threat to block oil</h1><p class=\"article__subhead\"><em>Cuban diplomat says Havana is ready for dialogue with Washington, but certain things are off the table, including the constitution and its socialist government.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Cuba and the United States are in communication, but the exchanges have not yet evolved into a formal “dialogue”, a Cuban diplomat has said, as US President Donald Trump stepped up <a href=\"/opinions/2026/1/29/if-cuba-falls-the-global-south-is-to-blame-too\">pressure on Havana</a>.</p><p class=\"tr-story-p1\">Carlos Fernandez de Cossio, Cuba’s deputy foreign minister, told the Reuters news agency on Monday that the US government was aware that Cuba was “ready to have a serious, meaningful and responsible dialogue”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">De Cossio’s statement represents the first hint from Havana that it is in contact with Washington, even if in a limited fashion, as tensions flared in recent weeks amid Trump’s threats against the Cuban government in the aftermath of the US military’s abduction of <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Venezuelan leader Nicolas Maduro</a>, Cuba’s longstanding ally.</p><p class=\"tr-story-p1\">“We have had exchange of messages, we have embassies, we have had communications, but we cannot say we have had a table of dialogue,” de Cossio said.</p><p class=\"tr-story-p1\">In a separate interview with The Associated Press news agency, De Cossio said, “If we can have a dialogue, maybe that can lead to negotiation.”</p><p>The deputy minister also stressed that certain issues are off the table for Cuba, including the country’s constitution, economy, and its socialist system of government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Sunday, Trump indicated that the US had begun talks with “the highest people in Cuba”.</p><p>“I think we’re going to make a deal with Cuba,” Trump told reporters at his Mar-a-Lago estate in Florida.</p><p>Days earlier, Trump had referred to Cuba in an executive order as “an unusual and extraordinary threat” to US national security, and <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">warned other countries</a> he would impose more tariffs on them if they supplied oil to Cuba.</p><p>On Monday, Trump reverted to issuing threats to Havana, announcing at the White House that Mexico “is going to cease” sending oil to Cuba, a move that could starve the country of its energy needs.</p><p>Mexico, which has yet to comment on Trump’s latest statement, is the <a href=\"/news/2026/1/27/mexico-vows-solidarity-with-cuba-after-oil-shipment-cancellation-report\">largest supplier of oil</a> to Cuba.</p><p>Mexico had repeatedly said that it would not stop shipping oil to Cuba for humanitarian reasons, but also expressed concern that it could face reprisals from Trump over its policy.</p><p>In recent weeks, the US has moved to block all oil from reaching Cuba, including from Cuba’s ally Venezuela, pushing up prices for food and transportation and prompting severe fuel shortages and hours of blackouts, even in the capital, Havana.</p><p>Responding to Trump’s threat regarding oil supplies, Cuba’s De Cossio said that the move would eventually backfire.</p><p>“The US… is attempting to force every country in the world not to provide fuel to Cuba. Can that be sustained in the long run?” de Cossio said to Reuters.</p><p>The US has imposed decades of crushing sanctions on Cuba, but a crippling economic crisis on the island and stepped-up pressure from the Trump administration have recently brought the conflict to a head.</p><figure id=\"attachment_4284387\" aria-describedby=\"caption-attachment-4284387\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4284387 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260130__94LU6R9__v1__MidRes__CubaUsDiplomacyOilFuelShortage-1770081840.jpg?resize=770%2C513&amp;quality=80\" alt=\"Vehicles wait in line to refuel at a gas station in Havana on January 30, 2026. Cuban President Miguel Diaz -Canel on January 30, 2026, denounced US President Donald Trump's attempt to \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4284387\" class=\"wp-caption-text\">The US has moved to block all oil from reaching Cuba, including that from ally Venezuela, pushing up prices for food and transportation and prompting severe fuel shortages and hours of blackouts [Adalberto Roque/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Ex-US President Bill Clinton, Hillary Clinton to testify in Epstein probe | Politics News | Al Jazeera",
            "time": "2026-02-03T02:20:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250120__36UV448__v2__HighRes__UsPoliticsTrumpInauguration-1770086308.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-US President Bill Clinton, Hillary Clinton to testify in Epstein probe</h1><p class=\"article__subhead\"><em>The Clintons agree to testify in congressional probe of high-society sex offender Jeffrey Epstein amid contempt threat.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former ‍United States President Bill ‍Clinton and Hillary Clinton, the 2016 Democratic presidential nominee, will testify in a congressional investigation into the late <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">sex offender Jeffrey Epstein</a>, a spokesperson for the ex-president said.</p><p>The ⁠decision by the Clintons announced on Monday could head off a planned vote in the Republican-led ​House of Representatives to hold the high-profile Democratic Party veterans in contempt for refusing to appear before lawmakers, which could lead to criminal charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The former President and former ‌Secretary of State will be there. They look forward to setting a precedent that applies to everyone,” the Clintons’ deputy chief of staff, Angel Urena, said ‌in a post on social media.</p><p>Urena posted the announcement above a House Oversight Committee statement from earlier on Monday that accused the Clintons of “defying lawful subpoenas” and of “trying to dodge contempt by requesting special treatment”.</p><p>“The Clintons are not above the law,” the Oversight Committee said.</p><p>Last week, the Oversight Committee recommended the couple be held in contempt for refusing ‍to testify about ⁠their relationship with Epstein.</p><p>The Clintons had offered to cooperate with the committee’s probe into Epstein, but refused to appear in person, saying the investigation was a partisan exercise aimed at protecting President Donald Trump, who was a longtime friend of Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Republican House Speaker Mike Johnson welcomed the news from the Clintons, but ‌did not say whether the chamber ⁠would drop its planned contempt vote.</p><p>“That’s a good development,” he said. “We expect everyone to comply with Congress’s subpoenas.”</p><p>Democrats say the House probe is being weaponised to attack political opponents of Trump – who has not been called to testify despite being long associated with Epstein – rather than to conduct legitimate oversight.</p><p>Trump spent months trying to block the disclosure of investigative files linked to Epstein, but pressure from his Make America Great Again (MAGA) base and some Republican lawmakers forced the president to order the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">release of millions of documents</a> in the case.</p><p>Bill Clinton flew on Epstein’s plane several ‌times in the early 2000s after leaving office. He has expressed regret about the relationship and said he knew nothing about  Epstein’s criminal activity.</p><p>Hillary Clinton said she had no meaningful interactions with Epstein, never flew on his plane and never visited his private island.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Epstein affair continues to cast a long shadow over US politics, and now, the United Kingdom’s, entangling prominent figures including the disgraced former-prince Andrew and ex-UK ambassador to the US Peter Mandelson.</p><p>UK police said on Monday they are reviewing reports of alleged misconduct involving Mandelson, whose name surfaced more than 5,000 times in the US Justice Department files on Epstein.</p><p>The veteran British politician was fired as ambassador to the US last ‍year after emails came to light that showed him calling Epstein “my best pal” and advising him on seeking early release from prison.</p><p>Mandelson has apologised to Epstein’s victims and denied wrongdoing.</p></div></div></body></html>"
        }
    ]
}