{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump opposes Israeli annexation of occupied West Bank: White House | Occupied West Bank News | Al Jazeera",
            "time": "2026-02-09T23:58:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-26T101637Z_1091866494_RC2W8JARZQH9_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-RAID-1770684678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump opposes <a href=\"/features/2026/2/9/israeli-plans-deepen-de-facto-annexation-of-occupied-west-bank\">Israel’s annexation of the occupied West Bank</a>, a White House official has said.</p><p>“A stable West Bank keeps Israel secure, and is in line with this administration’s goal to achieve peace in the region,” the official said on Monday, according to the Reuters news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The comment from the White House comes amid international outrage after Israel’s far-right finance minister, Bezalel Smotrich, and defence minister, Israel Katz, announced <a href=\"/news/2026/2/8/israel-security-cabinet-approves-rules-to-increase-control-over-west-bank\">new measures</a> on Sunday extending Israeli control over occupied Palestinian territory.</p><p>The measures also make it easier for Israelis to acquire land for new settlements, which are illegal under international law.</p><p>Eight Muslim-majority countries <a href=\"/news/2026/2/9/muslim-countries-slam-israel-for-illegal-annexation-push-in-west-bank\">denounced Israel’s move</a> in a statement on Monday, saying that the “illegal Israeli decisions and measures” are “aimed at imposing unlawful Israeli sovereignty” over Palestinian territory.</p><p>Egypt, Indonesia, Jordan, Pakistan, Qatar, Saudi Arabia, Turkiye and the United Arab Emirates said the measures were an attempt at “entrenching settlement activity, and enforcing a new legal and administrative reality in the occupied West Bank, thereby accelerating attempts at its illegal annexation and the displacement of the Palestinian people”.</p><p>United Nations Secretary-General Antonio Guterres, the United Kingdom and Spain also joined the rising chorus of condemnation, with the UN chief saying Israel’s actions were “destabilising” and corrosive to the prospects for a two-state solution, according to his spokesman, Stephane Dujarric.</p><p>Al Jazeera’s Gabriel Elizondo asked Dujarric in a news conference at the UN headquarters in New York if Guterres considered Israel’s measures a “de facto annexation” of the occupied West Bank.</p><p>“These decisions are not moving us in the right direction. They are driving us further and further away from a two-state solution and from the ability of the Palestinian Authority and the Palestinian people to control their own destiny,” Dujarric said.</p><p>Elizondo also asked the spokesman what the UN chief could do to deter Israel.</p><p>“The secretary-general will continue to advocate for the respect of international law. He’ll continue to push for a two-state solution. But he can’t do it alone. We want others to do so as well,” Dujarric said.</p><p>The UK government called on Israel to reverse its decision in a statement on Monday.</p><p>“The UK strongly condemns the Israeli Security Cabinet’s decision yesterday to expand Israeli control over the West Bank,” the government said in a statement.</p><p>“Any unilateral attempt to alter the geographic or demographic makeup of Palestine is wholly unacceptable and would be inconsistent with international law. We call on Israel to reverse these decisions immediately,” it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The controversial Israeli measures include transferring authority over building permits in the Palestinian city of Hebron – the occupied West Bank’s largest city – from the Palestinian Authority to Israel.</p><p>In addition, the measures also strengthen Israeli control over two major religious sites in the southern part of the occupied West Bank: Rachel’s Tomb near Bethlehem and the Cave of the Patriarchs in Hebron.</p><p>Israeli minister Smotrich said on Sunday that the changes were aimed at “deepening our roots in all regions of the Land of Israel and burying the idea of a Palestinian state”.</p><p>In a statement late on Monday, Spain’s Foreign Ministry condemned Israel’s decision, which it said was “contrary to international law” and threatened to trigger more violence in Gaza.</p><p>“These measures and any attempt at annexation are unacceptable and jeopardise current efforts to implement the Peace Plan and the ceasefire, increasing the risk of triggering a new wave of violence,” the foreign ministry said.</p><p>“The Spanish Government urges the Israeli Government to comply with its obligations as an occupying power under the Fourth Geneva Convention, and to put an end to its expansionist offensive and the impunity that protects the settlers,” it said.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Landmark cases on social media’s impact on children begin this week in US | Social Media News | Al Jazeera",
            "time": "2026-02-09T22:43:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T103924Z_565968379_RC2VPGAKTI7X_RTRMADP_3_EU-META-PLATFORMS-AI-ANTITRUST-1770666518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two lawsuits accusing the world’s largest social media companies of harming children begin this week, marking the first legal efforts to hold companies like Meta responsible for the effects their products have on young users.</p><p>Opening arguments began today in a case brought by New Mexico’s attorney general’s office, which alleges that Meta failed to protect children from sexually explicit material. A separate case in Los Angeles, which accuses Meta and the Google-owned YouTube of deliberately designing their platforms to be addictive for children, is set to begin later this week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>TikTok and Snap were also named in the original California lawsuit but later settled under undisclosed terms.</p><p>The New Mexico and California lawsuits are the first of a wave of 40 lawsuits filed by state attorneys general around the US against Meta, specifically, that allege that the social media giant is harming the mental health of young Americans.</p><h2 id=\"new-mexico-case\">New Mexico case</h2><p>In the opening argument in the New Mexico case, which was first filed in 2023, prosecutors told jurors on Monday that Meta – Facebook and Instagram’s parent company – had failed to disclose its platforms’ harmful effects on kids.</p><p>“The theme throughout this trial is going to be that Meta put profits over safety,” said lawyer Donald Migliori, who is representing the state of New Mexico against Meta.</p><p>“Meta clearly knew that youth safety was not its corporate priority… that youth safety was less important than growth and engagement.”</p><p>Prosecutors say they will provide evidence and testimony that Meta’s algorithms and account features not only enticed young people and made them addicted to social media, but also fostered a “breeding ground” for predators who target children for sexual exploitation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Late last month, in the process of discovery, the New Mexico attorney general’s office said the company did not put in safeguards to protect children from accessing sexualised chatbots on Facebook and Instagram.</p><p>In emails obtained by the court, some of Meta’s safety staff had expressed objections that the company was building chatbots geared for companionship, including sexual and romantic interactions with users, according to the Reuters news agency.</p><p>The artificial intelligence chatbots were released in early 2024. The documents cited in the state’s filing do not include messages or memos authored by Meta CEO Mark Zuckerberg. In October 2025, Meta added parental controls to the chatbots.</p><h2 id=\"california-case\">California case</h2><p>The California case is more wide-reaching and alleges that Meta and YouTube, which is a unit of Alphabet-owned Google, used deliberate design choices that sought to make their platforms more addictive to children to boost profits.</p><p>The case centres around a 19-year-old identified only by the initials KGM. The case could determine how thousands of other, similar lawsuits against social media companies will play out.</p><p>KGM claims that her use of social media from an early age made her <a href=\"/news/2026/1/27/meta-tiktok-and-youtube-face-landmark-trial-over-youth-addiction-claims\">addicted to the technology</a> and exacerbated her depression and suicidal thoughts.</p><p>“Borrowing heavily from the behavioral and neurobiological techniques used by slot machines and exploited by the cigarette industry, Defendants deliberately embedded in their products an array of design features aimed at maximizing youth engagement to drive advertising revenue,” the lawsuit says.</p><p>Executives, including Zuckerberg, are expected to testify at the trial, which will last six to eight weeks. It is unclear if they will attend the New Mexico case.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The tech companies dispute the claims that their products deliberately harm children, citing a bevvy of safeguards they have added over the years and arguing that they are not liable for content posted on their sites by third parties.</p><p>“Recently, a number of lawsuits have attempted to place the blame for teen mental health struggles squarely on social media companies,” Meta said in a recent blog post. “But this oversimplifies a serious issue. Clinicians and researchers find that mental health is a deeply complex and multifaceted issue, and trends regarding teens’ well-being aren’t clear-cut or universal.</p><p>Narrowing the challenges faced by teens to a single factor ignores the scientific research and the many stressors impacting young people today, like academic pressure, school safety, socio-economic challenges and substance abuse.”</p><p>A Meta spokesperson said in a recent statement that the company strongly disagrees with the allegations outlined in the lawsuit and that it is “confident the evidence will show our longstanding commitment to supporting young people”.</p><p>Jose Castaneda, a Google spokesperson, said the allegations against YouTube are “simply not true”.</p><p>“Providing young people with a safer, healthier experience has always been core to our work,” he said in a statement.</p><h2 id=\"high-stakes\">High stakes</h2><p>The outcome of the cases could shape the future of social media.</p><p>“In my mind, an existential question for social media services is whether they’re liable for harm suffered by users from using the services. If so, the damages could be more money than the defendants have, Eric Goldman, a professor at the Santa Clara University School of Law, told Al Jazeera.</p><p>“We’re talking about massive financial stakes, and we’re also talking about the ability of the plaintiffs to veto or potentially override editorial decisions by the services about what’s in the best interests of their audiences,” he said.</p><p>“It’s essentially taking away power from the services to decide and handing it to plaintiffs’ lawyers. So, not only could there be existential damages, but there could also be a massive loss of editorial control over their services. The stakes could not be higher for social media services or the internet.”</p><p>Goldman said this was because the same argument could be used to shape claims against video game makers and generative AI, which refers to AI that can create original content, including text and video.</p><p>“If these theories work against social media, they might also work against video games, against generative AI, and who knows what else. That’s why I said the stakes are so high for the internet,” he added.</p><p>There are already lawsuits that claim that interactions with OpenAI’s ChatGPT led to instances of suicide and murder-suicide.</p><p>On Wall Street, Meta stock is trending up by more than 3 percent in midday trading.</p></div></div></body></html>"
        },
        {
            "title": "United Nations presses for answers on US funding commitments | United Nations News | Al Jazeera",
            "time": "2026-02-09T21:53:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_74BE8FE-1765575567.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>United Nations presses for answers on US funding commitments</h1><p class=\"article__subhead\"><em>UN spokesperson says the international body is ‘waiting to see exactly when payments’ will be made by Washington.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has asked the United States for clarity regarding unpaid budget dues, as <a href=\"/news/2025/12/29/us-slashes-un-humanitarian-aid-to-2bn-huge-cut-as-trump-demands-reforms\">declining US engagement</a> puts the international organisation under growing strain.</p><p>UN spokesperson Stephane Dujarric said on Monday that while the US ambassador, Mike Waltz, said last week that payments would begin within weeks, no further details had been offered.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’ve seen the statements, and frankly, the secretary-general has been in touch for quite some time on this issue with Ambassador Waltz,” Dujarric said during a news briefing.</p><p>“Our [budget] controller has been in touch with the US; indications were given. We’re waiting to see exactly when payments will be made and in what amounts,” he added.</p><p>UN officials have said that unpaid fees from the US account for about 95 percent of all outstanding UN budget dues, as the administration of President Donald Trump <a href=\"/news/2026/1/8/trump-to-withdraw-us-from-dozens-of-un-international-organisations\">decreases US involvement</a> in international organisations.</p><p>UN chief <a href=\"/news/2026/1/30/guterres-warns-un-faces-imminent-financial-collapse\">Antonio Guterres</a> warned in a January letter that the international body faces “imminent financial collapse” on account of unpaid membership dues.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US owed the UN about $2.19bn by the start of February, along with another $2.4bn for peacekeeping missions and $43.6m for UN tribunals. UN officials have said that the US did not pay $827m for the budget last year, and has not paid $767m for 2026.</p><p>The US and its top ally, Israel, have frequently criticised the UN and sought to undermine its agencies, which they say are in opposition to their national interests.</p><p>The UN’s human rights chief, Volker Turk, said last week that his office was in “<a href=\"/news/2026/2/5/un-rights-chief-warns-his-office-is-in-survival-mode-over-funding-crisis\">survival mode</a>” amid budget shortfalls. The Trump administration cut off contributions to the agency in 2025.</p><p>Turk’s office has frequently issued critical reports about severe rights abuses by Israeli forces against Palestinians that the US and Israel have denounced.</p><p>Waltz said last week that the UN would see a “significant” payment towards the US dues soon, telling the Reuters news agency that “you’ll certainly see an initial tranche of money very shortly”.</p><p>“Just in general, towards the arrears, and also in recognition of some of the reforms that we’ve seen,” he said.</p><p>Last year, the Trump administration released a <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a>, which asserted that the “world’s fundamental political unit is and will remain the nation-state”, not international organisations.</p><p>The US has historically been the largest donor to the UN and its programmes.</p><p>However, some conservatives from Trump’s Republican Party view the organisation as a hindrance to US global dominance, and international rules and regulations as a threat to the country’s sovereignty.</p></div></div></body></html>"
        },
        {
            "title": "Jamal Elshayyal: inside the war for journalism’s future | News | Al Jazeera",
            "time": "2026-02-09T21:45:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770673493.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Director of Al Jazeera Digital News Jamal Elshayyal speaks to The Take on leading Al Jazeera’s next era of journalism.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p> </p><p>At Web Summit Qatar, we hear from Jamal Elshayyal, Al Jazeera’s new Director of Digital News Content, on forging his own path at the network – and how those lessons will guide Al Jazeera through the AI age.</p><p><strong>In this episode: </strong></p><ul>\n<li>Jamal Elshayyal (<a href=\"https://www.instagram.com/jamalelshayyal/\">@jamalelshayyal</a>), Director, Al Jazeera Digital News Content Global</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Chloe K. Li with Noor Wazwaz, Tuleen Barakat, Maya Hamadeh, Melanie Marich, Tamara Khandaker, Sarí el-Khalili, and our host, Malika Bilal. It was edited by Alexandra Locke. Special thanks to Kawthar Abu Sadeh.</em></p><p><em>The Take production team is Marcos Bartolomé, Sonia Bhagat, Spencer Cline, Sarí el-Khalili, Tamara Khandaker, Kylene Kiang, Phillip Lanos, Chloe K. Li, Melanie Marich, Maya Hamadeh, Tuleen Barakat, and Noor Wazwaz. Our host is Malika Bilal. </em></p><p><em>Our engagement producers are Adam Abou-Gad and Vienna Maglio. Andrew Greiner is lead of audience engagement.</em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Four Palestinians killed in Israeli air attack on Gaza residential building | Gaza News | Al Jazeera",
            "time": "2026-02-09T21:38:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T092920Z_1310740500_RC27IJAW49KX_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1770670271.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least four Palestinians have been killed and several others wounded after Israeli forces bombed a residential building sheltering displaced people in Gaza City in a <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">further violation</a> of an October “ceasefire”.</p><p>The Israeli air attack took place in Gaza City’s Nassr neighbourhood and brought the number of people killed on Monday to at least seven.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Footage from the scene showed emergency teams transporting casualties in ambulances as residents carried a body towards the morgue at al-Shifa Hospital.</p><p>Al Jazeera’s Ibrahim Al Khalili, reporting from Gaza City, said the targeted building had been damaged during Israel’s genocidal war on Gaza and was being used as a shelter for displaced Palestinians.</p><p>“People have been forced to shelter in this partially damaged residential building due to the lack and scarcity of shelter due to the destruction of most of Gaza’s residential buildings,” he said.</p><p>“This attack has spread panic and left people wondering what might come next in the light of this deadly escalation carried out by the Israeli military,” he added.</p><p>According to authorities in Gaza, Israel has violated the United States-brokered “ceasefire” 1,520 times since it came into effect on October 10. At least 581 people have been killed and 1,553 wounded since then.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A witness at the scene of the latest attack told the Reuters news agency that the targeted apartment was housing children. He also questioned the prospects for peace, expressing anger towards Israel and the US.</p><p>“What peace is this?” he said. “May God punish you, America and Israel.”</p><p>Earlier on Monday, Israeli forces killed a 54-year-old man in the northern town of Beit Lahiya, and shot dead a Palestinian fisherman off the coast of the southern city of Khan Younis.</p><p>Israeli forces also shot dead a Palestinian farmer near the central city of Deir el-Balah. The Palestinian Wafa news agency identified the victim as Khaled Baraka.</p><p>In a separate incident, Israel’s military announced the killing of four fighters who emerged from a tunnel in southern Gaza, and who the military said had attacked its troops.</p><p>Hamas military spokesman Abu Obeida later described the incident as “heroic resistance”.</p><p>Hamas said in late November that dozens of its fighters were holed up in southern Gaza’s tunnels, beneath areas controlled by the Israeli military.</p><p>This was a sticking point in the early days of the ceasefire, with Israel insisting the fighters posed a security threat, while Hamas sought safe passage for them.</p><p>Since then, many of the fighters have been killed in clashes with Israeli troops during operations targeting tunnels near Rafah, according to the Israeli military.</p><p>In addition to the near-daily killing of Palestinians, Israel also severely restricts quantities of food, medicine, medical supplies, shelter materials and prefabricated houses from entering Gaza, where some 2 million Palestinians – including 1.5 million displaced – live in catastrophic conditions.</p><p>Israel launched its genocidal war on Gaza on October 8, 2023, with support from the US, killing 72,032 people, wounding some 171,661, and destroying 90 percent of the territory’s infrastructure.</p><p>The United Nations estimates it could cost more than $70bn to rebuild Gaza.</p></div></div></body></html>"
        },
        {
            "title": "Is Portugal shifting to the right? | Elections | Al Jazeera",
            "time": "2026-02-09T21:02:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770667598.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Centre-left socialist president is elected, but far-right rival secures record share of the vote.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">After decades of being largely immune to political upheaval, Portugal is witnessing what many consider an accelerated shift to the right.</p><p class=\"p1\">This week’s presidential election is seen as a wake-up call.</p><p class=\"p1\">It brought to power a centre-left politician – with a big win.</p><p class=\"p1\">But the strong showing of his rival, the far-right candidate, signals that Portugal could be on a path to joining other European countries in a political move to the right.</p><p class=\"p1\">The president of this European country is largely a figurehead, but he still wields considerable power.</p><p class=\"p1\">So, how will this vote shape Portugal’s political future? And how has it been watched across Europe?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Miguel Poiares Maduro – Director of the School of Transnational Governance at the European University Institute</p><p class=\"p1\">Karel Lannoo – CEO of the Centre for European Policy Studies</p><p class=\"p1\">Rui Gomes da Silva – Lawyer and former Portuguese parliamentary affairs minister</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Deadly drone attacks on civilians continue in Sudan’s Kordofan, UN says | Sudan war News | Al Jazeera",
            "time": "2026-02-09T20:48:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25338425104951-1766560705.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Deadly drone attacks on civilians continue in Sudan’s Kordofan, UN says</h1><p class=\"article__subhead\"><em>United Nations human rights chief also decries ‘preventable human rights catastrophe’ in Sudan’s el-Fasher.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fatal drone strikes on civilians persist in Sudan’s Kordofan, as the central region has emerged as the latest front line in Sudan’s nearly three-year conflict, the United Nations has said.</p><p>Addressing the Human Rights Council in Geneva on Monday, <a href=\"https://news.un.org/en/story/2026/02/1166925\" target=\"_blank\" rel=\"noopener\">UN High Commissioner for Human Rights</a> Volker Turk painted a grim picture of the conflict between the Sudanese Armed Forces (SAF) and the paramilitary <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF), which has plunged the country into widespread bloodshed and humanitarian catastrophe.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We can only expect worse to come” unless decisive steps are taken by the international community to stop the fighting, Turk said, emphasising that inaction would lead to even greater horrors.</p><p>Turk also highlighted harrowing survivor testimonies from el-Fasher, the capital of North Darfur, which fell to RSF forces in October following an 18-month siege. He described accounts of atrocity crimes committed by the paramilitary after it overran the city, including mass killings and other grave violations targeting civilians.</p><p>“Responsibility for these atrocity crimes lies squarely with the [RSF] and their allies and supporters,” he said</p><p>As Sudan’s devastating civil war expands beyond the western Darfur region into the central Kordofan areas, Turk cautioned that the shift in fighting is likely to bring even more severe violations against civilians, expressing deep concern over the potential for additional grave abuses, specifically highlighting the increasing use of “advanced drone weaponry systems” by both warring parties.</p><p>“In the last two weeks, the SAF and allied Joint Forces broke the sieges on Kadugli and Dilling,” Turk said. “But drone strikes by both sides continue, resulting in dozens of civilian deaths and injuries.”</p><p class=\"p1\">Turk’s office has documented more than 90 civilian deaths and 142 injuries caused by drone strikes carried ⁠out by both the RSF and the armed forces from late January to February 6, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Among those incidents were three strikes on health facilities in South Kordofan that killed 31 people last week, according to the World Health Organization.</p><p>On February 7, a drone attack carried out by the RSF hit a vehicle transporting displaced families in central Sudan, killing at least 24 people, including eight children, the Sudan Doctors Network said.</p><p>The latest attacks follow a series of drone attacks on humanitarian aid convoys and fuel trucks across North Kordofan.</p><p>The UN human rights chief said he has witnessed the destruction caused by RSF attacks on Sudan’s Merowe Dam and its hydroelectric power station.</p><p>“Repeated drone strikes have disrupted power and water supplies to huge numbers of people, with a serious impact on healthcare,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN installs relief housing units for displaced families in Gaza | Newsfeed | Al Jazeera",
            "time": "2026-02-09T20:47:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770670056.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Air Canada suspends flights to Cuba due to fuel shortage | Aviation News | Al Jazeera",
            "time": "2026-02-09T20:36:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP23246001788800-1770664058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"108\" data-end=\"233\">Air Canada has said it is suspending service to Cuba due to an ongoing aviation fuel shortage on the island.</p><p data-start=\"235\" data-end=\"421\">“Air Canada took the decision following advisories issued by governments about the unreliability of aviation fuel supply at Cuban airports,” the airline said in a press release on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"423\" data-end=\"695\">“It is projected that, as of February 10, aviation fuel will not be commercially available at airports on the island. For remaining flights, Air Canada will tanker additional fuel and make technical stops, if necessary, to refuel on the return journey.”</p><p data-start=\"697\" data-end=\"1061\">The airline said its immediate priority is to return customers already in Cuba to Canada.</p><p data-start=\"697\" data-end=\"1061\">“Over the following days, the airline will operate empty flights southbound to pick up approximately 3,000 customers already at destination and return them home,” Air Canada said.</p><p data-start=\"697\" data-end=\"1061\">The carrier currently operates an average of 16 weekly flights to four destinations in Cuba.</p><p data-start=\"696\" data-end=\"1060\">Seasonal flights to Holguin and Santa Clara have been cancelled, while flights to Varadero and Cayo Coco are scheduled to operate year-round, with a tentative restart date of May 1.</p><p data-start=\"1062\" data-end=\"1277\">In an official NOTAM (Notice to Air Missions), Havana’s Jose Marti International Airport <a href=\"/economy/2026/2/8/from-blackouts-to-food-shortages-how-us-blockade-is-crippling-life-in-cuba\">said on Sunday</a> that “Jet A1 fuel will not be available” starting Tuesday at 5am (10:00 GMT), with the warning in effect until March 11.</p><p data-start=\"1279\" data-end=\"1458\">The measure is expected to affect nine international airports, including Havana, Varadero, Santa Clara, Holguin, Santiago de Cuba, and Cayo Coco, by preventing aircraft from refuelling on site.</p><p data-start=\"697\" data-end=\"1061\">The government also announced the closure of certain hotels with low occupancy rates as part of broader fuel-saving measures.</p><p></p><h2 id=\"us-oil-blockade\">US oil blockade</h2><p>Cuba has historically relied on Venezuela to provide much of its jet fuel, but the Caribbean island nation has not received any crude or refined products from its top ally since mid-December, when the US moved to block the South American nation’s exports.</p><p>US President Donald Trump has since vowed Cuba would receive no more oil from Venezuela and has threatened to slap tariffs on any nation sending fuel to Cuba, effectively cutting off the island’s supply of aviation gas.</p><p>“It looks like it’s something that’s just not going to be able to survive,” Trump told reporters last month, when questioned about the Cuban economy. “It is a failed nation.”</p><p data-start=\"1010\" data-end=\"1388\">Mexico, which had become Cuba’s largest oil supplier after Venezuela, <a href=\"/news/2026/2/6/mexico-promises-food-support-for-cuba-as-us-stifles-the-islands-fuel-supply\">also ceased</a> its shipments under US pressure in mid-January.</p><p>However, these shortfalls are not new to Cuba, and many airlines have plans in place to address them.</p><p>Previous crises have prompted many carriers to refuel in nearby third countries, including Panama, the Bahamas, the Dominican Republic, and the US.</p><p>Most flights into Havana appeared on time and on schedule on Monday morning.</p><p>US carriers American Airlines, Southwest Airlines, and Delta Air Lines said they continue to fly to Cuba and are not experiencing any operational impacts.</p><p>The carriers said aircraft operating flights to Cuba carry sufficient fuel for their next trips.</p></div></div></body></html>"
        },
        {
            "title": "US and Bangladesh set trade deal with tariffs at 19 percent | Business and Economy News | Al Jazeera",
            "time": "2026-02-09T20:34:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP18111291320142-1770666958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US and Bangladesh set trade deal with tariffs at 19 percent</h1><p class=\"article__subhead\"><em>Bangladesh has agreed to provide significant preferential market access for some US industrial and agricultural goods.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Reuters</p><p class=\"author-title-or-tagline\">Al Jazeera and Reuters</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Bangladesh has secured a reduced 19 percent tariff rate with the United States under a trade agreement signed between the two countries, granting exemptions for some textiles and garments manufactured with US material.</p><p>The trade deal was announced on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Muhammad Yunus, the chief adviser heading Bangladesh’s interim government, said Washington had “committed to establishing a mechanism for certain textile and apparel goods from Bangladesh using US-produced cotton and man-made fibre to receive zero reciprocal tariff in [the] US market”.</p><p>The White House said Bangladesh had agreed to provide significant preferential market access for US industrial and agricultural goods, including chemicals, medical devices, machinery, motor vehicles and parts, soya products and dairy goods, beef, poultry, tree nuts and fruit.</p><p>Bangladesh will also ease non-tariff barriers by accepting US vehicle safety and emissions standards, recognising US Food and Drug Administration certifications, and removing import restrictions on remanufactured goods, the White House added.</p><p>The nations also noted recent and upcoming commercial deals including aircraft procurement, around $3.5bn in purchases of US agricultural products, and an estimated $15bn in US energy product purchases over 15 years.</p><p>Yunus said the agreement followed nine months of negotiations that began in April last year.</p><p>Bangladesh also pledged to uphold internationally recognised labour rights and strengthen environmental protections.</p><p>The South Asian nation in August had secured a reduction in US tariffs on its exports to 20 percent, down from 37 percent initially proposed by Washington, offering much-needed relief to the nation’s apparel exporters.</p><p>The ready-made garments sector is the backbone of Bangladesh’s economy, accounting for more than 80 percent of total export earnings, employing about four million workers and contributing about 10 percent to gross domestic product.</p><p>At the 19 percent tariff rate, Bangladesh will compete comfortably with next-door neighbour India, for which the tariff rate has been set at <a href=\"/news/2026/2/3/modi-trump-announce-india-us-trade-deal-what-we-know-and-what-we-dont\" target=\"_blank\" rel=\"noopener\">18 percent</a>, down from a crippling 50 percent. Both countries make clothing and footwear for clients in the US. When the first round of tariffs was announced on April 2, India had been slammed with 25 percent while Dhaka had been given a much stiffer 37 percent. At the time, Bangladeshi manufacturers feared that they would lose clients to the Indian market. Now both are on an equal footing.</p><p>Bangladesh goes to the <a href=\"/news/2026/2/7/bangladesh-election-who-are-the-key-players-and-parties\" target=\"_blank\" rel=\"noopener\">polls on Thursday</a> to elect new leadership after being governed by an interim government since August 2024, when ousted former Prime Minister Sheikh Hasina fled to India, where she remains.</p></div></div></body></html>"
        },
        {
            "title": "Palace says King Charles will ‘support’ police probe into ex-Prince Andrew | Police News | Al Jazeera",
            "time": "2026-02-09T20:11:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035407432236-1770659405_8a3340-1770660075.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Buckingham Palace says King Charles III will “support” UK police assessing reports that the <a href=\"/news/2025/10/30/king-charles-iii-strips-prince-andrew-of-titles-evicts-him-from-royal-home\">former Prince Andrew</a> gave confidential information to convicted sex offender Jeffrey Epstein.</p><p class=\"p1\">The statement on Monday came after police said they were examining reports that the former prince, now known as Andrew Mountbatten-Windsor, sent trade reports to Epstein in 2010.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Thames Valley Police, which serves areas west of London, including the ex-royal’s former home in Windsor, launched the inquiry after news organisations reported on emails that suggest the then-prince sent Epstein reports from a 2010 tour of Southeast Asia he took as Britain’s envoy for international trade.</p><p class=\"p1\">“The King has made clear, in words and through unprecedented actions, his profound concern at allegations which continue to come to light in respect of Mr. Mountbatten-Windsor’s conduct,” the palace said in a statement.</p><p class=\"p1\">“While the specific claims in question are for Mr Mountbatten-Windsor to address, if we are approached by Thames Valley Police we stand ready to support them as you would expect.”</p><p>Thames Valley Police confirmed earlier on Monday that it has launched an inquiry following a complaint from an anti-monarchy campaigner.</p><p>“We can confirm receipt of this report and are assessing the information in line with our established procedures,” the police force said in a statement.</p><p>Emails from Andrew Mountbatten-Windsor to Epstein were among the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">more than three million pages of documents released last month</a> by the United States Justice Department.</p><p>Correspondence unearthed in recent days appears to show that Mountbatten-Windsor forwarded copies of his reports from a 2010 tour of Southeast Asia to Epstein soon after he returned to Britain.</p><p>An earlier email appears to show the ex-prince sharing his itinerary for the two-week trip to Hanoi, Saigon, Singapore, Kuala Lumpur and Hong Kong with Epstein.</p><p>Thames Valley Police began its inquiry after Graham Smith, chief executive of the anti-monarchy group Republic, reported Mountbatten-Windsor for suspected abuse of public office and violations of Britain’s Official Secrets Act.</p><p>The former prince, 65, has faced years of scrutiny over his friendship with Epstein, a relationship that has cost him his role in the royal family, titles and home. Andrew has always denied any wrongdoing, and has not responded to requests for comment since the latest release of Epstein files.</p><p>Reporting from London, Al Jazeera’s Milena Veselinovic said Mountbatten-Windsor was acting as the United Kingdom’s international trade envoy when the claims were made that he sent sensitive information to Epstein.</p><p>“This [allegedly] includes a confidential memo about investment in the Helmand province in Afghanistan, which was being financed at that time by the UK taxpayer,” she explained.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"royal-family-faces-jeopardy\">Royal family faces jeopardy</h2><p>The British royal family continued its effort to insulate itself from the scandal on Monday, as Prince William and Princess Catherine issued their first statement about the latest batch of Epstein files.</p><p>“I can confirm that the Prince and Princess of Wales have been deeply concerned by the continued revelations,’’ a spokesperson said as William travelled to Saudi Arabia for an official visit. “Their thoughts remain focused on the victims.”</p><p>The jeopardy faced by the royal family could be seen on Monday when King Charles visited Lancashire, in northwest England. While most of the public clapped, cheered and waved British flags, one person shouted, “How long have you known about Andrew?”</p><p>Last week, King Charles forced Mountbatten-Windsor to leave his longtime home at Royal Lodge near Windsor Castle, accelerating a move that was first announced in October but was not expected to be completed until later this year.</p><p>The former royal is now living temporarily at Wood Farm Cottage on the king’s Sandringham Estate in eastern England. He is then expected to move into a more permanent home, which is currently undergoing renovations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russian drone sets fuel station ablaze in eastern Ukraine | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-09T20:02:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260209-40506034-40506010-RUSSIAN_AIRSTRIKE_HITS_THE_UKRAINIAN_CITY_OF_KRAMATORSK_cropped-1770667191.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US urges American ships to stay ‘as far as possible’ from Iranian waters | Shipping News | Al Jazeera",
            "time": "2026-02-09T20:01:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26031231509809-1770659932.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has issued new guidelines to US-flagged ships travelling through the <a href=\"/news/2025/6/14/what-is-the-strait-of-hormuz-could-it-factor-into-israel-iran-conflict\">Strait of Hormuz</a>, calling on them to stay away from Iran’s territorial waters amid tensions between Washington and Tehran.</p><p>The advisory, released by the US Maritime Administration on Monday, also urged the captains of American ships against granting Iranian forces permission to board US vessels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If Iranian forces board a US-flagged commercial vessel, the crew should not forcibly resist the boarding party. Refraining from forcible resistance does not imply consent or agreement to that boarding,” the guidelines read.</p><p>“It is recommended that US-flagged commercial vessels transiting these waters remain as far as possible from Iran’s territorial sea without compromising navigational safety. When transiting eastbound in the Strait of Hormuz, it is recommended that vessels transit close to Oman’s territorial sea.”</p><p>The recommendations come after the US and Iran held a round of <a href=\"/opinions/2026/2/8/iran-us-talks-in-muscat-bought-time-not-a-deal\">indirect talks</a> in Oman on Friday, following weeks of escalating rhetoric and threats that brought the two countries to the verge of war.</p><h2 id=\"shipping-attacks\">Shipping attacks</h2><p>Global shipping lanes and commercial vessels have historically been threatened by geopolitical turmoil, especially in the Middle East.</p><p>During the Iran-Iraq conflict in the 1980s, both countries targeted merchant ships in what became known as the Tanker War.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More recently, Yemen’s <a href=\"/news/2024/1/12/who-are-yemens-houthis-a-basic-guide\">Houthi group</a> launched attacks against Israel-linked ships in the Red Sea in a campaign that the group said was aimed at ending Israel’s genocidal war on Gaza.</p><p>When Israel bombed Iran in June of last year, an Iranian lawmaker suggested that closing the Straight of Hormuz – a major shipping lane that connects the Gulf to the Indian Ocean – would be an option for Tehran should the war escalate.</p><p>The US government describes Hormuz as the “world’s most important oil chokepoint” due to its strategic location as the maritime entryway into the energy-producing region.</p><p>Late in January, Iran’s Islamic Revolutionary Guard Corps (IRGC) conducted naval military exercises in the strait, prompting the US military to warn Tehran against any “unsafe and unprofessional” behaviour.</p><p>The US military later said that it shot down <a href=\"/news/2026/2/3/us-military-says-it-shot-down-an-iranian-drone-in-arabian-sea\">an Iranian drone</a> that approached one of its aircraft carriers in the area.</p><p>Washington has also previously seized Iranian oil tankers as part of its maximum pressure campaign of sanctions against Tehran.</p><p>In 2019, the United Arab Emirates reported what it described as <a href=\"/news/2019/5/13/uae-says-four-ships-subjected-to-sabotage-off-east-coast\">sabotage attacks</a> against four ships in its territorial waters in the Gulf of Oman.</p><p>But there have been no recent public threats by Iran or any other party to vessels in and around the Gulf.</p><p>The US has been amassing military assets in the region, with US President Donald Trump regularly threatening renewed strikes against Iran, which saw a wave of anti-government protests last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nuclear-talks\">Nuclear talks</h2><p>In December, Trump said Washington would attack Iran if the country pushes to rebuild its nuclear and <a href=\"/news/2025/12/29/trump-says-us-would-back-strikes-against-irans-missile-programme\">missile programmes</a>.</p><p>US forces had bombed Iran’s three main nuclear facilities during the June 2025 war, which was started by Israel amid ongoing talks between Tehran and Washington at that time.</p><p>Iranian officials have said that current negotiations are “exclusively nuclear”, but the Trump administration has suggested that it also wants to address Iran’s missile arsenal and Tehran’s support for non-state actors in the region, like Hezbollah and Hamas.</p><p>On the nuclear front, a major sticking point in the past negotiations has been whether Iran – which denies seeking a nuclear weapon – would be allowed to enrich uranium domestically.</p><p>Tehran insists that uranium enrichment is a sovereign right that does not violate its commitments under the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).</p><p>But Trump has pushed for zero enrichment.</p><p>Asked whether the US has drawn a red line on enrichment in the talks, US Vice President <a href=\"/video/newsfeed/2026/1/8/vance-defends-ice-agent-calls-media-coverage-absolute\">JD Vance</a> told reporters in Armenia on Monday that Trump is the ultimate decider and would likely keep his demands in the negotiations private.</p><p>“If you go back to the original negotiation that happened between us and the Iranians, the president was trying very, very hard to actually strike a constructive deal that would have been good for the United States,” Vance said.</p><p>“But frankly, the entire administration agreed if the Iranians were smart enough to have made that agreement, then it would have been good for them, too.”</p></div></div></body></html>"
        },
        {
            "title": "Ghislaine Maxwell refuses to testify before US Congress, asks for clemency | Politics News | Al Jazeera",
            "time": "2026-02-09T19:36:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-10T003549Z_2070923465_RC2OIJAO08IQ_RTRMADP_3_USA-TRUMP-EPSTEIN-1770685846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ghislaine Maxwell, the associate and former girlfriend of the late Jeffrey Epstein, has refused to answer questions before a United States House of Representatives committee, but indicated that she may testify in exchange for clemency.</p><p>Maxwell, who was <a href=\"/news/2025/12/3/ghislaine-maxwell-to-seek-release-from-prison-court-filing\">found guilty in 2021</a> for her role in helping Epstein sexually abuse teenage ⁠girls, invoked her Fifth Amendment privilege against self-incrimination, lawmakers from the House Oversight Committee said on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This is obviously very disappointing,” the committee’s chairman, Republican Representative James Comer, told reporters.</p><p>“We had many questions to ask about the crimes she and Epstein committed, as well as questions about potential co-conspirators,”</p><p>Maxwell, who is serving a 20-year sentence for sex trafficking at a federal camp in Texas, was subpoenaed to appear before the committee to discuss her relations with Epstein, but her lawyers said she would only testify if President Donald Trump granted her clemency.</p><p>A video of the closed-door deposition showed Maxwell – dressed in a brown, prison-issued shirt and sitting at a conference table with a bottle of water – repeatedly saying she was invoking “my Fifth Amendment right to silence”.</p><p>Maxwell’s lawyer, David Oscar Markus, said in a statement to the committee that “Maxwell is prepared to speak fully and honestly if granted clemency by President Trump”.</p><p>He added that both Trump and former President Bill Clinton “are innocent of any wrongdoing”, but that “Ms Maxwell alone can explain why, and the public is entitled to that explanation”.</p><p>The deposition came as the Department of Justice released millions of internal documents related to Epstein. The files show that both Trump and Clinton spent time with the sex offender in the 1990s and early 2000s, but they have not been credibly accused of wrongdoing.</p><p>Clinton and his wife, former US Secretary of State Hillary Clinton, are both set to sit for depositions later this month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-got-nothing\">‘We got nothing’</h2><p>Al Jazeera’s Alan Fisher, reporting from Washington, DC, said that “people were waiting to hear answers to important questions” during the deposition, “but we got nothing”.</p><p>“What she did say, very briefly, was that she never saw any evidence of Trump or Clinton involved in anything that was illegal,” Fisher said. “Many people suggest that was a deliberate ploy on her part to say, ‘Look, you buy my silence, but I want clemency.’ She’s appealing to both parties here to say, ‘I will clear the people that you care most about’.”</p><p>Asked about Maxwell’s appeal, the White House on Monday pointed to previous remarks from the president that indicated the prospect of a pardon was not on his radar.</p><p>Democratic Representative Ro Khanna, meanwhile, expressed frustration with Maxwell’s refusal to testify, noting that she had previously spoken with Deputy Attorney General Todd Blanche, who had worked as Trump’s personal lawyer.</p><p>“This position appears inconsistent with Ms Maxwell’s prior conduct, as she did not invoke the Fifth Amendment when she previously met with Deputy Attorney General Todd Blanche to discuss substantially similar subject matter,” Khanna said.</p><p>Maxwell was moved to a minimum-security prison in Texas after <a href=\"/news/2025/7/24/us-justice-department-to-discuss-epstein-with-ghislaine-maxwell\">meeting twice with Blanche</a> last year. The deputy attorney general cited “numerous threats against her life”, without providing details.</p><p>The move prompted questions from Democratic lawmakers, who asked whether Maxwell had “been given special treatment in exchange for political favours” as Trump’s own relationship with Epstein comes under growing scrutiny.</p><p>Trump has denied any wrongdoing, calling the Epstein scandal a “hoax”, and saying he broke off ties in the early 2000s, before Epstein pleaded guilty in 2008 to a prostitution charge.</p><p>Maxwell is the only person convicted of crimes related to Epstein, whose connections to powerful individuals worldwide have been revealed in the Epstein files.</p><p>The release of the documents has set in motion political crises in multiple countries, including in the United Kingdom, where Prime Minister Keir Starmer is clinging to his job after it was revealed that his former ambassador to the US had maintained close ties with Epstein.</p><p>Democratic lawmakers, however, bemoaned that political figures in the US seem to be escaping unscathed so far.</p><p>“I’m just afraid that the general worsening and degradation of American life has somehow conditioned people not to take this as seriously as we should be taking it,” said Representative Jamie Raskin, a Democrat from Maryland.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"unredacted-files\">Unredacted files</h2><p>Separately, on Monday, several Democratic and Republican lawmakers also visited a Justice Department office in Washington, DC, to look through the unredacted versions of the Epstein files. The lawmakers were given access to the more than 3 million released files in a reading room with four computers, as part of an arrangement with the Justice Department.</p><p>The lawmakers can only make handwritten notes, and their staff are not allowed in with them.</p><p>In a news conference after their visit, Khanna and Republican Representative Thomas Massie, who sponsored the legislation to force the release of the files, expressed concern that some names had been removed from the records that have been made public.</p><p>The law allows redactions to protect the identities of victims, but says no records could be withheld “on the basis of embarrassment, reputational harm, or political sensitivity, including to any government official, public figure, or foreign dignitary”.</p><p>Massie told reporters that he has identified six individuals who are “likely incriminated by their inclusion in these files”, but whose names were redacted.</p><p>Khanna said that “there’s no explanation” why the names of those people were withheld.</p><p>The two lawmakers declined to name the six individuals, but Massie said one was “pretty high up” in a foreign government, and Khanna noted that another is a “prominent individual”.</p><p>Massie also called on the Justice Department to pursue accountability for the men, but said he could potentially name them in a House floor speech, where his actions would be constitutionally protected from lawsuits.</p><p>In a subsequent social media post, Massie shared an image of a redacted document relating to a “co-conspirator”, stating that the person was a “well known retired CEO” and that the redaction should be removed.</p><p>The Justice Department has previously said no new prosecutions are expected over the Epstein case.</p><p>Trump fought for months to prevent the release of the vast trove of documents about Epstein, but a rebellion among Republicans forced him to sign off on the law mandating that all the records be released.</p><p>The move reflected intense political pressure to address what many Americans, including Trump’s supporters, have long suspected to be a cover-up to protect rich and powerful men in Epstein’s orbit.</p></div></div></body></html>"
        },
        {
            "title": "Iran arrests prominent reformist politicians critical of the government | Protests | Al Jazeera",
            "time": "2026-02-09T19:18:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770664693.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "White House to make it harder for US federal workers to challenge firings | Business and Economy News | Al Jazeera",
            "time": "2026-02-09T19:03:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-02-13T224740Z_1159835851_RC2YTCAV86B7_RTRMADP_3_USA-TRUMP-OPM-1770655784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>White House to make it harder for US federal workers to challenge firings</h1><p class=\"article__subhead\"><em>If the proposal is implemented, workers would not be able to seek remedy through an independent review board.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump is making it harder for fired federal employees to get their jobs back by limiting their right to appeal dismissals to an independent review board.</p><p>The change was proposed as part of a government plan released on Monday by the Office of Personnel Management (OPM). Under the proposal, federal employees seeking to challenge their termination would be required to appeal directly to OPM, which reports to the president, rather than to an independent body known as the Merit Systems Protection Board (MSPB).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The MSPB acts as a mediator between federal workers and the government and has been in place since 1978. After Trump took office, the board’s caseload surged by 266 percent between October 2024 and September 2025. Federal workers who were cut in early 2025 and accepted buyouts received their final paycheques at the end of September.</p><p>If implemented, the proposal would build on Trump’s broader push to shrink the federal government and limit workers’ ability to challenge those decisions. The administration forced out roughly 317,000 federal employees last year.</p><p>The move comes amid a separate proposal announced last week that would reclassify high-level career civil servants as “at will” employees. That change would give the administration broader authority to fire career officials who do not align with the sitting president’s agenda, affecting roughly 50,000 workers at the nation’s largest employer.</p><p>Outlined in a more than 250-page document, the directive would <a href=\"/economy/2026/2/5/new-trump-administration-rule-makes-it-easier-to-fire-career-civil-servants\" target=\"_blank\" rel=\"noopener\">allow workers to be fired</a> if they were “intentionally subverting Presidential directives”.</p><p>“Congress gave OPM the authority to set how reduction-in-force appeals are handled, and this rule puts that responsibility to work,” an OPM spokesperson told Al Jazeera in a statement. “It replaces a slow, costly process with a single, streamlined review led by OPM experts. That means agencies can restructure without years of litigation, and employees get faster, fairer resolution if mistakes occur.”</p><p>The proposal also comes as the administration has sought to fire political appointees from previous administrations without just cause. Since last year, the White House has been attempting to remove US Federal Reserve Governor Lisa Cook over alleged mortgage fraud.</p><p>Cook challenged the decision in federal court, which ruled that the president did not have the authority to fire her. The White House appealed, and the case is now before the Supreme Court.</p><p>While the court <a href=\"/economy/2026/1/21/us-supreme-court-appears-reluctant-to-let-trump-fire-feds-lisa-cook\" target=\"_blank\" rel=\"noopener\">has not yet issued a ruling</a>, a decision in the president’s favour would make it easier to remove political appointees who do not align with a given administration’s agenda.</p></div></div></body></html>"
        },
        {
            "title": "US seizes Venezuela-linked oil tanker in Indian Ocean | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-02-09T18:58:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T215808Z_306621495_RC2X5JA9CMBB_RTRMADP_3_USA-VENEZUELA-TANKER-SEIZE-1770655063.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US seizes Venezuela-linked oil tanker in Indian Ocean</h1><p class=\"article__subhead\"><em>Pentagon says US will enforce Trump-ordered blockade against South American country even ‘halfway around the world’.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military has announced seizing a Venezuela-linked vessel in the Indian Ocean, a move that Washington said demonstrates its determination to enforce its oil blockade on the South American country even “halfway around the world”.</p><p>The Pentagon said on Monday that it captured the tanker as part of a campaign by US President Donald Trump to cut off Venezuela’s oil exports, which critics have slammed as “theft” and <a href=\"/news/2026/1/25/cuban-official-accuses-us-of-piracy-against-sanctioned-caribbean-island\">international piracy</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Aquila II was operating in defiance of President Trump’s established quarantine of sanctioned vessels in the Caribbean. It ran, and we followed,” the Pentagon said.</p><p>It added that US forces tracked the vessel from the Caribbean Sea to the Indian Ocean.</p><p>“No other nation on planet Earth has the capability to enforce its will through any domain,” the Pentagon said, sharing footage of heavily armed US soldiers raiding the vessel from a helicopter.</p><p>“By land, air, or sea, our Armed Forces will find you and deliver justice. You will run out of fuel long before you will outrun us.”</p><p>The Panama-flagged Aquila II had left Venezuelan waters in early January and was carrying 700,000 barrels of crude oil, the Reuters news agency reported, citing records from Venezuela’s state oil company PDVSA.</p><p><span>The US <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\" target=\"_blank\" rel=\"noopener\">started seizing</a> Venezuelan oil ships in December before abducting the country’s president, Nicolas Maduro, last month.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Under threat of further US strikes, Venezuela’s interim President Delcy Rodriguez – who previously served as Maduro’s vice president – <a href=\"/news/2026/1/30/venezuelas-rodriguez-signs-oil-reform-law-while-the-us-eases-sanctions\">signed a law</a> last month to open up the country’s mostly state-controlled oil sector to foreign investments.</p><p>But US forces have continued to intercept and seize the <a href=\"/news/2026/1/21/us-seizes-a-seventh-venezuela-linked-oil-tanker\">country’s oil ships</a>.</p><p>Trump and his aides have been open about their plans to take control of Venezuela’s oil, often <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">falsely claiming</a> that the South American country’s crude reserves belong to the US.</p><p>“One of the things the United States gets out of this will be even lower energy prices,” Trump told oil executives during a White House meeting in January after the abduction of Maduro.</p><p>Since the toppling of its former president, Venezuela has transferred tens of millions of oil barrels to the US as part of an energy deal.</p><p>Rodriguez said last month that her country received $300m from oil sales to the US. Several media outlets later cited US officials as saying that Caracas received a full payment of $500m for the oil.</p><p>US Energy Secretary Chris Wright told Politico in an interview published on Monday that he plans to visit Venezuela soon and to “start the dialogue” with Caracas over the future leadership of PDVSA, the state oil company.</p></div></div></body></html>"
        },
        {
            "title": "‘We have a voice’: Latinos celebrate Bad Bunny’s Super Bowl halftime show | Entertainment | Al Jazeera",
            "time": "2026-02-09T18:48:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6989e3aa-1770644394_ccc084-1770644479.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As a sprawling sugar cane field parted to reveal dancers in traditional pava hats, Puerto Rican megastar <a href=\"/podcasts/2025/2/10/the-take-why-did-bad-bunnys-anthem-to-puerto-rico-strike-a-global-chord\">Bad Bunny</a> emerged to deliver a boundary-breaking Super Bowl LX halftime show that was as political as it was spectacular.</p><p>The flamboyant show on Sunday night at the annual championship game of the <a href=\"/sports/2026/2/9/super-bowl-2026-seahawks-ride-defence-walker-to-super-bowl-lx-win\">National Football League</a> (NFL) in California – performed almost entirely in Spanish – drew thunderous acclaim from Latinos across the United States and audiences throughout Latin America.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The performance included appearances by celebrities Pedro Pascal, Cardi B, and Jessica Alba, all dancing in a house party setting in the middle of the field. The set even featured a live wedding ceremony during the song Titi Me Pregunto – a track about having many girlfriends and a wedding.</p><p>However, the celebration was underscored by tension; many viewed the performance as an act of defiance amidst ongoing deadly raids by <a href=\"/news/2026/1/21/public-opinion-shifts-on-ice-as-advocates-warn-of-us-inflection-point\">US Immigration and Customs Enforcement (ICE</a>) targeting immigrant communities across the country.</p><p>And US President Donald Trump contributed to the political atmosphere of the event, blasting Bad Bunny’s act as “the worst performance ever” and “a slap in the face to our country”, skipping the live show and watching the game instead from an event in Florida.</p><p>“Nobody understands a word this guy is saying, and the dancing is disgusting, especially for young children that are watching from throughout the USA, and all over the World,” Trump railed in a Truth Social post.</p><p>His “Make America Great Agains” (MAGA) supporters followed suit, also questioning why it was in a “foreign” language and decrying it as “anti-American”. Many conservatives instead tuned in to the “All-American Halftime Show”, a live entertainment event featuring country artists presented as an alternative, and organised by the right-wing non-profit Turning Point USA, which was founded by the late Charlie Kirk.</p><p>The divisive political climate in the US is why those with Latin American heritage felt pride in Bad Bunny’s cultural performance, in which he strutted and swayed to his most famous songs, from Titi Me Pregunto to Baile Inolvidable.</p><p>“Bad Bunny symbolises hope for the Latino community in a deeply divided time, when Latinos are often reduced to harmful stereotypes,” Claudia Ruiz, a Cuban-American who lives in Modesto, California, told Al Jazeera.</p><p>“He represents unity in a rich, cultural, family- centred, and joyful way that restores pride.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-re-not-savages-we-re-not-aliens\">‘We’re not savages … we’re not aliens’</h2><p>Last week, the singer and rapper, whose real name is Benito Antonio Martinez Ocasio, and who is one of the most listened-to artists worldwide, made history at the Grammy Awards, with his album, Debi Tirar Mas Fotos, scooping up the Best Album award, the first Spanish-language one to ever do so.</p><p>During his acceptance speech, Bad Bunny <a href=\"/news/2026/2/2/stars-target-ice-crackdown-at-grammys-ceremony\">spoke against ICE</a> and stated, “We’re not savage, we’re not animals, we’re not aliens. We are humans, and we are Americans”, a stance that was amplified by his Super Bowl performance.</p><p>Ruiz said that Bad Bunny is a reminder that she should not be made to feel apologetic for celebrating her identity, which is very much a part of the American fabric.</p><p>“As a Latina, I want to be reminded of my roots positively and feel grounded in who I am, without needing to shrink myself to make others comfortable,” she said. “Seeing our culture celebrated without apology feels powerful.”</p><blockquote><p>“Our music can [take] a stand in the most ‘US’ event in existence to say we’re more than just land you can take militarily or recreationally. We also matter; we have a voice.”</p></blockquote><p>In one climactic moment, after crooning cameos by Lady Gaga and another Puerto Rican star of a past generation, Ricky Martin, Bad Bunny belted out the words “God Bless America!”</p><p>The only English phrase of the performance was followed by a roll call of the countries of North, South and Central America, from Cuba to Canada, and a parade of their flags.</p><p>For Bernardo Garcia Espinosa, who watched the Super Bowl from Mexico, the roll call was the “most powerful moment” of the whole show.</p><p>“Benito took this well-known US-ism of ‘God bless America’ and then flips it on its head by reciting the names of the countries in the Americas,” Espinosa told Al Jazeera from Mexico City.</p><p>“Since I’ve been young, there’s this sense that people from the US claim the whole continent by reserving the ‘American’ demonym exclusively for themselves, and this was Bad Bunny saying, ‘Screw that, we are all Americans because we all live in the Americas’,” said Espinosa, who used to live in Canada.</p><p>Espinosa referenced Trump’s recent actions in the region, including the <a href=\"/features/2026/1/26/the-discombobulator-did-us-use-secret-weapon-in-maduro-abduction\">abduction of Venezuelan President Nicolas Maduro</a>. The US leader had justified his action by invoking <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">the Monroe Doctrine</a>, a 19th-century policy that urged the division of the world into spheres of influence overseen by different powers.</p><p>“When the US is renewing its Monroe Doctrine approach, it feels very empowering that our music can [take] a stand in the most ‘US’ event in existence to say we’re more than just land you can take militarily or recreationally. We also matter; we have a voice.”</p><figure id=\"attachment_4300344\" aria-describedby=\"caption-attachment-4300344\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300344\" src=\"/wp-content/uploads/2026/02/afp_6989e0fe615e-1770643710.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A message is displayed while Puerto Rican singer Bad Bunny performs during the Super Bowl LX Patriots vs Seahawks Apple Music Halftime Show at Levi's Stadium in Santa Clara, California on February 8, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300344\" class=\"wp-caption-text\">A message is displayed while Puerto Rican singer Bad Bunny performs during the Super Bowl LX Patriots vs Seahawks Apple Music Halftime Show at Levi’s Stadium in Santa Clara, California, on February 8, 2026 [AFP]</figcaption></figure><h2 id=\"trump-s-supporters-forget-that-we-are-all-americans\">Trump’s ‘supporters forget that we are all Americans’</h2><p>For Mariana Limon Rugerio, a Mexican from the city of Monterrey, the performance was necessary considering the US’s “delicate political landscape” amidst ICE raids. But beyond overt political statements, Rugerio enjoyed the simple, everyday nods to Latino culture in Bad Bunny’s performance.</p><p>“There were so many hints to Latin American culture that we all share, like a kid sleeping in a chair while the adults are still partying,” Rugerio told Al Jazeera.</p><p>She said she could never have dreamed of a Super Bowl performance entirely in Spanish.</p><p>“I think it was well deserved for all the Latino immigrants to see this,” Rugerio said.</p><p>Bad Bunny’s show also featured roving dancers dressed as mechanics, shopkeepers, and hairdressers – jobs taken up by many Latino immigrants in the US. Those scenes moved Natalia Bustamante, a Chilean-Ecuadorean living in Montreal, Canada.</p><p>“Our immigrant brothers and sisters go through hell in order to get to the States,” she told Al Jazeera, adding that it felt good to be celebrated “for once”.</p><p>“It was so overwhelming, [by] the end, I was crying.”</p><p>Abril Boniche Porras, a Costa Rican-American from Richmond, Virginia, meanwhile, said it was disheartening to witness the alternative halftime show organised by Turning Point USA. She was also dismayed to see people post photos to social media using headphones to block out Bad Bunny’s performance during the live event.</p><p>“[All] because they didn’t want to hear someone speak in a language they could not understand,” Porras told Al Jazeera.</p><p>“The show was all about love, and community, and music … [Trump] supporters forget that we are all Americans.”</p><figure id=\"attachment_4300346\" aria-describedby=\"caption-attachment-4300346\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300346\" src=\"/wp-content/uploads/2026/02/afp_6989e132107d-1770643762.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Performers wave the flags of sovereign countries in the Americas at the conclusion of Puerto Rican singer Bad Bunny performance during Super Bowl LX Patriots vs Seahawks Apple Music Halftime Show at Levi's Stadium in Santa Clara, California on February 8, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300346\" class=\"wp-caption-text\">Performers wave the flags of sovereign countries in the Americas at the conclusion of Puerto Rican singer Bad Bunny’s performance during Super Bowl LX Patriots vs Seahawks Apple Music Halftime Show at Levi’s Stadium in Santa Clara, California [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Portugal elects socialist president in defeat for far-right | Newsfeed | Al Jazeera",
            "time": "2026-02-09T18:42:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770662502.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand’s PM Anutin claims victory in general election | Newsfeed | Al Jazeera",
            "time": "2026-02-09T18:30:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770661747.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan agrees to play India at T20 World Cup as government boycott ends | Cricket News | Al Jazeera",
            "time": "2026-02-09T18:25:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2236591546-1764083220_80ae4b-1764083735.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan agrees to play India at T20 World Cup as government boycott ends</h1><p class=\"article__subhead\"><em>Pakistan’s government orders the country’s cricket team to take the field against India on Sunday in Colombo, Sri Lanka.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">1 min</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s cricket team will play its T20 World Cup match against India on February 15 upon the orders of its government, reversing its earlier ‌decision to <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">boycott</a> the game against its ‌old rival, ‌citing geopolitical ⁠tensions.</p><p>“The government of Pakistan hereby directs the Pakistan team to take the field on February 15, 2026, for its scheduled fixture in the ICC Men’s T20 World Cup,” the government said in a statement on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The announcement came shortly after Pakistan Cricket Board (PCB) Chairman Mohsin Naqvi met with the country’s Prime Minister Shehbaz Sharif and relayed the outcomes of his meeting with representatives of the International Cricket Council (ICC) and the Bangladesh Cricket Board (BCB).</p><p>Top officials of the ICC held reconciliatory talks with BCB President Aminul Islam and Naqvi on Sunday with the aim of convincing Pakistan to call off its boycott of the marquee clash.</p><p>Pakistan’s government said it had “reviewed formal requests extended by the BCB, as well as the supporting communications from Sri Lanka, the United Arab Emirates, and other member nations” which sought “a viable solution to recent challenges”.</p><p>Additionally, Pakistan’s PM Sharif received a phone call from Sri Lanka’s President Anura Kumara Dissanayake, who urged Pakistan to reverse its decision.</p><p>Pakistan are scheduled to play all their World Cup games in Sri Lanka, which is co-hosting the tournament with India.</p><p>The cancellation of the high-profile game would have dealt a financial blow to the island nation, which relies heavily on its tourism industry.</p><p>Hours prior to Pakistan’s reversal of its decision, the ICC issued a statement regretting Bangladesh’s “unfortunate absence” from the tournament after the global cricket body <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">kicked out</a> the nation over its refusal to travel to India.</p><p>The ICC replaced Bangladesh with Scotland last month after the South Asian nation said it wouldn’t play its World Cup games in India due to safety and security concerns for its players and staff.</p><p>It was an unprecedented decision, and one that had a knock-on effect on the tournament as Pakistan, in a show of solidarity with Bangladesh, said it would not play against India.</p><p>Pakistan’s boycott was the first of its kind in the history of India-Pakistan games in any ICC event, and shocked the world of cricket.</p><p>Backdoor negotiations, calls and meetings followed, culminating in the ICC officials’ arrival in Pakistan last weekend.</p><p>The latest meeting between the global body and the two South Asian boards resulted in an agreement to go ahead with the game as scheduled.</p><p>“It was agreed that all members will respect their commitments as per the terms of participation for ICC events and do all that is necessary to ensure that the ongoing edition of the ICC Men’s T20 World Cup is a success,” the ICC said in a brief statement after Pakistan called off its boycott.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"promises-to-bangladesh\">Promises to Bangladesh</h2><p>The ICC said it would facilitate the growth of the game in the country of “more than 200 million passionate fans” so that the team’s ouster from the T20 World Cup “does not have any long-term effects on cricket in the country”.</p><p>Simultaneously the ICC announced that “no financial, sporting or administrative penalty will be imposed” on Bangladesh.</p><p>The ICC added that “an agreement has been reached that Bangladesh will host an ICC event prior to the ICC Men’s Cricket World Cup 2031”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What were Jeffrey Epstein’s links to Israel? | Espionage News | Al Jazeera",
            "time": "2026-02-09T18:14:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-09T012907Z_169160087_RC2YJIAI5S7E_RTRMADP_3_USA-TRUMP-EPSTEIN-MAXWELL-1770653676.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The ties between disgraced US financier Jeffrey Epstein and Israel are becoming clearer after the release of millions of documents related to the convicted sex offender by the United States Department of Justice, following a years-long campaign.</p><p>The documents have revealed more details of Epstein’s interactions with members of the global elite, including former Israeli Prime Minister Ehud Barak. But they also document his funding of Israeli groups, including Friends of the Israeli Defence Forces, and the settler organisation the Jewish National Fund, as well as his ties to members of Israel’s overseas intelligence services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ten days since the US Department of Justice last released millions of documents related to Epstein – and ten and a half years since his death in US custody – details of his interactions with other members of the global elite continue to dominate the world’s headlines.</p><p>Here’s what we know.</p><h2 id=\"was-epstein-a-spy-for-israel\">Was Epstein a spy for Israel?</h2><p>While the documents provide more evidence for those who believe that Epstein was an Israeli intelligence asset, it is still not something we can say for certain.</p><p>An FBI memo produced by the bureau’s Los Angeles field office in October 2020 reported that one of its sources had come to believe Epstein “was a co-opted Mossad agent”.</p><p>According to the document, the disgraced financier was described as having been “trained as a spy” for Israel’s intelligence service.</p><p>The source also claimed Epstein maintained links to US and allied intelligence circles through his longtime lawyer Alan Dershowitz, the Harvard University law professor whose network, it said, included “many students from wealthy families”. Among those cited were Jared Kushner, US President Donald Trump’s son-in-law and envoy, and his brother, Josh Kushner, both described in the memo as former students.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Epstein’s email correspondence also shows him to have had extensive contact with senior Ehud Barak aide and Israeli military intelligence Yoni Koren, who made regular stays at Epstein’s New York residence and whose cancer treatment in 2012, the emails show, Epstein appears to have paid for.</p><p>The links to Israel go back much further. Robert Maxwell, a British newspaper tycoon who was the father of Epstein’s former girlfriend and co-conspirator Ghislaine Maxwell, was long rumoured to have been linked to Israeli intelligence.</p><p>Maxwell poured money into the Israeli economy and died in mysterious circumstances after he was said to have fallen from his yacht in 1991, after embezzling millions from his company’s pension fund.</p><p>Epstein himself appeared to have suspected that the Israeli Mossad intelligence agency had a role in Maxwell’s death. An email Epstein sent in 2018 had the subject line “he was passed away”, referring to Maxwell.</p><p>In the message, Epstein claimed that Maxwell had previously threatened Israel’s intelligence service, writing that “unless they [the Mossad] gave him £400 million to save his [Maxwell’s] crumbling empire, he would expose all he had done for them”.</p><p>Epstein also alleged that Maxwell had acted as an informal operative, gathering information on the US, the United Kingdom, and the Soviet Union.</p><figure id=\"attachment_4300477\" aria-describedby=\"caption-attachment-4300477\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4300477\" src=\"/wp-content/uploads/2026/02/Epstein-Maxwell-1770647539.png?w=770&amp;resize=770%2C249&amp;quality=80\" alt=\"Correspondence from Jeffrey Epstein concerning the death of UK publihing boss, Robert Mawell [Screen Grab/Department of Justice]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4300477\" class=\"wp-caption-text\">Correspondence from Jeffrey Epstein concerning the death of British publishing tycoon Robert Mawell [Screen Grab/Department of Justice]</figcaption></figure><h2 id=\"would-epstein-have-been-of-interest-to-intelligence-agencies\">Would Epstein have been of interest to intelligence agencies?</h2><p>As an international financier with strong ties to global elites, as well as potentially compromising information on them, Epstein is the kind of person intelligence agencies would turn to.</p><p>“It is unlikely that Epstein was not approached by the Mossad,” said Ahron Bregman, a lecturer at King’s College London, whose relationship with the alleged Egyptian Mossad agent <a href=\"/features/2016/10/14/the-egyptian-spy-who-saved-israel\">Ashraf Marwan</a> formed the basis of the book and film The Spy Who Fell to Earth.</p><p>“It is like with Ashraf Marwan: even though he was not needed to report on Egypt anymore because there was peace between the two countries, the Mossad renewed contact with him to use him to open doors,” Bregman said.</p><p>Dershowitz – himself a controversial figure who is avowedly pro-Israel – has denied the claims, saying of Epstein that “No intelligence agency would really trust him”. Dershowitz added that if Epstein had been an intelligence operative, he would have informed his lawyer – referring to himself.</p><p>Israel’s current Prime Minister Benjamin Netanyahu has also pushed back on claims Epstein was a Mossad agent, writing on Twitter: “Jeffrey Epstein’s unusually close relationship with Ehud Barak doesn’t suggest Epstein worked for Israel. It proves the opposite.”</p><p>Barak has long been one of Netanyahu’s political opponents.</p><p></p><p> </p><p>Other sources, including Christopher Steele, who used to head up the British spy agency MI6’s Russia desk, have suggested that it was “quite likely” that Epstein may have been “recruited by Russian organised criminals”. Elsewhere, the Polish government has launched an investigation into the late sex offender’s links to Russia’s state intelligence.</p><h2 id=\"what-do-we-know-about-epstein-s-relationship-with-israel-linked-organisations\">What do we know about Epstein’s relationship with Israel-linked organisations?</h2><p>Through Epstein’s COUQ Foundation, he provided Friends of the Israeli Defence Forces (FIDF) and the Jewish National Fund (JNF) with funds on at least one occasion, when he gifted $25,000 to the FIDF and $15,000 to the JNF in 2006.</p><p>According to the FIDF’s website, the organisation funds programmes for Israeli soldiers. Through its website, the organisation invites donors to adopt a brigade or battalion, such as the <a href=\"/news/2024/4/25/what-is-netzah-yehuda-the-israeli-battalion-facing-possible-us-sanctions\">97th Netzah Yehuda Battalion</a>, which has been widely accused of killing unarmed civilians, killing detainees, torture, and mistreatment.</p><p>The <a href=\"/opinions/2021/3/12/for-love-charity-washing-colonialism-fascism-and-genocide\">JNF</a> has also been accused of historically privileging Jewish citizens to land inside Israel while restricting Palestinians’ access under the guise of “environmentalism”.</p><p>Activists accuse the JNF of contributing to the displacement of Palestinian communities through forestation projects built over depopulated villages. Its alleged support for settlement activity in the occupied West Bank, principally in the settlement cluster of Gush Etzion, has prompted calls in some countries to revoke its charitable status. The organisation has additionally been challenged over environmental practices seen as damaging to local ecosystems.</p></div></div></body></html>"
        },
        {
            "title": "Iran suggests it could dilute highly enriched uranium for sanctions relief | Nuclear Energy News | Al Jazeera",
            "time": "2026-02-09T16:57:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-02T091502Z_792730771_RC29OHAF5W9S_RTRMADP_3_IRAN-NUCLEAR-1770646976.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s atomic energy chief says Tehran is open to diluting its highly enriched uranium if the United States ends sanctions, signalling flexibility on a key demand by the US.</p><p>Mohammad Eslami made the comments to reporters on Monday, saying the prospects of Iran diluting its 60-percent-enriched uranium, a threshold close to weapons grade, would hinge on “whether all sanctions would be lifted in return”, according to Iran’s state-run IRNA news agency.</p><p>Eslami did not specify whether Iran expected the removal of all sanctions or specifically those imposed by the US.</p><p>Diluting uranium means mixing it with blend material to reduce its enrichment level. According to the United Nations nuclear watchdog, Iran is <a href=\"/news/2025/5/31/iran-increases-stockpile-of-enriched-uranium-by-50-percent-iaea-says\">the only state without nuclear weapons</a> enriching uranium to 60 percent.</p><p>US President Donald Trump has repeatedly called for Iran to be subject to a total ban on enrichment, a condition unacceptable to Tehran and far less favourable than a now-defunct nuclear agreement reached with world powers in 2015.</p><p>Iran maintains it has a right to a civilian nuclear programme under the provisions of the nuclear Non-Proliferation Treaty, to which it and 190 other countries are signatories.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Eslami made his comments on uranium enrichment as the head of Iran’s Supreme National Security Council, Ali Larijani, prepares to head on Tuesday to Oman, which has been <a href=\"/video/newsfeed/2026/2/6/iranian-us-officials-meet-separately-with-omani-mediator\">hosting mediated negotiations</a> between the US and Iran.</p><p>Al Jazeera’s Ali Hashem, reporting from Tehran, said Larijani, one of the most senior officials in Iran’s government, is likely to convey messages related to the ongoing talks.</p><p>Trump said talks with Iran would continue this week.</p><h2 id=\"negotiations-very-serious\">Negotiations ‘very serious’</h2><p>Both the US and Iran have given mixed signals about their progress in the negotiations. Iranian Foreign Minister Abbas Araghchi said Iran is “very serious in negotiations” and is eager to “achieve results”. However, he said, “There is a wall of mistrust towards the United States, which stems from America’s own behaviour.”</p><p>Iranian President Masoud Pezeshkian said the ongoing negotiations are an “important opportunity to reach a fair and balanced solution”, IRNA reported. He stressed that “Iran seeks guarantees for its nuclear rights” and the lifting of “unjust sanctions”, the agency added.</p><p>Trump, for his part, <a href=\"/video/newsfeed/2026/2/7/trump-hails-very-good-iran-talks-but-maintains-threat-of-military-action\">praised the latest round of talks</a> on Friday as “very good” but continued to warn of “steep consequences” for Iran if it does not strike a deal.</p><p>“They want to make a deal as they should want to make a deal,” the US president said. “They know the consequences if they don’t.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Before the two sides agreed to talks, Trump had repeatedly threatened Iran with a “far worse” attack than the US strikes on three Iranian nuclear facilities during <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">June’s 12-day Israel-Iran war</a>. He has escalated the pressure by deploying an aircraft carrier and accompanying warships to the Middle East.</p><p>Trump is expected on Wednesday to <a href=\"/news/2026/2/9/netanyahu-to-meet-trump-in-us-to-discuss-iran-says-israeli-pm\">meet with visiting Israeli Prime Minister Benjamin Netanyahu</a>, who is pushing the US to take a hardline stance in its negotiations with Iran, demanding not just concessions on its nuclear programme but also on its ballistic missiles and regional alliances.</p><p>Andreas Krieg, an associate professor in security studies at King’s College London, said the US and Iran appear to be “pivoting closer to a deal” than they were several weeks ago, even though there’s still a high risk of conflict.</p><p>“The [US] ‘armada’, as Trump calls it, is still in the area, so we still have that coercion going against the [Iranian] regime by the Americans,” Krieg told Al Jazeera. “But it seems to be fruitful in the way that the pressure works, and the Iranians have to make concessions.”</p><p>He added: “All the messaging from the Gulf countries – from Qatar, from Oman – from everyone involved, including from the Americans, has been very positive. And the Iranians’ feedback themselves was very positive.</p><p>“I think the problem that we have right now is how do we translate this momentum that we have right now on a strategic framework into the nitty-gritty of the details.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli plans deepen de facto annexation of occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2026-02-09T16:55:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/01/347942M-Preview-1704482881.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>While the world remains fixated on the devastation in Gaza and escalating regional tensions, the Israeli government has quietly <a href=\"/news/liveblog/2026/2/9/live-israel-approves-measures-to-expand-its-powers-in-occupied-west-bank\">executed</a> a “legal coup” in the occupied West Bank, drawing condemnation from Palestinians.</p><p>Late on Sunday, Israel’s security cabinet ratified a series of decisions pushed by Finance Minister Bezalel Smotrich and Defence Minister Israel Katz. The new measures, which aim to expand Israel’s power across the occupied West Bank, will make it easier to seize Palestinian land illegally.</p><p>“We are anchoring settlement as an inseparable part of Israel’s government policy,” said Katz.</p><p>Experts say it will fundamentally alter the civil and legal reality of the territory, removing what the Israeli ministers termed “legal obstacles” that have existed for decades against the expansion of illegal settlements in the occupied territories.</p><p>The Palestinian presidency called the decision “dangerous” and an “open Israeli attempt to legalise settlement expansion” and land confiscation. President Mahmoud Abbas’s office called on the United States and the United Nations Security Council to intervene immediately.</p><p>On Monday, eight Muslim-majority countries <a href=\"/news/2026/2/9/muslim-countries-slam-israel-for-illegal-annexation-push-in-west-bank\">denounced Israel</a> for trying to impose “unlawful Israeli sovereignty” in the occupied West Bank.</p><p>Palestinian officials and legal experts warn that this package effectively terminates the 1993 Oslo Accords, stripping the Palestinian Authority (PA) of its remaining civil powers and legislating the de facto annexation of the West Bank.</p><figure id=\"attachment_3181340\" aria-describedby=\"caption-attachment-3181340\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3181340\" src=\"/wp-content/uploads/2024/09/INTERACTIVE-Occupied-West-Bank-Area-A-B-C-5-Palestine-1726465625.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Area A B C - 5 - Palestine-1726465625\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3181340\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"the-real-estate-war\">The real estate war</h2><p>At the heart of these decisions is a strategic assault on land ownership laws that have been in place since 1967, when Israel occupied Gaza, the West Bank and East Jerusalem and subsequently annexed these territories.</p><p>The Israeli cabinet approved the cancellation of a Jordanian law that historically prohibited the sale of land in the West Bank to non-Arabs. Simultaneously, the government decided to lift the secrecy on land registry records in place since the Ottoman period.</p><p>According to Amir Daoud, director of documentation at the Wall and Settlement Resistance Commission, this move is designed to create an “open market” for settlers. By exposing the identities of Palestinian landowners in the registry, settlers and real estate companies can now target specific individuals for pressure, extortion, or entrapment to force land sales.</p><p>“This government puts settlement expansion at the centre of its policy,” Daoud told Al Jazeera Arabic. “By facilitating the leak of Palestinian land to settlers, they are adding a new layer of apartheid.”</p><p>The Yesha Council, a gathering of illegal settlements, celebrated the decision as the “most important in 58 years”, stating that the Israeli government is now declaring, in practice, that “the land of Israel belongs to the Jewish people”.</p><h2 id=\"breaching-areas-a-and-b\">Breaching Areas A and B</h2><p>Perhaps the most aggressive shift in the new directives is the authorisation for Israeli forces to conduct enforcement and demolitions in Area A and B zones, which under the Oslo Accords, are supposed to be under Palestinian civil and security control.</p><p>Area C, which is under total Israeli control, constitutes 60 percent of the West Bank. More than 700,000 illegal Israeli settlers live in Area C and occupied East Jerusalem across more than 250 illegal settlements.</p><p>To bypass international law, Israel has introduced a new legal mechanism: the “Protection of Antiquities and Environment”.</p><p>“Israel has erased the distinctions between Areas A, B, and C,” Daoud noted, explaining that this policy was financially primed three years ago when the cabinet allocated 120 million shekels ($39m) to “protect Jewish heritage sites” in the West Bank.</p><h2 id=\"municipal-apartheid\">Municipal apartheid</h2><p>The decision also institutionalises a system of “municipal apartheid” in key Palestinian cities, removing them from PA jurisdiction.</p><ul>\n<li><strong>Hebron:</strong> Planning and construction powers have been stripped from the Palestinian municipality and transferred to the Israeli Civil Administration. A “separate municipal entity” will be created for the Jewish settlers in the heart of the city to manage their affairs independently, bypassing Palestinian mechanisms entirely.</li>\n<li><strong>Rachel’s Tomb (Bethlehem):</strong> The site has been removed from the jurisdiction of the Bethlehem municipality and placed under direct Israeli administration for maintenance and services.</li>\n</ul><p>Adel Shadid, an expert on Israeli affairs, warned that these administrative changes have profound religious and political implications.</p><p>“The Ibrahimi Mosque is no longer treated as a Muslim holy site managed by the Palestinian Awqaf,” Shadid told Al Jazeera Arabic. “Its management has been transferred to the Jewish Religious Council in Kiryat Arba. Israel has effectively Judaized its identity by law, not just by force”.</p><p>In 2010, the Israeli government had already <a href=\"/news/2010/3/3/israels-new-war-on-islamic-sites\">proclaimed</a> the Ibrahimi Mosque located in Hebron as a “Jewish Heritage site”.</p><figure id=\"attachment_4237632\" aria-describedby=\"caption-attachment-4237632\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237632\" src=\"/wp-content/uploads/2026/01/HeritageSites_INTERACTIVE-Palestines-World-Heritage-Sites-1768390146.png?quality=80\" alt=\"INTERACTIVE - Palestines World Heritage Sites-1768390146 UNESCO\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237632\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"pre-empting-trump\">Pre-empting Trump</h2><p>The timing of this “legal overhaul” is not accidental. According to Yedioth Ahronoth newspaper, Smotrich and Katz pushed to ratify these decisions immediately prior to Israeli Prime Minister Benjamin Netanyahu’s upcoming visit to the United States.</p><p>Analysts believe Israel’s far-right government is racing against time to establish irreversible “facts on the ground” before October elections for the Israeli parliament or Knesset, and amid fears that US President Donald Trump might shift his stance on annexation.</p><p>James Moran, a former adviser to the European Union, believes the intent is clear.</p><p>“Smotrich was quoted saying: ‘We will continue to kill the idea of a Palestinian state,'” Moran told Al Jazeera Arabic from Brussels. “This decision shows there is absolutely no intention for a just solution”.</p><p>Netanyahu has repeatedly said that he is against the formation of a sovereign Palestinian state. He has worked to undermine the Oslo Accords that called for the so-called two-state solution. Several Western governments, including France and the United Kingdom, last year recognised Palestinian statehood. But they have done little to deter Israel from expanding illegal settlements on Palestinian lands – the biggest stumbling block in the realisation of a Palestinian state.</p><p>Moran argued that international condemnations are no longer sufficient. “It is time for sanctions,” he said, suggesting that the EU should consider suspending trade agreements with Israel, given that a third of Israel’s trade is with the bloc.</p><h2 id=\"violence-unleashed\">Violence unleashed</h2><p>On the ground, the cabinet’s decisions were interpreted by the settler movement as a “green light” for total impunity.</p><p>Al Jazeera Arabic’s correspondent in Hebron, Montaser Nassar, reported an immediate spike in violence following the announcement. “What is happening on the ground is the true translation of these decisions,” Nassar said.</p><p>Within hours of the ratification:</p><ul>\n<li>Settlers raided the Al-Rashaydeh Mosque east of Bethlehem, stealing its contents and causing severe damage.</li>\n<li>In Bani Naim, east of Hebron, settlers brutally beat an 80-year-old disabled Palestinian man.</li>\n<li>Demolition notices were handed to Palestinians in Berin (east of Hebron), while demolitions were carried out in Bedouin communities in the northern Jordan Valley.</li>\n</ul><p>Dalal Iriqat, a professor of diplomacy and conflict resolution, warned that the situation has moved beyond the point of political manoeuvring.</p><p>“We are witnessing the institutional and legal annexation of the West Bank,” Iriqat told Al Jazeera Arabic.</p><p>“Israel is imposing a reality of ‘Greater Israel’ and apartheid. If the international community does not move from statements to action, the situation on the ground will explode.”</p></div></div></body></html>"
        },
        {
            "title": "Israel tightens grip on occupied West Bank with governance changes | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-09T16:48:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP21183532644491_cropped-1770655154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Feb 2026</span><span aria-hidden=\"true\">9 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}