{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russia-Ukraine war: List of key events, day 1,389 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-14T01:18:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251213__87ZN7QX__v1__MidRes__UkraineRussiaConflictWar-1765669580.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brown University reports two dead, nine injured in US school shooting | Gun Violence News | Al Jazeera",
            "time": "2025-12-13T23:00:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25347803636415-1765666526.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mayor Brett Smiley of Providence, Rhode Island, has confirmed that two students have been killed and nine people were injured after an active shooter was reported on the campus of Brown University.</p><p>Exams were under way on Saturday when the shooting began on the Ivy League campus in the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The suspect remains at large, according to Rhode Island officials. They described the perpetrator as a man dressed in black who left the scene on foot, and they added that no weapons have been recovered so far.</p><p>At a news conference, Smiley said that university leaders became aware of the shooting at about 4:05pm local time (21:05 GMT), when a 911 call was received by emergency responders.</p><p>“I can confirm that there are two individuals who have died this afternoon, and there are another eight in critical status, though stable, at Rhode Island Hospital,” Smiley said.</p><p>“Those are the only injuries or casualties that we know at this time,” he added. “ But as I mentioned – and it’s important to remind folks – these numbers may change. We are still in the early hours.”</p><p>A couple of hours later, the numbers did change, as Smiley explained a ninth injury victim had been identified.</p><p>“There was one additional victim who had left the scene,” Smiley said. “The individual learned they had received fragments from the shooting that had occurred near them, so they had non-life-threatening injuries.”</p><p>Smiley declined to identify the shooting victims, emphasising that the investigation was ongoing. But he sought to reassure the community, despite a continued lockdown order for the Brown campus and surrounding neighbourhood.</p><p>“We have no reason to believe there are any additional threats at this time,” he said.</p><p>The university’s president, Christina Paxton, explained she had been on a plane to Washington, DC, when she learned of the shooting. She immediately returned to Providence to attend a nighttime news conference.</p><p>“This is a day that we hoped never would come to our community. It is deeply devastating for all of us,” Paxton said in a written statement.</p><p>She called on the campus to remain vigilant and adhere to its lockdown protocol. “This means keeping all doors locked and ensuring no movement across campus.”</p><h2 id=\"suspect-remains-at-large\">Suspect remains at large</h2><p>At approximately 4:22pm local time (21:22 GMT) on Saturday, the university issued its first emergency update that there was a gunman near the Barus and Holley engineering and physics building.</p><p>“Lock doors, silence phones and stay hidden until further notice,” the university said in its update.</p><p>“Remember: RUN, if you are in the affected location, evacuate safely if you can; HIDE, if evacuation is not possible, take cover; FIGHT, as a last resort, take action to protect yourself.”</p><p>The shooting took place on the first floor of the Barus and Holley building, in a classroom. Upon arriving at the scene, law enforcement swept the building, according to Providence police chief Timothy O’Hara.</p><p>“They did a systematic search of the building. However, no suspect was located at that time,” O’Hara said. “They were able to clear that building and provide a safe place for all of the students and faculty and workers that were in that building to meet at.”</p><p>He added that it is not clear yet how the suspect entered the building but that he exited onto Hope Street.</p><p>At 5:27pm local time (22:27 GMT), Brown University reported that shots had been fired near Governor Street, approximately two blocks away from the engineering and physics lab.</p><p>In the lead-up to the news conference, it was unclear if law enforcement had detained a suspect, as conflicting reports circulated online.</p><p>The university, for instance, had to withdraw an early announcement that a suspect had been apprehended, writing, “Police do not have a suspect in custody and continue to search for suspect(s).”</p><p>US President Donald Trump published a similar retraction on his online platform, Truth Social, after erroneously posting at about 5:44pm (22:44 GMT) that a suspect had been detained.</p><p>Local law enforcement remains on site at the university, and they <a href=\"https://x.com/AGPamBondi/status/1999980567971115174\">have been joined</a> by federal agents from the Federal Bureau of Investigation (FBI) and the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF).</p><p>Mayor Smiley said there were 400 law enforcement officers in the area as of 9:30pm local time on Saturday (02:00 GMT Sunday).</p><p>“We want folks who are out in the community tonight to see a person in a position of authority and to feel safe in our community,” Smiley said.</p><p>He also encouraged witnesses to come forward with any information about the shooting. The incident is currently under investigation.</p><h2 id=\"a-trend-of-gun-violence\">A trend of gun violence</h2><p>Saturday’s shooting is the second major incident of gun violence on a university campus this week.</p><p>Just four days ago, on December 9, <a href=\"/news/2025/12/10/student-killed-suspect-in-custody-in-kentucky-state-university-shooting\">Kentucky State University</a> in the southern city of Frankfort also experienced gunfire on campus, killing one student and leaving a second critically injured. The suspect in that case was identified as Jacob Lee Bard, the parent of a student at the school.</p><p>The risk of gun violence has transformed the academic experience in the US, with many schools holding preparedness drills for active shooter situations.</p><p>“This is just the reality of life in America. From first graders to middle schoolers to high schoolers to students in college, they do active shooting drills. So they know how to do this,” Al Jazeera correspondent Patty Culhane said from Maryland.</p><p>“What they tell them is: Avoid. Deny. Defend,” she added, citing a popular school safety slogan.</p><p>“Avoid” stands for staying away from danger. “Deny” is meant as advice if escape is not possible: Victims are advised to find shelter, stay out of sight, and use materials to create barricades, if necessary.</p><p>“Defend” is the final step: If avoiding or denying the danger is not possible, the motto advises those in a violent situation to use whatever they can to defend themselves from harm.</p><p>Mass shootings are a relatively common threat in the US.</p><p>The Gun Violence Archive, a nonprofit that tracks shootings in the US, has documented at least 389 mass shootings this year alone. It defines mass shootings as incidents where four or more people are shot or killed, not including the perpetrator.</p><p>Schools are often a target. The nonprofit Everytown for Gun Safety reports that there have been 154 incidents of gunfire on school campuses in 2025. Those incidents resulted in 49 deaths and 135 injuries.</p><h2 id=\"exam-period-tragedy\">Exam-period tragedy</h2><p>Saturday’s shooting comes as the academic semester winds down at Brown University. The last day of classes for the fall semester was on Thursday, and the school is in its final examination period until December 20.</p><p>At the news conference, school officials said that exams had been under way on Saturday between 2pm and 5pm (19:00 GMT and 22:00 GMT).</p><p>The seventh-oldest university in the US, Brown is considered part of the prestigious Ivy League, a cluster of private research colleges in the Northeast. Its student body numbers 11,005, according to its website.</p><p>Mayor Smiley encouraged community members to reach out to one another as the city grapples with the aftermath of Saturday’s deadly shooting.</p><p>“ It’s going to be a difficult rest of the day, difficult weeks and months ahead as this community heals,” he said. “Each and every one of us can play a small role in that, in supporting one’s neighbour.”</p><p>Governor Dan McKee, meanwhile, explained that he had been in touch with the White House, as well as other governors whose states had experienced similar shootings in recent years.</p><p>“ The unthinkable has happened,” McKee said. “ Our thoughts go out to those who have been impacted by this in any way, and we’ll continue to provide assistance to the authorities here in Providence as well as statewide.”</p><p>Trump also encouraged people to pray for the Brown community.</p><p>“I’ve been fully briefed on the Brown University situation. What a terrible thing it is,” the president said as he arrived at the White House after attending Saturday’s Army-Navy US football game.</p><p>“All we can do right now is pray for the victims and for those that were very badly hurt, it looks like.”</p></div></div></body></html>"
        },
        {
            "title": "Alaves vs Real Madrid: La Liga - team news, start time, lineups | Football News | Al Jazeera",
            "time": "2025-12-13T19:57:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-10T210550Z_1439436354_UP1ELCA1MLPID_RTRMADP_3_SOCCER-CHAMPIONS-RMA-MCI-1765650301.jpg?resize=1920%2C1388",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Alaves vs Real Madrid<br>\n<strong>What:</strong> Spain’s La Liga<br>\n<strong>Where:</strong> Mendizorroza Stadium in Vitoria, Spain<br>\n<strong>When:</strong> Sunday, December 14, at 9pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our text commentary stream.</p><p>Real Madrid will hope to ease the pressure on Xabi Alonso when they visit Alaves on Sunday, but the record La Liga winners will know that one more defeat could spell the end of the short-lived tenure of their beleaguered manager.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a welcome show of solidarity, Los Blancos midfielder Jude Bellingham said on Wednesday, after their <a href=\"/sports/2025/12/10/manchester-city-beat-real-madrid-2-1-to-pile-pressure-on-xabi-alonso\">defeat by Manchester City</a> in the UEFA Champions League, that the players were behind Alonso and no one was “downing tools”.</p><p>More welcome news for the Madrid-based club is that Kylian Mbappe is back in contention for Sunday’s game after missing out against City due to injury.</p><p>Al Jazeera Sport takes a look at what is surely a must-not-lose for Alonso, but – with Barcelona seven points clear – may well be a must-win.</p><h2 id=\"how-much-pressure-is-mounting-on-real-madrid-coach-alonso\">How much pressure is mounting on Real Madrid coach Alonso?</h2><p>Alonso, whom Spanish media reported was set for the sack if Madrid lost against City, remains at the helm despite a 2-1 defeat at a frustrated, whistling Bernabeu.</p><p>The hope is that the match, despite the outcome, can be a turning point for a team with just two wins in their last eight games across all competitions.</p><p>Alonso’s players rallied around him, with not only Bellingham offering public messages of support after the game and even during it, as goalscorer Rodrygo Goes ran over to hug his manager.</p><p>“The only thing we can do is change our attitude … and [against City] we saw a change,” said defender Raul Asencio.</p><p>Goalkeeper Thibaut Courtois was another Madrid player who backed the coach, and believes the situation will be eased when results turn.</p><p>“All of us here support the coach with all our heart, and by winning on Sunday, we will change this dynamic,” said Courtois.</p><h2 id=\"what-is-alonso-s-take-on-real-madrid-s-struggles\">What is Alonso’s take on Real Madrid’s struggles?</h2><p>After Madrid’s improved display against City, it did not make sense for President Florentino Perez to let the axe fall.</p><p>It would be easy to make that call the next time the team stumbles – and if it really is a turning point, and that doesn’t happen, that would work for him too. Particularly given the lack of an obvious replacement.</p><p>Alonso, meanwhile, said he hoped Madrid’s current woes could make the team stronger.</p><p>“We are having difficulties, but we can grow,” he said. “If we can get past these tough times, change the dynamic, maybe in a few weeks we’ll look back and think ‘we went through a lot, but it made us stronger.'”</p><p>On feeling the criticism and doubts, Alonso said he is not surprised.</p><p>“You have to live with it, and when you’re the coach of Real Madrid, you have to be prepared to face it bravely, responsibly and self-critically, knowing that things can change,” the former Madrid midfielder said. “Despite the result, I’ve seen positive things individually and collectively. Other things haven’t gone so well, but we’re still in it.”</p><h2 id=\"what-happened-in-real-madrid-s-last-la-liga-game\">What happened in Real Madrid’s last La Liga game?</h2><p>Los Blancos went into meltdown in their last outing in the Spanish top flight as two players saw red in <a href=\"/sports/2025/12/7/real-madrid-implode-as-celta-vigo-earn-shock-2-0-win-at-the-bernabeu\">the 2-0 home defeat</a> by Celta Vigo.</p><p>Alvaro Carreras and Fran Garcia were sent off, and are suspended as a result for the trip to Alaves.</p><p></p><h2 id=\"are-there-any-glimmers-of-hope-for-real-madrid\">Are there any glimmers of hope for Real Madrid?</h2><p>One player they seem to have recovered, not only from injury but also his form, is winger Rodrygo, as he ended his dismal run against City.</p><p>After 32 games without finding the net, the Brazilian finished superbly to send his team ahead.</p><p>Beyond that, he was back to his electric best, transformed from the diminished figure seen in recent months.</p><p>“It’s one of today’s good pieces of news to see him with that individual quality, that flair, and he also scored, which was important for him,” said Alonso.</p><h2 id=\"what-is-the-latest-on-vinicius-junior-s-real-fallout\">What is the latest on Vinicius Junior’s Real fallout?</h2><p>On the other flank, Rodrygo’s compatriot Vinicius Junior offered a less convincing display.</p><p>The winger’s anger at Alonso when withdrawn in the Clasico in October was a flashpoint which played its part in Madrid’s season flying off the rails.</p><p>Since that moment, Spanish media have reported a growing rift between the players and the coach, suggesting various complaints about his selection decisions and the tactical work they have to do.</p><p>It appears to be healing, with the support Alonso was offered, although whether Madrid’s stars retain the work ethic they displayed in a glamourous European tie on a wintry Sunday night at Alaves’s Mendizorroza stadium will be a good barometer.</p><h2 id=\"how-has-the-season-gone-so-wrong-for-real-madrid\">How has the season gone so wrong for Real Madrid?</h2><p>Alonso looked to be off to a good start to his career at Bernabeu, with Kylian Mbappe scoring at will and his team winning its first seven games of the season. Even a loss to Atletico Madrid was partially forgotten after <a href=\"/sports/2025/10/26/mbappe-bellingham-score-as-real-madrid-edge-barcelona-in-fiery-el-clasico\">a victory over Barcelona</a>.</p><p>Then something went wrong. A loss at Liverpool in the Champions League last month sent the team into a nosedive. Losing at Anfield is acceptable for any club; three consecutive draws to Rayo Vallecano, Elche and Girona in La Liga set off the alarm bells at a Madrid that considers itself the best in the world.</p><p>But worse was to come: the humiliating 2-0 defeat by Celta Vigo followed by the 2-1 loss to Pep Guardiola’s City. Both of those losses came in front of some disgruntled fans, who jeered the team at Bernabeu.</p><p>Now all bets are off on Alonso’s future just months after he left Bayer Leverkusen following his exceptional job at the German club that culminated in the Bundesliga title in 2024.</p><h2 id=\"how-have-alaves-faired-this-season\">How have Alaves faired this season?</h2><p>Alaves is strong at home with only two losses in eight games in Vitoria this season, including a 1-0 win over Real Sociedad last round.</p><p>They opened their campaign with just three wins in 10. Their recent run of four wins in seven has seen them climb to midtable, with half an eye on European qualification, although the other four matches in that run were all defeats.</p><h2 id=\"what-happened-the-last-time-real-madrid-played-alaves\">What happened the last time Real Madrid played Alaves?</h2><p>Real were 1-0 winners when the sides met in La Liga at Alves on April 13. Eduardo Camavinga scored the only goal after 34 minutes of a game that saw Kylian Mbappe shown a red after 38 minutes.</p><p>The home side were also reduced to 10 men when Manu Sanchez was sent off in the 72nd minute.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This is the 29th meeting between the sides, with Real Madrid winning 23 of the encounters, while Alaves have claimed victory on only three occasions.</p><h2 id=\"alaves-team-news\">Alaves team news</h2><p>Nikola Maras and Facundo Garces will once again be absent due to injury and suspension, respectively</p><p>Jon Guridi has had a knee problem but will be assessed before the match.</p><h2 id=\"real-madrid-team-news\">Real Madrid team news</h2><p>Alonso said Kylian Mbappe is fit to play on Sunday after the forward missed the Champions League defeat by Manchester City.</p><p>“We’ve got Kylian back, he’s ready to play, and we’ll see and decide [if he starts], that’s good news obviously,” Alonso said on Saturday.</p><p>Real Madrid are without several injured players for the game in Vitoria, including Trent Alexander-Arnold, Dani Carvajal and Eduardo Camavinga.</p><p>Garcia, Carreras and Endrick are also suspended. Defender Dean Huijsen is likely to return.</p><p>“Evidently, despite the players we’ve got out, we have strong enough players and a strong enough team,” Alonso added.</p><h2 id=\"alaves-predicted-starting-lineup\">Alaves predicted starting lineup:</h2><p>Sivera; Otto, Tenaglia, Pacheco, Parada; Guevara; Calebe, Ibanez, Suarez, Rebbach; Boye</p><h2 id=\"real-madrid-predicted-starting-lineup\">Real Madrid predicted starting lineup:</h2><p>Courtois; Valverde, Rudiger, Huijsen, Asencio; Guler, Tchouameni, Ceballos; Bellingham; Rodrygo, Vinicius</p></div></div></body></html>"
        },
        {
            "title": "Hungarian protesters demand PM Viktor Orban quits over child abuse scandals | Protests News | Al Jazeera",
            "time": "2025-12-13T19:19:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-13T153003Z_946931359_RC2RFIA851AZ_RTRMADP_3_HUNGARY-POLITICS-JUVENILE-PROTEST-1765650479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hungarian protesters demand PM Viktor Orban quits over child abuse scandals</h1><p class=\"article__subhead\"><em>Orban’s government has been rocked by several child-abuse scandals in recent years.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of Hungarians have taken part in a demonstration in Budapest demanding Prime Minister Viktor Orban’s resignation over his inaction towards repeated child-abuse scandals in the country.</p><p>Since returning to power in 2010, Orban has promised to prioritise the protection of children in Hungary, but multiple high-profile <a href=\"/video/newsfeed/2024/2/11/hungarian-president-resigns-after-pardoning-child-sex-abuse-accomplice\">child abuse scandals</a> have rocked his government in recent years.</p><p>Saturday’s protests, led by opposition party TISZA’s leader Peter Magyar, came after new allegations regarding a juvenile detention centre in the country’s capital Budapest surfaced in September. Security camera footage from the centre showed the director of the Szolo Street juvenile detention centre kicking a boy in the head.</p><p>Earlier this week, four staff members were taken into custody, and the government announced that it would place all such child facilities under direct police supervision.</p><p>On Saturday, thousands of protesters walked through Budapest’s frosty streets behind a banner reading “Protect the children!” and called on the government to take more action against the perpetrators. Some people also carried soft toys and torches in solidarity with victims of physical abuse in a case dating back several years.</p><p>On Friday, Magyar also released a previously unpublished official report from 2021, which found that more than a fifth of children in state-run care institutions have been abused.</p><p>“We should be outraged at what is being done with the most vulnerable children,” Zsuzsa Szalay, a 73-year-old pensioner who took part in Saturday’s protest, told the AFP news agency.</p><figure id=\"attachment_4171786\" aria-describedby=\"caption-attachment-4171786\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4171786\" src=\"/wp-content/uploads/2025/12/AFP__20251213__88236KP__v1__HighRes__HungaryGovernmentDemonstrationCrimeChildren-1765650832.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hungary\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4171786\" class=\"wp-caption-text\">Protesters in a demonstration demand Hungary’s Prime Minister’s resignation over the government’s perceived inaction about widespread abuse in child care institutions in Budapest, Hungary [Ferenc Isza/AFP]</figcaption></figure><p><a href=\"/news/2024/3/27/former-hungarian-government-insider-leaks-graft-case-audio-tape\">Orban’s government</a> has insisted that action was being taken against suspected child abuse.</p><p>The prime minister, who faces what could be the toughest challenge to his 15-year rule in an election likely to be held in April, has also condemned the abuse in an interview with news outlet Mandiner, and called it unacceptable and criminal. He added that “[even] young criminals should not be treated this way”.</p><p>But protesters on Saturday said Orban’s response was inadequate.</p><p>“Normally, a government would be toppled after a case like this,” 16-year-old David Kozak told AFP.</p><p>Last year, the country’s president, Katalin Novak, also bowed down to public pressure and resigned after pardoning the deputy director of a state-run children’s school who was convicted of covering up sexual abuse by its director.</p><p>“For them, the problem is not that the abuses happened, but that they were revealed,” Kozak added.</p></div></div></body></html>"
        },
        {
            "title": "UN chief condemns ‘horrific’ drone attack in Sudan as 6 peacekeepers killed | Sudan war News | Al Jazeera",
            "time": "2025-12-13T18:38:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693dac97b685d-1765649559.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 6 hours ago</span><span aria-hidden=\"true\">Updated: 6 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A drone attack has hit a United Nations facility in war-torn Sudan, killing six peacekeepers, UN Secretary-General Antonio Guterres said.</p><p class=\"p1\">The attack on Saturday hit the peacekeeping logistics base in the city of Kadugli, in the central region of Kordofan, Guterres said in a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Eight other peacekeepers were wounded in the strike. All the victims are Bangladeshi nationals, serving in the UN Interim Security Force for Abyei (UNISFA).</p><p class=\"p1\">“I strongly condemn the horrific drone attacks that targeted the United Nations peacekeeping logistics base in Kadugli, Sudan,” Guterres said in a statement.</p><p class=\"p1\">“Attacks targeting United Nations peacekeepers may constitute war crimes under international law,” he added. “Attacks as the one today in South Kordofan against peacekeepers are unjustifiable. There will need to be accountability.”</p><p class=\"p1\">The Sudanese army blamed the attack on the Rapid Support Forces (RSF), a paramilitary group. The army and the RSF have been <a href=\"/news/2025/12/12/rights-group-accuses-rsf-of-systematic-sexual-violence-in-sudans-civil-war\">engaged in a civil war</a> for more than two years.</p><p class=\"p1\">There was no immediate comment from the RSF.</p><p class=\"p1\">The attack “clearly reveals the subversive approach of the rebel militia and those behind it”, the Sudanese army said in a statement. The military posted a video on social media showing plumes of dense black smoke over what it said was the UN facility.</p><p class=\"p1\">Bangladesh’s interim leader, Muhammad Yunus, in a statement, said he was “deeply saddened” by the attack, and put the toll at six dead and eight wounded.</p><p class=\"p1\">He asked the UN to ensure that his country’s personnel were offered “any necessary emergency support”.</p><p class=\"p1\">“The government of Bangladesh will stand by the families in this difficult moment,” Yunus added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">The oil-rich Abyei is a disputed region between Sudan and South Sudan. The UN mission has been deployed there since 2011, when South Sudan gained its independence from Sudan.</p><p class=\"p1\">Guterres also called for an immediate ceasefire in Sudan to allow “a comprehensive, inclusive and Sudanese-owned political process” to settle the conflict.</p><p class=\"p1\">Sudan was plunged into chaos in April 2023, when a power struggle between the military and the RSF exploded into open fighting in the capital, Khartoum, and elsewhere in the country. The conflict has killed more than 40,000 people, though rights groups consider the figure  a significant undercount.</p><p class=\"p1\">The fighting has recently centred on Kodrofan, particularly since the RSF <a href=\"/opinions/2025/12/8/after-el-fasher-we-must-refuse-a-new-normal-of-mass-atrocities-in-darfur\">took control of el-Fasher</a>, the military’s last stronghold in the western region of Darfur.</p><p class=\"p1\">The war has wrecked urban areas and has been marked by atrocities, including mass rape and ethnically motivated killings, which the UN and rights groups have said amount to war crimes and crimes against humanity, especially in Darfur.</p><p class=\"p1\">The war has also created the world’s worst humanitarian crisis and pushed parts of the country into famine.</p><p>The attack comes just a month after the UN Security Council <a href=\"/news/2025/11/15/un-extends-peacekeeping-mission-in-disputed-abyei-region-for-another-year\">voted to renew</a> the UNISFA peacekeeping mission for another year.</p><p>Bangladesh is one of the largest contributors to UN peacekeeping missions, and its troops have long been deployed in Abyei.</p><p>UNISFA’s 4,000 police and soldiers are tasked with protecting civilians in the region, which has been plagued by frequent armed clashes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Could violence in the DRC become a regional conflict? | Conflict | Al Jazeera",
            "time": "2025-12-13T18:27:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765648066.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Rwandan-backed rebels seize city week after Trump oversees peace deal.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and the United Nations have warned that violence in the Democratic Republic of the Congo could escalate into a regional conflict.</p><p>Hundreds of people were killed as Rwandan-backed M23 rebels seized another city, just over a week after the US brokered a peace deal.</p><p>How dangerous is the situation?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Gatete Nyiringabo – Political commentator and governance and advocacy consultant</p><p>Kambale Musavuli – Analyst at the Center for Research on the Congo-Kinshasa</p><p>Richard Moncrieff – Project director for the Great Lakes region at the International Crisis Group</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Salah assists Ekitike’s second as Liverpool beat Brighton in EPL | Football | Al Jazeera",
            "time": "2025-12-13T18:05:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-13T162647Z_693356220_UP1ELCD19OMVE_RTRMADP_3_SOCCER-ENGLAND-LIV-BHA-1765647354.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Salah set up a goal in <a href=\"/sports/liveblog/2025/12/13/live-liverpool-vs-brighton-premier-league-mohamed-salah\">Liverpool’s 2-0 win</a> against Brighton as he returned to action after an explosive outburst cast doubt over his future at the Premier League champions.</p><p>The Egypt forward, the <a href=\"/sports/2025/12/12/liverpool-boss-slot-to-meet-salah-amid-transfer-tension\">subject of intense scrutiny</a> in the build-up to the game at Anfield, came off the substitutes’ bench to huge cheers in the 26th minute on Saturday, replacing injured defender Joe Gomez.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The home team, whose title defence has collapsed after a shocking run of results, were leading 1-0 at the time, with France forward Hugo Ekitike on the scoresheet after just 46 seconds.</p><p>Brighton squandered a number of opportunities to level, and Ekitike scored again with half an hour to go to give Liverpool breathing space.</p><p>Salah accused Liverpool of throwing him “<a href=\"/sports/2025/12/7/mohamed-salah-claims-he-has-been-thrown-under-the-bus-by-liverpool\">under the bus</a>” after he was left on the bench for last week’s 3-3 draw at Leeds – the third match in a row that he had been named among the replacements.</p><p>He also said that he had no relationship with manager Arne Slot.</p><p>Salah was omitted from the midweek Champions League trip to Inter Milan, which <a href=\"/sports/2025/12/9/liverpool-snatch-win-at-inter-milan-with-late-penalty-from-szoboszlai\">Liverpool won 1-0</a>, posting a picture on social media of himself alone in the gym.</p><p>Slot said at Friday’s pre-match news conference that he would speak to the forward later in the day, adding, “I have no reasons [in] not wanting him to stay.”</p><h2 id=\"salah-not-made-to-wait-long-for-substitute-role-to-delight-of-liverpool-faithful\">Salah not made to wait long for substitute role to delight of Liverpool faithful</h2><p>There was feverish speculation in the build-up to Saturday’s match about what role Salah would play, with the winger named on the bench.</p><p>Liverpool, who had won just two of 10 Premier League matches before the Brighton game, made a lightning start, taking the lead in the first minute when Joe Gomez set up Ekitike, who thumped the ball past Bart Verbruggen.</p><p>Salah entered the fray about 20 minutes before half-time when Gomez was withdrawn.</p><p>Brighton’s Diego Gomez squandered a good chance to level early in the second half, striking the ball against the outside of a post, and Brajan Gruda also went close as the home crowd chanted Salah’s name.</p><figure id=\"attachment_4171507\" aria-describedby=\"caption-attachment-4171507\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4171507\" src=\"/wp-content/uploads/2025/12/GettyImages-2251735294-1765643268.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Hugo Ekitike of Liverpool heads the ball to score his team's second goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4171507\" class=\"wp-caption-text\">Hugo Ekitike of Liverpool heads the ball to score his team’s second goal [Carl Recine/Getty Images]</figcaption></figure><p>Liverpool doubled their lead in the 60th minute when Ekitike scored his second, nodding home Salah’s corner.</p><p>Salah himself went close in stoppage time after he was set up by Federico Chiesa, but he blazed over.</p><p>The win lifts Slot’s men to sixth in the table ahead of the later kickoffs on Saturday, easing the pressure on the beleaguered manager.</p><h2 id=\"salah-departure-from-liverpool-for-afcon-or-for-good\">Salah departure from Liverpool for AFCON or for good?</h2><p>Salah, who signed a new two-year contract at Liverpool in April, is about to depart for the Africa Cup of Nations (AFCON).</p><p>The length of his absence depends on how far Egypt go in the competition in Morocco, with the final taking place on January 18.</p><p>The forward, who has been <a href=\"/sports/2025/12/9/liverpools-mohamed-salah-a-transfer-target-for-saudi-arabia\">linked with a move</a> to the lucrative Saudi Pro League, had invited his family to the Brighton game as speculation swirled over his future.</p><p>“I will be in Anfield to say goodbye to the fans and go to the Africa Cup,” he told reporters last week. “I don’t know what is going to happen when I am there.”</p><p>Salah, third in Liverpool’s all-time scoring charts with 250 goals, has won two Premier League titles and one Champions League crown during his spell on Merseyside.</p><p>He scored 29 Premier League goals last season as Liverpool romped to a 20th English league title, but has managed just four league goals this season.</p></div></div></body></html>"
        },
        {
            "title": "Israel claims to have killed senior Hamas commander, Raed Saad, in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-13T15:16:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693d7c68-1765637224.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel claims to have killed senior Hamas commander, Raed Saad, in Gaza</h1><p class=\"article__subhead\"><em>There was no immediate confirmation from Hamas or from medics that Saad was among the dead.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 10 hours ago</span><span aria-hidden=\"true\">Updated: 10 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Israeli military sats it has killed senior Hamas commander Raed Saad in a strike in Gaza City.</p><p class=\"p1\">The attack on Saturday killed five people and wounded at least 25, according to Gaza health authorities.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Hamas in a statement did not confirm the death of Raed Saad. It said a civilian vehicle had been struck outside Gaza City and asserted it was a violation of the ceasefire that took effect on October.</p><p>In a post on Telegram, the army alleged that the commander had been operating to re-establish Hamas’s capabilities, which have been severely depleted by more than two years of <a href=\"/news/liveblog/2025/12/13/live-storm-byron-passes-misery-remains-in-gaza-after-14-killed\">Israel’s genocidal war on Gaza</a>. It described him as one of the architects of the October 7, 2023, attacks on Israel.</p><p class=\"p1\">If Saad was killed, it would be the highest-profile assassination of a senior Hamas figure since a fragile ceasefire deal came into effect in October.</p><p class=\"p1\">An Israeli defence official told the Reuters news agency that Saad had been targeted in the attack, describing him as the head of Hamas’s weapons manufacturing force.</p><p class=\"p1\">Hamas sources have also described him as the second-in-command of the group’s armed wing, after Izz al-Din al-Haddad.</p><p class=\"p1\">Saad used to head Hamas’s Gaza City battalion, one of the group’s largest and best-equipped, those sources said.</p><p>The Wafa news agency reported that an Israeli drone hit a vehicle at the Nabulsi junction in the west of Gaza City, resulting in casualties.</p><p>The agency did not report on specific numbers, and it was not clear if the attack was the one that allegedly killed the Hamas member.</p><p>Since the ceasefire started in October, Israel has continued to attack Gaza daily – reaching nearly 800 times and killing at least 386 people – in a clear breach of the agreement, according to authorities in Gaza.</p><p>Israel also continues to block the majority of aid trucks from entering the enclave. The United Nations General Assembly on Friday overwhelmingly <a href=\"/news/2025/12/12/un-general-assembly-adopts-resolution-demanding-israel-allow-aid-into-gaza\">backed a resolution</a> demanding that Israel open unrestricted humanitarian access to the Gaza Strip, stop attacking UN facilities, and comply with international law, in line with its obligations as an occupying power.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Belarus frees 123 prisoners including Ales Bialiatski as US lifts sanctions | News | Al Jazeera",
            "time": "2025-12-13T15:10:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/03/33AF38W-highres-1.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belarus has freed 123 prisoners, including Nobel Peace Prize winner <a href=\"/news/2023/3/3/who-is-belarusian-nobel-laureate-ales-bialiatski\">Ales Bialiatski</a> and leading opposition figure <a href=\"/news/2022/11/29/imprisoned-belarus-activist-taken-to-hospital-emergency-unit\">Maria Kolesnikova</a>, in exchange for sanctions relief from the United States.</p><p>John Coale, the US special envoy for Belarus, announced the lifting of sanctions on potash on Saturday after two days of talks with Belarusian President Alexander Lukashenko in Minsk.</p><p>Belarus is a leading global producer of potash, a key component in fertilisers, the former Soviet state is a leading global producer.</p><p>The prisoner release was by far the biggest by Lukashenko since the Trump administration opened talks this year with the close ally of Russian President Vladimir Putin. Western governments had previously shunned him because of his crushing of dissent and backing for Russia’s war in Ukraine.</p><p>Separately, Ukraine’s prisoner of war coordination centre said it had received 114 prisoners released by Belarus, including Ukrainian citizens accused of working for Ukrainian intelligence and Belarusian political prisoners.</p><p>The centre’s statement said the released captives would receive medical attention, adding that the Belarusian citizens who so wished would subsequently be transported to Poland or Lithuania.</p><p>Ukrainian President Volodymyr Zelenskyy said five Ukrainian citizens were among those freed.</p><p>The US, the European Union and the United Kingdom did not recognise Lukashenko as a legitimate president after the country’s 2020 elections, which were rigged according to the opposition and rights groups. They also imposed sanctions that hobbled the economy and isolated longtime ruler Lukashenko, whose main international supporter remains Putin.</p><p>Speaking from Warsaw, Pavel Slunkin, a former Belarus diplomat, told Al Jazeera that today’s release of prisoners signifies a major improvement in relations between the US and Belarus that was “turning the table on sanctions”.</p><p>“For Lukashenko, it means he starts to renew his international legitimacy … His relations with the West are going to improve,” he said.</p><p>“I expect the US to lift more sanctions … I think Washington will also pressure the European Union to do the same,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Exiled Belarusian opposition leader Sviatlana Tsikhanouskaya expressed gratitude to Trump and said the fact that Lukashenko had agreed to release prisoners in return for the concessions on potash was proof of the effectiveness of sanctions.</p><p>The opposition has consistently said it sees Trump’s outreach to Lukashenko as a humanitarian effort, but that EU sanctions should stay in place.</p><p>“US sanctions are about people. EU sanctions are about systemic change — stopping the war, enabling democratic transition, and ensuring accountability. These approaches do not contradict each other; they complement each other,”  Tsikhanouskaya said in a statement.</p><p>US officials told the Reuters news agency that engaging with Lukashenko is part of an effort to peel him away from Putin’s influence, at least to a degree – an effort that the Belarus opposition, until now, has viewed with extreme scepticism.</p><p>“The United States stands ready for additional engagement with Belarus that advances US interests and will continue to pursue diplomatic efforts to free remaining political prisoners in Belarus,” the US embassy in Lithuania added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"t-is-a-very-emotional-moment\">‘It is a very emotional moment’</h2><p>It was not immediately clear where many of the group of 123 freed prisoners were heading after their release.</p><p>Officials told the Reuters news agency that nine of the released prisoners left Belarus for Lithuania and 114 were taken to Ukraine.</p><p>Speaking from Vilnius, Lithuania, Anais Marin, former UN special rapporteur on the situation of human rights in Belarus, told Al Jazeera that “it is a very emotional moment”.</p><p>She said that relatives of the political prisoners, journalists and rights groups had not even received any news on many of the prisoners in five years.</p><p>“They had been held incommunicado, which is a very serious human rights violation, where they have no access to their lawyers, no chance to get phone calls from their relatives and even the post was not delivered. So we were just not aware if they were alive still,” she said.</p><p>She added that at least seven political prisoners had died due to the lack of sufficient food and access to healthcare in the prisons.</p><p>Bialiatski, co-winner of the 2022 Nobel Peace Prize and a human rights campaigner who fought for years on behalf of political prisoners before becoming one himself, is among the prisoners being taken to Lithuania, according to his wife.</p><p>“I spoke with him, he is travelling to Lithuania, and he is feeling well,” his wife Natalia Pinchuk told the AFP news agency.</p><p>The Norwegian Nobel Committee has expressed its “profound relief and heartfelt joy” after Bialiatski’s release and called on Belarus to release all political prisoners.</p><p>Also freed were Kolesnikova, a leader of mass protests against Lukashenko in 2020, and Viktar Babaryka, who was arrested that year while preparing to run against the president in an election.</p><p>Kolesnikova was among the large group taken by bus to Ukraine.</p><p>“Of course, it’s a feeling of incredible happiness first of all: to see with your eyes the people who are dear to you, to hug them, and understand that now we are all free people. It’s a great joy to see my first free sunset,” she said in a video published by the Ukrainian Telegram channel Khochu Zhit.</p><p>It showed her embracing Viktar Babaryka, an opposition politician arrested in 2020 while preparing to run against Lukashenko in an election. Babaryka said his son Eduard was still in prison in Belarus.</p><p>Tatsiana Khomich, Kolesnikova’s sister, told the Reuters news agency she had spoken to her by phone.</p><p>“She told me she is very happy to be freed, that she is thankful to the USA and Trump for their efforts in leading the process, and to all countries involved.”</p></div></div></body></html>"
        },
        {
            "title": "RSF drone strike kills at least three in central Sudan, injures several | Sudan war News | Al Jazeera",
            "time": "2025-12-13T14:54:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24162280843036-1752557353.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>RSF drone strike kills at least three in central Sudan, injures several</h1><p class=\"article__subhead\"><em>Paramilitary force intensifies offensive in Kordofan region after seizing control of Darfur in October.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">At least three people have been killed and nine others wounded, when the paramilitary Rapid Support Forces (RSF) launched a drone attack on a central Sudanese city, as fighting intensifies across the vast strategic region of Kordofan that could determine the war’s outcome.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The strike hit a square near a police station in the Tayba neighbourhood of el-Obeid on Saturday afternoon, military sources told Al Jazeera. Several of the wounded are in critical condition, they said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attack underscores the RSF’s expanding use of air power as it shifts its offensive from Darfur to the sprawling Kordofan region, home to critical oil infrastructure that has generated revenue for both Sudan and neighbouring South Sudan.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Military sources reported that the Sudanese Armed Forces (SAF) had earlier struck RSF positions in the town of Um Adara in South Kordofan, while RSF forces shelled the city of Um Rawaba in the north, causing civilian casualties.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">An RSF drone also targeted army positions in Kosti city in White Nile state, in southeastern Sudan, destroying a military vehicle and injuring its crew, the sources added.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The three Kordofan states have witnessed fierce clashes in recent weeks, forcing tens of thousands to flee their homes and compounding what aid agencies describe as one of the world’s worst humanitarian emergencies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The United Nations’ World Food Programme <a href=\"/news/2025/12/12/rights-group-accuses-rsf-of-systematic-sexual-violence-in-sudans-civil-war\">warned</a> it will be forced to slash food rations by up to 70 percent for communities facing starvation starting in January due to critical funding shortages.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Ross Smith, the agency’s emergency preparedness director, said the cuts would affect those already “on the brink of famine” as well as vulnerable communities at risk of sliding into hunger.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The WFP said 20 million Sudanese are suffering from malnutrition, with six million facing famine-like conditions. Smith warned that funding could “collapse” by April, threatening the programme’s ability to continue operations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sudan’s war between the army and RSF has killed tens of thousands and displaced nearly 13 million people since fighting erupted in April 2023, according to international organisations.</p></div></div></body></html>"
        },
        {
            "title": "Why the huge bidding war over Warner Bros? | Media | Al Jazeera",
            "time": "2025-12-13T14:18:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/WEB-2UPFRONT-THUMB-1765635334.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>For more than a century, Warner Bros has been one of Hollywood’s biggest players, a legacy studio that helped define the Golden Age of cinema with iconic blockbuster movies. Now, it’s at the centre of a contentious, billion-dollar bidding war between Netflix, the world’s leading streaming platform, and Paramount Skydance, owned by the powerful Ellison family, which has close ties to President Trump.</p><p>Whichever way this goes, the outcome isn’t looking great.</p><p><strong>Contributors:</strong><br>\nMatt Craig – Reporter, Forbes<br>\nDaheli Hall – Writer and director<br>\nLee Hepner – Antitrust lawyer<br>\nDominic Patten – Executive editor, Deadline</p><h2 id=\"on-our-radar\">On our radar</h2><p>This week, Australia became the first country in the world to impose a social media ban for children less than the age of 16. The Australian government says it is taking on Big Tech and safeguarding children, but some young people were able to quickly bypass the new rules. Ryan Kohls reports.</p><h2 id=\"the-imran-khan-rumour-mill\">The Imran Khan rumour mill</h2><p>Despite being in jail for more than two years, Imran Khan continues to occupy airtime in Pakistan. After the army restricted access to Khan, rumours of his death ricocheted across social media.  Pressure from his supporters and family forced the military to lift the restrictions and grant Khan’s sisters access to speak to him. Meenakshi Ravi reports on the showdown between Imran Khan and powerful Field Marshal Asim Munir, and what it reveals about power, politics and narrative control in Pakistan.</p><p><strong>Featuring: </strong><br>\nAmber Rahim Shamsi – Pakistan Editor, Nukta<br>\nMoeed Pirzada – Political YouTuber<br>\nMohammed Hanif – Author and journalist</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump vows retaliation after ISIL attack in Syria kills three US citizens | Syria's War News | Al Jazeera",
            "time": "2025-12-13T13:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693d6f4059254-1765633856.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has pledged to pursue “serious retaliation” against the armed group ISIL (ISIS) after an ambush in central Syria killed two US service members and one civilian interpreter, also from the US.</p><p>The attack on US forces on Saturday was the first to inflict casualties since the fall of Syrian President Bashar al-Assad a year ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three additional US military members were injured in the attack, as well as at least two Syrian troops, according to government and media reports.</p><p>In a social media post, Trump said he had received confirmation that the injured US soldiers were “doing well”.</p><p>He, however, warned that there would be serious consequences for what he described as an ISIL (ISIS) attack.</p><p>“This was an ISIS attack against the U.S., and Syria, in a very dangerous part of Syria, that is not fully controlled by them,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115713778827349150\" target=\"_blank\" rel=\"noopener\">wrote</a>. “The President of Syria, Ahmed al-Sharaa, is extremely angry and disturbed by this attack. There will be very serious retaliation.”</p><p>His remarks echoed those of Secretary of Defense Pete Hegseth, who likewise promised to take severe action against anyone who attacked US service members.</p><p>“Let it be known, if you target Americans — anywhere in the world — you will spend the rest of your brief, anxious life knowing the United States will hunt you, find you, and ruthlessly kill you,” Hegseth <a href=\"https://x.com/SecWar/status/1999882265355227392\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"conducting-counter-terrorism-operations\">Conducting ‘counter-terrorism operations’</h2><p>Saturday’s attack was first announced by US Central Command, also known as CENTCOM.</p><p>It <a href=\"https://x.com/CENTCOM/status/1999883271035822281\" target=\"_blank\" rel=\"noopener\">characterised</a> the attack as an “ambush” carried out by a lone ISIL gunman, who was subsequently “engaged and killed”. Hegseth later confirmed that the perpetrator “was killed by partner forces”.</p><p>The attack took place near Palmyra in Syria’s central Homs region, according to Pentagon spokesperson Sean Parnell.</p><p>“The attack occurred as the soldiers were conducting a key leader engagement,” he <a href=\"https://x.com/SecWar/status/1999882265355227392\" target=\"_blank\" rel=\"noopener\">wrote</a> in a statement. “Their mission was in support of on-going counter-ISIS/counter-terrorism operations in the region.”</p><p>Tom Barrack, the US ambassador to Turkiye, meanwhile, <a href=\"https://x.com/USAMBTurkiye/status/1999885654293901323\" target=\"_blank\" rel=\"noopener\">described</a> the incident as a “cowardly terrorist ambush targeting a joint U.S.–Syrian government patrol”. He noted there were “Syrian troops wounded in the attack” and wished them a “speedy recovery”.</p><p>But the details about the attack and the individuals involved remain unclear.</p><p>CENTCOM indicated the US government would withhold identifying information about the late US soldiers and their units “until 24 hours after their next of kin have been notified”.</p><p>The incident remains under “active investigation”, according to the US Department of Defense.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-was-the-suspect\">Who was the suspect?</h2><p>The identity of the suspect has also not been released to the public.</p><p>But three local officials told the Reuters news agency that the assailant was a member of the Syrian security forces.</p><p>A spokesperson for the Syrian Interior Ministry also told the television channel Al-Ikhbariah TV that the attacker did not have a leadership role in the country’s security forces. He did not say whether the man was a junior member.</p><p>“On December 10, an evaluation was issued indicating that this attacker might hold extremist ideas, and a decision regarding him was due to be issued tomorrow, on Sunday,” the spokesperson, Noureddine el-Baba, said.</p><p>The official Syrian Arab News Agency (SANA) state news agency reported earlier that Syrian security forces and US troops came under fire during a joint patrol.</p><p>The news agency AFP, meanwhile, cited an anonymous Syrian military official as saying shots were fired “during a meeting between Syrian and American officers” at a Syrian base in Palmyra.</p><p>A witness in the city, who also asked to remain anonymous, told the agency that he heard the shots coming from inside the base.</p><p>Traffic on the Deir Az Zor–Damascus highway was temporarily halted as military aircraft conducted overflights in the area, the agency said.</p><p>A security source told SANA that US helicopters evacuated those who were wounded to the al-Tanf base near the Iraqi border.</p><h2 id=\"a-long-term-us-presence\">A long-term US presence</h2><p>In the aftermath of the attack, US officials pledged to double down on their efforts to combat ISIL (ISIS) in Syria.</p><p>“We will not waver in this mission until ISIS is utterly destroyed, and any attack on Americans will be met with swift and unrelenting justice,” Ambassador Barrack <a href=\"https://x.com/USAMBTurkiye/status/1999933247292149984\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>“Alongside the Syrian Government, we will relentlessly pursue every individual, facilitator, financier, and enabler involved in this heinous act. They will be identified and held accountable swiftly and decisively.”</p><p>The US has troops stationed in northeastern Syria as part of a decade-long effort to help a Kurdish-led force there combat ISIL (ISIS).</p><p>ISIL <a href=\"http://www.aljazeera.com/news/2015/05/isil-takes-full-control-syria-palmyra-reports-150520184842272.html\">captured Palmyra</a> in 2015, at the height of its military ascendancy in Syria, before losing the city 10 months later. During that time, it destroyed several ancient sites and artefacts while using others to stage mass executions.</p><p>ISIL (ISIS) was vanquished in Syria in 2018 but still carries out sporadic attacks without controlling any territory inside Syria.</p><p>As of December 2024, there were approximately <a href=\"https://www.war.gov/News/News-Stories/Article/Article/4013726/dod-announces-2000-troops-in-syria-department-prepared-for-government-shutdown/\" target=\"_blank\" rel=\"noopener\">2,000 US troops</a> stationed in Syria to continue the fight against ISIL (ISIS).</p><p>In late November, CENTCOM announced the destruction of “more than 15 sites containing ISIS weapons caches”, as the US continues its campaign against the armed group.</p><p>This month, Syria <a href=\"/features/2025/12/10/one-year-after-the-fall-of-al-assad-a-reporter-returns-to-damascus\">marked one year</a> since the ouster of longtime leader Bashar al-Assad, but the war-ravaged nation continues to face stiff security and economic challenges as it seeks to rebuild and recover after 14 years of ruinous civil war.</p></div></div></body></html>"
        },
        {
            "title": "Messi’s tour of India begins with fans throwing bottles, stadium vandalised | Football News | Al Jazeera",
            "time": "2025-12-13T13:40:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251698165-1765631671.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Messi’s tour of India begins with fans throwing bottles, stadium vandalised</h1><p class=\"article__subhead\"><em>Argentina football icon Lionel Messi is on a three-day GOAT tour of India before the 2026 defence of FIFA World Cup.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lionel Messi’s much-hyped tour of India got off to a rocky start on Saturday with angry fans throwing bottles and attempting to vandalise a stadium after many of them failed to get more than just a glimpse of their hero.</p><p>The Times of India reported that many ticket holders said they failed to see Messi at all – either in person or on the stadium’s big screens – despite waiting for hours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fans threw objects, ripped up seats and invaded the pitch after Messi’s scheduled 45-minute visit lasted just 20 minutes. Tickets for the event were priced from about 3,500 rupees ($38.65) – more than half of the average weekly income in India – but one fan said he had paid $130.</p><p>Satadru Dutta, the event’s chief organiser, has been arrested, said Rajeev Kumar, director general of West Bengal police.</p><p>“We’ve already detained the main organiser,” Rajeev Kumar told reporters. “We’re taking action so that this mismanagement does not go unpunished.</p><p>“He has already pledged in writing that tickets sold for the event should be refunded,” he added.</p><p>The organisers of the tour did not immediately respond to a request for a comment.</p><figure id=\"attachment_4170849\" aria-describedby=\"caption-attachment-4170849\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4170849\" src=\"/wp-content/uploads/2025/12/GettyImages-2251691489-1765631803.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Police officials speak to the spectators as they throw debris on to the field at Vivekananda Yuva Bharati Krirangan (VYBK) during the Lionel Messi G.O.A.T Tour\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4170849\" class=\"wp-caption-text\">Police officials speak to spectators as they throw debris onto the field at Vivekananda Yuva Bharati Krirangan (VYBK) stadium during the Lionel Messi GOAT tour [Ayush Kumar/Getty Images]</figcaption></figure><p>West Bengal Chief Minister Mamata Banerjee apologised to the Argentinian football star for the “mismanagement” of the event.</p><p>“I am deeply disturbed and shocked by the mismanagement witnessed today at Salt Lake Stadium,” Banerjee wrote on social media, where she also apologised to fans who had expected more after paying for tickets.</p><p>Banerjee said a committee would be constituted to “conduct a detailed enquiry into the incident, fix responsibility, and recommend measures to prevent such occurrences in the future”.</p><p>Messi’s three-day “GOAT (Greatest of All Time) India Tour” was to bring the World Cup winner from Kolkata to Hyderabad and then Mumbai before concluding in New Delhi on Monday.</p><p>He was joined by longtime teammates Luis Suarez and Rodrigo De Paul.</p><p>Earlier on Saturday, Messi remotely “unveiled” a 21-metre (70ft) statue of himself in Kolkata.</p><figure id=\"attachment_4170854\" aria-describedby=\"caption-attachment-4170854\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4170854\" src=\"/wp-content/uploads/2025/12/GettyImages-2251687863-1765631862.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A fan hits a sound system with a pole during the Lionel Messi G.O.A.T Tour\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4170854\" class=\"wp-caption-text\">A fan hits a sound system with a pole during the Lionel Messi GOAT tour [Ayush Kumar/Getty Images]</figcaption></figure><p>Former FIFA President Sepp Blatter once described India as a “sleeping giant” in the football arena, but the sport in the country has run into many problems in recent years.</p><p>The Indian Super League (ISL) – India’s top football competition – has been <a href=\"/sports/2025/7/24/indian-football-hurt-scared-as-domestic-game-hits-fresh-low\">in danger of collapse</a> over a dispute between the federation and its commercial partner.</p><p>ISL side Bengaluru FC stopped paying the salaries of its first team’s players and staff as a result of the turmoil.</p><p>In <a href=\"/sports/2025/8/5/bengaluru-stops-salaries-as-indias-super-league-turmoil-deepens\">a statement in August</a>, the 2018-19 ISL champions said they had taken the decision “in view of the uncertainty surrounding the future of the Indian Super League season”.</p><p>Messi and his Argentina teammates will be defending their FIFA World Cup crown at <a href=\"/sports/2025/12/11/world-cup-2026-all-to-know-six-months-before-fifa-tournament-starts\">the 2026 edition</a>, which will be staged in the United States, Canada and Mexico next summer.</p><figure id=\"attachment_4170857\" aria-describedby=\"caption-attachment-4170857\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4170857\" src=\"/wp-content/uploads/2025/12/GettyImages-2251700484-1765631924.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A 70-foot statue of international footballer Lionel Messi of Argentina was built in Lake Town for the Lionel Messi G.O.A.T Tour\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4170857\" class=\"wp-caption-text\">A 21-metre (70ft) statue of international footballer Lionel Messi of Argentina was built in Lake Town for the Lionel Messi GOAT tour [Ayush Kumar/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Messi backlash in India after fans pay up to $150 for 20-minute visit | Newsfeed | Al Jazeera",
            "time": "2025-12-13T13:36:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765632959.jpg?resize=1602%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thai-Cambodia fighting continues despite US ceasefire claim | Newsfeed | Al Jazeera",
            "time": "2025-12-13T13:24:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765632279.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "It is not too late for the world to redeem itself on Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-13T12:40:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-10T124849Z_397722905_RC2UOGASHBOP_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1765625178.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last month, I was waiting for a shared taxi at the Nuseirat roundabout when I witnessed a heartbreaking scene. As I stood by the side of the road, I felt a small hand tugging at my clothes.</p><p>I looked down and saw a little girl, no older than eight. She was barefoot, her shirt was torn, and her hair was messy and unwashed. Her eyes were beautiful, and her face showed innocence, yet exhaustion and despair clouded it.</p><p>She pleaded: “Please, please, give me just one shekel, God bless you.”</p><p>Before I gave her the money, I decided to speak with her. I knelt down and asked, “What is your name, my dear?”</p><p>She replied in a frightened voice, “My name is Nour, and I am from the north.” Her name, which means “light” in Arabic, stood in stark contrast to the darkness surrounding her.</p><p>I asked her, “Why are you asking for money, Nour?”</p><p>She looked at me hesitantly, then whispered, “I want to buy an apple… I crave one.”</p><p>In Gaza, a single apple now costs $7; before the war, a kilogramme of apples was less than a dollar.</p><p>I tried to ignore the pain rising in my chest. I thought about the circumstances we now face, where young children are forced to beg in the street just to buy an apple.</p><p>I gave Nour one shekel ($0.30), but as soon as I did, the situation worsened. A large group of children, all Nour’s age or younger, gathered around me, repeating the same request. I felt immense distress.</p><p>For more than two years, we have faced genocide. We have witnessed countless tragedies and horrors. But for me, the sight of children begging in the streets is particularly unbearable.</p><p>Before the war, Gaza was still a poor place. We used to see child beggars, but they were few, mostly roaming in a few areas. Now, they are everywhere, from the north to the south.</p><p>The genocidal war has destroyed families and livelihoods across Gaza. The carnage has orphaned more than 39,000 children, and the enormous destruction has deprived more than 80 percent of the workforce of their jobs, driving countless children into extreme poverty and forcing them to beg for survival.</p><p>But child begging is not just a result of poverty; it is a sign of a deep disintegration affecting the family, the education system, and the community. No parent sends their child to beg because they want to. The war has left many families in Gaza without options, and in many cases, there are no surviving parents to keep the children away from the streets.</p><p>Child beggars do not just lose their childhood; they also face exploitation, harsh labour, illiteracy and psychological trauma that leaves a lasting effect.</p><p>The more begging children increase in number, the more the hope for this generation diminishes. Houses can be rebuilt, infrastructure can be restored, but a young generation that is deprived of education and hope for the future cannot be rehabilitated.</p><p>The strength Gaza possessed before the war was not just about military power; it was about human power, the main pillar of which was education. We had one of the highest levels of literacy in the world. The enrolment rate for primary education stood at 95 percent; for higher education, it reached 44 percent.</p><p>Education stood as a counterforce to the debilitating siege that dispossessed the people of Gaza and crippled the economy. It nourished skills and ingenuity within the young generations to help them cope with an increasingly harsh economic reality. More importantly, education gave children a sense of direction, security and pride.</p><p>The systematic attack on Gaza’s education system – the destruction of schools, universities, libraries and the killing of teachers and professors – has pushed what used to be a remarkably resilient and effective educational system to the brink. The pillar that protected children and guaranteed them a clear future is now falling apart.</p><p>After I left the Nuseirat roundabout, Nour’s eyes stayed with me. It was not just because of the pain of seeing an innocent child being forced to beg. It was also because of the realisation that this encounter brought about: That the capacity of the next generation to rebuild Gaza one day is being taken away.</p><p>The world allowed Israel to carry out genocide in Gaza for two years. It knew what was going on, and yet it chose complicity and silence. Today, it cannot erase its guilt, but it can choose to redeem itself. It can take all necessary action to save the children of Gaza and to grant them the rights they are inherently given by the Convention on the Rights of Children: The right to food, water, healthcare, a safe environment, education, and protection from violence and abuse.</p><p>Anything short of that would mean continuing support for the slow genocide of Gaza.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Russian attacks cut power for thousands in Ukraine as peace talks press on | News | Al Jazeera",
            "time": "2025-12-13T12:38:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693d5515-1765627157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian attacks cut power for thousands in Ukraine as peace talks press on</h1><p class=\"article__subhead\"><em>A ceasefire deal appears distant as energy facilities are hit in Ukraine and Russia says a drone has killed two people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian attacks have left thousands without power in Ukraine, while a drone attack killed two people in Russia, as United States-led peace talks on ending the war, deep in its fourth year, press on.</p><p>Ukrainian President Volodymyr Zelenskyy said Saturday that Russian night-time attacks damaged more than a dozen civilian facilities, disrupting power in seven regions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is important that everyone now sees what Russia is doing… for this is clearly not about ending the war,” Zelenskyy said on social media. “They still aim to destroy our state and inflict maximum pain on our people.”</p><p>Kyiv and its Western allies have repeatedly said Russia is trying to <a href=\"/news/2025/11/9/ukraines-retaliatory-drone-strikes-disrupt-power-in-two-russian-cities\">cripple the Ukrainian power grid</a> and deny civilians access to heat, light and running water for a fourth consecutive winter, in what Ukrainian officials call “weaponising” the cold.</p><p>Russian attacks left parts of the Kherson region, including the regional capital, Kherson, without power, according to regional head Oleksandr Prokudin.</p><h2 id=\"drone-on-russia-s-saratov-region\">Drone on Russia’s Saratov region</h2><p>Russian authorities in the southwestern Saratov region, home to an important Russian army base, said a drone killed two people and damaged a residential building. Several windows were also blown out at a kindergarten and clinic.</p><p>Russia’s Ministry of Defence said it had shot down 41 Ukrainian drones over Russian territory overnight.</p><p>The latest round of attacks came after Kremlin adviser Yury Ushakov said on Friday that Russian police and National Guard will stay on in eastern Ukraine’s Donbas, which comprises the fiercely contested Donetsk and Luhansk regions, and oversee the industry-rich region, even if a peace settlement ends Russia’s nearly four-year war in Ukraine.</p><p>Ukraine has rejected Moscow’s demands to maintain its presence in Donbas post-war as US-led negotiations drag on.</p><p>Germany is set to host Zelenskyy on Monday for talks as peace efforts gain momentum and European leaders seek to steer negotiations. US negotiators have for months tried to navigate the demands of each side as US President Donald Trump presses for a swift end to Russia’s war.</p><p>The search for possible compromises has run into a major obstacle over who keeps Ukrainian territory currently occupied by Russian forces. Ukraine, the US and European powers are also still trying to outline the contours of security guarantees for Kyiv that could be accepted by Moscow.</p><p>In the absence of a breakthrough in negotiations to end the conflict, hostilities recently intensified in the Black Sea, with Russian forces attacking two Ukrainian ports and damaging three <a href=\"/news/2025/12/13/russia-damages-turkish-owned-vessels-in-attack-on-ukrainian-ports\">Turkish-owned vessels</a>, including a ship carrying food supplies.</p><p>An attack on the city of Odesa on Friday caused grain silos to catch fire at the port, according to Ukrainian deputy prime minister and reconstruction minister, Oleksii Kuleba. Posting video footage on social media of firefighters tackling a blaze on board what he described as a “civilian vessel” in Chornomorsk, Zelenskyy said the Russian attacks “had no … military purpose whatsoever”.</p><p>Turkish President Recep Tayyip Erdogan on Saturday warned that the Black Sea should not turn into an “area of confrontation”.</p><p>“Everyone needs safe navigation in the Black Sea,” Erdogan said, calling for a “limited ceasefire” in attacks on ports and energy facilities. Turkiye controls the Bosphorus Strait, a key passage for transporting Ukrainian grain and Russian oil towards the Mediterranean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump strips legal protections from Ethiopian refugees in latest crackdown | Migration News | Al Jazeera",
            "time": "2025-12-13T12:28:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250808__2229095057__v2__MidRes__IceDetainsImmigrantsInsideNewYorkCityCourthou-1755036091.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has ended temporary legal protections for thousands of Ethiopian nationals, ordering them to leave the country within 60 days or face arrest and deportation.</p><p>Homeland Security Secretary Kristi Noem announced the decision on Friday, determining that conditions in Ethiopia “no longer pose a serious threat” to returning nationals despite ongoing violence in parts of the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move affects approximately 5,000 refugees who fled armed conflict and is the latest action in the administration’s hardline crackdown to remove legal protections from at least one million people across multiple countries.</p><p>The termination of Temporary Protected Status (TPS) for Ethiopia takes effect in early February 2026, giving current beneficiaries two months to either leave voluntarily or find another legal basis to remain in the United States. Those who force authorities to arrest them “may never be allowed to return,” according to a Department of Homeland Security statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The decision comes <a href=\"https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/ethiopia-travel-advisory.html\">despite</a> the State Department’s own travel advisory for Ethiopia, which urges Americans to “reconsider” travel to the country due to “sporadic violent conflict, civil unrest, crime, communications disruptions, terrorism and kidnapping”.</p><p>The advisory, still in effect, warns that multiple regions remain off-limits and that the US embassy is “unlikely to be able to assist with departure from the country if the security situation deteriorates”.</p><p>Federal authorities justified the termination by citing peace agreements signed in recent years, including a 2022 ceasefire in Tigray and a December 2024 deal in Oromia. Analysts have also <a href=\"/news/2025/3/25/are-ethiopia-and-eritrea-on-the-brink-of-war\">warned</a> of the risk of renewed fighting between Ethiopia and Eritrea.</p><p>The Federal Register notice acknowledged that “some sporadic and episodic violence occurs” but claimed improvements in healthcare, food security and internal displacement figures demonstrated the country’s recovery.</p><p>However, the notice also cited national interest concerns, including Ethiopian visa overstay rates that exceed the global average by more than 250 percent and unspecified national security investigations involving some TPS holders.</p><p>The Ethiopian termination is part of a broader pattern under President Donald Trump, whose administration has moved to end protections for nationals from Haiti, Venezuela, Somalia, South Sudan and other countries since returning to office.</p><p>His administration has dismissed many nations as “Third World” countries, a term largely no longer used given its pejorative impetus for developing nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Over the past two weeks, Trump has escalated inflammatory racist attacks on Minnesota’s large Somali community in particular, including calling Somali immigrants “<a href=\"/video/inside-story/2025/12/5/what-are-the-implications-of-trumps-somali-garbage-comments\">garbage</a>” and directing a surge of ICE agents into the state, alarming residents and drawing criticism.</p><p>As of March 2025, approximately 1.3 million people held TPS in the United States, according to the American Immigration Council, a Washington-based research and advocacy organisation.</p><p>Trump has identified immigration control as central to his national security strategy, with the document published this month describing migration policies in Europe and elsewhere as contributing to what they term “civilizational erasure,” a far-right theory which is has been comprehensively debunked.</p><p>The approach has drawn sharp criticism for its racial selectivity. While terminating protections for Ethiopians who fled documented armed conflict, the administration simultaneously opened a refugee resettlement programme for white South Africans of Afrikaner ethnicity, claiming “race-based discrimination”. That discrimination has been rejected by the South African government and by numbers of Afrikaners themselves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Scott Lucas, a professor of US and international politics at University College Dublin’s Clinton Institute, told Al Jazeera the contrast revealed a “perverse honesty” about the administration’s priorities.</p><p>“If you’re white and you’ve got connections you get in,” he said. “If you’re not white, forget about it.”</p><p>Legal challenges have mounted against several TPS terminations, with courts temporarily blocking some decisions.</p><p>Ethiopian TPS beneficiaries can continue working during the 60-day transition period, but after the deadline, anyone without an alternative legal status becomes subject to immediate arrest and removal.</p><p>The administration has offered what it calls a “complimentary plane ticket” and “$1,000 exit bonus” to those who depart voluntarily using a mobile app to report their departure.</p></div></div></body></html>"
        },
        {
            "title": "Liverpool vs Brighton 2-0: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2025-12-13T12:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251735248-1765643218.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Liverpool vs Brighton 2-0: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow our live build-up with team news coverage, including Mohamed Salah updates, ahead of our text commentary stream.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Residents emerge in DR Congo’s tense Uvira after M23 rebel takeover | News | Al Jazeera",
            "time": "2025-12-13T11:39:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251213__87ZH967__v1__HighRes__DrcongoConflict-1765622507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A cautious calm has settled over the eastern Democratic Republic of the Congo (DRC) city of Uvira in South Kivu province, as residents begin emerging from their homes following its capture by M23 rebels.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The capture earlier this week threatens to derail a United States-brokered peace agreement, signed with much fanfare and overseen by President Donald Trump a week ago, between Congolese and Rwandan leaders, with Washington accusing Rwanda on Friday of igniting the offensive.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rwanda’s actions in eastern DRC are a “clear violation” of the peace deal US Secretary of State Marco Rubio said on Saturday. “The United States will take action to ensure promises made to the president are kept,” he said in a post on X.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Regional authorities say at least 400 civilians, including children, have been killed in the violence that took place between the cities of Bukavu and Uvira, both now under M23 control.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al Jazeera is the only international broadcaster in Uvira, where correspondent Alain Uaykani on Saturday described an uneasy calm in the port city on the northern tip of Lake Tanganyika, which sits directly across from Burundi’s largest city, Bujumbura.</p><p>Uaykani said government and allied militias, known as “Wazalendo”, which had been using the city as a headquarters, began fleeing even before M23 fighters entered.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Residents who fled as the Rwanda-backed group advanced have begun returning to their homes, though most shops and businesses remain shuttered.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“People are coming out, they feel the fear is behind them,” Uaykani said, though he noted the situation remains fragile with signs of intense combat visible throughout the city.</p><p>Bienvenue Mwatumabire, a resident of Uvira, told Al Jazeera he was at work when fighting between rebels and government forces broke out, and he heard gunshots from a neighbouring village and decided to stop, but said that “today we have noticed things are getting back to normal.”</p><p>Baoleze Beinfait, another Uvira resident, said people in the city were not being harassed by the rebels, but added, “We will see how things are in the coming days.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">M23’s spokesperson defended the offensive, claiming the group had “liberated” Uvira from what he called “terrorist forces”. The rebels say they are protecting ethnic Tutsi communities in eastern DRC, a region that has seen fighting intensify since earlier this year.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The offensive, which began on December 2, has displaced more than 200,000 people across South Kivu province, according to local United Nations partners.</p><h3>Rwanda accused of backing rebels</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">South Kivu officials said Rwandan special forces and foreign mercenaries were operating in Uvira “in clear violation” of both the recent Washington accords and earlier ceasefire agreements reached in Doha, Qatar.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">At the UN Security Council on Friday, US ambassador Mike Waltz accused Rwanda of leading the region “towards increased instability and war,” warning that Washington would hold spoilers to peace accountable.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Waltz said Rwanda has maintained strategic control of M23 since the group re-emerged in 2021, with between 5,000 and 7,000 Rwandan troops fighting alongside the rebels in Congo as of early December.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“Kigali has been intimately involved in planning and executing the war in eastern DRC,” Waltz told the UNSC, referring to Rwanda’s capital.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rwanda’s UN ambassador denied the allegations, accusing the DRC of violating the ceasefire. Rwanda acknowledges having troops in eastern DRC but says they are there to safeguard its security, particularly against Hutu militia groups that fled across the border to Congo after Rwanda’s 1994 genocide.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The fall of Uvira has raised the alarm in neighbouring Burundi, which has deployed forces to the region. Burundi’s UN ambassador warned that “restraint has its limits,” saying continued attacks would make it difficult to avoid direct confrontation between the two countries.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">More than 30,000 refugees have fled into Burundi in recent days.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The DRC’s foreign minister urged the UNSC to hold Rwanda accountable, saying “impunity has gone on for far too long”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A report by the American Enterprise Institute’s Critical Threats project said Rwanda provided significant support to M23’s Uvira offensive, calling it the group’s most consequential operation since March.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al Jazeera’s UN correspondent Kristen Saloomey said UNSC members were briefed by experts who noted that civilians in DRC are not benefitting from the recent agreements negotiated between Kinshasa and Kigali.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">More than 100 armed groups are fighting for control of mineral-rich eastern DRC near the Rwandan border. The conflict has created one of the world’s largest humanitarian crises, with more than seven million people displaced across the region.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The M23 group is not party to the Washington-mediated negotiations between DRC and Rwanda, participating instead in separate talks with the Congolese government hosted by Qatar.</p></div></div></body></html>"
        },
        {
            "title": "Inside the world of Catholic exorcisms in the Philippines | Religion | Al Jazeera",
            "time": "2025-12-13T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765564525.jpg?resize=1920%2C1068&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">101 East investigates Catholic exorcisms in the Philippines and their impact on the faithful and the vulnerable.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the predominantly Catholic nation of the Philippines, the demand for exorcisms is booming. For believers, the religious practice involves priests expelling evil spirits from people and places believed to be possessed.</p><p>Filipino exorcists say there’s been a surge in cases, and they’re engaged in a spiritual war.</p><p>But health professionals warn exorcisms can be dangerous, with the risk of mental and physical health issues being misdiagnosed as spiritual problems.</p><p><em>101 East</em> gains exclusive access inside the world of Catholic exorcisms in the Philippines and investigates their impact on the faithful and the vulnerable.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Desperate children in Gaza try to keep floodwater out of tents | Newsfeed | Al Jazeera",
            "time": "2025-12-13T10:22:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765621296.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Virtual reality offers escape to Gaza children wounded in Israel’s war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-13T09:43:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-13-at-10.45.38-AM-copy-1765612479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Virtual reality offers escape to Gaza children wounded in Israel’s war</h1><p class=\"article__subhead\"><em>VR headsets are offering injured, traumatised Palestinian children some respite from hardship in war-torn Gaza.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Inside a makeshift tent in the heart of the besieged Gaza Strip, <a href=\"/news/liveblog/2025/12/13/live-storm-byron-passes-misery-remains-in-gaza-after-14-killed\">Israel’s genocidal war</a>, which has destroyed neighbourhoods, schools and hospitals, decimated families and shattered lives for more than two years, no longer exists.</p><p>Virtual reality technology is taking Palestinian children struggling with physical and psychological wounds to a world away, where they can feel safe again.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“After I was injured in the head, I try to forget the pain,” Salah Abu Rukba, a Palestinian child taking part in the sessions, told Al Jazeera at the VR Tent in az-Zawayda, central Gaza.</p><p>“When I put on the headset, I forget the injury. I feel comfort as I forget the destruction, the war, and even the sound of the drones disappears.”</p><figure id=\"attachment_4170429\" aria-describedby=\"caption-attachment-4170429\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4170429\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-13-at-10.46.36-AM-copy-1765612500.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Gaza children\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4170429\" class=\"wp-caption-text\">Salah Abu Rukba sustained an injury to his head during Israel’s genocidal war on Gaza [Screen grab/ Al Jazeera]</figcaption></figure><p>Lama Abu Dalal, communication officer at Gaza MedTech – the technology initiative spearheading the project – said Abu Rukba and the others have constant reminders of the war etched in their bodies.</p><p>But the VR headset makes them forget their life-changing wounds and simply be children again, if only for a few moments.</p><p>Gaza MedTech was launched by Palestinian innovator Mosab Ali, who used VR to comfort his injured son. Ali was later killed in an Israeli attack.</p><p>Studies have confirmed that VR can have beneficial effects in the treatment of mental disorders, including post-traumatic stress disorder (PTSD). Offering this service in Gaza is hard to sustain, as spare parts of the equipment are barred from entry into Gaza by Israel’s ongoing punishing blockade.</p><figure id=\"attachment_4170422\" aria-describedby=\"caption-attachment-4170422\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4170422\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-13-at-10.46.25-AM-copy-1765612488.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza children\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4170422\" class=\"wp-caption-text\">Gaza MedTech was launched by Palestinian innovator Mosab Ali, who used VR to comfort his injured son [Screen grab/Al Jazeera]</figcaption></figure><p>Since a ceasefire formally went into effect on October 10, Israel has allowed slightly more aid in, although far less than Gaza’s needs and what the agreement clearly stipulated. Israel continues to restrict the free flow of humanitarian aid and medical supplies.</p><p>Authorities in Gaza say the truce has been <a href=\"/news/2025/12/9/hamas-urges-more-international-pressure-on-israel-amid-ceasefire-violations\">violated</a> by Israel at least 738 times since taking effect.</p><p>The United Nations estimates that more than 90 percent of children in Gaza are showing signs of severe stress driven by the loss of safety and stability, and will require long-term support to heal from the psychological effect of the conflict.</p><p>Multiple UN bodies, including the World Health Organization (WHO), the UN humanitarian office OCHA, and independent UN experts, have called for immediate and unimpeded access to Gaza for essential medical equipment and psychological support.</p></div></div></body></html>"
        },
        {
            "title": "Libya reopens National Museum in Tripoli after years of closure | Newsfeed | Al Jazeera",
            "time": "2025-12-13T09:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765618333.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 13 Dec 2025</span><span aria-hidden=\"true\">13 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Colombia’s ELN rebels prepare for battle amid Trump ‘intervention’ threat | Donald Trump News | Al Jazeera",
            "time": "2025-12-13T08:31:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Screenshot-2025-11-02-at-4.56.03-PM-1762091926.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Colombia’s largest remaining rebel force has told civilians living under its authority to stay at home for three days while it stages military drills in response to burgeoning United States threats.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The National Liberation Army (ELN), a left-wing rebel group, ordered the lockdown on Friday, instructing residents to keep off major routes and rivers from Sunday morning as fighters conduct what the group describes as preparations to defend the country against “imperialist intervention”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The announcement follows <a href=\"/news/2025/12/4/amid-trump-threats-what-has-the-uss-war-on-drugs-achieved-in-50-years\">warnings</a> from President Donald Trump that nations manufacturing and exporting cocaine to the US could face military strikes or even land attacks.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“It is necessary for civilians not to mix with fighters to avoid accidents,” the ELN said.</p><p>Colombia’s Defence Minister Pedro Sanchez rejected the rebel directive as “nothing more than criminal coercion”, pledging that government troops would maintain presence “in every mountain, every jungle, every river”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The move underscores a deepening confrontation between Washington and Bogota as Trump escalates rhetoric against Colombian President Gustavo Petro.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Earlier this week, Trump told business executives that Petro had <a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">“better wise up, or he’ll be next”</a>, citing cocaine production as justification for potential action, and alluding to the US military build-up near Venezuela amid threats to remove its President Nicolas Maduro.</p><p>In recent days, the Trump administration has imposed new sanctions on Venezuela, targeting three nephews of President Nicolas Maduro’s wife, Cilia Flores, as well as six crude oil tankers and shipping companies linked to them, as Washington steps up pressure on Caracas, following the US seizure of a Venezuelan oil tanker.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Petro has responded to Trump’s actions, including <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">sanctioning</a> the Colombian president, with <a href=\"/news/2025/10/23/us-colombia-tensions-surge-as-presidents-trump-petro-trade-threats\">equal defiance</a>, warning Trump earlier this month against “waking the jaguar” and insisting any assault on Colombian territory would amount to a declaration of war.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The left-wing president has <a href=\"/news/2025/12/3/colombias-petro-invites-trump-to-cocaine-lab-demolition-amid-attack-threat\">invited</a> his US counterpart to witness laboratory demolitions firsthand, claiming his administration destroys drug facilities every 40 minutes. In late November, the government <a href=\"/news/2025/11/22/colombia-hails-historic-blow-after-largest-cocaine-bust-in-a-decade\">hailed</a> what it said was its largest cocaine bust in a decade.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The rebel group, ELN, which fields roughly 5,800 fighters, maintains control over significant drug-producing areas, including the Catatumbo region along the Venezuelan frontier.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Al Jazeera correspondent Teresa Bo, who visited ELN-held territory in November, found the group exercising unchallenged authority, with fighters openly displaying banners <a href=\"/news/2025/11/2/colombias-eln-rebels-face-us-drug-threats-amid-push-for-peace-talks\">declaring</a> “Total peace is a failure” and no government soldiers visible.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Commander Ricardo, a senior figure interviewed during that visit, suggested the rebels might join wider resistance should Trump attack Venezuela. Such an intervention could provoke an armed response across Latin America, he warned, describing US actions as violations of regional self-determination.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The organisation has attempted peace negotiations with Colombia’s last five governments without success.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Discussions with Petro’s administration <a href=\"/news/2025/1/17/colombias-petro-suspends-talks-with-eln-rebels\">collapsed</a> after the ELN launched a January assault in Catatumbo that killed more than 100 people and forced thousands from their homes.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Despite claiming ideological motivation, the group derives substantial income from narcotics trafficking, competing with former FARC fighters who refused to disarm under a 2016 peace settlement for control of coca cultivation zones and smuggling corridors.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Relations between Colombia and the US have deteriorated sharply since Trump returned to office.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Washington has imposed <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">personal sanctions</a> on Petro, cancelled his visa after he joined a pro-Palestinian demonstration in New York, and removed Colombia from its list of reliable counter-narcotics partners.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Meanwhile, Trump has deployed the nation’s largest aircraft carrier and nearly 15,000 troops to the Caribbean and has ordered <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">more than 20 military strikes</a> in recent months against alleged drug trafficking vessels in the Caribbean and off Latin America’s Pacific coast, killing more than 80 people.</p><p>Human rights groups, some US Democrats, and several Latin American countries have condemned the attacks as unlawful extrajudicial killings of civilians.</p></div></div></body></html>"
        }
    ]
}