{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Palestinians mourn loved ones killed as Israel violates fragile ceasefire | Gaza | Al Jazeera",
            "time": "2025-11-24T18:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764007239.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Associated Press, Trump argue Oval Office access in federal appeals court | Freedom of the Press News | Al Jazeera",
            "time": "2025-11-24T17:56:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25324737259003-1764003073.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Associated Press, Trump argue Oval Office access in federal appeals court</h1><p class=\"article__subhead\"><em>The White House barred the news organisation after it declined to refer to the ‘Gulf of Mexico’ as the ‘Gulf of America’ after US President Donald Trump renamed it.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Associated Press (AP) and the Trump administration are back before a United States federal appeals court in their fight over media access.</p><p>The AP argued on Monday that a news outlet should not be punished for its point of view, and the White House insisted that the president should determine who can question him in the Oval Office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In February, AP sued three officials from the administration of US President Donald Trump, including White House press secretary Karoline Leavitt,<a href=\"/news/2025/2/14/trump-administration-bars-ap-reporters-for-third-day-news-agency-says\" target=\"_blank\" rel=\"noopener\"> after its reporters</a> were barred from the “pool” of journalists who follow the president up close.</p><p>The administration’s action was, it said, in response to an institutional decision by AP to continue using the term “Gulf of Mexico” as its default style after Trump renamed it the “Gulf of America”.</p><p>The case has wound its way through federal district court and, more recently, federal appellate court throughout the year.</p><p>Julie Pace, AP’s executive editor, wrote in an op-ed piece published Monday morning that the question of access is not just about AP; it’s about people’s access to the government that works for them.</p><p>“When we talk about press freedom, we are really talking about your freedom. Reporters ask questions, photographers take pictures, and video journalists record history on your behalf to ensure that you are informed about the things you don’t have the time to unearth, watch or learn about for yourself,” Pace wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Letting the government control which journalists can cover the highest office in the land and setting rules about what those journalists can say or write is a direct attempt to undercut the First Amendment,” Pace wrote. “It should worry all of us.”</p><p>The Trump administration says it is up to the White House, not the press, to make decisions about access to areas where space is limited. The White House Correspondents’ Association had been deciding who is in the press pools since the 1953-61 administration of President Dwight Eisenhower. The White House reset that tradition in February, saying it wanted to broaden access to include other news outlets.</p><p>“If the AP means to suggest that the White House lacks authority to limit who may engage in news gathering activities from sensitive areas of the White House, it is legally mistaken,” the administration said in its supporting brief.</p><p>A lower court ruled this spring that the government couldn’t retaliate against a news organisation for its speech, but the appeals court halted any response to the ruling until an appeal takes place.</p><p>AP style also recommends acknowledging Trump’s renaming of the Gulf. The president said that AP’s access would remain restricted until it changed its style.</p><p>Nearly four dozen press organisations, and news outlets from ProPublica to Fox News Channel, along with The New York Times and The Washington Post, filed a brief in support of the AP.</p><p>“When any news outlet is chilled … the press and the public as a whole lose out, no matter how many reporters or cameras remain in the room,” the outlets said.</p></div></div></body></html>"
        },
        {
            "title": "Tehran shrouded in thick smog as Iran burns dirty fuel amid energy crisis | Energy News | Al Jazeera",
            "time": "2025-11-24T17:53:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69247320-1763996448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s6\"><strong>Tehran, Iran –</strong> Iranians in the capital and many other cities across the country are breathing in toxic fumes as authorities resort to burning dirty fuel to produce electricity and cope with <a href=\"/news/2025/11/12/as-the-dams-feeding-tehran-run-dry-iran-struggles-with-a-dire-water-crisis\">multiple ongoing crises</a>.</p><p class=\"s6\">At 14 power plants, authorities for years have burned mazut, a dark residue of petroleum high in sulphur and other impurities, whenever they run out of natural gas to feed the electricity generators.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s6\">This happens each year due to what observers call chronic mismanagement and ageing infrastructure. It occurs despite heavily sanctioned Iran having the <a href=\"/news/2025/6/17/mapping-irans-oil-and-gas-sites-and-those-attacked-by-israel\">world’s second largest proven natural gas reserves</a> and the third largest crude oil reserves.</p><p class=\"s6\">Thick and suffocating layers of smog blanketed Tehran on Monday even as traffic was light as the country shut down to observe a religious holiday.</p><p>Footage taken on Saturday from the nearly 4,000-metre-high (13,000ft-high) Tochal mountain, adjacent to northern Tehran, showed the capital no longer visible beneath the layers of pollutants.</p><p></p><p class=\"s6\">The city of about 10 million has been among the top five most polluted across the world over the past several days, closely trailing Pakistan’s Lahore and India’s New Delhi.</p><p class=\"s6\">The pollution index stood at more than 200 early on Monday for a “very unhealthy” classification with a high concentration of PM2.5 airborne particles, which can cause respiratory issues, worsen heart problems and impair lung function, especially for children, the elderly and those with health vulnerabilities.</p><p>A “good” index is zero to 50, while a “moderate” is 51 to 100.</p><p class=\"s6\">State television said Iran’s climate conditions were expected to remain roughly unchanged until the end of the week with hardly any strong wind or rain coming to the rescue. Weather inversions, which trap warmer, smog-filled air close to the surface of the Earth and prevent it from dispersing, are expected to make the situation worse, as do high-emission vehicles and motorcycles.</p><p class=\"s6\">Air quality has also been rapidly deteriorating in both large and small cities across the country over the past week, further threatening tens of millions of people with dangerous pollutants.</p><p class=\"s6\">The Iran Meteorological Organization has issued health warnings for heightened air pollution in Tehran, Karaj, Arak, Isfahan, Tabriz, Mashhad, Ahvaz and Urmia. Schools and offices have been shut down in a number of cities. Authorities in Tehran have yet to announce closures despite the hazardous air.</p><figure id=\"attachment_4127805\" aria-describedby=\"caption-attachment-4127805\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127805\" src=\"/wp-content/uploads/2025/11/epa_692476fbd021-1763997435.jpg?w=770&amp;resize=770%2C474&amp;quality=80\" alt=\"epa12541557 An Iranian man wears a face mask as he rides a scooter on a street during a heavy air pollution in Tehran, Iran, 22 November 2025. Due to heavy air pollution in the capital city, the Iranian Health Ministry announced that elderly and sick people should stay indoors. The government announced that kindergartens and pre-elementary schools in Tehran would be closed for five days. In some other cities, schools and universities have also closed due to heavy air pollution. EPA/ABEDIN TAHERKENAREH\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127805\" class=\"wp-caption-text\">An Iranian man wears a face mask as he rides a motorcycle on a Tehran street on a day of high air pollution on November 22, 2025 [Abedin Taherkenareh/EPA]</figcaption></figure><h2 id=\"heavy-costs\">Heavy costs</h2><p class=\"s6\">To <a href=\"/news/2024/12/18/iran-key-services-shut-as-rial-plunges-amid-energy-crisis-regional\">avoid more crippling power blackouts</a>, the government of President Masoud Pezeshkian continues to burn mazut, as did his predecessors.</p><p class=\"s6\">A massive 21 million litres (5.55 million gallons) of the dirty chemical product was being burned every single day by mid-November, according to the semiofficial Fars news agency, affiliated with the Islamic Revolutionary Guard Corps.</p><p class=\"s6\">Speaking during an exhibition on renewable energy and electricity efficiency in Tehran last week, Energy Minister Abbas Aliabadi confirmed to reporters that power plants will keep burning the heavy fuel oil whenever necessary as winter cold brings more natural gas shortages.</p><p class=\"s6\">“Mazut-burning power plants are low priority because liquid fuel is valuable and we prefer to use it as a last resort,” he said, without making any mention of the health impacts that using the fuel would entail.</p><p class=\"s6\">Deputy Health Minister Alireza Raisi told state media this month that 58,975 Iranians had died as a result of breathing in PM2.5 particles during the year that ended in March. That means 161 deaths per day.</p><p class=\"s6\">The victims died of heart disease, lung cancer, chronic obstructive pulmonary disease, strokes and lower respiratory tract infection directly linked with the air pollution, according to the official.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s6\">Raisi said the government has estimated costs of air pollution in the year until March at $17.2bn due to healthcare expenses, premature deaths, lost productivity, school closures and business shutdowns.</p><p class=\"s6\">In November 2024, Iranian state media had hailed what they called “the government’s brave act” to temporarily stop burning mazut. At the time, government spokeswoman Fatemeh Mohajerani called it replacing “producing poison” with “calculated blackouts”.</p><p class=\"s6\">As the smog spread across Iran this week, another topic dominating public attention was wildfires that erupted across 8 hectares (20 acres) of forest and mountainous land in the northern provinces.</p><p class=\"s6\">The fires threatened UNESCO-listed Hyrcanian forests, considered the oldest temperate forest on earth.</p><p class=\"s8\">The ISNA news agency reported the blazes had been largely brought under control as of Monday.</p></div></div></body></html>"
        },
        {
            "title": "Republika Srpska’s ruling party declares victory in presidential vote | Elections | Al Jazeera",
            "time": "2025-11-24T17:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13529892_cropped-1764005656.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What are the implications of Israel’s latest attack on Hezbollah? | Hezbollah News | Al Jazeera",
            "time": "2025-11-24T17:42:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764002348.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Haytham Ali Tabatabai is Hezbollah’s most senior figure to be killed since a ceasefire began in November 2024.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">An Israeli air strike on Beirut has killed <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>, Hezbollah’s chief of staff.</p><p class=\"p1\">Tabatabai was the highest-level Hezbollah official targeted by Israel since a ceasefire came into force a year ago between the armed group and Israel’s military.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">There have been <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">frequent Israeli breaches</a> of the agreement, but observers say the latest attack is a major escalation.</p><p class=\"p1\">So why is this strike coming now – and what are the implications?</p><p class=\"p1\"><strong>Presenter: </strong></p><p class=\"p1\">Imran Khan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Joe Macaron – Geopolitical analyst specialising in US strategy in the Middle East</p><p class=\"p1\">Nadim Houry – Executive director of the Arab Reform Initiative</p><p class=\"p1\">Alon Pinkas – Former Israeli ambassador and consul general of Israel in New York</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine allies give cautious welcome to ‘modified’ peace framework | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-24T17:34:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_692496f542959-1764005621.jpg?resize=1920%2C1401",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European allies of Ukraine have given a cautious welcome to efforts to refine a United States peace proposal initially criticised for appearing to be weighted in favour of Russia’s maximalist demands.</p><p>The leaders Germany, Finland, Poland and the United Kingdom were among those agreeing on Monday that progress had been made in the previous day’s <a href=\"/news/2025/11/23/us-very-optimistic-ukraine-peace-plan-can-be-reached-very-soon-rubio\">talks between Washington and Kyiv</a> in Geneva that yielded what the US and Ukraine called a “refined peace framework”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Still, the European leaders stressed that work remained to be done.</p><p>“It was possible to clear up some questions, but we also know that there won’t be peace in Ukraine overnight,” said German Chancellor Friedrich Merz, adding that the peace plan initially drafted by the US had been “modified in significant parts”.</p><p>He welcomed the “interim result”.</p><p>“The next step must be that Russia must come to the table,” Merz said from Angola, where he was attending a summit between African and European Union countries. “This is a laborious process. It will move forward at most in smaller steps this week. I do not expect there to be a breakthrough this week.”</p><p>US President Donald Trump had blindsided Kyiv and its European countries last week with a 28-point peace plan criticised by some as a Russian wish list that called for Ukraine to cede more territory, accept limits on its military and abandon its ambitions to join NATO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Britain, France and Germany responded by drawing up a counterproposal that would cease fighting at the present front lines, leaving discussions of territory for later, and include a NATO-style US security guarantee for Ukraine, according to a draft seen by Reuters news agency.</p><p>UK Prime Minister Keir Starmer said that Ukraine’s allies in the “coalition of the willing” – a broad term for about 30 countries supporting Kyiv – will hold talks about the negotiations on Tuesday by video.</p><p>The German Foreign Office said that the chief diplomats of Germany, Finland, France, the UK, Italy and Poland consulted Monday with Ukrainian Foreign Minister Andrii Sybiha on further steps towards ending the war.</p><p>Also attending the summit in Angola, European Council President Antonio Costa said there was “new momentum” in negotiations.</p><p>European Commission President Ursula von der Leyen said the European Union would “engage further tomorrow with our partners from the coalition of the willing”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"big-progress\">‘Big progress’</h2><p>On Monday, Trump indicated Sunday’s talks had gone well.</p><p>“Is it really possible that big progress is being made in Peace Talks between Russia and Ukraine??? Don’t believe it until you see it, but something good just may be happening,” the US president wrote on Truth Social.</p><p>Trump had given Ukrainian President Volodymyr Zelenskyy, who is under the doubled pressure of Russia’s continued advance on the front line and a corruption scandal that has tainted his administration, until Thursday to agree to a framework to end the war. He also accused Zelenskyy of showing “zero gratitude” for peace efforts.</p><p>Zelenskyy said on X on Monday that he was expecting a full report that evening on the Geneva talks.</p><p>“To achieve real peace, more, more is needed. Of course, we all continue working with partners, especially the United States, and look for compromises that strengthen but not weaken us,” he said.</p><p>Polish Prime Minister Donald Tusk also said on Monday that negotiations were a “delicate matter” since “no one wants to discourage Americans and President Trump from having the United States on our side in this process”.</p><p>The Kremlin said it had not been informed of the results of the Geneva talks, but that it was aware that “adjustments” were made to the US proposal.</p><p>In a call with Turkish President Recep Tayyip Erdogan on Monday, Russian President Vladimir Putin repeated his view that the initial US plan could “serve as a basis for a final peace settlement”.</p><p>During the call, Erdogan said Turkiye was ready to support efforts to bring Russia and Ukraine together, including helping to facilitate direct talks between the two.</p><p>However, Russian presidential aide Yuri Ushakov said the European plan appeared “entirely unconstructive and unsuitable for us”, according to a report in the Russian state-run TASS news agency.</p><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said Russia was unlikely to accept the European revisions.</p><p>“If all Russian conditions and interests are not taken into account, Russia is ready to continue fighting because, according to Vladimir Putin, Russia is pretty successful on the battlefield and it wants to achieve its goals,” she said.</p><p>In comments made by video to a meeting at the Swedish parliament, Zelenskyy had indicated that territory would still be a key sticking point, accusing Putin of seeking “legal recognition for what he has stolen”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"grim-reality\">Grim reality</h2><p>Russia’s invasion of Ukraine has decimated the east of the country, forcing millions to flee their homes, ravaging towns and cities, and killing tens of thousands in Europe’s worst conflict since World War II.</p><p>On Monday, the nearly four-year war continued to grind on, with Russian forces keeping up their deadly and devastating strikes on civilian areas while making battlefield advances in Ukraine’s southeastern Zaporizhia region.</p><p>Russian drones hit residential areas of Kharkiv, Ukraine’s second-largest city, overnight, killing four people and wounding 13, including two children, authorities said.</p><p>On Monday, Russian forces struck the city of Pavlohrad in Ukraine’s Dnipropetrovsk region with drones, wounding three people and damaging industrial facilities, according to regional authorities.</p><p>That morning, Russian shelling killed a 61-year-old woman in Kherson, according to the military administration of the city in southern Ukraine.</p><p>Across the border, Russian air defences downed Ukrainian drones en route to Moscow, forcing three airports serving the capital to pause flights.</p><p>A reported Ukrainian drone strike on Sunday knocked power out for thousands of residents near Moscow, a rare reversal of Russian attacks on energy targets that regularly cause power blackouts for millions of Ukrainians.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Supreme Court panel votes to keep Bolsonaro in police custody | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-11-24T17:08:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T144942Z_434325561_RC211IAAPK6D_RTRMADP_3_BRAZIL-BOLSONARO-1763993011.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A panel on the Brazilian Supreme Court has voted unanimously to keep former President Jair Bolsonaro in the custody of federal police after he admitted to tampering with his ankle monitor.</p><p>On Monday, the panel of four justices convened to weigh whether to continue Bolsonaro’s preventative detention, after he was taken into custody on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The panel’s justices include Alexandre de Moraes, Cristiano Zanin, Carmen Lucia and Flavio Dino. Voting remains open until 8pm local time (23:00 GMT). A fifth member, Luiz Fux, has moved to a different panel, so his seat remains vacant.</p><p>In explaining Monday’s decision, de Moraes accused Bolsonaro of making “repeated” attempts to violate court orders and explained that the former president is a flight risk.</p><p>Bolsonaro has shown “patent disrespect for the justice system”, de Moraes said.</p><p>“There is no doubt, therefore, about the need to convert house arrest into pre-trial detention, due to the need to guarantee public order, ensure the application of criminal law and prevent disrespect for the precautionary measures already applied.”</p><p>Justice Dino also cited the possibility that Bolsonaro might flee the country to evade justice.</p><p>“The admitted breach of electronic monitoring not only increases the risk of escape but also indicates a blatant violation of the precautionary measures imposed by the Judiciary,” Dino wrote.</p><p>In September, the far-right Bolsonaro had been sentenced to 27 years and three months in prison for attempting to overturn the results of the 2022 presidential election, which he lost.</p><p>He was found guilty on five counts. They included attempting a coup, participating in an armed criminal organisation, seeking the violent abolition of the democratic rule of law, participating in damage qualified by violence, and the deterioration of listed heritage.</p><p>The same panel that voted for Bolsonaro’s conviction reconvened on Monday to determine whether he should stay in custody.</p><p>Only one of the panel’s five original justices, Fux, had voted against Bolsonaro’s conviction in September. Fux no longer remains on the panel, however.</p><p>Bolsonaro has denied seeking to foment a coup and has maintained his innocence. His defence team has framed the proceedings as an attempt to dampen his political popularity.</p><p>United States President Donald Trump, an ally of Bolsonaro, has called the case a “witch hunt” and has sought to intervene on the former president’s behalf, imposing steep tariffs on Brazil and sanctioning Justice de Moraes.</p><p>Previously, Bolsonaro had been held under house arrest at his residence in Brasilia, while his defence team sought to appeal.</p><p>In early November, the Supreme Court panel <a href=\"/news/2025/11/7/brazil-supreme-court-panel-rejects-bolsonaros-prison-sentence\">rejected</a> Bolsonaro’s attempt to throw out his sentence. His lawyers have since <a href=\"/news/2025/11/21/former-president-jair-bolsonaro-asks-to-serve-house-arrest-in-brazil\">asked the court</a> to allow him to serve his 27-year sentence under house arrest, citing health problems stemming from a stabbing Bolsonaro survived on the campaign trail in 2018.</p><p>Justice de Moraes ordered Bolsonaro to be taken to jail on Saturday, after the 70-year-old allegedly <a href=\"/news/2025/11/22/brazils-bolsonaro-arrested-days-before-start-of-27-year-prison-sentence\">damaged his ankle monitor</a> with a soldering tool.</p><p>Assistant Judge Luciana Sorrentino later relayed to the court that Bolsonaro reported having “hallucinations” and “paranoia” that led him to believe his ankle monitor contained “some wiretap”. The ex-president told the assistant judge he believed a change in medication might have brought on the symptoms.</p><p><span>Federal police have indicated that Bolsonaro may have considered fleeing the country in the past, given his mounting legal troubles.</span></p><p>In August, the police issued a report that documented some of Bolsonaro’s attempts. Officials, for instance, said they seized a 33-page letter addressed to the government of Argentinian President Javier Milei, a fellow right-wing leader, petitioning for asylum.</p><p>In the letter, dated February 2024, Bolsonaro explains that he has been “persecuted for reasons and crimes that are essentially political”.</p><p>Around the same time as the letter, Bolsonaro <span>spent a couple of nights in the Hungarian embassy in Brasilia, raising further questions about whether he might be seeking diplomatic sanctuary.</span></p><p>One of Bolsonaro’s sons, Eduardo Bolsonaro, currently <a href=\"/news/2025/11/15/eduardo-bolsonaro-son-of-brazils-ex-president-to-face-obstruction-charge\">faces trial for obstruction</a>, based on the allegation that he petitioned the Trump administration to illegally interfere in his father’s case.</p><p>Bolsonaro is currently being held in a federal police facility in Brasilia. His arrest ended more than 100 days of house arrest for the former president.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Manchester United vs Everton - Premier League | Football News | Al Jazeera",
            "time": "2025-11-24T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6924a0105c71c-1764007952_d79df2-1764007987.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live-sports post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live Match</strong><span class=\"screen-reader-text\">Live Match, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Manchester United vs Everton – Premier League</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Follow the build-up, analysis and live text commentary of the game as Man United host Everton at Old Trafford.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What is really behind Greg Abbott’s ‘war on Sharia’ | Islamophobia | Al Jazeera",
            "time": "2025-11-24T16:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-08-15T181145Z_784305725_RC2S7GAZ501D_RTRMADP_3_USA-FARM-SCREWWORM-1763998902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When on November 19 Texas Governor Greg Abbott called for an official investigation into so-called “Sharia courts”, it was not based on evidence, complaints, or any legal irregularity. It was a political performance. There are no Sharia courts in Texas — only voluntary Muslim mediation panels operating under the same framework used by Jewish beth din courts and Christian arbitration services.</p><p>Yet in a letter sent to district attorneys and sheriffs demanding an investigation, Abbott wrote that “The Constitution’s religious protections provide no authority for religious courts to skirt state and federal laws simply by donning robes and pronouncing positions inconsistent with western civilization,” implying that Muslims were secretly building an alternative legal system.</p><p>This is not law enforcement. It is political theatre designed to stoke fear.</p><p>A day earlier, on November 18, Abbott issued an executive order designating the Council on American-Islamic Relations (CAIR) — the largest Muslim civil rights organisation in the country — as a “foreign terrorist organisation” (FTO).</p><p>The order cited no crimes, no violence, no plot, no prosecutorial record. It was simply a sweeping claim that an American civil rights group constituted a national security threat.</p><p>Lawyers immediately noted that Abbott does not have the authority to designate FTOs; only the US federal government does. But again, the point was not legal accuracy.</p><p>This ineffectual order was more about political messaging than anything else. It was aimed to portray Muslim Americans and their institutions as suspect and their civic engagement as a security risk.</p><p>Abbott’s actions are the latest product of a long-running American panic machine that transforms ordinary Muslim life into a threat narrative. This panic machine has been in operation for decades and has repeatedly weaponised Sharia for political gain.</p><p>For example, in the late 2000s, a coordinated national campaign—spearheaded by activists like David Yerushalmi and organisations such as ACT for America—pushed legislators across the country to introduce “anti-Sharia” bills. In the early 2010s, more than 40 states considered laws barring courts from applying “foreign law”, a euphemism universally understood to mean Islamic law.</p><p>The most extreme example occurred in the US state of Oklahoma, where voters approved a constitutional amendment explicitly banning Sharia and the application of international law. When the law was challenged in court, a federal judge blocked it.</p><p>This and other legal challenges exposed these measures for what they were: political stunts, not responses to real legal problems. Yet the broader campaign succeeded in normalising the idea that Muslim religious practice itself is a national security threat, paving the way for later escalations, including Abbott’s actions in Texas today.</p><p>Months before the call to investigate “Sharia courts”, again in Texas, a Muslim-led real estate project was targeted with a Department of Justice (DOJ) investigation and branded online as a “Sharia colony”. Local residents were told that Islamic law would govern the neighbourhood, that non-Muslims would be excluded, and that the development was part of a creeping Islamic takeover. None of the rumours were true: the project was open to everyone and sought only to address the region’s housing crisis.</p><p>The DOJ ended its investigation after finding no illegality in June, but in September, Governor Abbott signed a law  banning “Sharia compounds” in Texas.</p><p>This dynamic has played out far beyond Texas. In the state of Tennessee, opponents of a mosque in Murfreesboro argued that Islam was not a religion and that Muslims were therefore undeserving of First Amendment protection. The argument defied centuries of constitutional doctrine, but that didn’t matter; the point was to make Muslim religious life appear legally illegitimate.</p><p>In Dearborn, Michigan, a city with one of the country’s oldest Arab and Muslim communities, viral hoaxes have repeatedly claimed the city has been “taken over by Sharia law”. Fabricated videos, manipulated headlines, and images from other countries have been circulated to create the illusion of Islamic governance on American soil. Fact-checks have debunked these narratives, yet the rumours have persisted.</p><p>Muslim public figures have also been targeted. During his campaign, New York City’s Mayor-elect Zohran Mamdani faced racist memes and conspiracy theories claiming he was plotting to usher in “Sharia rule” if elected. None of Mamdani’s policy proposals have any religious content whatsoever. His agenda focuses on mass transit, housing, and police accountability. But to those invested in Sharia panic, a Muslim in public office is always presumed to be a Trojan horse.</p><p>And it is not just Republicans who have fanned these flames. Major newspapers, liberal politicians, and even civil liberties institutions have repeatedly adopted the underlying framing that Islamic law is inherently foreign, inherently political, or inherently at odds with American values. By accepting the premise that Sharia is a threat, they effectively validate the narrative architecture of Islamophobia even when they claim to oppose it.</p><p>These incidents reveal a consistent pattern: the panic surrounding Sharia is not about law, safety, or constitutional principle. It is about boundary maintenance in a country struggling with demographic change. It is about who gets to be seen as American and who remains permanently suspect. The panic keeps reemerging not because it reflects valid concerns, but because it is useful — an instrument for mobilising voters, policing civic belonging, and justifying state surveillance.</p><p>What makes this all the more ironic is that Sharia, as understood by Islamic scholars across centuries, bears little resemblance to the caricatures that animate US politics. In Arabic, Sharia means “a path to the water”, a metaphor for moral and spiritual nourishment.</p><p>It is a broad ethical framework concerned with justice, welfare, and accountability. Its foundational aims — the maqāṣid al-sharīʿa — revolve around protecting life, intellect, faith, property, and human dignity. The tradition contains sophisticated doctrines of equity (istiḥsān), public interest (maṣlaḥa), and custom (ʿurf), which operate much like the equitable and contextual tools of modern common law systems.</p><p>Far from being an alien code, Sharia shares deep structural resonances with Western legal traditions. As Professor John Makdisi demonstrated in a landmark <a href=\"https://scholarship.law.unc.edu/nclr/vol77/iss5/2/\">North Carolina Law Review</a> article, several foundational features of English common law bear striking parallels to Islamic legal institutions, likely transmitted through Norman Sicily. This history matters not because it collapses distinctions between legal systems, but because it exposes the absurdity of the idea that Islamic law is inherently incompatible with Western governance.</p><p>The United States once understood that legacy. When the Supreme Court chamber was unveiled in 1935, it featured a marble frieze depicting humanity’s greatest lawgivers, including Prophet Muhammad, shown holding a Quran as a symbol of justice and moral authority. Today, acknowledging that simple historical fact would itself trigger outrage.</p><p>The renewed Sharia panic is not about Islam entering American courts; it is about Islam entering American civic life. It is about Muslim political participation, Muslim community development, Muslim institutions, and Muslim representation — all recast as existential threats. As the country enters another election cycle animated by anti-diversity rhetoric, anti-Muslim conspiracy theories, and attacks on Middle East studies programmes, Sharia becomes a flexible container for a much older anxiety: the fear of a pluralistic America.</p><p>The danger is not Sharia. The danger is the political machinery that turns ordinary Muslim Americans into objects of suspicion, targets of state power, and props in a culture war they did not choose. If there is anything Americans should fear, it is not Islamic law, but the weaponisation of fear.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Palestinians use abandoned Israeli vehicle to help supply water in Gaza | Gaza | Al Jazeera",
            "time": "2025-11-24T16:03:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764000191.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘The worst one presented’: Sudan rejects US-led ceasefire proposal | Military | Al Jazeera",
            "time": "2025-11-24T15:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763999685.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Controversial US-backed GHF to end ‘mission’ in Gaza: Statement | Gaza News | Al Jazeera",
            "time": "2025-11-24T15:38:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-05-29T092737Z_100995332_RC2HREAVZ0IE_RTRMADP_3_ISRAEL-PALESTINIANS-AID-FOUNDATION_cropped-1751055496.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Controversial US-backed GHF to end ‘mission’ in Gaza: Statement</h1><p class=\"article__subhead\"><em>Rights observers condemned aid scheme for bypassing UN and deadly attacks at distribution sites.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli- and United States-backed <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">GHF organisation</a> has announced it is ending its “mission” in Gaza.</p><p>The group sparked controversy after it began distributing food in the Palestinian enclave in May.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It has been widely condemned for bypassing the United Nations and other humanitarian aid infrastructure in Gaza and for <a href=\"/news/2025/7/2/death-or-food-the-palestinians-killed-by-israel-at-gazas-aid-centres\">deadly violence</a> that regularly broke out at or near its crowded distribution sites by Israeli soldiers and its own security contractors.</p><p>“From the outset, GHF’s goal was to meet an urgent need, prove that a new approach could succeed where others had failed, and ultimately hand off that success to the broader international community,” GHF Executive Director John Acree said in a statement on Monday.</p><p>The statement pointed to provisions in the ceasefire between Israel and Hamas that went into effect in October as the reason for ending its operations.</p><p>That included the creation of the US-backed Civil-Military Coordination Center, which is meant to coordinate aid to Gaza, and Israel allowing UN-backed aid distribution efforts to partially resume.</p><p>“As a result, we are winding down our operations as we have succeeded in our mission of showing there’s a better way to deliver aid to Gazans,” it said, claiming to be the “only aid operation that reliably and safely provided free meals directly to Palestinian people in Gaza, at scale and without diversion”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The statement directly contradicted many top figures in the international humanitarian community.</p><p>In August, 28 UN experts appealed for the GHF to be dismantled, calling the scheme an “utterly disturbing example of how humanitarian relief can be exploited for covert military and geopolitical agendas in serious breach of international law”.</p><p>They added that “Israeli forces and foreign military contractors continue to open indiscriminate fire on people seeking aid at so-called ‘distribution sites’ operated by GHF.”</p><p>At the time, the experts reported at least 859 Palestinians had been killed around GHF sites since the beginning of its operations in late May.</p><p>Among other issues, the experts noted that the scheme required aid seekers to make long, dangerous journeys to a handful of GHF sites to receive supplies, departing from the UN aid delivery model, which emphasises bringing aid more directly to affected communities.</p><p>The US had presented the GHF as a solution to delivering aid in Gaza at a time when Israel’s restrictions on humanitarian operations were causing famine in parts of the war-torn territory, according to the world hunger monitor, the Integrated Food Security Phase Classification system.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>UN officials maintained that allowing independent aid workers unfettered access to the enclave was the best way to address the crisis.</p><p>In the statement released on Monday, the GHF acknowledged it opened only four distribution sites in Gaza, three in southern Gaza and one near Gaza City. Still, it hailed its operations as a model for future aid deliveries.</p><p>It added that GHF leaders “will maintain readiness to reconstitute if new humanitarian needs are identified” and will remain a registered nongovernmental organisation.</p></div></div></body></html>"
        },
        {
            "title": "What is Cartel de los Soles, the latest group designated ‘terrorist’ by US? | Drugs News | Al Jazeera",
            "time": "2025-11-24T15:31:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316790559208-1763005327_3d5f59-1763011393.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has designated what is known among Venezuelans as the “Cartel de los Soles” as a <a href=\"/news/2025/11/24/us-adds-venezuelan-cartel-to-terror-list-as-military-threat-rises\">“terrorist organisation”</a>, marking Washington’s latest effort to put pressure on President Nicolas Maduro as the US weighs up military action on land.</p><p>On November 16, the US Department of State <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/11/terrorist-designations-of-cartel-de-los-soles\">declared</a> that the Cartel de los Soles, or Cartel of the Suns, a term Venezuelans use to refer to officials engaged in corruption, would be added to the “foreign terrorist organization” (FTO) list from today. The US alleges the “cartel” is overseen by Maduro himself.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking to One America News on Friday, US Defence Secretary Pete Hegseth said the designation “brings a whole bunch of new options to the United States”, adding that Washington does not consider Maduro a legitimate leader.</p><p>While Washington claims Cartel de los Soles is overseen by the Venezuelan president and includes members of his inner circle, including in the military, Maduro denies any personal involvement in drug trafficking and even the existence of the alleged cartel.</p><p>In a statement responding to the move, Venezuela’s Ministry of Foreign Affairs said the action was a “ridiculous lie” used to justify future military intervention.</p><h2 id=\"what-is-the-cartel-de-los-soles\">What is the Cartel de los Soles?</h2><p>The US State Department alleges that the Cartel de los Soles, along with the Venezuelan <a href=\"/news/2025/3/20/fact-check-is-tren-de-aragua-invading-the-us-as-trump-says\">Tren de Aragua</a> criminal gang, is responsible for extensive drug-trafficking operations in the US and Europe.</p><p>According to the think tank InsightCrime, the name Cartel de los Soles emerged in the 1990s when Venezuelan generals and senior officers, who wore sun insignias on their epaulettes, were investigated for drug trafficking and related crimes.</p><p>Jeremy McDermott, codirector of InsightCrime, told CNN the cartel “is not a traditional, vertically organised drug-trafficking organisation. It is … a series of normally disconnected cells embedded within the Venezuelan military”.</p><p>Despite the allegations by President Donald Trump’s administration, the US Drug Enforcement Administration has never described the Cartel de los Soles as a drug-trafficking organisation in its annual <a href=\"https://www.dea.gov/documents/2025/2025-05/2025-05-13/national-drug-threat-assessment\">National Drug Threat Assessment</a> nor has the <a href=\"https://www.unodc.org/unodc/site-search.html?q=%22cartel+de+los+soles%22\">World Drug Report</a> by the United Nations Office on Drugs and Crime.</p><h2 id=\"what-does-the-terrorist-designation-mean\">What does the ‘terrorist’ designation mean?</h2><p>There is no universally accepted definition of a drug cartel, but the term generally refers to a centrally controlled criminal organisation that operates across borders and uses violence to profit from illegal activities.</p><p>While the US Department of the Treasury has previously sanctioned the Cartel de los Soles, the new FTO designation gives the US government more powers to take action against it.</p><p>The designation criminalises all “support” for the Cartel de los Soles and bars its representatives from entering the US. As such, it is now a crime to provide funds to the group. And due to its alleged links with the military, that could potentially prevent foreign firms from doing business with the Venezuelan state.</p><p>The new classification also authorises diplomatic and financial penalties against the group, such as freezing its assets.</p><p>Crucially, the FTO designation bolsters the political and legal case for <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">US military action in Venezuela</a>, presenting an ostensible counternarcotics effort as part of a broader campaign for a change in government, analysts said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-has-the-us-government-taken-this-step\">Why has the US government taken this step?</h2><p>The Trump administration has adopted an increasingly hard line towards Maduro, who claimed <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">re-election in January</a> despite accusations of fraud. Caracas banned Maduro’s main political rival, Maria Corina Machado, from running.</p><p><span>Washington, which has carried out a string of military strikes on Venezuelan boats it alleges are trafficking drugs in the Caribbean and eastern Pacific, has not shared any evidence of Maduro’s direct involvement in drug trafficking. However, it continues to insist that the Venezuelan president is the head of the Cartel de los Soles and he is </span>associated with Tren de Aragua.</p><p>In July, Trump’s national security adviser and secretary of state, Marco Rubio, accused Maduro of being “the leader of the designated narcoterrorist organisation Cartel de los Soles” and responsible for “trafficking drugs into the United States and Europe”.</p><p>In August, the US government raised its reward for information leading to Maduro’s arrest from $25m to $50m. But its characterisation of Maduro as a drug kingpin is seen by many – and by Maduro himself – as a way for the US to unseat him from power.</p><p>In October, Maduro accused the US of “fabricating a new war … [and] an extravagant narrative, a vulgar, criminal and totally fake one”. Maduro’s comments followed Trump’s announcement that he had <a href=\"/news/2025/10/16/trump-approves-cia-operations-in-venezuela-what-we-know-and-whats-next\">authorised CIA operations</a> in Venezuela.</p><p>Maduro said he believes Trump is aiming to reshape the political landscape in the Caribbean. If he falls, Maduro said, then US political foes in Cuba and Nicaragua could lose access to subsidised <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">Venezuelan oil</a> and could be destabilised.</p><h2 id=\"what-military-action-has-the-us-taken\">What military action has the US taken?</h2><p>Since September, the US has carried out a <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">string of air strikes</a> on what it says are drug-trafficking boats off the coasts of Venezuela and Colombia, amounting to the largest military deployment to the Caribbean in decades and killing at least 83 people.</p><p>Meanwhile, Washington has <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">dispatched</a> several warships, including the nuclear-powered super-carrier <a href=\"/news/2025/10/24/us-deploys-aircraft-carrier-amid-hardening-stance-towards-venezuela\">USS Gerald R Ford</a>, the world’s largest and most advanced naval aircraft vessel, to the Caribbean Sea in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Mark Cancian, a senior adviser to the defence and security programme at the Centre for Strategic and International Studies, said the carrier is not designed for Trump’s mission, as described.</p><p>“The Ford is not well suited for counterdrug operations. … It’s well suited to attack adversaries either at sea or on land,” he posted in an analysis on X on November 14.</p><p>The show of force recalls a <a href=\"/features/2013/4/3/timeline-venezuelas-tumultuous-history\">long history</a> of military interventions and coup-mongering across Latin America by US governments, often motivated by fear of hostile powers close to US borders.</p><p>In recent decades, ties between Washington and Caracas have been dominated by tensions since the rise of Maduro’s left-wing predecessor Hugo Chavez. The relationship deteriorated further after Maduro came to power following Chavez’s death in 2013.</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>Trump says he has “sort of” made up his mind about what to do in Venezuela but has not announced his decision yet.</p><p>Last week, when asked about the possibility of deploying US troops in Venezuela, Trump replied: “I don’t rule out that. I don’t rule out anything. We just have to take care of Venezuela.”</p><p>He told reporters on November 16 that “we may be having some discussions” with Maduro and “Venezuela wants to talk”, but he did not provide details.</p><p>Over the weekend, six international airlines <a href=\"/news/2025/11/23/airlines-cancel-flights-to-venezuela-amid-us-military-buildup\">suspended flights to Venezuela</a> after the US warned carriers about a “potentially hazardous situation” in and around the country.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria school kidnapping: Who’s behind it, why were children targeted? | Armed Groups News | Al Jazeera",
            "time": "2025-11-24T15:09:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325742546150-1763801059.jpg?resize=1920%2C900&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen have <a href=\"/news/2025/11/22/over-300-students-were-abducted-by-nigerian-gunmen-from-catholic-school\">kidnapped hundreds of students</a> and teachers from two schools in Nigeria in the worst case of abductions since more than 270 girls from Chibok town were snatched from their school in 2014.</p><p>The Christian Association of Nigeria (CAN) said on Sunday that 50 pupils had escaped and had been reunited with their families days after they were abducted from a Catholic school in central Niger state.</p><p>So what do we know about the latest abductions? And why are children being targeted by armed groups?</p><h2 id=\"what-happened\">What happened?</h2><p>Gunmen abducted 303 children and 12 teachers during an attack on Saint Mary’s Catholic School in Nigeria’s north-central Niger state, according to CAN, the largest Christian organisation in the country. Local media reported that the abductions and attack took place on Friday in Niger’s remote Papiri area.</p><p>Those kidnapped included both male and female students aged 10 to 18, said Reverend Bulus Dauwa Yohanna, the chairman of CAN’s Niger chapter. Yohanna visited the school campus on Friday.</p><p>The attack took place just days after gunmen targeted the Government Girls Comprehensive Secondary School in the neighbouring Kebbi state’s Maga town, 170km (106 miles) away, and abducted 25 schoolgirls.</p><p>No group has claimed the recent acts of abductions.</p><h2 id=\"how-many-children-are-still-missing-and-what-is-the-status-of-the-rescue-operation\">How many children are still missing, and what is the status of the rescue operation?</h2><p>Fifty of the children escaped captivity on Friday and Saturday and have been reunited with their families.</p><p>This means that 253 children are still being held by kidnappers. The 12 teachers who were kidnapped are also still in captivity.</p><p>The Nigerian authorities said tactical squads, alongside local hunters, have been deployed to rescue the children and school staff.</p><h2 id=\"who-is-behind-the-kidnappings\">Who is behind the kidnappings?</h2><p>No group has claimed responsibility for the kidnapping.</p><p>Ibrahim M Ndamitso, a journalist who has been following this story very closely, told Al Jazeera that the incident took place in the north of Niger, which has “predominantly suffered banditry activity in recent times”.</p><p>Ndamitso, who is based in Minna, the capital of Niger state, added that the bandit groups have made “it a transit point around the north of Niger, taking animals, stealing people’s cows, picking people for ransoms and all of these things”.</p><p>Bulama Bukarti, a security analyst and a Nigerian human rights lawyer based in London, told Al Jazeera that such kidnapping attacks, especially in the northwest and the north-central parts of Nigeria, are carried out for economic motives.</p><p>“What these gangs do normally is to keep these children in captivity for weeks, sometimes months, and extort ransoms from either their families or from the government,” Bukarti said.</p><p>“These ransoms can run into hundreds of dollars, hundreds of thousands of dollars before releasing them.”</p><h2 id=\"are-these-kidnappings-religiously-motivated\">Are these kidnappings religiously motivated?</h2><p>It is unlikely.</p><p>Cases of kidnapping, especially for ransom, are on the rise in Nigeria. However, they are carried out by amorphous groups of armed bandits.</p><p>These bandits do not seem to be affiliated with any religious or armed groups such as Boko Haram or the ISIL affiliate in West Africa Province (ISWAP), whose attacks are motivated by a sectarian agenda.</p><p>As of 2020, Muslims made up a majority of Nigeria’s population, accounting for 56.1 percent of the population, while Christians comprised 43.4 percent, according to estimates by the Pew Research Center.</p><p>The recent abductions have brought back the memory of the mass kidnapping of girls from Chibok, Nigeria, dozens of whom are still missing nearly 12 years later.</p><p>Armed group Boko Haram kidnapped <a href=\"/features/2024/4/14/nigerias-chibok-girls-kidnapping-10-years-later-a-struggle-to-move-on\">276 female students from Chibok</a> in Borno state in April 2014. Some of the kidnapped were Muslims. Many captives were encouraged to convert to Islam, while others were forced to join Boko Haram or to marry fighters from the group.</p><p>Between 2016 and 2017, the Nigerian military rescued or secured the release of 108 girls through prisoner exchanges, and about 20 others escaped in the past two years. As of last year, about 90 of the girls abducted in Chibok still remain missing.</p><p>More than 1,400 Nigerian students have been kidnapped since 2014. The recent kidnapping case is the 13th such incident in the past 11 years, Bukarti, the security analyst and lawyer, told Al Jazeera.</p><h2 id=\"are-christians-being-targeted-in-nigeria\">Are Christians being targeted in Nigeria?</h2><p>Christian farming communities have been facing increased attacks in central Nigeria from bandits and cattle herders. They have accused the government of failing to arrest perpetrators and provide security.</p><p>The recent attacks on schools and <a href=\"/video/newsfeed/2025/11/19/gunmen-attack-nigeria-church-killing-and-kidnapping-worshippers\">some churches</a> have drawn the attention of US President Donald <a href=\"/news/2025/11/1/trump-threatens-to-launch-attacks-in-nigeria-over-killing-of-christians\">Trump,</a> who has claimed that Nigeria’s Christians are facing genocide. He has threatened United States military intervention in Nigeria, alleging that the country is failing to protect Christians from persecution. He also threatened to cut aid to Nigeria.</p><p>“If the Nigerian Government continues to allow the killing of Christians, the USA will immediately stop all aid and assistance to Nigeria, and may very well go into that now disgraced country, ‘guns-a-blazing,’ to completely wipe out the Islamic Terrorists who are committing these horrible atrocities,” Trump wrote in a social media post.</p><p>Pope Leo XIV has also called for the release of the kidnapped students.</p><p>“I make a heartfelt appeal for the immediate release of the hostages and urge the competent authorities to take appropriate and timely decisions to ensure their release,” the pope said on Sunday.</p><p>Nigeria’s government has admitted to a security problem, but has denied the claims that Christians are being persecuted.</p><p>The government has dubbed some of the attacks, attributed to the mostly Muslim Fulani pastoral ethnic group, a “local farmer-herdsmen crisis”.</p><p>Christian groups in Nigeria have also rejected the assertion that faith was the sole reason behind the attacks and kidnappings. The Christian Association of Nigeria said that foreign groups were looking to exploit domestic crises.</p><h2 id=\"how-is-the-government-responding\">How is the government responding?</h2><p>On Friday, Nigeria’s government ordered 47 colleges across the country to close immediately. Additionally, the regional government of Niger state has ordered all schools, whether private or public, to be closed down, Ndamitso said.</p><p>“Hundreds of schools are closed right now, and therefore our children’s education will be interrupted,” Bukarti said. “It is very unfortunate because this indicates that the Nigerian education system is under attack.”</p><p>On Sunday, during a meeting with security chiefs, Nigerian President Bola Tinubu ordered the hiring of 30,000 more police officers. He additionally ordered that police officers be removed from VIP protection services so that they can focus on core duties, especially in remote areas that are prone to attacks.</p><p>The government has also declared that Nigeria’s minister of defence will be deployed to Niger State, Ndamitso noted.</p><p>Nigeria is plagued by security problems as Boko Haram is waging a deadly rebellion in the northeast and as criminal gangs operate in the northwest. The country has also been racked by communal violence.</p><p>More than 10,000 people have been killed and hundreds kidnapped since Tinubu was elected president in 2023. As many as three million people remain displaced by the violence.</p></div></div></body></html>"
        },
        {
            "title": "Jimmy Cliff, Jamaican reggae music pioneer, dies at 81 | Music News | Al Jazeera",
            "time": "2025-11-24T14:08:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692458b71b7a-1763989687.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jimmy Cliff, Jamaican reggae music pioneer, dies at 81</h1><p class=\"article__subhead\"><em>The singer recorded more than 30 albums and won two Grammys during his six-decade career.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jimmy Cliff, the charismatic <a href=\"/features/2018/11/29/unesco-adds-reggae-music-to-global-cultural-heritage-list\">reggae pioneer</a> and actor who preached joy, defiance and resilience in his classics, has died at 81.</p><p>Cliff’s wife, Latifa Chambers, announced his death on social media on Monday, adding that the cause was a seizure followed by pneumonia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Born James Chambers on July 30, 1944, during a hurricane in St James Parish in northwestern Jamaica, he moved in the 1950s from the family farm to the country’s capital, Kingston, with his father, determined to succeed in the music industry.</p><p>At 14, he became nationally famous for the song Hurricane Hattie, which he wrote.</p><p>Cliff would go on to record more than 30 albums and perform all over the world, including in Paris, Brazil and at the World’s Fair in New York in 1964.</p><p>The following year, Chris Blackwell of Island Records, the producer who launched <a href=\"/features/2020/4/17/when-bob-marley-serenaded-zimbabweans-celebrating-independence\">Bob Marley and the Wailers</a>, invited Cliff to work in the United Kingdom with him.</p><h2 id=\"acting-career\">Acting career</h2><p>Cliff later went into acting, starring in the 1972 classic film The Harder They Come, directed by Perry Henzell. The film has been credited with introducing an international audience to reggae music.</p><p>The movie portrayed the grittier aspects of Jamaican life, redefining the island as more than a tourist playground of cocktails, beaches and waterfalls.</p><p>Known in part for the singles You Can Get It If You Really Want It and Many Rivers To Cross as well as for his covers of Johnny Nash’s I Can See Clearly Now, which appeared on the soundtrack of the 1993 movie Cool Runnings, and Cat Stevens’s Wild World, Cliff was well known for weaving his humanitarian views into his songs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>American folk artist Bob Dylan has called Cliff’s Vietnam the best protest song ever written.</p><p>The antiestablishment bent of Cliff’s music gave a voice not only to the hardships faced by Jamaicans but also to the spirit and joy that persevered in spite of poverty and oppression.</p><p>Over the years, Cliff worked with the Rolling Stones, Elvis Costello, Annie Lennox and Paul Simon.</p><p>In 2012, he won a Grammy Award for best reggae album for Rebirth, which was produced by the punk band Rancid’s Tim Armstrong, as well as another Grammy in 1984 for Cliff Hanger.</p></div></div></body></html>"
        },
        {
            "title": "Chelsea vs Barcelona: UEFA Champions League - team news, start and lineups | Football News | Al Jazeera",
            "time": "2025-11-24T13:48:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T145826Z_1618333530_UP1ELBM15LD8K_RTRMADP_3_SOCCER-SPAIN-BAR-ATH-1763891084_a9c47f-1763907662.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Chelsea vs Barcelona<br>\n<strong>What: </strong>League Phase, UEFA Champions League<br>\n<strong>Where:</strong> Stamford Bridge, London, UK<br>\n<strong>When:</strong> Tuesday at 8pm (20:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p>Chelsea will host Barcelona at Stamford Bridge on Tuesday in a hugely consequential Matchday 5 League Phase clash in the UEFA Champions League (UCL).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Chelsea and Barcelona, both former Champions League winners, head into this highly anticipated showdown with an identical seven points from their opening four fixtures, making this match pivotal as both sides aim to climb the standings in search of automatic top-eight qualification into the last-16 of the competition.</p><p>The star-studded clubs are riding recent hot streaks with Chelsea, bolstered by a trio of recent wins against Tottenham, Wolves and Burnley, closing in on the Premier League’s top spot behind table-topping Arsenal, while reigning La Liga champions Barcelona are again competing with archrival Real Madrid for the domestic title.</p><p>Here is all to know before their epic clash at Stamford Bridge:</p><h2 id=\"what-happened-in-chelsea-s-last-premier-league-match\">What happened in Chelsea’s last Premier League match?</h2><p>Goals from Pedro Neto and Enzo Fernandez earned Chelsea a 2-0 victory at lowly Burnley on Saturday.</p><p>The result moved the Blues past Manchester City and into outright second on the English Premier League (EPL) table behind leaders Arsenal.</p><p>Enzo Maresca’s side will clash with the Gunners next Sunday in a top-of-the-table premiership showdown at Stamford Bridge<b>.</b></p><h2 id=\"what-happened-in-barcelona-s-last-la-liga-match\">What happened in Barcelona’s last La Liga match?</h2><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Barcelona secured a dominant 4-0 victory over 10-man Athletic Bilbao on Saturday in their first match back at their home venue Nou Camp since May 2023.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Ferran Torres had two goals for Barca with Robert Lewandowski and Fermin Lopez also adding to the scoresheet.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Athletic lost midfielder Oihan Sancet to a red card in the 54th minute after he was sent off for a crude challenge on Lopez.</p><p>Lewandowski, who scored the opener, said he will remember kicking the first goal at the team’s rebuilt Nou Camp stadium “forever”.</p><p>“Today was a special day, not only for me but for everyone. Because of this I’m very happy that I could score the first goal, coming back to the Nou Camp,” Lewandowski told Barca One.</p><p>“I have so much experience playing in different stadiums, but here is something special. I’m very proud of myself and also of the team because we did a great job today and we won.”</p><figure id=\"attachment_4125348\" aria-describedby=\"caption-attachment-4125348\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4125348\" src=\"/wp-content/uploads/2025/11/AFP__20251122__84UJ9CQ__v1__HighRes__FblEspLigaBarcelonaAthleticBilbao-1763907530.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robert Lewandowski in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4125348\" class=\"wp-caption-text\">Lewandowski (#9) opened the scoring against Athletic Bilbao after four minutes to get Barca’s inauguration party started at the Nou Camp after two and a half years playing away from their home stadium [Josep Lago/AFP]</figcaption></figure><h2 id=\"what-happened-in-the-last-ucl-league-phase-match-for-both-clubs\">What happened in the last UCL League Phase match for both clubs?</h2><p>Chelsea were held to a shock 2-2 draw by Azerbaijan side Qarabag in their last outing on November 5, while Barcelona had to rally from a goal down and split the points in a 3-3 result against Club Brugge in Belgium.</p><h2 id=\"where-do-chelsea-and-barcelona-sit-on-the-ucl-league-phase-standings\">Where do Chelsea and Barcelona sit on the UCL League Phase standings?</h2><p>Barcelona are currently 11th on the UEFA League Phase standings with Chelsea right behind in 12th position. Both sides have two wins, one draw and one loss from their four fixtures.</p><p>Teams need to finish the League Phase standings in a top-eight position to secure direct qualification into the round of 16. Those clubs that finish in ladder positions 9-to-24 will enter into a home and away playoffs to reach the last-16.</p><h2 id=\"where-did-barcelona-finish-in-last-season-s-champions-league\">Where did Barcelona finish in last season’s Champions League?</h2><p>The Catalan club were widely expected to reach the Champions League final but were <a href=\"/sports/2025/5/6/inter-defeat-barcelona-by-equalling-champions-league-semifinal-scoreline\">eliminated by Inter</a>, who staged a late comeback in the second leg of their record-equalling semifinal.</p><h2 id=\"palmer-out-of-barca-clash\">Palmer out of Barca clash</h2><p>Chelsea star Cole Palmer is close to returning but will miss the UCL clash with Barcelona before the top-of-the-table Premier League showdown against Arsenal, Maresca said on Monday.</p><p>Palmer, who suffered a groin injury in August before returning with back-to-back goals against Brentford and Bayern Munich, was nearing his comeback, but an accident at home delayed his return.</p><p>The 23-year-old England international stubbed his toe on a door during the night, resulting in a fracture.</p><p>“Cole is wearing a (protective) boot,” Maresca told reporters.</p><p>“We don’t know when he will be back but for sure it will be soon. He’s already on the pitch, he’s already touching the ball and the feeling (for him) is good.</p><p>“I don’t think he will be available for these two games (Barca and Arsenal), but he is doing well.”</p><figure id=\"attachment_4127369\" aria-describedby=\"caption-attachment-4127369\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4127369\" src=\"/wp-content/uploads/2025/11/GettyImages-2236439107-1763984993.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Cole Palmer reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4127369\" class=\"wp-caption-text\">Injured Chelsea star Cole Palmer is close to returning to the training pitch but will miss this week’s important Barcelona and Arsenal fixtures [File: Jan Kruger/Getty Images]</figcaption></figure><h2 id=\"barca-s-lopez-showing-summer-suitors-chelsea-what-they-missed\">Barca’s Lopez showing summer suitors Chelsea what they missed</h2><p>Fermin Lopez, 22, is establishing himself as a regular starter for manager Hansi Flick’s side, even though outside of Spain he is not yet a household name.</p><p>Chelsea know plenty about Lopez, though, having had a 40-million-euro ($46m) bid rebuffed by Barcelona in the summer. In Tuesday’s Champions League fixture, the attacking midfielder will be one of their main goal threats.</p><p>Flick was eager to keep Lopez, while Barca were open to selling him at the right price, which Chelsea did not reach.</p><p>“I’m convinced that he will stay, but in the end I don’t know what happens. We have to wait. I am really happy when the market is closed,” said Flick in August, eventually getting his wish.</p><p>Despite his improvement and obvious utility for Barca – or maybe even because of it – he is an asset the Catalan giants could cash in.</p><p>If he shines at Stamford Bridge, it would be no surprise to see Chelsea’s interest in the midfielder reawaken and his price tag rise further.</p><figure id=\"attachment_4123764\" aria-describedby=\"caption-attachment-4123764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4123764\" src=\"/wp-content/uploads/2025/11/afp_6921e8aea322-1763829934.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Barcelona's Spanish midfielder #16 Fermin Lopez scores his team's third goal during the Spanish league football match between FC Barcelona and Athletic Club Bilbao at Camp Nou Stadium in Barcelona on November 22, 2025. (Photo by Lluis GENE / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4123764\" class=\"wp-caption-text\">Barcelona’s Spanish midfielder #16 Fermin Lopez is a rising star in La Liga [File: Lluis Gene/AFP]</figcaption></figure><h2 id=\"form-guide-last-five-matches\">Form guide: last five matches</h2><p><strong>Chelsea:</strong> W-L-W-W-W (Premier League, most recent result last)</p><p><strong>Barcelona:</strong> W-L-W-W-W (La Liga, most recent result last)</p><h2 id=\"head-to-head-chelsea-barcelona\">Head-to-head: Chelsea-Barcelona</h2><p>The two clubs have faced each other 14 times, with both teams winning four times while six ended as draws.</p><p>The sides last met at the round of 16 in the 2017-2018 Champions League with Barcelona progressing to the quarterfinals 4-1 on aggregate. Argentinian superstar Lionel Messi was the standout in the second leg with two goals – including his 100th UEFA Champions League goal – on the night.</p><figure id=\"attachment_4124773\" aria-describedby=\"caption-attachment-4124773\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124773\" src=\"/wp-content/uploads/2025/11/2018-03-14T211148Z_835201433_RC1BFBC776E0_RTRMADP_3_SOCCER-CHAMPIONS-FCB-CHE-1763890566.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Lionel Messi reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124773\" class=\"wp-caption-text\">Barcelona’s Lionel Messi celebrates scoring his 100th UEFA Champions League goal against Chelsea in their UEFA Champions League last-16 second leg match at the Nou Camp, Barcelona, Spain on March 14, 2018 [Albert Gea/Reuters]</figcaption></figure><h2 id=\"chelsea-s-team-news\">Chelsea’s team news</h2><p>Oft-injured Reece James was taken off at halftime of Saturday’s EPL fixture at Burnley, but the Chelsea captain’s early finish was preplanned and not the result of a new injury, according to Maresca, so he is expected to be available for team selection.</p><p>“The idea was to manage Reece,” said Maresca. “This is the reason why he played 45 minutes [only]. It was planned.</p><p>“It’s not easy, because me personally, I would like Reece to continue, but we need to protect Reece.”</p><p>French centre-back Wesley Fofana, who was omitted from the matchday squad against Burnley, is believed to be match fit ahead of the Barca clash.</p><p>Levi Colwill (knee), Dario Essugo (thigh) and Romeo Lavia (thigh) all remain sidelined for the Blues.</p><h2 id=\"chelsea-s-possible-starting-xi\">Chelsea’s possible starting XI</h2><p>Sanchez (Goalkeeper); James, Adarabioyo, Chalobah, Cucurella; Caicedo, Fernandez; Neto, Pedro, Garnacho; Delap</p><h2 id=\"barcelona-s-team-news\">Barcelona’s team news</h2><p>On-loan Manchester United forward Marcus Rashford missed Barca’s 4-0 victory over Bilbao on Saturday with illness but was back on the training pitch the following day, prompting rumours that he might suit up against Chelsea on Tuesday.</p><p>First-choice goalkeeper Marc-Andre ter Stegen will miss the fixture as he continues to recover from a back issue. Joan Garcia will stand in for the German.</p><p>Pedri (hamstring) and Gavi (knee) are unavailable for the La Liga champions.</p><p>Dynamic winger Raphinha, who returned on the weekend from a hamstring injury, is a strong possibility to regain his starting role against the Blues.</p><h2 id=\"barcelona-s-possible-starting-xi\">Barcelona’s possible starting XI</h2><p>J. Garcia (goalkeeper); Kounde, Araujo, Cubarsi, Balde; Casado, De Jong; Yamal, Lopez, Torres; Lewandowski</p><figure id=\"attachment_3889936\" aria-describedby=\"caption-attachment-3889936\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3889936\" src=\"/wp-content/uploads/2025/08/13253527-1755260586.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Barcelona's Marcus Rashford in action during the pre-La Liga season friendly soccer match between FC Barcelona and Como\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3889936\" class=\"wp-caption-text\">Barcelona’s Marcus Rashford, who is battling illness, might still play in Tuesday’s important Champions League match against Chelsea at Stamford Bridge [File: Quique Garcia/EPA]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Al Jazeera speaks to teenage killers recruited by Mexican drug gangs | Drugs | Al Jazeera",
            "time": "2025-11-24T13:29:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763990920.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The boy who started and survived the Syrian war | Documentary | Al Jazeera",
            "time": "2025-11-24T13:18:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763990268.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A boy who grew up during Syria’s war reveals the untold origins of the conflict and the fight for his nation’s freedom.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\">In 2017, Al Jazeera broadcast a documentary by Clover Films that sought to highlight the true origins of the Syrian civil war. By that year, international sympathy for the rebel cause had diminished dramatically as Western media adopted the accepted mainstream position that groups such as al-Qaeda-linked al-Nusra Front and even ISIL (ISIS) had been behind the revolution. (ISIL didn’t even exist at the time of the uprising.) The Boy Who Started the Syrian War would change the narrative.</p><p class=\"x_MsoNormal\">Now, with the collapse of Bashar al-Assad’s regime along with its army and militia, the Shabiha, it’s time to meet once again with the surviving characters from the original film. One of those is Mouawiya Syasneh, who had laid down his school satchel and picked up a gun to fight with the Free Syrian Army.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US and Ukraine announce revised peace plan: this is what we know | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-24T13:11:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763989885.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bollywood ‘He-Man’ Dharmendra Deol dies at 89 | News | Al Jazeera",
            "time": "2025-11-24T13:00:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6924499121a4-1763985809.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bollywood ‘He-Man’ Dharmendra Deol dies at 89</h1><p class=\"article__subhead\"><em>Action film star appeared in more than 300 films in a career spanning more than six decades.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Dharmendra Deol, who became one of India’s most prominent actors and a Bollywood action hero, has died aged 89.</p><p>Survived by two wives and six children, Dharmendra had been ill for the past month. He died at home in Mumbai, Indian media reported on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>There was no official statement from the actor’s family, but several of his contemporaries, including actor Amitabh Bachchan, gathered at a crematorium in the Mumbai suburb of Juhu for his funeral.</p><p>“A massive mega star, the embodiment of a hero in mainstream cinema,” producer and director Karan Johar, who cast Dharmendra in his 2023 film, Rocky Aur Rani Kii Prem Kahaani, (Rocky and Rani’s Love Story), wrote in an Instagram post.</p><p>Prime Minister Narendra Modi offered his condolences, saying the actor’s death marks the end of an era in Indian cinema.</p><p>“He was an iconic film personality, a phenomenal actor who brought charm and depth to every role he played. The manner in which he played diverse roles struck a chord with countless people,” Modi wrote on social media.</p><p></p><h2 id=\"top-actor-of-his-generation\">Top actor of his generation</h2><p>Known to his legion of fans by his first name, Dharmendra acted in more than 300 films in a career spanning more than six decades.</p><p>Often called Bollywood’s “He-Man”, Dharmendra combined the old-school heroism of an action star with the tenderness of a romantic lead, making him one of India’s most iconic actors.</p><p>Born in Punjab province in 1935, Dharmendra won a talent show organised by a film magazine, moving to Mumbai and acting in his first film in 1960.</p><p>In the years that followed, he appeared in everything from arthouse films to soft romances, action films and goofy comedies, making him a top actor of his generation.</p><p>Notable films included Bollywood cult classic Sholay (Embers), in which he played one half of a team of small-time thugs tasked with catching a bandit. The film, which was released in 1975, has become part of Indian popular culture, and Dharmendra’s dialogue from the film has influenced movies ever since.</p><p>Dharmendra married his first wife, Prakash Kaur, before he found fame.</p><p>After starring alongside Hema Malini in several films, he married her in 1980, without divorcing Kaur.</p><p>He was a member of the Indian parliament from 2004 to 2009.</p></div></div></body></html>"
        },
        {
            "title": "Israel fires military commanders over October 7 failures | News | Al Jazeera",
            "time": "2025-11-24T12:51:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1404-05-27-23.03.48-1755545646.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli military has dismissed several senior officers and censured others over the failure to prevent the Hamas-led attack in October 2023.</p><p>The list of generals formally fired on Monday included those in charge of military intelligence, operations, and the southern command, which is responsible for Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move comes despite the government having yet to launch an investigation into the attack, which launched the devastating war in the enclave.</p><p>The military had announced in a statement on Sunday that a number of officers were to be released from reserve duty and would no longer serve in the military.</p><p>“The IDF [Israeli army] failed in its primary mission on October 7th – to protect the civilians of the State of Israel,” military chief of staff Eyal Zamir said.</p><p>“This is a severe, resounding, systemic failure,” he continued. “The lessons of that day are numerous and significant, and they must serve as our compass for the future.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Those informed that they would be released from reserve duty included the former heads of the intelligence directorate, operations directorate, and southern command.</p><p>They had previously resigned from active service but remained on reserve duty.</p><p>The current intelligence directorate chief, who on October 7, 2023 served as chief of the operations division, has been censured but will continue to serve in the role until the end of his term in 2028.</p><p>He will later resign from the military at his own request, according to local media.</p><p>Other officers were issued formal reprimands. One was informed that their service would be ended. Another tendered his resignation.</p><p>Reports said the Israeli air force chief was censured over the failure to defend against Hamas’s drones and paragliders during the assault.</p><p>Israel’s current navy chief was censured on similar grounds.</p><h2 id=\"public-pressure\">Public pressure</h2><p>The disciplinary steps come amid mounting public pressure for accountability for the failures that allowed the attack.</p><p>Thousands of protesters were joined by opposition leaders in Tel Aviv on Saturday night, demanding a state commission of inquiry.</p><p>Two weeks ago, Zamir called for a “systemic investigation”.</p><p>However, Prime Minister Benjamin Netanyahu, who has rejected criticism over his role in the failures, has so far refused to launch an in-depth investigation.</p><p>The October 7 assault, carried out by Hamas and other Palestinian armed groups, led to the killing of nearly 1,200 people in Israel and saw some 250 taken captive, according to Israeli tallies.</p><p>Israel then launched a two-year ground and air campaign that has devastated Gaza, killing more than 69,000 people, according to local health authorities.</p><p>Israel and Hamas signed off on a ceasefire agreement brokered by the United States last month.</p><p>However, the plan remains stuck in the first phase, with Israel violating the terms of the ceasefire and carrying out daily attacks in Gaza, and Hamas and Israel accusing one another of <a href=\"/news/2025/11/23/israel-has-violated-gaza-truce-nearly-500-times-in-44-days-killed-hundreds\">breaching</a> the conditions.</p><p>The authorities in Gaza are now urging the mediators of the deal – Qatar, Turkiye and Egypt, as well as the US – to pressure Israel to halt its <a href=\"/news/2025/11/22/violence-never-ended-israeli-attacks-kill-nearly-two-dozen-in-gaza\">violations</a>, which have killed hundreds of Palestinians.</p></div></div></body></html>"
        },
        {
            "title": "What we know about Israeli assassination of Hezbollah commander | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-11-24T12:33:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763987562.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Severe flooding in Thailand as recovery begins in Vietnam | Floods | Al Jazeera",
            "time": "2025-11-24T12:25:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763987029.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Nov 2025</span><span aria-hidden=\"true\">24 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Who was Haytham Ali Tabatabai, Hezbollah official killed by Israel? | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-11-24T11:52:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13529821-1763962215.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has attacked the Haret Hreik area in the southern suburbs of Lebanon’s capital, Beirut, killing five people, including Hezbollah’s highest ranking military official.</p><p>Sunday’s attack, which took place amid an <a href=\"/features/2025/11/12/israel-intensifying-attacks-on-lebanon-is-it-planning-another-war\">uptick in Israeli attacks</a> across Lebanon, was the first on Beirut’s southern suburbs in several months and the first without warning since last year’s ceasefire between Israel and Hezbollah was announced.</p><p>Haytham Ali Tabatabai, Hezbollah’s chief of staff, also known as Sayyid Abu Ali, was among those targeted and killed. This was the third attempt on his life, according to Israeli media, which reported that the two prior attempts occurred during last year’s war with Israel, which <a href=\"/news/2024/11/26/ceasefire-between-lebanons-hezbollah-and-israel-what-to-know\">culminated in a United States-brokered ceasefire</a> in November 2024.</p><p>Israel has since been accused of violating that ceasefire on a near-daily basis by United Nations experts. Hezbollah has responded to Israel’s continued attacks <a href=\"/news/2024/12/2/israeli-attacks-kill-two-people-in-lebanon-hezbollah-responds\">once</a>, in December.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-was-haytham-ali-tabatabai\">Who was Haytham Ali Tabatabai?</h2><p>Before the attack, Tabatabai’s name was not widely known in Lebanon. Hezbollah’s military operatives tend to work in the shadows to avoid Israeli assassinations.</p><p>But since his death on Sunday, it has been revealed that Tabatabai held many senior positions within the armed political group during his tenure.</p><p>He was born in 1968 in Bashoura, a neighbourhood in Beirut, to Lebanese parents although his father reportedly had Iranian roots. He grew up in southern Lebanon and reportedly joined Hezbollah in the 1980s.</p><p>In its official announcement, Hezbollah said Tabatabai had been part of the group since <a href=\"/news/2023/10/10/what-is-hezbollah-a-look-at-the-lebanese-armed-group-backing-hamas\">its founding in 1982</a> as a resistance movement against the Israeli occupation of southern Lebanon. In the post-war period, Hezbollah grew to become Lebanon’s strongest political party and military force, serving in Lebanon’s parliament and having ministers in several governments.</p><p>Tabatabai was a senior military official in Hezbollah with extensive military experience. He reportedly took part in a number of field operations in Israeli-occupied southern Lebanon and led Hezbollah’s Nabatieh axis, or command area, from 1996 until Israel withdrew from southern Lebanon in 2000.</p><p>According to Hezbollah, Tabatabai then led the Khiam axis from 2000 until 2008 and was in command during the July 2006 war, which saw Israel and Hezbollah fight to a draw after 34 days. The group also said Tabatabai participated in establishing Hezbollah’s elite Radwan Force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Later, he was responsible for Hezbollah’s operations along the border with Syria and took over responsibilities for the operations branch during <a href=\"/tag/israel-lebanon/\">last year’s war with Israel</a>.</p><p>According to Israeli media reports, Tabatabai led Hezbollah’s elite Radwan Force in Syria and Yemen before replacing Ali Karaki, who was assassinated during last year’s war, as commander of Hezbollah’s southern front.</p><p>He was appointed as Hezbollah’s chief of staff after the war, in which most of Hezbollah’s senior military leaders were killed by Israel.</p><p>“Tabatabai was the one reorganising Hezbollah’s military leadership, and the targeting of the southern suburbs of Beirut is an indication that the Lebanese state has no guarantees against the expansion of such attacks,” Sohaib Jawhar, a nonresident fellow at the Beirut-based Badil, the Alternative Policy Institute, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-hezbollah-said-about-his-death\">What has Hezbollah said about his death?</h2><p>In its statement, Hezbollah confirmed the loss of “the great martyr jihadist commander” known as Sayyid Abu Ali and described Israel’s assassination as a “treacherous attack on the Haret Hreik area in the suburbs of Beirut”.</p><p>Mahmoud Qmati, vice president of the group’s Political Council, lamented “yet another ceasefire violation” and accused Israel of escalating the conflict “with the green light given by the United States”.</p><p>Hezbollah released a compilation video showing footage of Tabatabai operating in the field.</p><p>It also confirmed the deaths of four other Hezbollah members: Qassem Hussein Berjawi, Rifaat Ahmad Hussein, Mostafa Asaad Berro and Ibrahim Ali Hussein.</p><p>Hezbollah MP Ali Ammar accused Israel of again violating the ceasefire.</p><p>“Every attack on Lebanon is a crossing of a red line, and this aggression is inherent in the entity that targets Lebanon’s dignity, sovereignty and the security of its citizens,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-lebanese-state-said\">What has the Lebanese state said?</h2><p>Just two days before the attack, Lebanese President Joseph Aoun announced the government’s intention to enter peace <a href=\"/features/2025/11/23/israel-attacks-beirut-suburb-two-days-after-lebanon-agreed-for-talks\">negotiations with Israel</a> with support from the international community.</p><p>After the attack on Sunday, however, Aoun called on the international community to intervene to stop Israeli attacks on his country.</p><p>Frustration has been building in parts of Lebanon as some locals feel the government is not properly equipped or willing to respond to Israel’s repeated aggressions. Many residents in southern Lebanon have expressed feelings of abandonment by the Lebanese government because it has been unable to prevent repeated Israeli attacks or rebuild destroyed homes.</p><h2 id=\"what-has-israel-said\">What has Israel said?</h2><p>After Sunday’s strike, Israel said it “remains committed to the understandings agreed upon between the State of Israel and Lebanon”, likely referring to the existing ceasefire.</p><p>Israeli Prime Minister Benjamin Netanyahu said the strike had been ordered after recommendations from the defence minister and the Israeli army’s chief of staff, and he justified it by accusing Tabatabai of posing a threat to Israeli security.</p><p>The Israeli army released a statement, saying: “Tabatabai commanded most of Hezbollah’s units and worked extensively to restore their readiness for war with Israel. The [Israeli military] will act against attempts to rebuild and rearm Hezbollah and will operate forcefully to remove any threat against Israel.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"was-the-us-aware-of-the-attack-beforehand\">Was the US aware of the attack beforehand?</h2><p>According to the US news website Axios, US officials were aware that an “escalation” was expected but were not informed of the details of this particular strike. An official told Axios the US had been informed by Israel’s government directly after the strike.</p><h2 id=\"what-happens-now\">What happens now?</h2><p>Qmati said Israel’s strike had crossed a “red line” and the group’s leadership would now consider whether a response was warranted.</p><p>“The strike on the southern suburbs today opens the door to an escalation of assaults all over Lebanon,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Are tech companies using your private data to train AI models? | Technology News | Al Jazeera",
            "time": "2025-11-24T11:43:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2167861901-1763972164.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Leading tech companies are in a race to release and improve artificial intelligence (AI) products, leaving users in the United States to puzzle out how much of their personal data could be extracted to train AI tools.</p><p><a href=\"/news/2025/1/10/meta-facebook-to-drop-fact-checkers-what-does-this-mean-for-social-media\">Meta</a> (which owns Facebook, Instagram, Threads and WhatsApp), Google and LinkedIn have all rolled out AI app features that have the capacity to draw on users’ public profiles or emails. Google and LinkedIn offer users ways to opt out of the AI features, while Meta’s AI tool provides no means for its users to say “no, thanks.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Gmail just flipped a dangerous switch on October 10, 2025 and 99% of Gmail users have no idea,” a November 8 Instagram post said.</p><p>Posts warned that the platforms’ AI tool rollouts make most private information available for tech company <a href=\"/economy/2025/6/30/how-generative-ai-is-affecting-peoples-minds\">harvesting</a>. “Every conversation, every photo, every voice message, fed into AI and used for profit,” a November 9 X video about Meta said.</p><p></p><p>Technology companies are rarely fully transparent when it comes to the user data they collect and what they use it for, Krystyna Sikora, a research analyst for the Alliance for Securing Democracy at the German Marshall Fund, told PolitiFact.</p><p>“Unsurprisingly, this lack of transparency can create significant confusion that in turn can lead to fear mongering and the spread of false information about what is and is not permissible,” Sikora said.</p><p>The best – if tedious – way for people to know and protect their privacy rights is to read the terms and conditions, since it often explicitly outlines how the data will be used and whether it will be shared with <a href=\"/news/2025/1/7/social-media-giant-meta-scraps-fact-checking-for-community-notes\">third parties</a>, Sikora said. The US doesn’t have any comprehensive federal laws on data <a href=\"/economy/2025/11/20/eu-moves-to-ease-ai-privacy-rules-amid-pressure-from-big-tech-trump\">privacy</a> for technology companies.</p><p>Here’s what we learned about how each platform’s AI is handling your data:</p><p><strong>Social media claim: </strong>“Starting December 16th Meta will start reading your DMs, every conversation, every photo, every voice message fed into AI and used for profit.” – November 9 X post with 1.6 million views as of November 19.</p><p><strong>The facts:</strong> Meta announced a new policy to take effect December 16, but that policy alone does not result in your direct messages, photos and voice messages being fed into its AI tool. The policy involves how Meta will customise users’ content and advertisements based on how they interact with Meta AI.</p><p>For example, if a user interacts with Meta’s AI chatbot about hiking, Meta might start showing that person recommendations for hiking groups or hiking boots.</p><p>But that doesn’t mean your data isn’t being used for AI purposes. Although Meta doesn’t use people’s private messages in Instagram, WhatsApp or Messenger to train its AI, it does collect user content that is set to “public” mode. This can include photos, posts, comments and reels. If the user’s Meta AI conversations involve religious views, sexual orientation and racial or ethnic origin, Meta says the system is designed to avoid parlaying these interactions into ads. If users ask questions of Meta AI using its voice feature, Meta says the AI tool will use the microphone only when users give <a href=\"/news/2025/6/24/us-judge-allows-company-to-train-ai-using-copyrighted-literary-materials\">permission</a>.</p><p>There is a caveat: The tech company says its AI might use information about people who don’t have Meta product accounts if their information appears in other users’ public posts. For example, if a Meta user mentions a non-user in a public image caption, that photo and caption could be used to train Meta AI.</p><p><strong>Can you opt out?</strong> No. If you are using Meta platforms in these ways – making some of your posts public and using the chatbot – your data could be used by Meta AI. There is no way to deactivate Meta AI in Instagram, Facebook or Threads. WhatsApp users can deactivate the option to talk with Meta AI in their chats, but this option is available only per chat, meaning that you must deactivate the option in each chat’s advanced privacy settings.</p><p>The X post inaccurately advised people to submit this form to opt out. But the form is simply a way for users to report when Meta’s AI supplies an answer that contains someone’s personal information.</p><p>David Evan Harris, who teaches AI ethics at the University of California, Berkeley, told PolitiFact that because the US has no federal regulations about privacy and AI training, people have no standardised legal right to opt out of AI training in the way that people in countries such as Switzerland, the United Kingdom and South Korea do.</p><p>Even when social media platforms provide opt-out options for US customers, it’s often difficult to find the settings to do so, Harris said.</p><p>Deleting your Meta accounts does not eliminate the possibility of Meta AI using your past public data, Meta’s spokesperson said.</p><h2 id=\"google\">Google</h2><p><strong>Social media claim:</strong> “Did you know Google just gave its AI access to read every email in your Gmail – even your attachments?”  – November 8 Instagram post with more than 146,000 likes as of November 19.</p><p><strong>The facts:</strong> Google has a host of products that interact with private data in different ways. Google announced on November 5 that its AI product, Gemini Deep Research, can connect to users’ other Google products, including Gmail, Drive and Chat. But, as Forbes reported, users must first give permission to employ the tool.</p><p>Users who want to allow Gemini Deep Research to have access to private information across products can choose what data sources to employ, including Google search, Gmail, Drive and Google Chat.</p><p>There are other ways <a href=\"/economy/2025/10/22/conservative-activist-sues-google-over-ai-generated-statements\">Google</a> collects people’s data:</p><ul>\n<li>Through searches and prompts in Gemini apps, including its mobile app, Gemini in Chrome or Gemini in another web browser</li>\n<li>Any video or photo uploads that the user entered into Gemini</li>\n<li>Through interactions with apps such as YouTube and Spotify, if users give permission</li>\n<li>Through message and phone calls apps, including call logs and message logs, if users give permission.</li>\n</ul><p>A Google spokesperson told PolitiFact the company doesn’t use this information to train AI when registered users are under age 13.</p><p>Google can also access people’s data when they have smart features activated in their Gmail and Google Workplace settings (that are automatically on in the US), which gives Google consent to draw on email content and user activity data to help users compose emails or suggest Google Calendar events. With optional paid subscriptions, users can access additional AI features, including in-app Gemini summaries.</p><p>Turning off Gmail’s smart features can stop Google’s AI from accessing Gmail, but it doesn’t stop Google’s access to the Gemini app, which users can either download or access in a browser.</p><p>A California lawsuit accuses Gemini of spying on users’ private communications. The lawsuit says an October policy change gives Gemini default access to private content such as emails and attachments in people’s Gmail, Chat and Meet. Before October, users had to manually allow Gemini to access the private content; now, users must go into their privacy settings to disable it. The lawsuit claims the Google policy update violates California’s 1967 Invasion of Privacy Act, a law that prohibits unauthorised wiretapping and recording confidential communications without <a href=\"/news/2025/6/24/us-judge-allows-company-to-train-ai-using-copyrighted-literary-materials\">consent</a>.</p><p><strong>Can you opt out? </strong>If people don’t want their conversations used to train <a href=\"/economy/2025/2/5/chk_google-drops-pledge-not-to-use-ai-for-weapons-surveillance\">Google AI</a>, they can use “temporary” chats or chat without signing into their Gemini accounts. Doing that means Gemini can’t save a person’s chat history, a Google spokesperson said. Otherwise, opting out of having Google’s AI in Gmail, Drive and Meet requires turning off smart features in settings.</p><h2 id=\"linkedin\">LinkedIn</h2><p><strong>Social media claim:</strong> Starting November 3, “LinkedIn will begin using your data to train AI.” – November 2 Instagram post with more than 18,000 likes as of November 19.</p><p><strong>The facts:</strong> LinkedIn, owned by Microsoft, announced on its website that starting November 3, it will use some US members’ data to train content-generating AI models.</p><p>The data the AI collects includes details from people’s profiles and public content that users post.</p><p>The training does not draw on information from people’s private messages, LinkedIn said.</p><p>LinkedIn also said, aside from the AI data access, that Microsoft started receiving information about LinkedIn members – such as profile information, feed activity and ad engagement – as of November 3 in order to target users with personalised ads.</p><p><strong>Can you opt out? </strong>Yes. Autumn Cobb, a LinkedIn spokesperson, confirmed to PolitiFact that members can opt out if they don’t want their content used for AI training purposes. They can also opt out of receiving targeted, <a href=\"/economy/2025/7/25/meta-to-suspend-political-advertising-in-the-eu-as-transparency-law-looms\">personalised ads</a>.</p><p>To remove your data from being used for training purposes, go to data privacy, click on the option that says “Data for Generative AI Improvement” and then turn off the feature that says “use my data for training content creation AI models.”</p><p>And to opt out of personalised ads, go to advertising data in settings, and turn off ads on LinkedIn and the option that says “data sharing with our affiliates and select partners”.</p></div></div></body></html>"
        }
    ]
}