{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Verstappen wins Las Vegas F1 GP while Norris extends championship lead | Motorsports News | Al Jazeera",
            "time": "2025-11-23T07:03:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T055635Z_8244715_UP1ELBN0GIABP_RTRMADP_3_MOTOR-F1-LASVEGAS-1763879460.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Red Bull’s Max Verstappen won the Las Vegas Grand Prix on Saturday but McLaren’s Lando Norris has one hand on the Formula One title after finishing second and stretching his lead over teammate Oscar Piastri to 30 points.</p><p>Piastri finished fourth after Mercedes’ Kimi Antonelli, who was ahead of the Australian at the chequered flag, had five seconds added for jumping the start.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>George Russell, last year’s winner of the floodlit race and like Norris making his 150th start, completed the podium for Mercedes.</p><p>With two grands prix and a sprint remaining, worth a maximum 58 points, Norris has 408 points to Piastri’s 378 with four-times world champion Verstappen still mathematically in contention on 366.</p><p>Norris finished 20.741 seconds behind but can now secure his first title in Qatar next weekend, with McLaren having already clinched the constructors’ crown for the second year in a row.</p><figure id=\"attachment_4124452\" aria-describedby=\"caption-attachment-4124452\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124452\" src=\"/wp-content/uploads/2025/11/AFP__20251123__84VU3JK__v1__HighRes__AutoFormulaOneLasVegasGrandPrixGrandPrix-1763879597.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lando Norris and Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124452\" class=\"wp-caption-text\">McLaren’s Lando Norris, right, and Red Bull Racing’s Max Verstappen race at the start of the Las Vegas Formula One Grand Prix [Patrick T. Fallon/AFP]</figcaption></figure><h2 id=\"quite-a-decent-gap\">Quite a decent gap</h2><p>“The car was working pretty well, much more to my liking,” said Verstappen, ferried to the podium with Norris and Russell in a LEGO pink Cadillac convertible driven by actor Terry Crews as fireworks lit up the sky over the Strip.</p><p>“It was at the end quite a decent gap.”</p><p>It was the 69th win of Verstappen’s career and his sixth of the season, as well as his 125th podium and eighth in a row in the 150th grand prix of Red Bull’s partnership with Honda.</p><p>Norris lost the lead to Verstappen at the start, dropping to third when he ran wide at the first corner and opened the door for the Dutch driver and Russell.</p><p>He retook second from Russell on the 34th of 50 laps but then had to manage fuel to the finish.</p><p>“I let Max have a win,” he joked. “I let him go, let him have a nice race. No, I just braked too late,” he added, with an expletive on the live television feed that could land the Briton in trouble with the governing FIA.</p><p>“It was not my best performance out there but when the guy wins by 20 seconds it’s because he has just done a better job and they’re a bit quicker.”</p><p>Antonelli finished fifth with Ferrari’s Charles Leclerc sixth and Williams’ Carlos Sainz seventh. Isack Hadjar was eighth for Racing Bulls and Sauber’s Nico Hulkenberg and Ferrari’s Lewis Hamilton completed the top 10.</p><p>Piastri dropped from fifth to seventh on the opening lap after contact with Racing Bulls’ Liam Lawson, who plunged to last with a badly damaged car.</p><p>Verstappen was 20 seconds clear of the field by lap 23 and pitted at the halfway point, rejoining in the lead after Russell and Norris had switched already to the hard tyre.</p><p>Aston Martin’s Lance Stroll was taken out by Sauber’s Gabriel Borteleto as the Brazilian rookie dived aggressively into the first corner and ran out of road, with both retiring immediately.</p><p>Alpine’s Pierre Gasly was also a spinner at the start and the virtual safety car was triggered on the second lap for marshals to retrieve debris between turns one and four.</p><p>The VSC was deployed again on lap 16 for more debris on track after Williams’ Alex Albon and Hamilton collided, with the latter racing from 19th and last on the grid to 13th on the opening lap.</p><p>Albon, whose team lost radio contact with the car from the start, was handed a five-second penalty for causing the collision and also reprimanded for a starting procedure infringement.</p><figure id=\"attachment_4124457\" aria-describedby=\"caption-attachment-4124457\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124457\" src=\"/wp-content/uploads/2025/11/AFP__20251123__84VT466__v1__HighRes__AutoFormulaOneLasVegasGrandPrixGrandPrix-1763879743.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124457\" class=\"wp-caption-text\">Verstappen is the first driver to win the Las Vegas Grand Prix twice [Patrick T. Fallon/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Northern Australia assesses damage after Tropical Cyclone Fina | Climate Crisis News | Al Jazeera",
            "time": "2025-11-23T06:57:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/WEBMAP-AUSTRALIA-DARWIN-1763879375.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Northern Australia assesses damage after Tropical Cyclone Fina</h1><p class=\"article__subhead\"><em>Thousands have lost power due to Fina, which also caused property damage, but resulted in no injuries to residents.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Residents of Australia’s Northern Territory have been clearing streets after a damaging tropical cyclone that brought intense winds overnight, tearing up trees and traffic lights and cutting power.</p><p>Tropical Cyclone Fina <a href=\"/news/2025/11/22/australias-northern-territory-braces-for-tropical-cyclone-fina\">loomed off</a> the coast of the Northern Territory for several days before rapidly strengthening to a Category 3 storm.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It swept through on Saturday night between the busy city of Darwin and the sparsely populated Tiwi Islands – an archipelago about 80km (50 miles) off the coast – where wind gusts reached 110km (70 miles) per hour.</p><p>The “very destructive core” of the cyclone has moved away from the Northern Territory, but heavy rain and winds will persist on Sunday, Bureau of Meteorology forecaster Angus Hines said.</p><p>Northern Territory Chief Minister Lia Finocchiaro said about 19,000 homes and businesses had lost power in the past 24 hours, and efforts were being made to restore it.</p><p>She said there was significant debris, including trees and powerlines, and warned people to take care as they moved around.</p><p>“In true territory spirit, neighbours are coming out with chainsaws and everyone’s chipping in,” she said Sunday.</p><p>“This cyclone saw a territory that was united and prepared for what was to come, and as a result, we’ve seen largely minimal impact and no injuries,” Finocchiaro said in a news conference televised from Darwin.</p><h2 id=\"airport-shut-down\">Airport shut down</h2><p>Footage showed sheets of rain pouring from roofs during the peak of the cyclone, while huge trees toppled into back yards and roads.</p><p>A section of the roof at the Royal Darwin Hospital collapsed, leaving bricks and debris littering a corridor floor.</p><p>The Darwin airport, which was forced to shut on Saturday, reopened on Sunday.</p><p>Fina is now moving offshore towards Western Australia, and forecasts say it may intensify to a Category 4 storm.</p><p>But weather authorities said Sunday it was unlikely the cyclone would make landfall, and that it would gradually break apart in the coming days.</p><p>Researchers have repeatedly warned that climate change amplifies the risk of natural disasters such as bushfires, floods and cyclones.</p><p>For residents of Darwin, a population of about 140,000, Fina conjured up painful memories of Cyclone Tracy, which wiped out much of the city on Christmas Day 1974, killing 66 people, in what was one of Australia’s worst natural disasters.</p></div></div></body></html>"
        },
        {
            "title": "Death toll from Vietnam floods rises to 90, several still missing | Floods News | Al Jazeera",
            "time": "2025-11-23T06:45:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251122__84TJ3KE__v2__HighRes__TopshotVietnamWeatherEnvironmentFlood-1763874494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from <a href=\"/news/2025/11/20/at-least-41-dead-as-heavy-rain-flooding-and-landslides-hit-central-vietnam#:~:text=More%20than%2052%2C000%20houses%20were,customers%20were%20left%20without%20electricity.\">severe floods</a> in south and central Vietnam has risen to 90, authorities said, as the Southeast Asian country continues to assess the damage after days of relentless rain.</p><p>In a statement on Sunday, the Vietnamese Ministry of Natural Resources and Environment said some 63 of the deaths since November 16 were recorded in the mountainous central Dak Lak province, where tens of thousands of homes were flooded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said at least 12 people were still missing in the region.</p><p>While the floodwaters have begun to recede in hard-hit Dak Lak, several communities remain inundated and hundreds of families are still affected, the VnExpress news website reported.</p><p>Mach Van Si, a 61-year-old farmer in Dak Lak, said the floodwaters left him and his wife stranded on their sheet-metal rooftop for two nights.</p><p>“Our neighbourhood was completely destroyed. Nothing was left. Everything was covered in mud,” he told the AFP news agency on Sunday.</p><p>By the time they climbed a ladder to their roof, Si said he was no longer scared. “I just thought we were going to die because there was no way out,” he said.</p><p>Relentless rain has lashed south-central Vietnam since late October, hitting popular holiday destinations with several rounds of flooding. Whole city blocks were inundated last week in coastal Nha Trang, while deadly landslides struck highland passes around the Da Lat tourist hub.</p><p>More than 80,000 hectares (200,000 acres) of rice and other crops across Dak Lak and four other provinces were damaged in the last week, with more than 3.2 million livestock or poultry dead or washed away by floodwaters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Authorities have used helicopters to airdrop aid to communities cut off by flooding and landslides, with the government deploying tens of thousands of personnel to deliver clothing, water purification tablets, instant noodles and other supplies to affected areas, state outlet Tuoi Tre News said.</p><p>Severe flooding in southern coastal Khanh Hoa province washed away two suspension bridges last week, leaving many households isolated, the outlet said, quoting officials.</p><p>Several locations on national highways remained blocked on Sunday due to flooding or landslides, according to the Environment Ministry, and some sections of railways were still suspended.</p><p>More than 129,000 customers remained without electricity, after more than a million were without power last week.</p><p>The Environment Ministry on Sunday estimated economic losses of $343m across five provinces due to the floods.</p><p>Prime Minister Pham Minh Chinh has ordered authorities to provide Dak Lak with 500 billion Vietnamese dollars ($19m) to help residents rebuild homes and “restore public assets”, the Vietnam News outlet reported.</p><p>He ordered a further 300 billion Vietnamese dollars ($11.4m) for Lam Dong, and 150 billion Vietnamese dollars ($5.7bn) each for Gia Lai and Khanh Hoa provinces.</p><p>He also ordered authorities to help affected residents to support and complete the repair of homes before November 20 and to build houses for people who lost their homes by the end of January, for the Lunar New Year holiday.</p><p>Natural disasters have left 279 people dead or missing in Vietnam and caused more than $2bn in damage between January and October, according to the national statistics office.</p><p>The Southeast Asian nation is prone to heavy rain between June and September, but scientists have identified a pattern of human-driven <a href=\"/video/inside-story/2025/11/22/is-the-global-public-tuning-out-the-climate-change-debate\">climate change</a> that is making extreme weather more frequent and destructive.</p></div></div></body></html>"
        },
        {
            "title": "Accused, shunned, exiled: The women banished to Ghana’s ‘witch camps’ | Women | Al Jazeera",
            "time": "2025-11-23T06:32:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/CT_GHANA_11MAY25_1207-1763635465.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"driven-out-of-their-homes\">Driven out of their homes</h2><p>Belief in witchcraft is deeply entrenched across Ghana, cutting through both rural and urban life, explains John Azumah, the director of the Sanneh Institute in Accra, a research centre, which has long supported survivors of witchcraft accusations and is part of a coalition pressing for legal and social reform.</p><p>“It’s not just a Ghanaian thing,” Azumah says. “Belief in the supernatural is so powerful in Africa. It’s very strong in Nigeria, in East Africa ... What is unique about Ghana is the camps in the north.”</p><p>Although accusations occur in other parts of Ghana, women in those areas are more likely to be ostracised than banished. Meanwhile, in the north, the accused are often sent to the “witch camps” that usually serve as their last refuge.</p><p>The camps are often located near or within villages and are overseen by traditional priests or camp chiefs, typically appointed by village leaders. The camp in Gambaga is the oldest and most well-known, but others exist in Kukuo, Gnani, and Kpatinga.</p><p>Women, often elderly, widowed, or without strong family protection, are most frequently targeted, Azumah says. Many, too, are “the poorest of the poor”, he added. Once accused, they are vulnerable to mob violence, abandonment, or lifelong banishment.</p><p>Sometimes, the accusations have deadly consequences. In July 2020, 90-year-old Akua Denteh was lynched in a public market after being accused. Her brutal killing shocked the nation, and sparked calls for reform.</p><p>“It is violence against women - a demonisation of women,” Azumah says, explaining how witchcraft is not always viewed as inherently evil. Women accused of witchcraft are feared and condemned, while men who are accused of it are thought to use it for protection or good, he explains.</p><p>Almost any misfortune can be interpreted as evidence of witchcraft, says Azumah. “Sometimes people are just accusing others maliciously, or to get them out of the way for some reason. It could be fights over property or farmland, or it could just be pure jealousy, like somebody's child is doing well in school.”</p><p>Once a woman is accused and sent to a camp, she may undergo a traditional \"trial\", involving the slaughter of a chicken or guinea fowl. \"When the guinea fowl or chicken is dying, the position of the body determines the outcome [of the trial],\" explains Alasan Shei, the traditional spiritual leader who oversees the Gnani camp. \"If it falls on its back with the head facing up, it means the woman has some witchcraft. But if it lies face down, then she is innocent.\"</p><p>Yet even when this ritual “proves” innocence, returning home is rare. For most women, the accusation alone is enough to drive them from their communities.</p><p>“Most often, the communities where the women are accused will not be ready to accept them back,” says Shei.</p></div></div></body></html>"
        },
        {
            "title": "Israel has violated Gaza truce nearly 500 times in 44 days, killed hundreds | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-23T06:23:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6921ed54780f-1763831124.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has violated the United States-brokered Gaza ceasefire at least 497 times in 44 days, killing hundreds of Palestinians since the ceasefire came into effect on October 10, according to the Gaza Government Media Office.</p><p>Some 342 civilians have been killed in the attacks, with <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">children</a>, women and the elderly accounting for the majority of the victims.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We condemn in the strongest terms the continued serious and systematic violations of the ceasefire agreement by the Israeli occupation authorities,” the office said in a statement on Saturday.</p><p>“These violations constitute a flagrant breach of international humanitarian law and the humanitarian protocol attached to the agreement. Among these violations, 27 occurred today, Saturday, resulting in 24 martyrs and 87 wounded,” it added.</p><p>The office also said Israel was fully responsible for the humanitarian and security repercussions from its violations.</p><p>Israel continues to heavily restrict the full and free flow of desperately needed aid and medical supplies into the devastated enclave as was mandated in the ceasefire agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s military launched a wave of air attacks across Gaza on Saturday, <a href=\"/news/2025/11/22/violence-never-ended-israeli-attacks-kill-nearly-two-dozen-in-gaza\">killing at least 24 Palestinians</a>, including children, in its latest violation of a six-week-old ceasefire in the war-torn territory.</p><p>Israeli Prime Minister Benjamin Netanyahu’s office said it launched these latest attacks after a Hamas fighter attacked Israeli soldiers in Israeli-occupied territory inside Gaza’s so-called <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">yellow line</a>.</p><p>“In response, Israel eliminated five senior Hamas [fighters],” it said in a statement.</p><p>There was no immediate comment from Hamas on the slain fighters.</p><p>Dozens of Palestinian families have been “besieged” in <a href=\"/news/liveblog/2025/11/20/live-israel-bombs-house-in-southern-gaza-kills-at-least-3-palestinians\">northern Gaza</a>, local authorities say, as the Israeli military has repositioned its forces deeper into the enclave in violation of the ceasefire agreement.</p><p>Set out in the agreement between Israel and Hamas, the yellow line refers to <a href=\"/news/2025/10/23/map-of-gaza-shows-where-israeli-forces-are-positioned-under-ceasefire-deal\">an unmarked boundary</a> where the Israeli military repositioned itself when the deal came into effect last month.</p><p>It has allowed Israel, which routinely fires at and kills Palestinians who approach the line, to retain control over more than half of the coastal territory.</p><p>Hamas accused Israel on Saturday of violating the truce “under fabricated pretexts” and called on mediators – the US, Egypt and Qatar – to intervene immediately.</p><p>Hamas said Israel has pushed westward beyond the yellow line, where Israeli troops are stationed in Gaza, and is changing the boundary set out as part of the deal.</p><p>“We call upon the mediators to intervene urgently and exert pressure to immediately halt these violations,” the Palestinian group said in a statement. “We also demand that the US administration fulfil its commitments and compel [Israel] to implement its obligations, and to confront its attempts to undermine the ceasefire in Gaza.”</p><p>A senior official also dismissed reports in Saudi Arabia-owned Al Arabiya that claimed it had called off the ceasefire.</p><p>“Israel is fabricating pretexts to evade the agreement and return to the war of annihilation, while it is the one violating the agreement daily and systematically,” Izzat al-Risheq, member of the Hamas political bureau, told the Quds News Network.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: US, European officials to discuss Trump’s plan | Conflict News | Al Jazeera",
            "time": "2025-11-23T05:46:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_69229b324359-1763875634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: US, European officials to discuss Trump’s plan</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Officials from the US, Ukraine, and national security advisers from France, UK and Germany to hold talks in Geneva today to discuss plan to end the war.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Enough repression’: Thousands of Tunisians protest against Kais Saied | Politics News | Al Jazeera",
            "time": "2025-11-23T05:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25326709838194-1763863917.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters have taken to the streets of the Tunisian capital to protest against what they call President Kais Saied’s <a href=\"/news/2025/11/14/rights-groups-decry-tunisias-injustice-crackdown-on-activists\">escalating authoritarianism</a> and the jailing of government critics.</p><p>At least 2,000 people, wearing black and carrying whistles and red ribbons, marched through Tunis on Saturday, chanting slogans, including “the people want the fall of the regime” and “no fear no terror, the street belongs to the people”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some held placards that read, “Enough repression” and “Not my president”.</p><p>The rally – under the slogan “against injustice” – brought together activists, NGOs and fragmented parties from across the spectrum in a rare display of unity in opposition to Saied.</p><p>It came weeks after a Tunisian court handed a five-year prison sentence to former administrative judge <a href=\"/news/2025/10/31/tunisia-sentences-lawyer-and-saied-critic-to-five-years-in-prison\">Ahmed Souab</a>, a vocal critic of the politicisation of the judiciary.</p><p>Tunisian journalist Said Zouari told Al Jazeera the protests show a newly found unity between the groups of various ideological backgrounds.</p><p>“But these protests are not finding any echo in the Carthage Palace,” Zouari told Al Jazeera, referring to the presidential residence.</p><p>The Tunisian government has jailed dozens of opposition figures, journalists, lawyers and businesspeople, accusing them of “conspiring against state security”.</p><p>But critics say Saied is using the judiciary and police to target his political opponents.</p><p>They warn that democratic gains in the birthplace of the Arab Spring in the years since the 2011 revolution that toppled longtime Tunisian leader Zine El Abidine Ben Ali are disappearing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“All the progress of the past 14 years has been overturned,” said Ayoub Amara, one of the organisers of Saturday’s protest. “Tunisia is big enough for all Tunisians, and no single person can rule it according to his whims.”</p><p>Monia Brahim, the wife of jailed opposition figure Abdelhamid Jlassi, said she joined the march because she believes “many Tunisians are facing deep injustice”.</p><p>“I came to defend my rights as a citizen,” she told The Associated Press news agency. “Political prisoners know for a fact that they are in prison to pay the price for their principles, their constitutional right for civil and political activism, and are being held hostage by the regime established today in Tunisia.”</p><p>Among those detained, some are currently on <a href=\"/news/2025/11/8/tunisian-opposition-figures-join-hunger-strike-to-support-jailed-politician\">hunger strike</a>, including constitutional law professor Jaouhar Ben Mbarek, who has been striking for more than 20 days.</p><p>The march on Saturday came as part of a broader surge in protests nationwide over political and economic turmoil under Saied’s rule. On Thursday, Tunisian journalists protested against the widening crackdown on the freedom of the press and the temporary suspension of several prominent civil society organisations.</p><p>Saied was democratically elected in 2019, succeeding <a href=\"/news/2019/7/25/tunisian-president-beji-caid-essebsi-dies-at-92\">Beji Caid Essebsi</a>, who died earlier this year. The 70-year-old suspended parliament and consolidated all branches of power in 2021 before moving to prosecute political opponents and former officials.</p><p>Early in Saied’s tenure, the Tunisian government focused its crackdown on the Ennahdha Party, which was part of Essebsi’s governing coalition.</p><p>Tunisian courts have handed several jail sentences to Ennahdha’s leader, former Parliament Speaker <a href=\"/news/2025/7/8/tunisian-court-hands-lengthy-prison-sentences-to-ex-officials\">Rached Ghannouchi</a>, in cases that his supporters say are politically motivated.</p><p>Even Saied’s former allies have not been spared by the crackdown.</p><p>Nadia Akacha, the Tunisian president’s former chief of staff, who was considered one of his close and influential aides, was sentenced to 35 years in prison in absentia in July.</p><p>Rights groups have also accused Saied of pushing to suppress civil society in Tunisia.</p><p>Amnesty International said earlier this month that the crackdown on rights groups has reached critical levels with arbitrary arrests, detentions, asset freezes, banking restrictions and suspensions targeting 14 NGOs.</p><p>Human Rights Watch, meanwhile, has said that more than 50 people, including politicians, lawyers, journalists and activists, have been subjected to arbitrary arrest or prosecution since late 2022, for exercising their rights to freedom of expression, peaceful assembly or political activity.</p><p>The rights group also warned that broad antiterrorism and cybercrime laws were being utilised to criminalise dissent and tame all forms of free speech.</p><p>Saied denies having become a dictator or using the judiciary against opponents, saying he is cleansing Tunisia of “traitors”.</p></div></div></body></html>"
        },
        {
            "title": "Airlines cancel Venezuela flights amid US warning, military buildup | Politics News | Al Jazeera",
            "time": "2025-11-23T03:20:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T213041Z_817956149_RC291IAE1W0W_RTRMADP_3_VENEZUELA-POLITICS-MARCH-1763862963.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six international airlines have suspended flights to Venezuela after the United States warned major carriers about a “potentially hazardous situation” due to “heightened military activity” around the South American country.</p><p>Spain’s Iberia, Portugal’s TAP, Chile’s LATAM, Colombia’s Avianca, Brazil’s GOL and Trinidad and Tobago’s Caribbean all halted flights to the country on Saturday, the AFP news agency reported, citing Marisela de Loaiza, the president of the Venezuelan Airlines Association.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>TAP said it was cancelling its flights scheduled for Saturday and next Tuesday, while Iberia said it was suspending flights to the Venezuelan capital, Caracas, until further notice.</p><p>TAP told the Reuters news agency that its decision was linked to the US notice, which it said “indicates that safety conditions in Venezuelan airspace are not guaranteed”.</p><p>According to the AFP news agency, Panama’s Copa Airlines, Spain’s Air Europa and PlusUltra, Turkish Airlines, and Venezuela’s LASER are continuing to operate flights for now.</p><p>The flight suspensions come as tensions between the US and Venezuela soar, with Washington deploying troops as well as the world’s largest aircraft carrier to the Caribbean, as part of what it calls an anti-narcotics operation. Caracas, however, describes the operation as a bid to force Venezuelan President <a href=\"/news/2025/11/14/is-venezuela-prepared-for-a-us-attack-as-washington-ramps-up-forces\">Nicolas Maduro</a> out of power.</p><p>The US military has also <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">carried</a> out at least 21 attacks on alleged drug boats in the Caribbean and the Pacific, killing at least 83 people.</p><p>The campaign – which critics say violates both international and US domestic law – began after the administration of President Donald Trump increased its reward for information leading to the arrest or conviction of Maduro to $50m, describing him as the “global terrorist leader of the Cartel de los Soles”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>President Trump, meanwhile, has sent mixed signals about the possibility of intervention in Venezuela, saying in a CBS interview earlier this month that he doesn’t think his country was going to war against Caracas.</p><p>But when asked if Maduro’s days as president were numbered, he replied, saying, “I would say yeah.”</p><p>Then, on Sunday, he said the US may open talks with Maduro, and on Monday, when asked about the possibility of deploying US troops to the country, he replied: “I don’t rule out that. I don’t rule out anything. We just have to take care of Venezuela.”</p><p>Days later, on Friday, the US Federal Aviation Agency (FAA) <a href=\"/news/2025/11/22/us-warns-civilian-flights-as-military-activity-around-venezuela-increases\">urged all flights</a> in the area to “exercise caution” due to the threats “at all altitudes, including during overflight, the arrival and departure phases of flight, and/or airports and aircraft on the ground”.</p><p>Ties between Washington and Caracas have been dominated by tensions since the rise of Maduro’s left-wing predecessor, <a href=\"/news/2013/3/6/venezuela-president-hugo-chavez-dies\">Hugo Chavez</a>, in the early 2000s.</p><p>The relationship deteriorated further after Maduro came to power following Chavez’s death in 2013.</p><p>Successive US administrations have rejected Maduro’s legitimacy and imposed heavy sanctions on the Venezuelan economy, accusing the president of corruption, authoritarianism and <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">election fraud</a>.</p><p>The Trump administration has hardened the US stance. Last week, it labelled the Venezuelan drug organisation, dubbed Cartel de los Soles (Cartel of the Suns), a “terrorist” group, and it accused Maduro of leading it, without providing evidence.</p><p>In recent weeks, conservative foreign policy hawks in the US have been increasingly calling on Trump to topple the Maduro government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro has accused the US of inventing “pretexts” for war, repeatedly expressing willingness to engage in dialogue with Washington. But he has warned that his country would push to defend itself.</p><p>“No foreign power will impose its will on our sovereign homeland,” he was quoted as saying by the Venezuelan outlet Telesur.</p><p>“But if they break peace and persist in their neocolonial intentions, they will face a huge surprise. I pray that does not occur, because – I repeat – they will receive a truly monumental surprise.”</p><p>Venezuelan opposition leader Maria Corina Machado, who recently won a Nobel Peace Prize, suggested that overthrowing Maduro would not amount to regime change, arguing the president lost the election last year and rigged the results.</p><p>“We’re not asking for regime change. We’re asking for respect of the will of the people and the people will be the one that will take care and protect this transition so that it is orderly, peaceful and irreversible,” she told The Washington Post on Friday.</p><p>Machado, 58, has called for privatising Venezuela’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">oil sector</a> and opening the country to foreign investments.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,368 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-23T02:53:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T113103Z_2024092433_RC2N1IANMOBM_RTRMADP_3_UKRAINE-CRISIS-HOLODOMOR-ZELENSKIY-1763856308.jpg?resize=1920%2C1333",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,368</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,368 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Sunday, November 23.</p><h2 id=\"trump-s-plan\">Trump’s plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>Officials from Ukraine, the United States, and the European Union are set to hold talks in Geneva to discuss US President Donald Trump’s proposed <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> for ending the war with Russia.</li>\n<li>Trump, who initially demanded Ukraine accept his plan by Thursday, told reporters on Saturday that the proposal was not his final offer. “We’d like to get to peace. One way or another, we’ll get it ended,” he said.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said on Saturday that he has signed a decree approving the composition of Kyiv’s delegation to the talks.</li>\n<li>“Our representatives know how to defend Ukraine’s national interests and exactly what must be done to prevent Russia from launching a third invasion,” he wrote in a social media post, adding that Russia’s “crimes” should not be “rewarded”.</li>\n<li>European and Western leaders welcomed Trump’s plan in a statement on Saturday, but said the draft requires “additional work”.</li>\n<li>They also pushed back against some of its elements, including the ceding of territory to Russia and limits on the size of the Ukrainian military. “We are clear on the principle that borders must not be changed by force,” they said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>German Chancellor Friedrich Merz stressed the need for Ukraine to be involved in any resolution of the conflict and to decide its own fate. “Wars cannot be ended by major powers over the heads of the countries affected,” he told reporters.</li>\n<li>The leaders of eight Nordic-Baltic countries released a separate statement, reaffirming their commitment to support Ukraine, including by continuing to arm its military. “We have, from the outset of Russia’s war of aggression, stood by Ukraine’s side, and we will continue to do so,” they said.</li>\n<li>In Washington, DC, <a href=\"/news/2025/11/21/more-details-of-us-plan-for-ukraine-emerge-sees-territory-ceded-to-russia\">Trump’s proposal</a> continued to face opposition from Democrats and some Republican hawks in Congress. Senator Angus King called it one of the worst “geopolitical mistakes” he has ever seen.</li>\n</ul><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched more than 60 strikes on the Nikopol district of Ukraine’s Dnipropetrovsk region, killing at least one person and wounding five others, according to local officials.</li>\n<li>Another Russian strike on a store in Ukraine’s Zaporizhia wounded five people, while Russian shelling killed three people, including two women in Kherson, officials said.</li>\n<li>The State Emergency Service of Ukraine said it ended its search and rescue operation following the deadly Russian missile <a href=\"/gallery/2025/11/20/russian-air-strikes-kill-26-in-devastating-attack-on-ukraines-ternopil\">attack in Ternopil</a> in the west of the country on November 19.</li>\n<li>The final death toll of that attack was 33, including six children, according to the agency. Ninety-four others were also wounded.</li>\n<li>Russia’s Ministry of Defence said its forces captured two villages in eastern Ukraine – Zvanivka in Donetsk and Nove Zaporizhzhia in the Zaporizhia region.</li>\n<li>The claim came as Ukraine’s Kyiv Independent reported that Russian forces appear to have captured more than 15 villages in Zaporizhia. It cited the Finnish open-intelligence collective, the Black Bird Group.</li>\n<li>The months-long battle for the town of Pokrovsk in Donetsk also continued, with Russia’s TASS news agency reporting that Russian troops have “encircled Ukrainian units” in several neighbourhoods there.</li>\n<li>For its part, the Ukrainian military said Russian attempts to reach the town’s centre were unsuccessful and that its forces were holding designed lines in northern Pokrovsk.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is the global public tuning out the climate change debate? | Climate Crisis | Al Jazeera",
            "time": "2025-11-22T22:12:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763846211.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Divisions mark the last days of the UN climate summit in the Brazilian city of Belem.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Division marked the COP30 climate summit in Brazil as countries struggled to reach a consensus on several sticking points, including a push to phase out fossil fuels.</p><p>As the world seeks to address the climate crisis, experts say scientists, politicians, media and business all have a role to play in keeping the public engaged.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But are they succeeding?</p><p><strong>Presenter:</strong> Neave Barker</p><p><strong>Guests:</strong></p><p>Professor John Sweeney – Contributor to the Intergovernmental Panel on Climate Change’s (IPCC) Nobel Peace Prize-winning assessment report</p><p>Professor Allam Ahmed – Leading scholar in sustainable development and the knowledge economy</p><p>Michael Shank – Climate communication expert and former director of media strategy at Climate Nexus</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Air traffic suspended at Netherlands airport after drone sightings | News | Al Jazeera",
            "time": "2025-11-22T22:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_692225e1dd-1763845601.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Air traffic suspended at Netherlands airport after drone sightings</h1><p class=\"article__subhead\"><em>Drone sightings caused suspension of air traffic at Eindhoven airport, impacting both civilian and military operations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 8 hours ago</span><span aria-hidden=\"true\">Updated: 8 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air traffic at the Eindhoven airport in the south of the Netherlands has resumed after a suspension that lasted several hours due to multiple drone sightings, the Dutch defence minister has said.</p><p>Traffic resumed around 11pm (22:00 GMT), Defence Minister Ruben Brekelmans said on Saturday, two hours after he had first reported the disruption.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Defence has taken measures,” the minister said. “Out of security considerations no further information can be shared.”</p><p>Eindhoven serves both as a civilian and as a military airport. All types of air traffic were suspended, Brekelmans said.</p><p>Asked if it was clear where the drones had come from, the Ministry of Defence had no additional comment.</p><p>The incident comes after drones and other airspace incursions caused considerable disruption across Europe in recent months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In September, more than 20 Russian drones entered <a href=\"/news/2025/9/10/poland-shoots-down-russian-drones-will-nato-enter-war-in-ukraine\">Polish airspace</a>, and three Russian military jets violated Estonia’s airspace for 12 minutes.</p><p>Since then, many drone flights, the origins of which are mostly unknown, have disrupted airspace operations in Europe.</p><p>European Commission President Ursula von der Leyen has called the incursions “hybrid warfare”.</p><h2 id=\"military-fires-at-drones\">Military fires at drones</h2><p>Separately on Saturday, the Defence Ministry said the Dutch military opened fire at drones over Volkel Air Base in the east of the country on Friday, but no wreckage was recovered.</p><p>Security staff at the base reported the drones between 7pm and 9pm on Friday (between 17:00 and 19:00 GMT), prompting the air force to fire ground-based weapons to take them down, the ministry said in a statement.</p><p>“The drones left the area and were not recovered,” the statement said.</p><p>In recent weeks, a series of incidents involving unidentified drone flights have been reported near military sites in the Netherlands and neighbouring Belgium.</p><p>Both the Dutch military and civilian police were investigating, according to the ministry, which said it was unclear why the drones were flying above and around the air base. No further details were provided, citing security reasons.</p><p>Volkel Air Base is used by the Royal Netherlands Air Force.</p><p>In the Netherlands, the use of drones near all airports is prohibited for flight safety reasons in addition to other security reasons around military facilities, the statement said.</p></div></div></body></html>"
        },
        {
            "title": "World leaders, rights groups react to COP30 climate deal | Climate Crisis News | Al Jazeera",
            "time": "2025-11-22T21:55:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_69221f8b0eea-1763843979.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The annual United Nations climate conference has ended with <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">an agreement</a> that urges action to address global warming, but falls short of endorsing a phase-out of fossil fuels.</p><p>After two weeks of heated debates, meetings and negotiations at the COP30 summit in the Brazilian city of Belem, world leaders on Saturday agreed to a deal that calls for countries to “significantly accelerate and scale up climate action worldwide”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The text lays out a series of promises and measures – including a call for developed countries to triple their funding to help poorer nations respond to the crisis – but makes no mention of a fossil fuel phase-out.</p><p>Dozens of states had been calling forthe COP30 deal to lay out a framework to ease away from their <a href=\"/news/2025/11/12/worlds-fossil-fuel-obsession-threatens-billions-of-lives-amnesty\">reliance on oil, gas and coal</a> – the major drivers of the climate crisis – but several countries that rely on fossil fuels had pushed back.</p><p>While observers say the deal marks a step forward in the world’s effort to address climate breakdown, several have argued that COP30 fell short of expectations.</p><p>Here’s a look at how some world leaders and climate advocates have reacted to the agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cop30-president-andre-aranha-correa-do-lago\">COP30 President Andre Aranha Correa do Lago</h2><p>“We know some of you had greater ambitions for some of the issues at hand. I know that you, civil society, will demand us to do more to fight climate change. I want to reaffirm that I will try not to disappoint you during my presidency,” he said during Saturday’s closing session.</p><p>“As [Brazilian] <a href=\"/news/2025/11/20/brazils-lula-faces-obstacles-in-push-for-agreement-at-climate-summit\">President</a> [Luiz Inacio Lula da Silva] said at the opening of this COP, we need roadmaps so that humanity – in a just and planned manner – can overcome its dependence on fossil fuels, halt and reverse deforestation and mobilise resources for these purposes,” he said.</p><p>“I, as president of COP30, will therefore create two roadmaps: One on halting and reverting [reversing] deforestation and another to transitioning away from fossil fuels in a just, orderly and equitable manner.”</p><h2 id=\"un-secretary-general-antonio-guterres\">UN Secretary-General Antonio Guterres</h2><p>“COP30 has delivered progress,” Guterres said in <a href=\"https://www.un.org/sg/en/content/sg/statements/2025-11-22/statement-the-secretary-general-the-agreement-cop30\" target=\"_blank\" rel=\"noopener\">a statement</a>, including the call to triple climate adaptation financing and recognition that the world is going to surpass the 1.5 degrees Celsius (2.7 degrees Fahrenheit) target for global warming set under the Paris Agreement.</p><p>“But COPs are consensus-based – and in a period of geopolitical divides, consensus is ever harder to reach. I cannot pretend that COP30 has delivered everything that is needed. The gap between where we are and what science demands remains dangerously wide,” the UN chief said.</p><p>“I understand many may feel dissapointed [sic] – especially young people, Indigenous Peoples and those living through climate chaos. The reality of overshoot is a stark warning: We are approaching dangerous and irreversible tipping points,” he added.</p><figure id=\"attachment_4124070\" aria-describedby=\"caption-attachment-4124070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124070\" src=\"/wp-content/uploads/2025/11/epa_692214caa2d7-1763841226.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12508023 UN Secretary-General Antonio Guterres speaks during the opening of the COP30 leaders' summit at the Hangar Convention Center in Belem, Brazil, 06 November 2025. The leaders’ summit at the UN Climate Conference (COP30) kicked off in the Brazilian Amazon, with around 60 heads of state and government in attendance, seeking to lay the groundwork for negotiators. EPA/ANDRE COELHO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124070\" class=\"wp-caption-text\">Guterres speaks during COP30’s opening session in Belem on November 6, 2025 [Andre Coelho/EPA]</figcaption></figure><h2 id=\"wopke-hoekstra-european-union-climate-commissioner\">Wopke Hoekstra, European Union climate commissioner</h2><p>“We’re not going to hide the fact that we would have preferred to have more, to have more ambition on everything,” Hoekstra told reporters.</p><p>“It is not perfect, but it is a hugely important step in the right direction.”</p><h2 id=\"colombian-president-gustavo-petro\">Colombian President Gustavo Petro</h2><p>“I do not accept that the COP30 declaration does not clearly state, as science does, that the cause of the climate crisis is the fossil fuels used by capital. If that is not stated, everything else is hypocrisy,” Petro wrote on <a href=\"https://x.com/petrogustavo/status/1992276426569974122\" target=\"_blank\" rel=\"noopener\">social media</a>.</p><p>“Life on the planet, including our own, is only possible if we separate ourselves from oil, coal, and natural gas as energy sources; science has determined this, and I am not blind to science.</p><p>“Colombia opposes a COP30 declaration that does not tell the world the scientific truth.”</p><h2 id=\"cuban-foreign-minister-bruno-rodriguez-parrilla\">Cuban Foreign Minister Bruno Rodriguez Parrilla</h2><p>“While the results fell short of expectations, the Belem COP strengthens and demonstrates the importance of multilateralism in addressing major global challenges such as combating #climatechange,” he wrote on X.</p><p>“Among its key outcomes are the call for developed countries to provide climate finance for adaptation in developing countries, at least tripling current levels by 2035; the establishment of a mechanism to support our countries in just transitions; and the commitment from developed countries to fulfill their obligations under the Paris Agreement.”</p><h2 id=\"china\">China</h2><p>“I’m happy with the outcome,” Li Gao, head of China’s delegation at COP30, told the AFP news agency.</p><p>“We achieved this success in a very difficult situation, so it shows that the international community would like to show solidarity and make joint efforts to address climate change.”</p><h2 id=\"alliance-of-small-island-states\">Alliance of Small Island States</h2><p>A group representing the interests of 39 small island and low-lying coastal states described the deal as “imperfect” but said it nevertheless was a step towards “progress”.</p><p>“Ultimately, this is the push and pull of multilateralism. The opportunity for all countries to be heard and to listen to each other’s perspectives, to collaborate, build bridges, and reach common ground,” the Alliance of Small Island States said in a statement.</p><h2 id=\"amnesty-international\">Amnesty International</h2><p>Ann Harrison, climate justice adviser at Amnesty International, noted that COP30 host Brazil had promised to make sure “every voice is heard and made strenuous efforts to <a href=\"/gallery/2025/11/16/thousands-march-in-brazil-town-hosting-cop30-for-climate-justice\">broaden participation</a>, which should be replicated”.</p><p>“Yet the lack of participatory, inclusive, and transparent negotiations left both civil society and Indigenous Peoples, who answered the global mutirao [working together] call in large numbers, out of the real decision making,” Harrison said in a statement.</p><p>Still, she said “people power” had helped achieve “a commitment to develop a Just Transition mechanism that will streamline and coordinate ongoing and future efforts to protect the rights of workers, other individuals and communities affected by fossil fuel phase out”.</p><h2 id=\"oxfam\">Oxfam</h2><p>Viviana Santiago, executive director of Oxfam Brasil, said COP30 “offered a spark of hope but far more heartbreak, as the ambition of global leaders continues to fall short of what is needed for a liveable planet”.</p><p>“A truly just transition requires those who built their fortunes on fossil fuels to move first and fastest – and provide finance in the form of grants, not loans, so front-line communities can do the same. Instead, the poorest countries already in debt are being told to transition faster, with fewer funds,” Santiago said.</p><p>“The spark of hope lies in the proposed Belem Action Mechanism, which puts workers’ rights and justice at the centre of the shift away from fossil fuels. But without financing from rich countries, the just energy transition risks becoming stalled in many countries.”</p></div></div></body></html>"
        },
        {
            "title": "Gaza was ‘near and dear’ to Zohran Mamdani’s NYC mayoral bid, father says | Donald Trump | Al Jazeera",
            "time": "2025-11-22T21:08:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763845703.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel launches fresh wave of deadly air strikes across Gaza | Gaza | Al Jazeera",
            "time": "2025-11-22T19:48:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763840773.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill 24 Palestinians in Gaza; Hamas urges US to intervene | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-22T19:40:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6921fba1f1d5-1763834786_bf0b94-1763857748.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s military has launched a wave of air attacks across Gaza, killing at least 24 Palestinians, including children, in its latest violation of a six-week old ceasefire in the war-torn territory.</p><p>The attacks on Saturday also wounded 87 others, according to authorities in Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Witnesses said the first strike hit a car in northern Gaza City, and was followed by more attacks in central Deir el-Balah and the Nuseirat refugee camp.</p><p>The drone attack in Gaza City killed at least 11 people and wounded 20 others, according to the managing director of al-Shifa Hospital, Rami Mhanna. It happened in the city’s Remal neighbourhood.</p><p>In Deir el-Balah, at least three people, including a woman, were killed when an Israeli strike hit a house there.</p><p>Khalil Abu Hatab, a witness, said the attack caused a “powerful explosion”.</p><p>“I looked outside and saw smoke covering the entire area. I couldn’t see a thing. I covered my ears and started shouting to the others in the tent to run,” he said.</p><p>“When I looked again, I realised the upper floor of my neighbour’s house was gone. It’s a fragile ceasefire. This is not a life we can live. There’s no safe place.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"systematic-violations\">‘Systematic violations’</h2><p>The Israeli attack on Nuseirat also hit a residential building.</p><p>Anas al-Saloul, who witnessed the attack, said he was sitting in his home when a missile suddenly hit his neighbour’s house.</p><p>“We took the injured and came to the hospital,” he said. “There were injuries and deaths, and everyone in the street was covered in debris,” he added.</p><p>According to the Gaza Government Media Office, Israel has violated the United States-brokered ceasefire at least 497 times since it came into effect on October 10.</p><p>Some 342 civilians have been killed in the attacks, with <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">children</a>, women and the elderly accounting for the majority of the victims.</p><p>“We condemn in the strongest terms the continued serious and systematic violations of the ceasefire agreement by the Israeli occupation authorities,” the office said in a statement.</p><p>“These violations constitute a flagrant breach of international humanitarian law and the humanitarian protocol attached to the agreement. Among these violations, 27 occurred today, Saturday, resulting in 24 martyrs and 87 wounded,” it added.</p><p>Israeli Prime Minister Benjamin Netanyahu’s office said it launched the attacks after a Hamas fighter attacked Israeli soldiers in Israeli-held territory.</p><p>“In response, Israel eliminated five senior Hamas [fighters],” it said in a statement.</p><p>There was no immediate comment from Hamas on the slain fighters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fabricated-pretexts\">‘Fabricated pretexts’</h2><p>Earlier in the day, as the attacks unfolded, the Palestinian group accused Israel of violating the truce “under fabricated pretexts” and called on mediators – the US, Egypt and Qatar – to intervene immediately.</p><p>It also said Israel has pushed westward <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">beyond the yellow line</a>, where Israeli troops are stationed in Gaza, and is changing the boundary set out as part of the deal.</p><p>“We call upon the mediators to intervene urgently and exert pressure to immediately halt these violations,” the Palestinian group said in a statement. “We also demand that the US administration fulfil its commitments and compel [Israel] to implement its obligations, and to confront its attempts to undermine the ceasefire in Gaza.”</p><p>A senior official also dismissed reports in Saudi Arabia-owned Al Arabiya that claimed it had called off the ceasefire.</p><p>“Israel is fabricating pretexts to evade the agreement and return to the war of annihilation, while it is the one violating the agreement daily and systematically,” Izzat al-Risheq, member of the Hamas political bureau, told Quds News Network.</p><p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said the latest attacks were traumatising for Palestinians.</p><p>“This is a reminder that the ceasefire is quite fragile, and in fact, [the] violence never ended at all,” he said. “What was going at a very fast pace in the past few years has now turned into this slow and steady pattern of killing,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"west-bank-attacks\">West Bank attacks</h2><p>Meanwhile, more Israeli military and settler violence was reported on Saturday in the occupied West Bank amid what the United Nations has described as a <a href=\"/news/2025/11/1/israeli-attacks-on-olive-harvest-threaten-palestinian-way-of-life-un\">record-breaking surge</a> in attacks on Palestinians.</p><p>The Palestinian news agency Wafa said Israeli settlers assaulted Palestinian farmers southeast of Masafer Yatta, in the West Bank’s South Hebron Hills area.</p><p>Separately, Wafa said Israeli soldiers also wounded two Palestinians during a raid in Dura, a town south of Hebron.</p><p>Israeli attacks in the West Bank have increased in the shadow of Israel’s war on Gaza, which has killed nearly 70,000 Palestinians in the coastal enclave since October 2023.</p><p>They also come as members of Israel’s far-right government push to <a href=\"/news/2025/7/23/israeli-parliament-approves-symbolic-motion-on-west-bank-annexation\">formally annex the territory</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, a spokesperson for the UN High Commissioner for Human Rights noted that 260 Israeli settler attacks were recorded in October – more than in any month since 2006.</p><p>“The surge in violence comes as Israeli authorities have ramped up home demolitions, the seizure of property, arrests, and movement restrictions, alongside the unabated building of settlements and outposts and the forcible displacement and transfer of thousands of Palestinians by Israeli settlers and the military,” Thameen al-Kheetan said in <a href=\"https://www.ohchr.org/en/press-briefing-notes/2025/11/occupied-west-bank-increased-israeli-violence-against-palestinians\" target=\"_blank\" rel=\"noopener\">a statement</a>.</p><p>“Permanently displacing the Palestinian population within occupied territory amounts to unlawful transfer, which is a war crime. The transfer by Israel of parts of its own civilian population into the territory it occupies also amounts to a war crime.”</p></div></div></body></html>"
        },
        {
            "title": "Indian trade unions oppose new labour codes, call for demonstrations | Business and Economy News | Al Jazeera",
            "time": "2025-11-22T19:38:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69220347-1763836744.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indian trade unions oppose new labour codes, call for demonstrations</h1><p class=\"article__subhead\"><em>The unions demand the laws be withdrawn before nationwide protests they plan to hold on Wednesday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ten large Indian trade unions have condemned the government’s rollout on Friday of <a href=\"/economy/2025/11/21/india-implements-sweeping-labour-reforms-despite-union-opposition\">new labour codes</a>, the biggest such overhaul in decades, as a “deceptive fraud” against workers.</p><p>The unions, aligned with parties opposing Prime Minister Narendra Modi, demanded in a statement late on Friday that the laws be withdrawn before nationwide protests they plan to hold on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One of the trade unions, Centre of Indian Trade Unions, organised protest marches on Saturday in the eastern city Bhubaneswar, where hundreds of workers gathered and burned copies of the new labour codes.</p><p>Modi’s government implemented the four labour codes, approved by parliament five years ago, as it seeks to simplify work rules, some dating to British colonial rule, and liberalise conditions for investment.</p><p>It says the changes improve worker protections. While the new rules offer social security and minimum-wage benefits, they also allow companies to hire and fire workers more easily.</p><p>Unions have strongly opposed the changes, organising multiple nationwide protests over the past five years.</p><p>The Labour Ministry did not immediately respond on Saturday to a Reuters news agency request for comment on the union demands. The government has held over a dozen consultations with unions since June 2024, an internal ministry document on the labour codes shows.</p><p>The rules allow longer factory shifts and night work for women, while raising the threshold for firms that need prior approval for layoffs to 300 workers from 100, giving companies greater flexibility in workforce management.</p><p>Businesses have long criticised India’s work rules as a drag on manufacturing, which contributes less than a fifth to the country’s nearly $4 trillion economy.</p><p>But the Association of Indian Entrepreneurs expressed concern that the new rules would significantly increase operating costs for small and midsize enterprises and disrupt business continuity across key sectors.</p><p>It asked the government for transitional support and flexible implementation mechanisms. Not all unions oppose the overhaul.</p><p>The right-wing Bharatiya Mazdoor Sangh, aligned with Modi’s party, called on states to implement them after consultations on some of the codes. Indian states are expected to craft rules aligning with the new federal codes covering wages, industrial relations, social security and occupational safety.</p></div></div></body></html>"
        },
        {
            "title": "G20 leaders adopt new declaration, even as US boycotts summit | Donald Trump | Al Jazeera",
            "time": "2025-11-22T18:09:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763834930.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Barcelona thrash Athletic Bilbao 4-0 on emotional return to Camp Nou | Football News | Al Jazeera",
            "time": "2025-11-22T17:56:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6921f20cd4-1763832332.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona were back at their beloved Camp Nou and produced a <a href=\"/sports/liveblog/2025/11/22/live-barcelona-vs-athletic-bilbao-la-liga\">dominant 4-0 victory</a> over 10-man Athletic Bilbao to add to the homecoming celebrations.</p><p>Some 45,000 fans were on hand on Saturday as what is set to be Europe’s largest football stadium reopened at roughly half capacity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Camp Nou had been closed for more than two years for a major overhaul that the indebted club hopes will boost revenues.</p><p>Robert Lewandowski set the tone early, capitalising on an error in Athletic’s defence in the fourth minute. Alex Berenger mishandled the ball while attempting to play out from the back, allowing the Polish striker to seize possession and fire a low effort past Unai Simon at the near post.</p><p>Barcelona maintained control throughout, relentlessly pressuring an out-of-form Athletic side. Ernesto Valverde’s charges have only managed three wins since September, losing six of their last nine league fixtures.</p><p>Eighth in the table with 17 points, Athletic rarely threatened the hosts.</p><p>Barcelona struck again in first-half stoppage time. Lamine Yamal’s expertly delivered long ball into space found Torres, and the Spanish forward took the pass perfectly in his stride, raced into the area and calmly slotted past Simon.</p><p>Three minutes into the second half, Barcelona punished another defensive lapse by Athletic. Attempting to play out from the back, the visitors gifted possession to the alert Fermin Lopez, who rifled a bullet strike into the net.</p><p>Athletic’s frustrations boiled over when Oihan Sancet was sent off with a straight red card in the 53rd minute following a reckless challenge on Lopez.</p><p>In the closing stages, Torres added his second, rounding off another counterattack set up by the 18-year-old Yamal, who provided a second sublime assist.</p><figure id=\"attachment_4123730\" aria-describedby=\"caption-attachment-4123730\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4123730\" src=\"/wp-content/uploads/2025/11/getty_6921e6fe53-1763829502.jpg?w=770&amp;resize=770%2C601&amp;quality=80\" alt=\"BARCELONA, SPAIN - NOVEMBER 22: Robert Lewandowski of FC Barcelona celebrates scoring his team's first goal with teammate Fermin Lopez during the LaLiga EA Sports match between FC Barcelona and Athletic Club at Spotify Camp Nou on November 22, 2025 in Barcelona, Spain. (Photo by Alex Caparros/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4123730\" class=\"wp-caption-text\">Lewandowski, right, celebrates scoring his team’s first goal with teammate Fermin Lopez [Alex Caparros/Getty Images]</figcaption></figure><p>The win pulled Barcelona level on points with Real Madrid atop the table before Madrid visits Elche on Sunday.</p><p>“We played well from the start and took another three points, but the important thing today is being back at Camp Nou,” Lewandowski said. “It is something else to play here. I think when we play at Camp Nou, we are a little bit stronger.”</p><p>Barcelona’s fans belted out the club hymn before kickoff amid a celebratory vibe despite the chilly weather.</p><p>They had reason to be extra happy. The last time they had been able to attend a game at Camp Nou was May 2023. For the following 900-plus days, Barcelona played their home games at the municipally owned 55,000-seat Olympic Stadium located atop a hill overlooking the city that was more difficult to reach.</p><p>“It has been two years at the [Olympic Stadium] and it wasn’t easy, the atmosphere wasn’t the same, you could tell it wasn’t Camp Nou,” the 36-year-old fan Carlos Narváez told The Associated Press.</p><p>“This is like coming home. I am sure the players will feel that way, just like we fans do. You can see how excited everyone is.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But homecoming aside, there is still significant work before the new-look Camp Nou is finished and ready to hold 105,000 fans.</p><p>The top tier of Camp Nou remains mostly a skeleton of metal and concrete beams and pillars; huge construction cranes loom over the stadium and are visible from the stands, and there are areas that look like a construction site.</p><p>Work on upgrading Camp Nou began in June 2023 to repair, modernise and expand a venue that previously had a capacity of 99,000. The club secured 1.45 billion euros (then $1.6bn) from multiple investors to undertake the remodelling project.</p><p>Barcelona had originally planned to be back playing games at Camp Nou as early as November 2024 to coincide with the club’s 125th anniversary. The date was pushed back several times, and the club has not said when it now expects the stadium work to be completed. The club said it plans to seek permission from authorities to open more seating as work progresses.</p><p>Barcelona also received authorisation from UEFA this week to host Eintracht Frankfurt at Camp Nou on December 9.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "COP30 deal urges more funds for poorer countries, omits fossil fuels | Climate Crisis News | Al Jazeera",
            "time": "2025-11-22T16:18:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_6921d5521ff8-1763824978.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>World leaders have agreed to a deal at the United Nations climate conference in Brazil that seeks to address the crisis, but the agreement does not include any mention of phasing out the fossil fuels driving climate change.</p><p>The text was approved on Saturday afternoon after negotiations <a href=\"/news/2025/11/21/un-climate-talks-go-into-overtime-as-divisions-over-fossil-fuels-persist\">stretched through the night</a>, well beyond the expected close of the two-week COP30 summit in the Brazilian city of Belem, amid deep divisions over the fossil fuel phase-out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement pledges to review climate-related trade barriers and calls on developed nations to “at least triple” the money given to developing countries to help them withstand extreme weather events.</p><p>It also urges “all actors to work together to significantly accelerate and scale up climate action worldwide” with the aim of keeping the 1.5 degrees Celsius (2.7 degrees Fahrenheit) mark for global warming – an internationally agreed-upon target set under the Paris Agreement – “within reach”.</p><p>Wopke Hoekstra, the European Union’s climate commissioner, said the outcome was a step in the right direction, but the bloc would have liked more.</p><p>“We’re not going to hide the fact that we would have preferred to have more, to have more ambition on everything,” Hoekstra told reporters. “We should support it because at least it is going in the right direction,” he said.</p><p>France’s ecological transition minister, Monique Barbut, also said it was a “rather flat text” but Europeans would not oppose it because “there is nothing extraordinarily bad in it”.</p><p>Cuban Foreign Minister Bruno Rodriguez Parrilla also said in <a href=\"https://x.com/BrunoRguezP/status/1992223952840638591\" target=\"_blank\" rel=\"noopener\">a social media post</a> that while the outcome “fell short of expectations”, COP30 demonstrated the importance of multilateralism to tackle global challenges such as climate change.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"needed-a-giant-leap\">‘Needed a giant leap’</h2><p>Countries had <a href=\"/news/2025/11/21/countries-sharply-split-on-fossil-fuels-on-cop30-climate-summit-final-day\">been divided</a> on a number of issues in Belem, including a push to phase out fossil fuels – the largest drivers of the climate crisis – that drew opposition from oil-producing countries and nations that depend on oil, gas and coal.</p><p>Questions of <a href=\"/opinions/2025/8/20/to-close-the-climate-finance-gap-let-vulnerable-nations-use-carbon-markets\">climate finance</a> also sparked heated debates, with developing nations demanding that richer countries bear a greater share of the financial burden.</p><p>But COP30 host Brazil had pushed for a show of unity, as the annual conference is largely viewed as a test of the world’s resolve to address a deepening crisis.</p><p>“We need to show society that we want this without imposing anything on anyone, without setting deadlines for each country to decide what it can do within its own time, within its own possibilities,” Brazilian President Luiz Inacio Lula da Silva <a href=\"/news/2025/11/20/brazils-lula-faces-obstacles-in-push-for-agreement-at-climate-summit\">said earlier this week</a>.</p><p>Speaking during Saturday afternoon’s closing session in Belem, COP30 President Andre Aranha Correa do Lago acknowledged that several countries as well as civil society groups “had greater ambitions for some of the issues at hand”.</p><p>“As President Lula said at the opening of this COP, we need roadmaps so that humanity – in a just and planned manner – can overcome its dependence on fossil fuels, halt and <a href=\"/podcasts/2025/8/25/the-take-how-did-lula-da-silva-cut-amazon-deforestation-in-half\">reverse deforestation</a> and mobilise resources for these purposes,” Correa do Lago said.</p><p>“I, as president of COP30, will therefore create two roadmaps: One on halting and reverting [reversing] deforestation and another to transitioning away from fossil fuels in a just, orderly and equitable manner,” he said, spurring a round of applause from delegates.</p><p>Correa do Lago also added that the first international conference on the phase-out of fossil fuels is scheduled to take place in Colombia in April.</p><p>Speaking to Al Jazeera before the draft text was released, Asad Rehman, chief executive director of Friends of the Earth, said <a href=\"/news/2025/5/7/two-thirds-of-global-warming-caused-by-worlds-richest-10-study-finds\">richer countries</a> “had to be dragged – really kicking and screaming – to the table” at COP30.</p><p>“They have tried to bully developing countries and have weakened the text … But I would say that, overall, from what we’re hearing, we will have taken a step forward,” Rehman said in an interview from Belem.</p><p>“This will be welcomed by the millions of people for whom these talks are a matter of life and death. However, in the scale of <a href=\"/news/2025/11/4/world-very-likely-to-exceed-1-5c-climate-goal-in-next-decade-un\">the crisis that we face</a>, we of course needed a giant leap forward.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ukraine’s allies say more work needed on US plan to end Russia’s war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-22T15:23:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T130137Z_1985528875_RC2O1IA57K7R_RTRMADP_3_G20-SUMMIT-1763851088.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian and US officials will meet in Switzerland on Sunday to discuss Washington’s proposed <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> for ending the war with Russia, as Ukraine’s allies said the proposal needs more work.</p><p>“In the coming days, consultations will take place with partners regarding the steps needed to end the war,” President Volodymyr Zelenskyy said on Saturday on X, after he issued a decree stating Ukraine’s team for the talks, which will be led by his top aide, Andriy Yermak.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our representatives know how to defend Ukraine’s national interests and what is necessary to prevent Russia from launching a third invasion,” Zelenskyy added.</p><p>US President Donald Trump gave Ukraine until Thursday to approve the 28-point plan to end the nearly four-year war, which would see the invaded country cede territory, cut its army, and pledge to never join NATO.</p><p>However, on Saturday, Trump said the current US proposal was not a final offer. “The war needs to end one way or another,” he told reporters. But he said “no” when asked if this was his final offer.</p><p></p><p>German Chancellor Friedrich Merz on Saturday told reporters at the G20 summit that envoys from Germany, France, the UK and the EU will join Ukrainian negotiators in Geneva.</p><p>Rustem Umerov, Ukraine’s security council secretary, who’s also on board for the talks, earlier also indicated Switzerland as a location for the deliberations.</p><p>“This is another stage of the dialogue that has been ongoing in recent days and is primarily aimed at aligning our vision for the next steps,” added Umerov, formerly a defence minister. He previously led a few rounds of negotiations with Russia in Turkiye, which only yielded prisoner exchanges and the repatriations of bodies.</p><p>Zelenskyy’s decree also said the negotiations will include “representatives of the Russian Federation”. There was no immediate confirmation from Russia whether it would join the talks.</p><h2 id=\"eu-pushes-back-against-us-plan\">EU pushes back against US plan</h2><p class=\"s4\">European and other Western leaders said they believe the plan was a basis for talks to end Russia’s war but required “additional work”.</p><p>“We are clear on the principle that borders must not be changed by force,” said the leaders of key European countries, as well as Canada and Japan, in a joint statement.</p><p>“We are also concerned by the proposed limitations on Ukraine’s armed forces, which would leave Ukraine vulnerable to future attack,” they said, adding that any implementing elements of the plan linked with the 27-member bloc and NATO would have to be undertaken with the consent of member states.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>German Chancellor Merz said Russia’s war could only be ended with Ukraine’s “unconditional consent”.</p><p>“Wars cannot be ended by major powers over the heads of the countries affected,” he said on the sidelines of the summit.</p><p>Later on Saturday, British Prime Minister Keir Starmer spoke by phone to Zelenskyy, followed by a call with Trump, a British government spokesperson.</p><p>Starmer reiterated Britain’s “steadfast support for Ukraine” in his conversation with Zelenskyy and agreed with Trump that British and US teams would work together on the US peace plan for Ukraine in Geneva, the spokesperson said.</p><p>Russia’s Deputy Foreign Minister Sergey Ryabkov said in an interview with the state-owned International Affairs magazine, published on Saturday, that he would not rule out the possibility of another meeting between Trump and Russian President Vladimir Putin, who has <a href=\"/news/2025/11/21/ukraine-doubts-russias-desire-for-peace-amid-reports-of-us-drafted-plan\">backed the US proposal</a>.</p><p>“The search for a way forward continues,” he said, adding that Moscow and Washington continue to keep channels for dialogue open despite the lack of an agreement during a Trump-Putin meeting in August, and the indefinite suspension of another planned round in Budapest.</p><p>Putin has refused to engage in a summit that includes Zelenskyy and will be even less likely to now, given he believes Russia has the upper hand on the battlefield and the ear of the US on the diplomatic front.</p><h2 id=\"russian-attacks-ongoing\">Russian attacks ongoing</h2><p>Meanwhile, Russian forces continue to report advances in eastern Ukraine.</p><p>The Russian Ministry of Defence announced on Saturday that its soldiers “liberated” the settlement of Zvanivka in the Donetsk region’s Bakhmut, allegedly inflicting “significant losses” on Ukrainian forces.</p><p>It also released footage of air attacks and FPV drone attacks on Ukrainian positions in the Zaporizhia region, where Russian forces have been <a href=\"/news/2025/11/18/russia-gains-ground-in-zaporizhzhia-in-southeastern-ukraine\">getting closer to the strategic town of Huliaipole</a> using glide bombs and tactical ground incursions.</p><p>The Defence Ministry claimed that the Novoe Zaporozhye area was taken under Russian control, including a “major enemy defence node” covering an area of more than 14sq km (five square miles).</p><p>This would add to a growing number of villages in the southeastern Ukrainian region that have been captured by Russian troops since September as they try to push back the Ukrainian military and <a href=\"/news/2025/11/10/millions-endure-power-cuts-in-ukraine-as-russia-strikes-more-energy-sites\">strike energy infrastructure</a> with another punishing winter of war approaching.</p><p>Ukrainian soldiers are also under intense attacks in the Pokrovsk area, where the fighting is believed to be fierce as the Russian military command redeploys forces to strengthen its offensive.</p><figure id=\"attachment_4123326\" aria-describedby=\"caption-attachment-4123326\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4123326\" src=\"/wp-content/uploads/2025/11/2025-11-22T113103Z_2024092433_RC2N1IANMOBM_RTRMADP_3_UKRAINE-CRISIS-HOLODOMOR-ZELENSKIY-1763821861.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Zelenskyy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4123326\" class=\"wp-caption-text\">Ukraine’s President Volodymyr Zelenskyy, First Lady Olena Zelenska, top officials and service members visit a monument to Holodomor victims during a commemoration ceremony of the famine of 1932-33, in Kyiv, Ukraine, November 22, 2025 [Handout/Ukrainian Presidential Press Service via Reuters]</figcaption></figure><p>Regional Ukrainian authorities have reported at least one civilian death and 13 injuries over the past day as a result of Russian air attacks. The fatal strike took place in Donetsk, Governor Vadym Filashkin said.</p><p>Ukraine’s air force said Russian troops launched one Iskander-M ballistic missile from annexed Crimea and 104 drones from several areas towards multiple Ukrainian regions overnight into Saturday, of which 89 drones were downed. Most of the drones were of Iranian design, it added.</p><p>Ukrainian media said the Yany Kapu electric substation in northern Crimea was targeted by drones overnight, with footage circulating on social media showing explosions and strikes.</p><p>The Russian Defence Ministry said its air force shot down six fixed-wing Ukrainian drones over Crimea early on Saturday, without confirming any hits on the ground.</p></div></div></body></html>"
        },
        {
            "title": "‘I don’t mind’: Trump unfazed with Mamdani calling him a ‘fascist’ | Donald Trump | Al Jazeera",
            "time": "2025-11-22T14:03:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763820138.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Mamdani says Israel is ‘committing genocide’ in Gaza at Trump meeting | Gaza | Al Jazeera",
            "time": "2025-11-22T13:58:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763819309.jpg?resize=1843%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘Really great mayor’: Trump showers Zohran Mamdani with praise | Donald Trump | Al Jazeera",
            "time": "2025-11-22T13:45:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763819114.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Bolsonaro detained for damaging ankle monitor | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-11-22T12:15:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/epa_68b6fdc84865-1756822984.jpg?resize=1920%2C1381",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s former President Jair Bolsonaro has been taken into police custody after the country’s Supreme Court deemed him a flight risk for tampering with his ankle monitor.</p><p>The court said on Saturday that the far-right politician – who was under <a href=\"/news/2025/11/21/former-president-jair-bolsonaro-asks-to-serve-house-arrest-in-brazil\">house arrest</a> while he appeals a <a href=\"/news/2025/10/28/brazils-ex-president-bolsonaro-appeals-27-year-sentence-for-attempted-coup\">conviction</a> for a foiled coup attempt – had tried to disable his ankle monitor in order to escape.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a video made public by the court, Bolsonaro admitted that he had used a soldering iron on the monitoring bracelet out of “curiosity”.</p><p>The footage showed the device badly damaged and burned, but still on his ankle.</p><p>Supreme Court judge Alexandre de Moraes said Bolsonaro’s detention was a preventive measure. He also cited a planned vigil by supporters outside Bolsonaro’s home on Saturday, which he said could undermine police monitoring of his house arrest.</p><p>“The tumult caused by an illegal gathering of the convict’s supporters has a strong chance of putting at risk the house arrest and other precautionary measures, allowing for his eventual escape,” Moraes wrote.</p><p>Bolsonaro’s son, Flavio, who had called for the vigil, had urged Bolsonaro supporters to come and “fight for your country”.</p><p>Bolsonaro’s lawyers said they would appeal the detention order.</p><p>They said the arrest of the 70-year-old former president caused “deep perplexity”, adding that the prayer vigil was guaranteed by Brazil’s constitution under the right to religious freedom.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"act-of-desperation\">‘Act of desperation’</h2><p>Bolsonaro was sentenced in September to 27 years and three months in prison for plotting a coup after losing the 2022 presidential election to leftist Luiz Inacio Lula da Silva. The former army captain was identified as the leader and main beneficiary of a scheme to prevent Lula from taking office in 2023.</p><p>The plot allegedly involved a plan to assassinate Lula, his vice president, Geraldo Alckmin, and Moraes.</p><p>However, the courts have not yet issued a final arrest order in that case, as Bolsonaro has not exhausted the appeals process.</p><p>In his Saturday ruling, Moraes also highlighted the proximity of Bolsonaro’s home to the United States embassy, raising the risk of him seeking political asylum.</p><p>Bolsonaro is an ally of US President Donald Trump, who had called the trial a “witch-hunt” and imposed punitive tariffs and sanctions against Brazil over it.</p><p>Moraes also cited evidence that Bolsonaro had previously considered seeking asylum in the Argentinian embassy in Brasilia. One of his sons, federal lawmaker Eduardo Bolsonaro, and other close allies have fled Brazil to avoid the reach of the country’s courts, the judge noted in his decision.</p><p>Moraes gave Bolsonaro’s lawyers 24 hours to explain the damage to the ankle monitor.</p><p>Bolsonaro’s son, Flavio, told reporters that his father could have burned the ankle monitor as an “act of desperation” or out of “shame” for having to wear it in front of visiting relatives.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Bolsonaro has now been taken to a federal police complex in Brasilia, where prisoners undergo medical examinations before being sent to jail, the AFP news agency reported. He is being detained in a small holding cell with a single bed, a television, air conditioning and a toilet, according to a description and a video released by federal police.</p><p>On Saturday afternoon, Trump told reporters outside the White House that he had been unaware of Bolsonaro’s arrest.</p><p>“Is that what happened? That’s too bad,” he added. He said he had spoken to Lula on Friday and would be meeting with him soon.</p><p>In a harsher remark, US Deputy Secretary of State Christopher Landau said Washington was “gravely concerned” by Justice Moraes’s “latest attack on the rule of law and political stability in Brazil”.</p><p>“There is nothing more dangerous to democracy than a judge who knows no limits on his power,” Landau wrote on X.</p><h2 id=\"political-persecution\">‘Political persecution’</h2><p>Dozens of Bolsonaro supporters, meanwhile, gathered on Saturday night by a sound truck outside his gated community. They sang evangelical Christian hymns as Flavio Bolsonaro wiped away tears, standing next to a cardboard cutout of his father.</p><p>“I don’t know what’s going on inside the Federal Police now. If something happens to my father, Alexandre de Moraes, if my father dies in there, it’s your fault,” Flavio said in a live video broadcast.</p><p>If Bolsonaro’s appeals are unsuccessful, his defence has said he should be allowed to serve his nearly three-decade sentence under house arrest, citing health issues. The former president, who was stabbed in the abdomen during a 2018 campaign event, has a history of hospitalisations and surgeries related to the attack.</p><p>Outside the federal police complex where Bolsonaro was being held, a group of women gathered and uncorked a bottle of sparkling wine to celebrate his imprisonment.</p><p>Ana Denise Sousa, 47, a high school philosophy teacher, told AFP she was overjoyed.</p><p>“The biggest scoundrel, the worst guy … who screwed everyone over, who [attempted] a coup, who never felt pity for anyone – and now he’s going to pay,” she said.</p><p>Supporters also arrived at the scene, draped in Brazil’s green and yellow flag.</p><p>“This is all political persecution,” said Alessandro Goncalves de Almeida, a 53-year-old rideshare driver.</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Barcelona vs Athletic Bilbao 4-0: La Liga - as it happened | Football News | Al Jazeera",
            "time": "2025-11-22T12:15:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6921f0a4c2-1763831972_8f1856-1763832054.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Barcelona vs Athletic Bilbao 4-0: La Liga – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Barcelona mark their long-awaited return to the Camp Nou stadium by thumping Athletic Club.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}