{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "South Africa seeks to prioritise developing world at historic G20 summit | Climate Crisis News | Al Jazeera",
            "time": "2025-11-22T10:04:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T081737Z_733615274_RC2K1IASJ1B2_RTRMADP_3_G20-SUMMIT-1763799861.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">South Africa has sought to preserve the integrity and stature of the Group of 20 (G20) top economies, President Cyril Ramaphosa has said in opening remarks to the historic summit in Johannesburg, the first on the African continent.</p><p>Ramaphosa said on Saturday that South Africa is committed to ensuring that the development priorities of the Global South and Africa find expression in the group’s agenda.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The president added there is an overwhelming consensus that one of the summit’s tasks is to adopt a declaration, emphasising the need for “multilateralism” to confront “the threats facing humanity today”.</p><p>The United States, which is boycotting the summit, has demanded that the summit not issue a declaration. Ramaphosa has flatly rejected that.</p><p>The summit started with an ambitious <a href=\"/economy/2025/11/22/g20-summit-in-south-africa-whos-attending-and-whats-on-the-agenda\">agenda</a> to make progress on solving some of the longstanding problems that have afflicted the world’s poorest nations.</p><p>Leaders and top government officials from the richest and leading emerging economies came together at an exhibition centre near the famous Soweto township in South Africa, once home to iconic post-Apartheid leader Nelson Mandela, to try and find some consensus on the priorities set out by the host country.</p><p>Many of South Africa’s priorities for the group, including a focus on climate change and its impact on developing countries, have met resistance from the US.</p><p>South Africa, which gets to set the agenda as the country holding the rotating presidency, wants leaders to agree to more help for poor countries to recover from climate-related disasters, reduce their foreign debt burdens, transition to green energy sources and harness their own critical mineral wealth – all in an attempt to counter widening global inequality.</p><p>“We’ll see,” United Nations Secretary-General Antonio Guterres said on whether the G20 could prioritise developing world countries and make meaningful reforms.</p><p>“But I think South Africa has done its part in putting those things clearly upon the table.”</p><p>Guterres cautioned that rich nations have often failed to make the concessions required to strike effective climate or global financial reform agreements.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two-day summit is taking place without the world’s biggest economy after President Donald Trump <a href=\"/news/2025/11/21/how-trumps-absence-marks-leadership-opportunity-for-china-at-g20\">ordered</a> a boycott of the summit over his baseless claims that South Africa is pursuing racist anti-white policies and persecuting its Afrikaner white minority.</p><p>The Trump administration has also made clear its opposition to South Africa’s G20 agenda from the start of the year, when it began hosting G20 meetings.</p><p>US Secretary of State Marco Rubio skipped a G20 foreign ministers ‘ meeting in February, slamming the agenda as being all about diversity, equity and inclusion, and climate change.</p><p>Rubio dismissively said he would not waste American taxpayers’ money on that.</p><figure id=\"attachment_4122812\" aria-describedby=\"caption-attachment-4122812\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122812\" src=\"/wp-content/uploads/2025/11/2025-11-22T082237Z_1918744837_RC2K1IA1KZ3A_RTRMADP_3_G20-SUMMIT-1763799837.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"A general view of the plenary hall on the opening day of the G20 Summit\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122812\" class=\"wp-caption-text\">A general view of the plenary hall on the opening day of the G20 summit in Johannesburg, November 22, 2025 [Yves Herman/Reuters]</figcaption></figure><h2 id=\"so-many-challenges\">‘So many challenges’</h2><p>The months-long diplomatic rift between the US and South Africa deepened in the build-up to the main summit this weekend, but while Trump’s boycott dominated the pre-talks discussions in Johannesburg and threatened to undercut the agenda, some leaders were eager to move on.</p><p>“I do regret it,” French President Emmanuel Macron said of Trump’s absence,</p><p>“But it should not block us. Our duty is to be present, engage and work all together because we have so many challenges.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The G20 is actually a group of 21 members that includes 19 nations, the European Union, and the African Union.</p><p>The bloc was formed in 1999 as a bridge between rich and poor nations to confront global financial crises. While it often operates in the shadow of the Group of Seven richest democracies, G20 members together represent about 85 percent of the world’s economy, 75 percent of international trade and more than half the global population.</p><p>But it works on consensus rather than any binding resolutions, and that is often hard to come by with the different interests of members like the US, Russia, China, India, Japan, the Western European nations France, Germany and the United Kingdom, and others like Indonesia, Saudi Arabia and South Africa.</p></div></div></body></html>"
        },
        {
            "title": "Over 300 students were abducted by Nigerian gunmen from Catholic school | Armed Groups News | Al Jazeera",
            "time": "2025-11-22T09:52:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325742546150-1763801059.jpg?resize=1920%2C900&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Over 300 students were abducted by Nigerian gunmen from Catholic school</h1><p class=\"article__subhead\"><em>No group has yet claimed responsibility for this or a previous abduction, as authorities deploy tactical squads alongside local hunters to rescue the children.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A total of 303 schoolchildren and 12 teachers have been abducted by gunmen during Friday’s attack on St Mary’s Catholic School in north-central Nigeria’s Niger State, the Christian Association of Nigeria (CAN) has said, as security fears accelerate in Africa’s most populous nation.</p><p>The update from an earlier tally of 215 schoolchildren was announced on Saturday and was changed “after a verification exercise and a final census was carried out”, according to a statement issued by the Most Reverend Bulus Dauwa Yohanna, chairman of the Niger State chapter of CAN, who visited the school on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The attack comes just days after armed men <a href=\"/news/2025/11/18/nigeria-intensifies-search-for-25-abducted-schoolgirls\">stormed a secondary school</a> in northwestern Nigeria, abducting 25 schoolgirls in similar circumstances in neighbouring Kebbi State’s Maga town, which is 170km (106 miles) away, early on Monday morning. One girl later escaped, and 24 are still missing.</p><figure id=\"attachment_4115276\" aria-describedby=\"caption-attachment-4115276\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4115276\" src=\"/wp-content/uploads/2025/11/AP25321718390326-1763481044.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Police officers stand guard outside the school where children were kidnapped by gunmen in Kebbi, Nigeria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4115276\" class=\"wp-caption-text\">Police officers stand guard outside the school where children were kidnapped by gunmen in Kebbi, Nigeria, on Monday, November 17, 2025 [Deeni Jibo/AP]</figcaption></figure><p>No group has yet claimed responsibility for the two abductions, and authorities have said tactical squads have been deployed alongside local hunters to rescue the children.</p><p data-start=\"957\" data-end=\"1330\">St Mary’s is classified as a secondary school, but satellite images show the compound linked to an adjacent primary school with more than 50 buildings, including classrooms and dormitories. The complex lies in Papiri town, close to a major road connecting the towns of Yelwa and Mokwa.</p><p data-start=\"1332\" data-end=\"1794\">Residents described scenes of panic as families searched for their missing children.</p><p data-start=\"1332\" data-end=\"1794\">Dauda Chekula, 62, said four of his grandchildren, aged seven to 10, were taken.</p><p data-start=\"1332\" data-end=\"1794\">“We don’t know what is happening now, because we have not heard anything since this morning,” he told The Associated Press news agency. “The children who were able to escape have scattered … and the only information we are getting is that the attackers are still moving with the remaining children into the bush.”</p><p data-start=\"1796\" data-end=\"2115\">A statement from the secretary to the Niger State government on Friday said that authorities had earlier received intelligence warning of increased threats in the area. It said the school reopened “without notifying or seeking clearance from the State Government, thereby exposing pupils and the staff to avoidable risk”.</p><p data-start=\"2301\" data-end=\"2492\">President Bola Tinubu cancelled his planned trip to the G20 summit in South Africa following the abductions. Vice President Kashim Shettima will attend in his place, the presidency said on X.</p><p>The school kidnappings and an <a href=\"/video/newsfeed/2025/11/19/gunmen-attack-nigeria-church-killing-and-kidnapping-worshippers\">attack</a> on a church earlier this week come weeks after United States President Donald Trump threatened military action over what he described as targeted killings of Nigeria’s Christians, a narrative <a href=\"/news/2025/11/4/nigeria-pushes-back-on-trumps-claims-over-christian-killings\">rejected</a> by the Nigerian government, which says Muslims are the majority victims of attacks by armed groups.</p><p>Trump’s assertions echo claims that have gained traction among right-wing and Christian evangelical circles in recent months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China spat with Japan on Taiwan deepens, reaches UN: What’s it all about? | Conflict News | Al Jazeera",
            "time": "2025-11-22T09:14:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_82LG8F8-1763196514.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China on Friday took its feud with Tokyo over Japanese Prime Minister Sanae Taikachi’s recent comments on Taiwan to the United Nations, as tensions between the East Asian neighbours deepened and ties plunged to their lowest since 2023.</p><p>“If Japan dares to attempt an armed intervention in the cross-Strait situation, it would be an act of aggression,” China’s permanent representative to the UN, Fu Cong, wrote in a letter on Friday to the global body’s Secretary-General Antonio Guterres, referring to the strait that separates mainland China from self-governing Taiwan, which Beijing insists belongs to China. Beijing has not ruled out the possibility of forcibly taking Taiwan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The diplomatic spat began earlier in November when Taikachi, who took office only in October, made remarks about how Japan would respond to a hypothetical Chinese attack on Taiwan. Those remarks angered Beijing, which has demanded retractions, although the Japanese PM has not made one.</p><p>However, the spat has now rapidly escalated into a trade war involving businesses on both sides, and has deepened security tensions over a contested territory that has long been a flashpoint for the two countries.</p><p>Here’s what we know about the dispute:</p><figure id=\"attachment_4090755\" aria-describedby=\"caption-attachment-4090755\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4090755\" src=\"/wp-content/uploads/2025/11/2022-04-15T080326Z_1647075303_RC2FLT91ABIR_RTRMADP_3_UKRAINE-CRISIS-JAPAN-RUSSIA-1762494738.jpg?w=770&amp;resize=770%2C560&amp;quality=80\" alt=\"Scallops in yellow baskets next to a fishing boat at a port.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4090755\" class=\"wp-caption-text\">Japan has resumed seafood exports to China with a shipment of scallops from Hokkaido [File: Daniel Leussink/Reuters]</figcaption></figure><h2 id=\"what-did-japan-s-pm-say-about-taiwan\">What did Japan’s PM say about Taiwan?</h2><p>While speaking to parliament on November 7, Taikachi, a longtime Taiwan supporter, said a Chinese naval blockade or other action against Taiwan could prompt a Japanese military response. The response was not typical, and Taikachi appeared to go several steps further than her predecessors, who had only in the past expressed concern about the Chinese threat to Taiwan, but had never mentioned a response.</p><p>“If it involves the use of warships and military actions, it could by all means become a survival-threatening situation,” Taikachi told parliament, responding to an opposition politician’s queries in her first parliamentary grilling.</p><p>That statement immediately raised protests from China’s foreign and defence ministries, which demanded retractions. China’s consul general in Osaka, Xue Jian, a day after, criticised the comments and appeared to make threats in a now deleted post on X, saying: “We have no choice but to cut off that dirty neck that has been lunged at us without hesitation. Are you ready?”</p><p>That post by Xue also raised anger in Japan, and some officials began calling for the diplomat’s expulsion. Japan’s Chief Cabinet Secretary Minoru Kihara protested to Beijing over Xue’s X message, saying it was “extremely inappropriate,” while urging China to explain. Japan’s Foreign Ministry also demanded the post be deleted. Chinese officials, meanwhile, defended the comments as coming from a personal standpoint.</p><p>On November 14, China’s Foreign Ministry summoned the Japanese ambassador and warned of a “crushing defeat” if Japan interfered with Taiwan. The following day, Japan’s Foreign Ministry also summoned the Chinese ambassador to complain about the consul’s post.</p><p>Although Taikachi told parliament three days after her controversial statement that she would avoid talking about specific scenarios going forward, she has refused to retract her comments.</p><h2 id=\"how-have-tensions-increased-since\">How have tensions increased since?</h2><p>The matter has deteriorated into a trade war of sorts. On November 14, China issued a no-travel advisory for Japan, an apparent attempt to target the country’s tourism sector, which welcomed some 7.5 million Chinese tourists between January and September this year. On November 15, three Chinese airlines offered refunds or free changes for flights planned on Japan-bound routes.</p><p>The Chinese Education Ministry also took aim at Japan’s education sector, warning Chinese students there or those planning to study in Japan about recent crimes against Chinese. Both China and Japan have recorded attacks against each other’s nationals in recent months that have prompted fears of xenophobia, but it is unclear if the attacks are linked.</p><p>Tensions are also rising around territorial disputes. Last Sunday, the Chinese coastguard announced it was patrolling areas in the East China Sea, in the waters around a group of uninhabited islands that both countries claim. Japan calls the islands the Senkaku Islands, while Beijing calls them the Diaoyu Islands. Japan, in response, condemned the brief “violation” of Japanese territorial waters by a fleet of four Chinese coastguard ships.</p><p>Over the last week, Chinese authorities have suspended the screening of at least two Japanese films and banned Japanese seafood.</p><p>Then, on Thursday, China postponed a three-way meeting with culture ministers from Japan and South Korea that was scheduled to be held in late November.</p><figure id=\"attachment_4064718\" aria-describedby=\"caption-attachment-4064718\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4064718\" src=\"/wp-content/uploads/2025/10/2025-10-21T141729Z_935378202_RC2C7GAVIAXC_RTRMADP_3_JAPAN-POLITICS-1761604178.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"japan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4064718\" class=\"wp-caption-text\">Japan’s new Prime Minister Sanae Takaichi speaks during a news conference at the prime minister’s office in Tokyo, Japan, on Tuesday, October 21, 2025 [Eugene Hoshiko/Reuters]</figcaption></figure><h2 id=\"symbol-of-defiance\">‘Symbol of defiance’</h2><p>On November 18, diplomats from both sides met in Beijing for talks where the grievances were aired.</p><p>Senior Chinese official Liu Jinsong chose to wear a five-buttoned collarless suit associated with the rebellion of Chinese students against Japanese imperialism in 1919.</p><p>Japanese media have called the choice of the suit a “symbol of defiance.” They also point to videos and images from the meeting showing Liu with his hands in his pockets after the talks, saying the gesture is typically viewed as disrespectful in formal settings.</p><p>The Beijing meeting did not appear to ease the tensions, and there seems to be no sign of the impasse breaking: Chinese representatives asked for a retraction, but Japanese diplomats said Taikachi’s remarks were in line with Japan’s stance.</p><h2 id=\"what-is-the-history-of-sino-japanese-tensions\">What is the history of Sino-Japanese tensions?</h2><p>It’s a long and – especially for China – painful story. Imperial Japan occupied significant portions of China after the First Sino-Japanese War (1894-95), when it gained control of Taiwan and forcefully annexed Korea. In 1937, Japan launched a full-scale invasion of China during the Second Sino-Japanese War. Amid strong Chinese resistance, Japan occupied parts of eastern and southern China, where it created and controlled puppet governments. The Japanese Empire’s defeat in World War II in 1945 ended its expansion bid.</p><p>The Chinese Communist Party emerged victorious in 1949 in the civil war that followed with the Kuomintang, which, along with the leader Chiang Kai-shek, fled to Taiwan to set up a parallel government. But until 1972, Japan formally recognised Taiwan as “China”.</p><p>In 1972, it finally recognised the People’s Republic of China and agreed to the “one China principle”, in effect severing formal diplomatic ties with Taiwan. However, Japan has maintained firm unofficial ties with Taiwan, including through trade.</p><p>Japan has also maintained a policy of so-called “strategic ambiguity” over how Tokyo would respond if China were to attack Taiwan — a policy of deliberate ambivalence, aimed at leaving Beijing and the rest of the world guessing over whether it would intervene militarily. The stance is similar to that of the United States, Taiwan’s most powerful ally.</p><h2 id=\"how-important-is-trade-between-china-and-japan\">How important is trade between China and Japan?</h2><p>He Yongqian, a spokesperson for China’s commerce ministry, said at a regular news conference this week that trade relations between the two countries had been “severely damaged” by PM Takaichi’s comments.</p><p>China is Japan’s second-largest export market after the US, with Tokyo selling mainly industrial equipment, semiconductors and automobiles to Beijing. In 2024, China bought about $125bn worth of Japanese goods, according to the United Nations’ Comtrade database. South Korea, Japan’s third-largest export market, bought goods worth $46bn in 2024.</p><p>China is also a major buyer of Japan’s sea cucumbers and its top scallop buyer. Japanese firms, particularly seafood exporters, are worried about the effects of the spat on their businesses, according to reporting by Reuters.</p><p>Beijing is not as reliant on Japan’s economy, but Tokyo is China’s third-largest trading partner. China mainly exports electrical equipment, machinery, apparel and vehicles to Japan. Tokyo bought $152bn worth of goods from China in 2024, according to financial data website Trading Economics.</p><p>It’s not the first time Beijing has retaliated with trade. In 2023, China imposed a ban on all Japanese food imports after Tokyo released radioactive water from the Fukushima nuclear plant into the Pacific. Beijing was against the move, although the UN atomic energy agency had deemed the discharge safe. That ban was lifted just on November 7, the same day Taikachi made the controversial comments.</p><p>In 2010, China also halted the exports of rare earth minerals to Japan for seven weeks after a Chinese fishing captain was detained near the disputed Senkaku/Diaoyu islands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Young man documents Gaza’s untold stories of Israel’s genocide in book | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-22T09:05:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Screenshot-2025-11-22-at-10.29.44-AM-copy-1763796960.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Young man documents Gaza’s untold stories of Israel’s genocide in book</h1><p class=\"article__subhead\"><em>The 24-year-old says death and destruction make him question the purpose of writing, but he looks for a glimmer of hope.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">Amid the ongoing and unfathomable agony caused by <a href=\"/news/liveblog/2025/11/22/live-israel-3\">Israel’s genocidal war in Gaza</a>, a young displaced man is writing a book to express acute Palestinian suffering and tell human stories that would otherwise go unnoticed.</p><p class=\"s3\">Wasim Said’s book, Witness to the Hellfire of Genocide, chronicles two years of unrelenting war, as well as <a href=\"/news/2025/11/17/gazas-shelter-crisis-is-most-dangerous-disaster-of-war-authorities\">repeated forced displacement</a> as a result of the relentless Israeli bombardment, ground invasion, destruction and forced starvation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">The 24-year-old shared his story with Al Jazeera’s Hani Mahmoud, describing how he mostly writes inside a tent with nothing in it, including no real protection from the scorching heat in summer or the <a href=\"/news/2025/11/14/displaced-palestinian-families-suffer-as-heavy-rains-flood-gaza-tent-camps\">freezing winter cold and heavy rains</a>.</p><p class=\"s3\">“Displacement sites and tents have become part of our lives. We’ve had to find ways to adapt to this misery – even though it’s almost impossible,” he said.</p><p class=\"s3\">Every chapter in Said’s book is named after a person, a place, or a memory he refuses to let disappear.</p><p class=\"s3\">“I don’t need your sympathy,” he said. “I need a conscience that hasn’t rotted … a human that hasn’t turned to stone, I need a reader who won’t just close the book and sigh – then go to sip their coffee.”</p><figure id=\"attachment_4122710\" aria-describedby=\"caption-attachment-4122710\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122710\" src=\"/wp-content/uploads/2025/11/Screenshot-2025-11-22-at-10.27.45-AM-copy-1763796937.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza writer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122710\" class=\"wp-caption-text\">[Screengrab/Al Jazeera]</figcaption></figure><p class=\"s3\">He has spent many nights writing by candlelight because the Israeli military has destroyed nearly all of the infrastructure in Gaza, so <a href=\"/news/2024/1/18/blackouts-in-gaza-must-not-be-used-as-weapons-of-war-rights-group\">there is no electricity or internet</a> for the displaced population.</p><p class=\"s3\">Said said he did not write for recognition, but to express his emotions and bear witness to the atrocities.</p><p class=\"s3\">“I was devastated. I couldn’t contain my anger. Writing became the only way to let it out,” he said.</p><p class=\"s3\">He began by writing about his experiences, but soon realised that there were many who had gone through even more horrific tragedies that he said the human mind cannot imagine.</p><p class=\"s3\">“People who were killed and buried without anyone knowing. Their final moments. Their fear. I called this chapter The Untold Stories.”</p><p class=\"s3\">For Said, every page is a form of quiet resistance against forgetting. He said death felt “inevitable” in many instances.</p><p class=\"s3\">“I wrote because I wanted to leave something behind – to be a witness, not just another martyr. Stories disappear if they’re not documented,” he said.</p><figure id=\"attachment_4122715\" aria-describedby=\"caption-attachment-4122715\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122715\" src=\"/wp-content/uploads/2025/11/Screenshot-2025-11-22-at-10.28.41-AM-copy-1763796946.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza writer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122715\" class=\"wp-caption-text\">[Screengrab/Al Jazeera]</figcaption></figure><p class=\"s3\">With nearly 70,000 Palestinians killed by Israeli forces since October 2023 and countless hospitals, schools and homes lying in ruins, the young man said he has questioned the point of writing, or indeed the point of being alive.</p><p class=\"s3\">“But human nature looks for a glimmer of hope. Even with the images of starvation and death, I still believe writing matters,” he said. “This is all I could write. The rest is being written now in blood. If I stay alive – I will finish the story.”</p><figure id=\"attachment_4122717\" aria-describedby=\"caption-attachment-4122717\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122717\" src=\"/wp-content/uploads/2025/11/Screenshot-2025-11-22-at-10.29.10-AM-copy-1763796951.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza writer\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122717\" class=\"wp-caption-text\">[Screengrab/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Bosnia’s Republika Srpska votes for Dodik’s successor: What to expect | Elections News | Al Jazeera",
            "time": "2025-11-22T08:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325551187904-1763779374.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Republika Srpska, Bosnia and Herzegovina’s Serb-majority entity, votes Sunday in a snap presidential election called after electoral authorities <a href=\"/news/2025/8/6/separatist-bosnian-serb-leader-dodik-sacked-from-office-by-bosnia-officials\">stripped separatist Bosnian Serb leader Milorad Dodik</a> of the presidency in August.</p><p>Dodik was removed after he was convicted for refusing to carry out decisions issued by <a href=\"/video/talk-to-al-jazeera/2021/12/25/christian-schmidt-how-effectively-is-bosnia-being-governed\">Christian Schmidt</a>, the international peace envoy who oversees implementation of the Dayton peace agreement that ended the 1992–95 Bosnian War.</p><p>The court also handed him a <a href=\"/news/2025/2/26/bosnia-court-sentences-serb-leader-dodik-to-one-year-in-jail\">one-year prison sentence</a> – which he avoided by posting bail – and banned him from participating in politics for six years. Bosnia’s top court upheld that ruling in early November.</p><p>In October, the National Assembly of Republika Srpska appointed Ana Trisic-Babic as an interim president until the Sunday election.</p><p>Here’s what we know about the vote, and why it matters.</p><h2 id=\"when-are-the-snap-republika-srpska-elections-taking-place\">When are the snap Republika Srpska elections taking place?</h2><p>According to Bosnia’s Central Election Commission (CIK), voting will be open on Sunday, November 23, between 7am (06:00 GMT) and 7pm (18:00 GMT). More than 1.2 million people, spanning the three main ethnic groups – Serbs, Bosniaks and Croats – are eligible to vote. Turnout in previous presidential elections has typically ranged between 50 percent and 55 percent.</p><p>Although Trisic-Babic was appointed as an interim president, the law still requires new elections within 90 days of a president’s removal.</p><p>The winner of Sunday’s election will serve only the remainder of Dodik’s term, less than a year, until next October’s general elections.</p><h2 id=\"when-will-the-results-be-announced\">When will the results be announced?</h2><p>Preliminary results are expected on election night, but the final official vote count by the Central Election Commission will be announced only after the body also validates all outcomes.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4120150\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BOSNIA-INFO-CARD-1763656911.png?quality=80\" alt=\"INTERACTIVE-BOSNIA-INFO-CARD-1763656911\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-is-republika-srpska\">What is Republika Srpska?</h2><p>Republika Srpska is one of two main political entities within Bosnia, along with the Federation of Bosnia and Herzegovina – each of which enjoys significant autonomy. The two share equal rights over a small, third self-governing administrative unit within the country, known as the Brcko District.</p><p>Republika Srpska was proclaimed by Bosnian Serb leaders in 1992 at the start of the 1992–95 war and was formally established as part of Bosnia’s post-war constitutional structure in 1995 under the Dayton peace agreement.</p><p>Republika Srpska covers about 49 percent of Bosnia’s territory, while the remaining 51 percent forms the Federation of Bosnia and Herzegovina.</p><p>Republika Srpska has its own government, parliament, judiciary and police, but not its own army.</p><p>Today, it is overwhelmingly Serb-populated, with Serbs making up approximately <a href=\"http://www.statistika.ba/?show=12&amp;id=29800\">82 percent of its residents</a>, alongside smaller Bosniak and Croat minorities, according to the latest census, which was held more than a decade ago in 2013.</p><p>Its demographics changed drastically during and after the war, and because of <a href=\"https://www.youtube.com/watch?v=gMuk3t3NoTU\">the ethnic cleansing of non-Serb communities.</a> Before the conflict, Bosniaks and Croats made up about half of the population in the area that is now Republika Srpska; today, they account for less than 17 percent.</p><p>Its first president, Radovan Karadzic, has been sentenced to life in The Hague for the 1995 <a href=\"/the-srebrenica-genocide-as-it-happened-30-years-ago/\">genocide against Bosniaks</a> in Srebrenica, now a town inside Republika Srpska.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-the-elections-important\">Why are the elections important?</h2><p>The elections come at a highly sensitive time for Bosnia. Since Russia’s 2022 <a href=\"/news/2022/2/24/putin-orders-military-operations-in-eastern-ukraine-as-un-meets\">invasion of Ukraine</a>, Republika Srpska has intensified its rhetoric to secede from Bosnia, with Dodik – a close ally of Russian President Vladimir Putin – increasingly calling for the entity to break away, potentially to join Serbia.</p><p>These elections will determine who replaces Dodik after his removal from office and his long dominance over Republika Srpska’s politics. The vote is also a test of how much influence he can still exert, despite being banned from political activity.</p><h2 id=\"who-are-the-candidates\">Who are the candidates?</h2><p>There are six candidates on the ballot, four nominated by Republika Srpska’s political parties, and two running as independents.</p><p>The main contenders are Sinisa Karan of Dodik’s ruling Alliance of Independent Social Democrats (SNSD), who is directly backed by Dodik, and Branko Blanusa of the opposition Serb Democratic Party (SDS).</p><p>Karan is a longtime member of Dodik’s inner circle and a former Republika Srpska interior minister. He serves as minister for scientific and technological development and higher education in the current Republika Srpska government.</p><p>According to <a href=\"https://www.slobodnaevropa.org/a/radna-grupa-secesija-republika-srpska/33282397.html\">Radio Free Europe</a>, he was part of a group ‘tasked’ to draft an SNSD plan for Republika Srpska to break away from Bosnia.</p><p>Analysts say Dodik sees Karan as an extension of his own power. Dodik has appeared prominently at Karan’s rallies.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4120152\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BOSNIA-ELECTION-CANDIDATES-1763656914.png?quality=80\" alt=\"INTERACTIVE-BOSNIA-ELECTION-CANDIDATES-1763656914\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Blanusa, the SDS candidate, is a member of the party’s Banja Luka City Committee and a professor at the Faculty of Electrical Engineering at the University of Banja Luka.</p><p>The SDS, now the main opposition party in Republika Srpska, was originally led by Karadzic. It is also a Serb nationalist party and has long competed with Dodik’s SNSD for the same electorate.</p><p>While it is critical of Dodik’s style of governance and allegations of corruption, it broadly shares similar positions on key political issues, including relations with the capital Sarajevo and scepticism towards the international overseer of the peace agreement.</p><p>The other party-backed candidates are Nikola Lazarevic of the Ecological Party of Republika Srpska and Dragan Dokanovic of the Alliance for New Politics (SNP).</p><p>Two independents, Igor Gasevic and Slavko Dragicevic, are also on the ballot but have remained almost entirely outside the public eye.</p><h2 id=\"who-is-milorad-dodik\">Who is Milorad Dodik?</h2><p>Milorad Dodik, 66, is the former president of Republika Srpska.</p><p>Backed by Western governments in the late 1990s, he became the entity’s prime minister in 1998 and was seen as a promising alternative to the hardline nationalist leadership of genocide convict Karadzic and the then-ruling SDS, which dominated the post-war period. Then-US Secretary of State Madeleine Albright described Dodik as “a breath of fresh air”, and both the United States and the United Kingdom placed their hopes in him as a more moderate future option.</p><p>He was among the first leaders in Republika Srpska to acknowledge the Srebrenica genocide. In a 2007 interview with a Bosnian television outlet, Dodik, the president of SNSD since its formation, said he knew “perfectly well what took place” and that “there was a genocide in Srebrenica”.</p><p>“That judgement was made by the court in The Hague, and that is an undeniable legal fact,” he said.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4120154\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BOSNIA-DODIC-1763656918.png?quality=80\" alt=\"INTERACTIVE-BOSNIA-DODIC-1763656918\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>He has served three terms as president of Republika Srpska, holding two consecutive mandates from 2010 to 2018 and winning again in 2022. In 2018, he was elected as the Serb member of Bosnia’s three-member presidency.</p><p>During this period, however, Dodik adopted a far more nationalist stance, <a href=\"/news/2020/2/18/dodiks-repeated-calls-for-republika-srpska-secession-raise-alarm\">repeatedly calling</a> for the entity’s secession, and denying the Srebrenica genocide – going back on his own earlier admissions.</p><p>In 2023, Dodik signed two controversial bills that, in essence, said that decisions of the Dayton Agreement peace envoy and rulings of Bosnia’s constitutional court would not apply to Republika Srpska. The peace envoy and the constitutional court blocked those bills.</p><p>In March 2025, the constitutional court issued arrest warrants for Milorad Dodik and several of his allies on charges of undermining the constitutional order. But a month later, members of the Republika Srpska police blocked officers from the State Investigation and Protection Agency (SIPA) from entering the administrative centre of the Republika Srpska government to arrest Dodik, further intensifying tensions with Sarajevo.</p><p>In August, Bosnia’s electoral authorities stripped Dodik of the presidency and banned him from participating in politics. He, however, remains the president of the SNSD party and continues to be its most powerful figure.</p><figure id=\"attachment_4122438\" aria-describedby=\"caption-attachment-4122438\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122438\" src=\"/wp-content/uploads/2025/11/AP25114435871080-1763779612.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A member of the Special Anti-terrorist unit of police of Republika Srpska stands guard during the opening ceremony of the rectory building in Istocno Sarajevo, Bosnia, Thursday, April 24, 2025. (AP Photo/Armin Durgut)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122438\" class=\"wp-caption-text\">A member of the Special Anti-Terrorist Unit of the police of Republika Srpska stands guard during the opening ceremony of a rectory building in Istocno Sarajevo, Bosnia, Thursday, April 24, 2025 [Armin Durgut/AP Photo]</figcaption></figure><h2 id=\"does-the-republika-srpska-political-crisis-affect-bosnia-as-a-whole\">Does the Republika Srpska political crisis affect Bosnia as a whole?</h2><p>Yes. Bosnia as a country relies on a power-sharing system in which the two entities are closely linked. Republika Srpska’s challenge against state institutions and the rise of secessionist threats can affect the stability of the country on the national level.</p><p>The early election also strains Bosnia’s economy. The vote is funded from the state budget, rather than the entity’s own institutions, in a country with <a href=\"https://tradingeconomics.com/country-list/gdp?continent=europe\" target=\"_blank\" rel=\"noopener\">one of the smallest economies</a> in Europe. Bosnia’s Central Election Commission has allocated more than six million Bosnian marks (close to $4m) for the elections.</p><p>The UK government, one of the guarantors of  the 1995 Dayton Peace Accords, said at a United Nations Security Council meeting on Bosnia in October that holding presidential elections in the Republika Srpska would give “an opportunity for formation of their new government,” insisting that “the constitutional order and rule of law in Bosnia and Herzegovina must be upheld”.</p><p>“We encourage a focus on constructive and cooperative politics, including between Bosnia and Herzegovina’s two entities,” Jennifer MacNaughtan, the UK representative, said at the meeting.</p><p>In October, Russia, a strong ally of Republika Srpska, praised the transfer of power from Dodik to interim president Babic, but had also said that the Office of the High Representative peace envoy (OHR) should be “permanently closed”, echoing Dodik’s stance.</p><p>In conversation with the media, the spokesperson of Russia’s Ministry of Foreign Affairs, Maria Zakharova, said the Russian Federation “wholeheartedly supports” the struggle of the leadership of Republika Srpska against “eroding fundamental principles” of the Dayton peace treaty.</p><p>The US has not officially commented on the elections, but the Department of the Treasury has recently <a href=\"/opinions/2025/11/14/why-did-us-let-dodik-off-the-hook-and-hand-europes-ailing-heart-to-russia\">lifted sanctions</a> against Dodik, his family members and his allies, including the SNDS candidate Karan, for undermining the Dayton peace agreement. Bosnia’s Serb officials have suggested they were quietly seeking a more cooperative relationship with the US, while still preserving their friendly ties with Russia.</p><p>Republika Srpska’s strongest ally, Serbia, has taken a more cautious stance than usual. In an interview with the state-owned Radio Television of Serbia, Serbia’s President Aleksandar Vucic – who has faced <a href=\"/news/2025/9/14/political-crisis-rumbles-in-serbia-as-duelling-camps-hold-parallel-rallies\">antigovernment protests</a> that have shaken the country for almost a year now – avoided commenting on the elections directly. He said he wished “all the best” to Republika Srpska and hoped everything would “pass peacefully”. He added that Serbia would always be there to help with “infrastructure”.</p><h2 id=\"what-are-the-possible-scenarios-after-the-election\">What are the possible scenarios after the election?</h2><p>If SNSD’s Karan wins, the entity would likely remain under Dodik’s influence. Speaking to Euronews Serbia, Karan said the vote had been “forced” onto Republika Srpska by the peace envoy Schmidt and that a vote for him is “a vote for President Dodik”.</p><p>The ruling SNSD also holds a strong majority in the National Assembly of Republika Srpska.</p><p>Blanusa, from the opposition SDS party, told local BN television that Republika Srpska, under the current leadership, has become “impoverished, displaced and isolated”, and has pledged to make tackling corruption in the entity his main goal.</p><p>Indeed, the entity faces deep economic challenges. According to the <a href=\"https://www.irbrs.net/statistika/UporedniPrikaz.aspx?tab=3&amp;lang=eng\" target=\"_blank\" rel=\"noopener\">Database of Economic Indicators of Republika Srpska</a>, total gross domestic product (GDP) for 2023 was about 16 billion Bosnian marks (about $9bn), half of the GDP of the Federation of Bosnia and Herzegovina – and so, a third of the national economy.</p><p>The election verdict could also offer clues to political trends ahead of next year’s October elections, which could determine who rules the entity for another four years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein victims expect death threats to rise as US release of files nears | Human Trafficking News | Al Jazeera",
            "time": "2025-11-22T08:27:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25322671830772-1763495454.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A group of survivors of Jeffrey Epstein’s decades-long sexual abuse have said that they have been receiving death threats, which they expect to escalate, as the date nears for the release of <a href=\"/video/the-take-2/2025/11/21/aje-onl-usa_epstein_av_v3-201125\">files</a> concerning the deceased convicted paedophile financier.</p><p>In a statement titled “What we’re bracing for” and made public on Thursday, Epstein’s survivors have demanded accountability and legal support to face their abusers and get justice.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Many of us have already received death threats and other threats of harm. We are bracing for these to escalate,” they said.</p><p>“We ask every federal and state law enforcement agency that has jurisdiction over these threats to investigate them and protect us.”</p><p>They also warned that there have been attempts to blame the victims for their own or each other’s abuse.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some of the survivors have increased the pace of their campaigning efforts recently to pressure the United States administration to release the Justice Department’s files on the late sex offender, speaking publicly about their stories.</p><p>The furore has dominated the national agenda in the US with President Donald Trump backpedalling on his opposition against the Justice Department releasing the files with a sudden about-face last week.</p><p>Trump <a href=\"/news/2025/11/20/trump-says-he-signed-bill-to-release-epstein-files\">signed</a> a bill on Wednesday requiring the Justice Department to release all of the files related to the disgraced financier.</p><p>That was one day after the legislation was unanimously approved in the US Senate.</p><p>After he signed the move into law, the department has <a href=\"/video/newsfeed/2025/11/20/us-justice-department-commits-to-release-epstein-files-in-30-days\">30 days</a> to make them public.</p><h2 id=\"continue-fighting\">‘Continue fighting’</h2><p>The development follows weeks of intense political fighting about how far to go in disclosing records tied to Epstein.</p><p>The release could identify some of the most high-profile figures in politics, entertainment and business.</p><p>“Years ago, Epstein got away with abusing us by portraying us as flawed and bad girls,” said the statement by the survivors, demanding full disclosure of the files.</p><p>“We cannot let his enablers use this tactic to escape accountability now,” added the appeal, signed by 18 named survivors and 10 Jane Does.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We ask our champions in Congress and in the public to continue fighting to make sure all materials are released, not selected ones.”</p><p>For one survivor, Marina Lacerda, the upcoming publication of the files represents more than an opportunity for justice.</p><p>Lacerda says she was just 14 when Epstein started sexually abusing her at his New York mansion, but she struggles to recall much of what happened because it is such a dark period in her life. Now, she’s hoping that the files will reveal more about the trauma that distorted so much of her adolescence.</p><p>“I feel that the government and the FBI knows more than I do, and that scares me, because it’s my life, it’s my past,” she told The Associated Press news agency.</p><p>Epstein was found dead in his New York City jail cell in 2019 while awaiting trial. He pleaded guilty and was convicted in 2008 of procuring a minor for prostitution.</p><p>Virginia Giuffre, an Epstein survivor whose painful story has been one of the most high-profile cases, had reportedly faced a campaign of intimidation and threats before she <a href=\"/news/2025/4/26/epstein-prince-andrew-accuser-virginia-giuffre-dies-by-suicide-family\">died by suicide</a> in April.</p><p>Giuffre had accused Epstein and Andrew Mountbatten-Windsor, the disgraced and expelled former United Kingdom royal <a href=\"/news/2025/10/31/giuffre-family-notes-andrews-uk-royal-expulsion-calls-for-us-questioning\">Prince Andrew</a>, of sexual abuse.</p></div></div></body></html>"
        },
        {
            "title": "Jake Paul dwarfed by Anthony Joshua in heavyweight boxing face-off | Boxing News | Al Jazeera",
            "time": "2025-11-22T08:00:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251121__2247823229__v3__HighRes__JakePaulVAnthonyJoshuaPressConference-1763794974_3c454c-1763797437.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Jake Paul dwarfed by Anthony Joshua in heavyweight boxing face-off</h1><p class=\"article__subhead\"><em>Social media boxing star Jake Paul predicts big win over two-time heavyweight champ Anthony Joshua at official launch.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jake Paul brashly anticipates his brand won’t take a hit with his latest boxing venture, despite being massively outsized by former two-time unified heavyweight champion Anthony Joshua at their first face-off on Friday ahead of their December 19 bout.</p><p>In fact, the YouTuber-turned-boxer expects his brand to flourish and predicts the outcome of his upcoming eight-round Netflix heavyweight boxing match against Joshua will rival Buster Douglas’s famous February 11, 1990, knockout win over Mike Tyson in upset proportions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Paul even predicts that the bout – to be held at the Kaseya Center in Miami – will end via a knockout victory in the fifth round.</p><p>“I’m here to go out there and shock the world,” Paul said. “I know what I’m capable of. People say, ‘Oh he’s out of his mind.’ I’ve gotten to where I am today because of delusional optimism. No one thinks I’m going to win, so join the list and be ready to be shocked.”</p><p>Those are brash words indeed, considering that Paul won’t be facing a long-retired champion, former UFC belt holder, ex-NBA players or a fighter giving up 50 pounds.</p><p>Many in the boxing world question why the Paul-Joshua match was made with the size disparity between the fighters clearly evident at their opening press launch in Miami.</p><p>The Briton, who stands 1.98 metres (6’6), towered over Paul, who is listed at 1.85 metres (6’1).</p><p>Under the parameters of the bout, Joshua, who historically has weighed in at about 250 pounds for past heavyweight fights, will be limited to no more than 245 pounds against Paul, who typically fights in the 200-pound cruiserweight division.</p><p>“He’s one of the best heavyweights ever,” Paul said. “But I believe that fighting a smaller man is oftentimes harder for a heavyweight because of the speed difference and because of the foot speed, because of the angles. All that power is great. I just have to avoid that one shot. I believe that I can do that. I know I can pick him apart and score points.”</p><figure id=\"attachment_4122688\" aria-describedby=\"caption-attachment-4122688\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122688\" src=\"/wp-content/uploads/2025/11/AFP__20251121__2247823222__v3__HighRes__JakePaulVAnthonyJoshuaPressConference-1763796206.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Jake Paul and Anthony Joshua react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122688\" class=\"wp-caption-text\">Paul, left, and Joshua will fight next month at the Kaseya Center in Miami [Eva Marie Uzcategui/Getty Images via AFP]</figcaption></figure><h2 id=\"joshua-i-need-to-cut-him-up\">Joshua: ‘I need to cut him up’</h2><p>It will be Joshua’s first bout since a fifth-round knockout loss against fellow Englishman Daniel Dubois in September 2024. During his ring break, the 36-year-old Joshua also underwent elbow surgery.</p><p>“You can’t underestimate anyone. I’m going to take him seriously,” Joshua said. “After a year out, I’ve realigned a lot in my life. I got my focus back to where it needs to be.”</p><p>Joshua (28-4, 25 KOs) acknowledged that anything short of a quick knockout win will be perceived as additional erosion of his standing among the elite heavyweights.</p><p>“I’ve seen it. I’ve heard it,” he added. “As I said to Jake respectfully, I need to cut him up. I need to break him up and I need to hurt him. That’s just what we do.”</p><p>Paul has a 12-1 record five years into his boxing career. His fight docket is highlighted by an eight-round decision over 58-year-old Tyson in a 2024 event that attracted 72,300 at AT&amp;T Stadium in Arlington, Texas.</p></div></div></body></html>"
        },
        {
            "title": "How the olive harvest in Palestine suffers under occupation | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-11-22T07:55:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/H_16x9-1763798023.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestine’s centuries-old olive groves have become a target under Israeli occupation.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Indonesian Muslim group tells leader to resign over pro-Israel speaker | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-22T07:43:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20230904__33UC7P6__v1__HighRes__IndonesiaAseanSummit-1763793596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesian Muslim group tells leader to resign over pro-Israel speaker</h1><p class=\"article__subhead\"><em>The leadership of Nahdlatul Ulama, the world’s biggest Islamic organisation, has called on their chairman to resign, according to reports.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesia’s biggest Islamic organisation, Nahdlatul Ulama, has called on its chairman to resign for inviting an American scholar known for his staunch support of Israel to an internal event earlier this year, according to Reuters and local publications.</p><p>The leadership of NU, which is the world’s biggest Islamic organisation with about 100 million members and affiliates, has given Chairman Yahya Cholil Staquf three days to offer his resignation or be removed from his post, according to the reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The organisation cited Staquf’s invitation to a person “affiliated with an international Zionism network”, who attended an internal event in August, as well as alleged financial mismanagement, as reasons for his need to step down.</p><p>NU official Najib Azca told the Reuters news agency that calls to step down stemmed from Staquf’s decision to extend an invitation to former US State Department official and scholar Peter Berkowitz to join an NU training event.</p><p>Berkowitz often writes in support of Israel’s war in Gaza, according to his website, including a piece in September aiming to refute that Israel has carried out genocide in the Palestinian territory.</p><p></p><p>In an opinion piece in October, Berkowitz said that “formal recognition of an imaginary Palestinian state sets back security, stability and peace” and “panders to the growing Muslim populations in Western democracies”.</p><p>“It reinforces the progressive fantasy that the primary obstacle to a just and lasting solution to the Israel-Palestinian conflict is Israeli belligerence rather than Palestinian intransigence and Hamas bloodthirstiness,” he said.</p><p>Berkowitz also wrote about the seminars he gave to NU participants in Indonesia in August, and praised the organisation’s chairman Staquf.</p><p>Staquf, who has been NU chairman since 2021, did not immediately respond to a request for comment from the Reuters news agency.</p><p>Staquf has apologised for the invitation to Berkowitz, calling it an oversight due to not carefully checking the scholar’s background, Reuters reports.</p><p>Local Indonesian news outlet Kompas reported that NU’s Secretary-General Yusuf Saifullah has called on the organisation’s membership to “remain calm ” and to not be swayed by “potentially misleading news” which could exacerbate the situation.</p><p>Saifullah also said NU members should “maintain a conducive spirit” as the issue was being handled by senior members “according to applicable internal mechanisms”.</p><p>Indonesia, the world’s largest Muslim-majority nation, has routinely condemned Israel’s actions in Gaza, has long advocated for a two-state solution and has no diplomatic relations with Israel.</p></div></div></body></html>"
        },
        {
            "title": "‘Cheering for him’: Key takeaways from Trump-Mamdani White House meeting | Donald Trump News | Al Jazeera",
            "time": "2025-11-22T07:33:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T231530Z_1338927259_RC271IAXECMX_RTRMADP_3_USA-TRUMP-MAMDANI-1763791876.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump lavishly praised New York City mayor-elect Zohran Mamdani after surprisingly cordial talks in the White House on Friday, defying expectations of a potentially tense meeting between the Republican billionaire and the self-proclaimed Democratic socialist.</p><p>The warmth displayed came in stark contrast to the barbs the pair have exchanged in recent months. Trump has caricatured Mamdani as an anti-Semitic communist, even threatening to strip him of his US citizenship, while Mamdani called Trump a “despot” in his election victory speech just weeks ago.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the pair appeared to put these seemingly irrevocable differences aside – for one day at least – with Trump describing the “great meeting” as “really productive” when talking to reporters in the Oval Office with Mamdani standing by his side.</p><p>With many left unsure of what to make of the bizarrely chummy meeting between the political polar opposites, here are a few key takeaways:</p><h2 id=\"finding-common-ground\">Finding common ground</h2><p>Trump and Mamdani exuded friendliness in their first get-together since the 34-year-old beat Democratic establishment party figures earlier this month, notably former New York Governor Andrew Cuomo, to become New York City’s mayor-elect.</p><p>Mamdani said ahead of his meeting with Trump that he was willing to “meet with anyone” to push forward his affordability agenda for the US’s largest city, saying that he and Trump shared some common ground in that they ran campaigns focused on the cost-of-living crisis.</p><p>“I will speak to everyone so long as it could stand to benefit an economic agenda for New Yorkers. And that’s where I will always make the case,” he said.</p><p>The approach appears to have paid off, with Trump saying he and Mamdani “agree on a lot more than I would have thought”, as he predicted success for his tenure leading New York.</p><p>“Some of his ideas are the same ideas I have,” said Trump, adding that some of his supporters also voted for Mamdani, who pitched in, saying “one in 10”.</p><p>Trump said of Mamdani: “He wants to have a safe New York, and ultimately, a safe New York in a great New York.” Later in the media conference, Trump doubled down on how Mamdani was keen to fight crime — echoing the emphasis on strong law enforcement that is a traditional Republican focus.</p><p>The US president also suggested that he agreed with Mamdani on housing.</p><p>“He said some very interesting things. He wants to see houses go up, a lot of apartments built,” Trump said. “People would be shocked, but I want to see the same thing.”</p><p>“I want to be helping him, not hurting him,” Trump said. “A big help”.</p><h2 id=\"praise-and-banter\">Praise and banter</h2><p>But the apparent camaraderie extended beyond policy issues, with Trump also repeatedly praising Mamdani.</p><p>“I think this mayor can do some things that are going to be really great,” he said at one point.</p><p>At another point, Trump said: “The better he does, the happier I am. I feel very confident that he can do a very good job.”</p><p>Trump spoke of Mamdani’s election campaign and how he went from just 1 percent in the polls to upsetting Cuomo, first in the Democratic Party’s primary and then in the actual election. “It’s an amazing thing that he did,” the president said.</p><p>A reporter asked Trump if he would be comfortable living in New York City under Mamdani’s mayorship.</p><p>“Yeah, I would, I really would,” Trump responded instantly. “Especially after the meeting. Absolutely.”</p><p>Towards the end of the media conference, Trump described his impression of Mamdani after their meeting.</p><p>“I met with a man who is a very rational person. I met with a man who really wants to see New York be great again. I think he wants to make it greater than ever before.”</p><p>In one striking moment, Trump even gave Mamdani an easy out when the mayor-elect was asked by a reporter if he stood by his previous comments describing the president as a “despot” and “fascist”.</p><p>“That’s OK, you can just say ‘yes’,” Trump interjected. “It’s easier than explaining it.”</p><p>While striking a respectful tone when talking about Trump, Mamdani appeared to draw the line at actively praising him, with the compliments largely flowing one way.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"breaking-from-white-house-and-gop-messaging\">Breaking from White House and GOP messaging</h2><p>If the plan was to pivot away from boogeyman characterisations of Mamdani, key members of Trump’s administration and the Republican party weren’t given the message.</p><p>A day before the meeting, White House press secretary Karoline Leavitt said that it “speaks volumes” that a “communist” was visiting the White House.</p><p>“That’s who the Democratic Party elected as the mayor of the largest city in the country,” she said.</p><p>Vice President JD Vance also joked on Thursday that he might “have a stomach bug” to avoid meeting Mamdani, who is set to take office on the first day of 2026.</p><p>Republican Senator Rick Scott also derided Mamdani as a “literal communist” on Friday morning, as he predicted Trump would “school” him at the White House later that day.</p><p>Trump, however, stayed away from any aggressive talk towards Mamdani, even going as far as to contradict members of his own party when he told reporters that he did not agree with Republican Congresswoman Elise Stefanik’s characterisation of Mamdani as a “jihadist”.</p><p>Following Trump’s comments, Stefanik, a New York Republican gubernatorial candidate, said, “We’ll have to agree to disagree on this one.”</p><p>“If he walks like a jihadist, If he talks like a jihadist, If he campaigns like a jihadist, If he supports jihadists, He’s a jihadist,” she wrote on X.</p><p></p><p> </p><p>Why Trump took a more conciliatory approach in this meeting, starkly breaking from previous Republican messaging on Mamdani, is impossible to tell.</p><p>But the meeting and the talk of affordability as a shared concern occurred at a time when Trump faces growing scrutiny over rising prices following months of tariffs.</p><p>Major schisms have appeared in the Republican party and the Trump MAGA movement in recent days and weeks – notably <a href=\"/news/2025/11/22/major-maga-figure-marjorie-taylor-greene-resigns-after-trump-clash\">over the Epstein files scandal</a> and over US support for Israel. On Friday, Republican Congresswoman <a href=\"/news/2025/11/22/major-maga-figure-marjorie-taylor-greene-resigns-after-trump-clash\">Marjorie Taylor Greene</a>, for long one of Trump’s staunchest supporters, and a champion of the MAGA movement, said she would resign from the House of Representatives in January, after a public clash with the US president.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sidestepping-israel\">Sidestepping Israel</h2><p>One topic which which raised the spectre of creating a more awkward, confrontational atmosphere between Trump and Mamdani was <a href=\"/news/liveblog/2025/11/21/live-israel-keeps-bombing-gaza-kills-two-in-occupied-east-jerusalem\">Israel’s genocidal war in Gaza</a>.</p><p>Asked by a reporter about previous comments he had made about the US government’s complicity in Israel’s assault, including the current administration, Mamdani didn’t shy away from reiterating this criticism – despite an awkward-looking Trump sitting silently next to him.</p><p>“I have spoken about the Israeli government committing genocide [in Gaza] and I’ve spoken about our government funding it,” he said. It is the first known occasion that Israel has been accused of genocide in Gaza within the walls of the White House, even if from an opponent of the current administration.</p><p>Mamdani, however, quickly pivoted back to his core message of the cost-of-living crisis in New York.</p><p>“I shared with the president in our meeting about the concerns that many New Yorkers have of wanting their tax dollars to go towards the benefit of New Yorkers and their ability to afford basic dignity,” he said.</p><p>“I also believe that we have to follow through on international human rights, and I know that still today those are being violated,” Mamdani added, without mentioning Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel attacks Gaza as large-scale recovery of bodies set to begin | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-22T07:18:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692153ef656a-1763791855.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel attacks Gaza as large-scale recovery of bodies set to begin</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>A series of artillery, air attacks hit near Rafah, Khan Younis in the south, and Deir el-Balah in the centre, as well as Gaza City.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US sanctions must be stopped as they reshape life in Cuba: UN rapporteur | News | Al Jazeera",
            "time": "2025-11-22T06:54:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-19T181305Z_426420013_RC2BZHAX6BGF_RTRMADP_3_CUBA-ENERGY-VENEZUELA-MEXICO-1763791788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US sanctions must be stopped as they reshape life in Cuba: UN rapporteur</h1><p class=\"article__subhead\"><em>The ongoing US actions are ‘suffocating the social fabric of Cuban society’, according to the expert.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s5\">The United States must lift unilateral sanctions imposed on Cuba as they are “causing significant effects across all aspects of life” more than six decades after they were imposed during the early part of Fidel Castro’s leadership, according to a senior United Nations expert.</p><p class=\"s5\">The “extensive regime of economic, trade and financial restrictions” against the island nation marks the longest-running unilateral sanctions policy in US history, said Alena Douhan, special rapporteur on the negative impact of unilateral coercive measures on human rights.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Only the US Congress can lift the Cold War-era embargo on communist-run Cuba, whose government has maintained that the country “will not surrender” to Washington’s “policy of collective punishment”.</p><p class=\"s5\">“As a result, generations of Cubans have lived under unilateral coercive measures, which has shaped the country’s economic and social landscape,” Douhan said in a statement released on Friday.</p><p class=\"s5\">The UN official cited reports that Washington’s imposed measures have progressively tightened since 2018, with further sanctions imposed on the already existing ones and a significant intensification in 2021 following Cuba’s re-designation as a so-called “state sponsor of terrorism”.</p><p class=\"s5\">Other countries and international companies also over-comply with the embargoes in an effort to steer clear of being <a href=\"/news/2025/8/14/us-sanctions-brazil-health-officials-over-cubas-overseas-medical-missions\">targeted with secondary sanctions</a>, which Douhan said affects the government and the people’s ability for long-term planning, “suffocating the social fabric of Cuban society”.</p><p class=\"s5\">US governments have for decades ignored international calls to remove the sanctions on Cuba, including the overwhelming <a href=\"/news/2025/10/29/united-nations-calls-for-end-to-us-embargo-on-cuba-again\">UN General Assembly vote</a> at the end of October that showed global support for an end to the embargo for a 33rd year.</p><figure id=\"attachment_4122575\" aria-describedby=\"caption-attachment-4122575\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122575\" src=\"/wp-content/uploads/2025/11/2025-11-21T214233Z_1724668034_RC251IA46KB7_RTRMADP_3_CUBA-USA-EMBARGO-UN-1763791686.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alena Douhan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122575\" class=\"wp-caption-text\">UN Special Rapporteur on human rights Alena Douhan speaks during a media conference in Havana, Cuba, on November 21, 2025 [Norlys Perez/Reuters]</figcaption></figure><p class=\"s5\">According to the UN rapporteur, there are shortages of food, medicine, electricity, water, essential machinery and spare parts in Cuba, while a growing emigration of skilled workers, including medical staff, engineers and teachers, is further straining the country.</p><p class=\"s5\">The accumulative effect has “severe consequences for the enjoyment of human rights, including the rights to life, food, health and development”, Douhan said.</p><p>Cuba has suffered a <a href=\"/news/2025/9/11/millions-lose-power-as-cuba-hit-by-fifth-blackout-in-less-than-a-year\">series of electricity blackouts</a>, grid collapses that have rocked the island of 10 million over the past year.</p><p class=\"s5\">Even when the US issues very limited licences and exemptions, the UN expert said investors remain wary of committing to long-term projects since there could be a policy shift in Washington.</p><p class=\"s5\">“I urge all states to adhere to international law principles and norms and ensure that humanitarian concerns are fully respected, grounded in principles of mutual respect, solidarity, cooperation and multilateralism,” she said.</p><p class=\"s5\">Douhan will present a thorough report to the UN Human Rights Council on the effect of the US sanctions in September 2026, following meetings with government officials, international agencies, church representatives, members of academia, medical personnel and the private sector.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Seven bodyguards arrested over Mexico mayor’s assassination | Crime News | Al Jazeera",
            "time": "2025-11-22T06:37:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-02T235843Z_117514871_RC2JOHAU90TW_RTRMADP_3_MEXICO-VIOLENCE-1762141479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Seven bodyguards arrested over Mexico mayor’s assassination</h1><p class=\"article__subhead\"><em>The killing of Carlos Manzo has caused widespread shock and outrage, prompting antigovernment protests.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Seven members of Mexican mayor Carlos Manzo’s security detail have been arrested as suspects in his <a href=\"/news/2025/11/3/calls-for-justice-after-mexico-mayor-killed-during-day-of-the-dead-festival\">killing</a>, according to the prosecutor’s office.</p><p>The prosecutor’s office said on Friday that the guards, who were active police officers, were detained as part of an investigation into their “probable involvement in the crime of qualified homicide” of the politician.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The mayor of Uruapan was killed in front of his family on November 1 in broad daylight. The alleged perpetrator was a 17-year-old boy who was killed by the politician’s guards. Local and federal authorities have said that organised crime was likely behind the assassination.</p><p>The assassination of Manzo during an event in the city marking the Day of the Dead caused widespread shock and outrage across the nation.</p><p>It ignited <a href=\"/video/newsfeed/2025/11/3/protests-in-mexico-after-mayor-who-declared-war-on-cartels-is-killed\">antigovernment protests</a> and led to the reinforcement of federal forces in Michoacan, a state in western Mexico.</p><p>Manzo, 40, had gained popularity as a crusader against organised crime in the troubled state.</p><p>He had served as mayor of Uruapan for a little over a year and had campaigned on fighting Mexico’s notorious and powerful drug cartels.</p><p>Until their arrests, the seven guards remained active, tasked with protecting Manzo’s widow, Grecia Quiroz, who was appointed by the state Congress to replace him as mayor of Uruapan, officials said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alleged-mastermind-arrested\">Alleged ‘mastermind’ arrested</h2><p>On Wednesday, federal authorities announced the arrest of Jorge Armando “N,” also known as “El Licenciado,” naming him “as one of the masterminds” in Manzo’s killing.</p><p>The federal Security Secretariat said El Licenciado is the leader of an unidentified criminal cell that, according to local media, is believed to be the powerful Jalisco New Generation Cartel.</p><p>On Friday, local media circulated images of a midday raid in Uruapan by agents from the local prosecutor’s office, supported by military personnel and federal guards, to arrest the bodyguards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The brief report from the prosecutor’s office, shared on social media, added that the detainees were “public officials” and were transferred to a prison to be presented before a judge.</p><p>Authorities have since indicated that the members of Manzo’s security detail were municipal police officers.</p><p>Last Saturday, Mexicans marched in the nation’s capital, Mexico City, in a huge Gen Z-heavy protest to denounce Manzo’s murder. More than 100 people were injured in clashes between demonstrators and police, and 19 were arrested.</p><p>The mayor’s assassination has brought added pressure on President Claudia Sheinbaum to reboot her security strategy. She has since announced Plan Michoacan, which, while heavy on spending for social programmes, also included deploying 10,000 soldiers across the state in an attempt to wrest control from the various criminal organisations operating there.</p></div></div></body></html>"
        },
        {
            "title": "Australia’s Northern Territory braces for Tropical Cyclone Fina | Weather News | Al Jazeera",
            "time": "2025-11-22T05:23:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/61e066be-8b56-4459-9380-2542c398e25f-1763780787.png?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia’s Northern Territory braces for Tropical Cyclone Fina</h1><p class=\"article__subhead\"><em>Authorities in Australia’s Northern Territory described the situation as ‘serious’, as they urged residents to shelter.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian authorities have cautioned residents in the country’s Northern Territory region to brace for Tropical Cyclone Fina, which is forecast to bring destructive winds and potential flooding to the city of Darwin.</p><p>Australia’s Bureau of Meteorology said Fina, a Category 3 cyclone sitting in the Van Diemen Gulf with wind gusts up to 165 kilometres per hour (102 miles per hour), was forecast to hit the region’s remote Tiwi Islands and Cape Hotham on Saturday afternoon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It would then likely pass north of Darwin, the capital of the Northern Territory, on Saturday as a “severe tropical cyclone”.</p><p>“By Saturday evening, it is expected to make its closest approach towards Darwin. And this is where we could see the worst of the wind and also the rain across the city,” the bureau said.</p><p>It urged residents to “immediately commence or continue preparations, especially securing boats and property”.</p><p></p><p>Weather bureau senior meteorologist Dean Narramore said that while the cyclone was not expected to make landfall, it would bring “widespread heavy rainfall and damaging-to-locally destructive winds” to Darwin, which has a population of about 140,000 people.</p><p>“Staying over water means it’s likely to maintain its intensity,” he told the ABC broadcaster.</p><p>Kirsten Engels, the Northern Territory Emergency Operations Centre incident controller, urged everyone in affected areas to activate their household emergency plans and move to public shelters if needed.</p><p>“We are prepared, but the situation is serious. We’re seeing the winds and rain pick up in Darwin and the Tiwi Islands already,” she told the ABC.</p><p>The warning for Darwin conjures painful memories of Cyclone Tracy, which destroyed much of the city on Christmas Day in 1974, killing 71 people, in one of Australia’s worst-ever natural disasters.</p><p>It resulted in the largest-ever evacuation and reconstruction operations in peacetime Australia, with a total of 35,362 people, of the city’s then population of 47,000, evacuated to the south for many months.</p></div></div></body></html>"
        },
        {
            "title": "US warns civilian flights as military activity around Venezuela increases | Aviation News | Al Jazeera",
            "time": "2025-11-22T05:22:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-07-19T002158Z_1668596856_RC2BPFAF5XNF_RTRMADP_3_USA-TRUMP-MIGRATION-VENEZUELA-1763783949.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US warns civilian flights as military activity around Venezuela increases</h1><p class=\"article__subhead\"><em>US aviation administration issues warning amid ‘worsening security’ and growing ‘military activity’ around Venezuela.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Federal Aviation Administration (FAA) has warned major airlines of potential dangers when flying in Venezuelan airspace due to “heightened military activity” amid a <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">major build-up of US forces</a> in the region.</p><p>The FAA’s NOTAM (Notice to Airmen) warning issued on Friday cites the “worsening security situation and heightened military activity in or around Venezuela”, and said the situation could pose risks for aircraft, though it stopped short of prohibiting flights over the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The aviation regulator urged aircraft flying in the area to “exercise caution” due to the threats “at all altitudes, including during overflight, the arrival and departure phases of flight, and/or airports and aircraft on the ground”.</p><p>In a background information document, the FAA said that since September, there has been an increase in global navigation satellite system interference in Venezuelan airspace, which in some cases has caused “lingering effects throughout a flight”, amid “activity associated with increasing <a href=\"/news/2025/11/14/us-announces-southern-spear-mission-as-forces-deploy-to-south-america\">Venezuela military readiness</a>“.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since September, the FAA added, “Venezuela has conducted multiple military exercises and directed the mass mobilisation of thousands of military and reserve forces,” while also noting that “Venezuela has at no point expressed an intent to target civil aviation”.</p><p>“The FAA will continue to monitor the risk environment for US civil aviation operating in the region and make adjustments, as appropriate,” it added.</p><p>Direct flights by US passenger or cargo carriers to Venezuela were suspended in 2019 but some US airlines fly over the country en route to other South American destinations, the Reuters news agency reports.</p><p>American Airlines said on Friday that it stopped overflying Venezuela in October. Delta Air Lines and United Airlines did not immediately respond to requests for comment.</p><p>The airspace warning comes as Washington deployed its <a href=\"/opinions/2025/10/24/the-us-warships-off-venezuela-arent-there-to-fight-drugs\">most advanced aircraft carrier</a> strike group, navy warships with thousands of troops, as well as F-35 stealth aircraft to the region amid what it claims is a military operation against Latin American drug trafficking cartels.</p><p>Venezuelan President Nicolas Maduro has warned that Washington may use the military build-up to attempt to remove him from power as the <a href=\"/news/2025/11/3/trump-says-days-numbered-for-venezuelas-maduro\">Trump administration increases its rhetoric</a> against Caracas, including accusing Maduro of drug trafficking.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US forces are also involved in ongoing attacks on vessels in the Caribbean Sea and eastern Pacific Ocean. Since early September, the US has attacked about 20 vessels, killing more than 80 people whom it accuses of involvement in drug trafficking.</p><p>But the US military has provided no evidence that the vessels and their occupants were involved in criminal activity or had posed any threat to the US, leading legal experts to accuse the Trump administration of openly carrying out extrajudicial killings in international waters.</p><p>Flight tracking website Flightradar24 said that US flight operators must now provide 72 hours prior notice to the FAA before flying through Venezuelan airspace.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Colombia hails ‘historic blow’ after largest cocaine bust in a decade | Drugs News | Al Jazeera",
            "time": "2025-11-22T04:58:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20231211__347P7EJ__v1__HighRes__ColombiaCrimeDrugTrafficking-1763772343.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombian authorities have made their largest cocaine bust in a decade, confiscating 14 tonnes at its main Pacific port, as President Gustavo Petro continues to fight back against claims from the administration of United States President Donald Trump of his complicity in the drug trade.</p><p>The seizure in the world’s largest cocaine-producing country came as Bolivia announced the US Drug Enforcement Administration (DEA) will be invited back into the country, 17 years after being expelled, to bolster the new conservative government’s anti-cocaine efforts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Colombia’s Ministry of Defence hailed the “historic blow” to drug traffickers on Friday, as it announced it had seized dozens of 50-kilogramme (110-pound) sacks of cocaine inside a warehouse in the southwestern port of Buenaventura, a strategic departure point for Colombian cocaine.</p><p>“The drug was camouflaged under the method of being mixed with plaster,” it said, adding that the container was headed for the Netherlands.</p><p>“With this seizure, we prevented the circulation of 35 million doses of cocaine and impacted the finances of those structures by more than $388.9m.”</p><p>Petro confirmed the seizure in a post on X, calling it the largest by the Colombian police “in the last decade” as he posted a video of officers and canines raiding the warehouse in the Port of Buenaventura.</p><p>He added that the operation was carried out “without a single death”.</p><p></p><p><em>Translation: ALERT! The largest seizure by the Colombian Police in the last decade. It is 14 tonnes of cocaine seized without a single death in the Port of Buenaventura.</em></p><h2 id=\"pressure-from-washington\">Pressure from Washington</h2><p>The seizure comes as the Trump administration has ramped up pressure on Bogota over recent months, branding its anti-drug policies insufficient and threatening to remove Colombia from its list of allies in its war on drugs.</p><p>In October, the US Department of the Treasury <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">sanctioned President Petro</a>, his wife Veronica del Socorro Alcocer Garcia, his son Nicolas Fernando Petro Burgos, and Colombian Interior Minister Armando Alberto Benedetti over their alleged involvement in the global drug trade.</p><p>Treasury Secretary Scott Bessent said Petro had “allowed drug cartels to flourish and refused to stop this activity”.</p><p>“Since President Gustavo Petro came to power, cocaine production in Colombia has exploded to the highest rate in decades, flooding the United States and poisoning Americans,” Bessent said.</p><p>On Monday, Petro ordered Colombia’s Financial Information and Analysis Unit to publicly release his bank records in an effort to demonstrate he has no ties to drug trafficking.</p><p>“Don’t you find it alarming that my bank accounts and transactions contradict President Trump’s assessment of a president democratically elected by Colombians?” Petro wrote on X.</p><p>Petro has been critical of Trump’s anti-drug strategy since returning to office, condemning his administration’s <a href=\"/news/2025/11/16/major-us-carrier-arrives-in-caribbean-as-trump-puts-venezuela-in-crosshairs\">repeated bombing</a> of suspected trafficking boats in the Caribbean and eastern Pacific Ocean since September as “extrajudicial executions”.</p><p>The Trump administration has cast its military actions – including a recent dramatic increase of warships stationed in the region – as an effort to counter illicit drug flows.</p><p>Venezuela has decried it as a pretext to force President Nicolas Maduro from power, as fears grow in Caracas that Trump is readying troops for imminent military action against the South American country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bolivia-s-conservative-shift\">Bolivia’s conservative shift</h2><p>As Colombia and Venezuela look to be on a collision course with Washington, US ties with Bolivia are showing signs of improvement as the South American country begins a <a href=\"/news/2025/10/20/bolivia-elects-centre-right-rodrigo-paz-as-president\">new era of conservative governance</a> after two decades of leftist rule.</p><p>Bolivia’s brand-new narcotics tsar, Ernesto Justiniano, told the AFP news agency on Friday that the DEA, expelled by socialist former president Evo Morales in 2008, will be invited to return to the country.</p><p>Justiniano – part of the new administration of President Rodrigo Paz, a pro-business conservative who took office on November 8 – said “there is a political commitment” for the agency to return to Bolivia, where he said cocaine production had spiralled out of control.</p><p>“We will no longer be an isolated country, a country that is self-absorbed and acts solely out of political necessity,” Justiniano said.</p><p>“International cooperation is fundamental” to fighting the drug trade, he added.</p><p>Paz, the leader of the centre-right Christian Democratic Party, is aiming for a sharp political, economic, social and diplomatic shift away from the policies of Bolivia’s socialist leaders.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Can Pakistan join the Gaza stabilisation force without facing backlash? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-22T04:44:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-13T171935Z_1836735484_RC25BHAIHBI6_RTRMADP_3_ISRAEL-PALESTINIANS-EGYPT-SUMMIT-1763515976.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> When the United Nations Security Council on Monday adopted a <a href=\"/news/2025/11/17/unsc-approves-us-resolution-mandating-intl-stabilisation-force-in-gaza\">United States-authored resolution</a> that paves the way for a transitional administration and an International Stabilisation Force (ISF) in Gaza, Pakistan – which was presiding over the council – had a seemingly contradictory response.</p><p>Asim Iftikhar Ahmed, Pakistan’s permanent representative to the UN, <a href=\"/news/2025/11/18/mixed-reactions-to-un-security-council-approval-of-gaza-plan\">thanked the US</a> for tabling the resolution and voted in its favour. But he also said Pakistan was not entirely satisfied with the outcome, and warned that “some critical suggestions” from Pakistan were not included in the final text.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Though the resolution promises a “credible pathway” to Palestinian statehood, Ahmed, in his comments to the council, said it did not spell that path out, and did not clarify the role of the UN, a proposed Board of Peace (BoP) to oversee Gaza’s governance, or the <a href=\"/news/2025/11/18/what-is-the-international-stabilisation-force-for-gaza\">mandate of the ISF</a>.</p><p>“Those are all crucial aspects with a bearing on the success of this endeavour. We earnestly hope that further details in coming weeks will provide the much-needed clarity on these issues,” he said.</p><p>But the country had already endorsed US President Donald Trump’s <a href=\"/news/2025/9/29/trump-and-netanyahu-discussed-proposal-for-ending-war-in-gaza\">20-point Gaza ceasefire plan in September</a> – the basis for the UN resolution. And while several other Arab and Muslim countries have also cautiously supported the resolution, Pakistan, with the largest army among them, is widely expected to play a key role in the ISF.</p><p>The vote in favour of the resolution, coupled with the suggestions that Pakistan still has questions it needs answers to, represents a careful tightrope walk that Islamabad will need to navigate as it faces questions at home over possible military deployment in Gaza, say analysts.</p><p>“The US playbook is clear and has a pro-Israel tilt. Yet, we need to recognise that this is the best option that we have,” Salman Bashir, former Pakistani foreign secretary, told Al Jazeera. “After the sufferings inflicted on the people of Gaza, we did not have any option but to go along.”</p><h2 id=\"pakistan-s-rising-geopolitical-value\">Pakistan’s rising geopolitical value</h2><p>In recent weeks, Pakistan’s top leaders have engaged in hectic diplomacy with key Middle Eastern partners.</p><p>Last weekend, Jordan’s King Abdullah II visited Islamabad and met Prime Minister Shehbaz Sharif and Field Marshal Asim Munir, the army chief. Munir had earlier travelled to Amman in October, as well as to Cairo in Egypt.</p><p>Pakistan has traditionally had close relations with Gulf states, and those ties have tightened amid Israel’s genocidal war on Gaza. Pakistan has long called for “Palestinian self-determination and the establishment of a sovereign, independent and contiguous State of Palestine based on pre-1967 borders with al-Quds al-Sharif [Jerusalem] as its capital”.</p><p>But in recent weeks, Pakistan – the only Muslim nation with nuclear weapons – has also emerged as a key actor in the region’s security calculations, courted by both the United States and important Arab allies.</p><p>In September, <a href=\"/news/2025/9/18/watershed-how-saudi-pakistan-defence-pact-reshapes-regions-geopolitics\">Pakistan signed</a> a Strategic Mutual Defence Agreement (SMDA) with Saudi Arabia, days after Israel had struck Doha, the Qatari capital. Then, in October, Prime Minister Sharif and Field Marshal Munir joined Trump and a bevy of other world leaders in Egypt’s Sharm el-Sheikh for the formal signing ceremony of the <a href=\"/news/2025/10/13/world-leaders-gather-in-egypt-for-signing-of-gaza-ceasefire-deal\">Gaza ceasefire agreement</a>. Sharif lavished Trump with praise on the occasion.</p><p>By then, Trump had already described Munir as his “favourite field marshal”. Following a brief escalation with India in May, during which Pakistan said it <a href=\"/news/2025/5/20/how-conflict-with-india-helped-boost-the-pakistan-militarys-domestic-image\">shot down Indian jets</a>, Munir <a href=\"/news/2025/6/19/trumps-pakistan-embrace-tactical-romance-or-a-new-inner-circle\">met Trump</a> in the Oval Office in June, an unprecedented visit for a serving Pakistani military chief who is not head of state.</p><p>In late September, Munir visited Washington again, this time with Sharif. The prime minister and army chief met Trump and promoted potential investment opportunities, including Pakistan’s <a href=\"/news/2025/9/25/strategic-handshake-how-pakistan-is-wooing-trump-with-critical-minerals\">rare earth minerals</a>.</p><p>Now, Pakistan’s government is mulling its participation in the ISF. Though the government has not made any decision, senior officials have publicly commented favourably about the idea. “If Pakistan has to participate in it, then I think it will be a matter of pride for us,” Defence Minister Khawaja Asif said on October 28. “We will be proud to do it.”</p><p>That’s easier said than done, cautioned some analysts.</p><p>Palestine is an emotive issue in Pakistan, which does not recognise Israel. The national passport explicitly states it cannot be used for travel to Israel, and any suggestion of military cooperation with Israeli forces – or even de facto recognition of Israel – remains politically fraught.</p><p>That makes the prospect of troop deployment to Gaza a highly sensitive subject for politicians and the military alike.</p><figure id=\"attachment_4116464\" aria-describedby=\"caption-attachment-4116464\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4116464\" src=\"/wp-content/uploads/2025/11/G1GofwcWkAAs8tr-1763516248.jpg?w=770&amp;resize=770%2C553&amp;quality=80\" alt=\"Pakistan SMDA KSA\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4116464\" class=\"wp-caption-text\">Pakistan and Saudi Arabia signed a defence agreement on September 17, in Riyadh [Handout/Pakistan Prime Minister’s Office]</figcaption></figure><h2 id=\"government-keeps-cards-close-to-chest\">Government keeps cards close to chest</h2><p>Officially, the government has been opaque about its position on joining the ISF.</p><p>Even while describing any participation in the force as a cause for pride, Defence Minister Asif said the government would consult parliament and other institutions before making any decision.</p><p>“The government will take a decision after going through the process, and I don’t want to preempt anything,” he said.</p><p>In a weekly press briefing earlier this month, Ministry of Foreign Affairs spokesperson Tahir Andrabi said the question of Pakistan’s contribution would be decided “after consultation at the highest level”.</p><p>“The decision will be taken in due course, as and when required. Certain level of leadership has stated that the decision will be taken with the advice of the government,” he said.</p><p>Al Jazeera reached out to Asif, the defence minister, Information Minister Attaullah Tarar, and the military’s media wing, the Inter-Services Public Relations, but received no response.</p><h2 id=\"legal-operational-ambiguities\">Legal, operational ambiguities</h2><p>Some retired senior officers say Pakistan will not decide the matter behind closed doors.</p><p>Muhammad Saeed, a three-star general who served as Chief of General Staff until his 2023 retirement, said he expects the terms of reference and rules of engagement for any ISF deployment to be debated in public forums, including Pakistan’s National Security Council and parliament.</p><p>“This is such a sensitive topic; it has to be debated publicly, and no government can possibly keep it under wraps. So once the ISF structure becomes clear, I am certain that Pakistani decision-making will be very inclusive and the public will know about the details,” he told Al Jazeera.</p><p>Kamran Bokhari, senior director at the New Lines Institute for Strategy and Policy in Washington, DC, said the mutual defence agreement with Saudi Arabia meant that Pakistani troops in Gaza would likely be representing both countries. He, however, added that Pakistan would likely have participated in the ISF even without the Saudi pact.</p><p>Still, the lack of details about the ISF and Gaza’s governance in the UN resolution remains a stumbling block, say experts.</p><p>Several countries on the council said the resolution left key elements ambiguous, including the composition, structure and terms of reference for both the BoP and the ISF. China, which abstained, also described the text as “vague and unclear” on critical elements.</p><p>The resolution asks for the Gaza Strip to be “demilitarised” and for the “permanent decommissioning of weapons from non-state armed groups”, a demand that Hamas has rejected.</p><p>Hamas said the resolution failed to meet Palestinian rights and sought to impose an international trusteeship on Gaza that Palestinians and resistance factions oppose.</p><p>So far, the US has sent nearly 200 personnel, including a general, to establish a Civil-Military Coordination Center (CMCC) near Gaza on Israeli territory. The centre will monitor humanitarian aid and act as a base from which the ISF is expected to operate.</p><p>US-based media outlet Politico reported last month that Pakistan, Azerbaijan and Indonesia – all Muslim-majority states – were among the top contenders to supply troops for the ISF.</p><p>Meanwhile, the United Arab Emirates, which joined the Abraham Accords in 2020 and recognised Israel in Trump’s first tenure, has said it will not participate until there is clarity on the legal framework.</p><p>King Abdullah of Jordan also warned that without a clear mandate for the ISF, it would be difficult to make the plan succeed.</p><figure id=\"attachment_4116472\" aria-describedby=\"caption-attachment-4116472\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4116472\" src=\"/wp-content/uploads/2025/11/epa_691d1ff539e5-1763516405.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12533972 The ruins of destroyed buildings in northern Gaza City, Gaza Strip, 18 November 2025, amid a ceasefire between Israel and Hamas. Around 1.9 million people in Gaza, nearly 90 percent of the population, have been displaced since the Israel-Hamas conflict began in October 2023, according to the UN. EPA/MOHAMMED SABER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4116472\" class=\"wp-caption-text\">The ruins of destroyed buildings in northern Gaza City, Gaza Strip, on November 18, 2025, amid a ceasefire between Israel and Hamas. About 1.9 million people in Gaza, nearly 90 percent of the population, have been displaced since the Israel-Hamas conflict began in October 2023, according to the UN [Mohammed Saber/EPA]</figcaption></figure><h2 id=\"costs-incentives-and-pakistan-s-historical-role\">Costs, incentives and Pakistan’s historical role</h2><p>Bokhari argued Pakistan has limited options, adding that many of its close allies are “deeply committed” to the initiative and have sought Islamabad’s participation.</p><p>“Pakistan’s economic and financial problems mean it will need to reciprocate militarily in order to secure” the goodwill of the US and Islamabad’s Gulf allies, he said. “We have to assume that the current civilian-military leadership is aware of the domestic political risks.”</p><p>Others point to Pakistan’s long experience with UN peacekeeping. As of September 2025, UN figures show Pakistan has contributed more than 2,600 personnel to UN missions, just below Indonesia’s 2,700, ranking Pakistan sixth overall.</p><p>Qamar Cheema, executive director of the Islamabad-based Sanober Institute, said Pakistan has emerged as a security stabiliser for the Middle East and has “extensive experience of providing support in conflict zones in the past”.</p><p>Pakistan currently faces security challenges on both its borders – with India to its east and Taliban-ruled Afghanistan to the west. But it “may not have to cut troops from its eastern or western borders, since the number of troops [needed in Gaza] may not be that big, as various countries are also sending troops,” Cheema told Al Jazeera.</p><p>Saeed, the retired general, said Pakistan’s historic position on Palestine remained intact and that its prior peacekeeping experience meant that its troops were well-equipped to help the ISF.</p><p>“Pakistan has one of the richest experiences when it comes to both peacekeeping and peace enforcement through the UN. We have a sizeable force, with a variety of experience in maintaining peace and order,” he said.</p><p>“The hope is that we can perhaps provide help that can eliminate the violence, lead to peace, bring humanitarian aid in Gaza and implement the UN resolution,” the former general said.</p><h2 id=\"domestic-political-risks-and-the-israeli-factor\">Domestic political risks and the Israeli factor</h2><p>Despite those arguments, many in Pakistan question the feasibility – and political acceptability – of serving alongside or coordinating with Israeli forces.</p><p>Bashir, the former foreign secretary, acknowledged the risks and said the demand that Hamas deweaponise made the ISF “a difficult mission”.</p><p>Still, he said, “realism demands that we go along with a less than perfect solution”.</p><p>Bokhari of New Lines Institute said stakeholders often sort out details “on the go” in the early stages of such missions.</p><p>“Of course, there is no way Pakistan or any other participating nation can avoid coordinating with Israel,” he said.</p><p>Saeed, however, disagreed. He said ISF would likely be a coalition in which one partner coordinates any dealings with Israeli forces, meaning Pakistani troops might not have direct contact with Israel.</p><p>“There are other countries potentially part of ISF who have relations with Israel. It is likely they will take the commanding role in ISF, and thus they will be the ones to engage with them, and not Pakistan,” he said. He added Pakistan’s involvement – if it happens – would be narrowly focused on maintaining the ceasefire and protecting Palestinian lives.</p><p>But Omar Mahmood Hayat, another retired three-star general, warned that any operational tie to Israel “will ignite domestic backlash and erode public trust”.</p><p>Hayat said Pakistan has no diplomatic ties with Israel “for principled reasons” and that blurring that line, even citing humanitarian considerations, would invite domestic confusion and controversy.</p><p>“This is not just a moral dilemma, but it is also a strategic contradiction,” he said. “It weakens our diplomatic posture.”</p></div></div></body></html>"
        },
        {
            "title": "G20 summit in South Africa: Who’s attending and what’s on the agenda? | Inequality News | Al Jazeera",
            "time": "2025-11-22T03:46:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T075144Z_1706344112_RC2V0IA89Q0U_RTRMADP_3_G20-SUMMIT-1763716405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>World leaders are gathering in Johannesburg, South Africa’s economic capital, this weekend for the annual Group of 20 (G20) leaders’ summit –  the first ever to be held in an African country amid <a href=\"/news/2025/11/21/how-trumps-absence-marks-leadership-opportunity-for-china-at-g20\">a boycott by the United States</a> over widely discredited claims that the host country <a href=\"/news/2025/11/8/trump-says-us-to-boycott-south-africa-g20-summit-over-white-genocide\">mistreats white people.</a></p><p>About 42 countries and institutions will be represented at the meeting that starts on Saturday, but the US, under President Donald Trump – who has condemned South Africa’s position as host – will be conspicuously absent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Washington, a founding member of the group, is next in line to take over the rotating presidency from Pretoria, and South Africa’s President Cyril Ramaphosa has promised to symbolically hand over to an empty chair if necessary.</p><p>On Thursday, Ramaphosa said the US had reached out at the last minute to agree on some kind of participation, but did not disclose details. But within hours, White House spokeswoman Karoline Leavitt hit back, accusing Ramaphosa of “running his mouth,” insisting that the US position had not changed, and that the South African leader’s comments were “not appreciated by the president [Trump] or his team.”</p><p>She did, however, indicate that the US would send an official for the handover ceremony, as it takes over the G20’s presidency from South Africa. Acting US ambassador to South Africa Marc D Dillard might be the official tasked with this responsibility, though this has not yet been confirmed.</p><p>Despite the drama over the US attendance, Johannesburg has been buzzing with activity all week in preparation for the summit, as workers clean up and decorate the bustling city. Ramaphosa himself drew surprise when he donned dungarees and picked up cleaning tools.</p><p>Bright flowers and colourful G20 billboards adorn the streets through which dignitaries will pass on their way from the OR Tambo international airport into the city.</p><p>At least 3,500 extra police officials have been deployed to bolster security for the high-level guests, while the army has been placed on standby.</p><p>Some South Africans, though, have voiced criticism of the expensive event, pointing to the economic challenges the country faces. Several protests by organisations from climate action groups to women’s rights defenders are also planned around the airport and the venue of the summit.</p><p>Here’s what we know about the summit:</p><figure id=\"attachment_4121308\" aria-describedby=\"caption-attachment-4121308\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121308\" src=\"/wp-content/uploads/2025/11/2025-11-21T080320Z_228901625_RC2V0IA59VR3_RTRMADP_3_G20-SUMMIT-1-1763716414.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"g20 MEETING\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121308\" class=\"wp-caption-text\">Banners featuring European Commission President Ursula von der Leyen, Canadian Prime Minister Mark Carney, Australian Prime Minister Anthony Albanese and Angola’s President Joao Lourenco are displayed inside the secured area of the G20 summit venue ahead of the meeting scheduled for November 22–23, in Johannesburg, South Africa, on November 21, 2025 [Yves Herman/Reuters]</figcaption></figure><h2 id=\"what-is-the-g20-and-when-is-the-summit\">What is the G20, and when is the summit?</h2><p>The G20 was founded in 1999 as an informal economic grouping of the world’s biggest economic powers.</p><p>But it was the 2008 economic crisis that propelled the G20 into prominence: In a world where major Global South economies like China and India were playing increasingly vital roles, the G7 grouping of seven wealthy nations was no longer equipped to stop the financial bloodbath that spanned continents.</p><p>Since then, G20 leaders have met at least once every year for summits.</p><p>The grouping originally comprised 19 countries (Argentina, Australia, Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, South Korea, Mexico, Russia, Saudi Arabia, South Africa, Turkiye, the United Kingdom, and the US), plus the European Union as the 20th entity. Since 2023, the African Union has been a member, too. Combined, they represent 85 percent of global gross domestic product (GDP) and two-thirds of the world’s population, according to the G20.</p><p>G20 country representatives meet throughout the year to discuss pressing issues. But in November, the leaders meet for the annual summit.</p><p>The leaders’ summit marks the culmination of the host country’s yearlong stewardship and usually ends with a non-binding leaders’ declaration. In Brazil last November, leaders issued a statement reaffirming their commitment to achieving the United Nations’ Sustainable Development Goals by a 2030 deadline.</p><p>South Africa has held the presidency since November 2024 and will hand over to the US on November 30, 2025. This weekend’s meeting will take place over two days from Saturday, November 22, at Johannesburg’s 150,000 square-metre Nasrec Expo Centre, the country’s largest convention centre.</p><h2 id=\"who-is-attending\">Who is attending?</h2><p>Forty-two countries and organisations have confirmed their attendance, according to South African officials speaking to reporters on Monday.</p><p>At least six heads of state are not attending the summit, though, apart from the US, the others are sending high-level representatives, Foreign Minister Ronald Lamola said, describing this attendance rate as a “success” for South Africa.</p><p>Some of the most notable names expected at the summit include: China’s Premier Li Qiang, French President Emmanuel Macron, India’s Prime Minister Narendra Modi, Germany’s Chancellor Friedrich Merz, UK Prime Minister Keir Starmer, Brazil’s President Luiz Inacio Lula da Silva, Turkiye’s President Recep Tayyip Erdogan, Italian Prime Minister Giorgia Meloni, Japanese Prime Minister Sanae Takaichi, Canadian Prime Minister Mark Carney and Australian Prime Minister Anthony Albanese.</p><p></p><p>African Union Commission chairperson Mahamoud Ali Youssouf, President of the European Council Antonio Costa, President of the European Commission Ursula von der Leyen and United Nations Secretary-General Antonio Guterres will also be present.</p><h2 id=\"why-is-the-us-boycotting-the-summit-this-year\">Why is the US boycotting the summit this year?</h2><p>Trump’s absence from the meeting will be the most notable and has threatened to overshadow the summit’s agenda and undermine South Africa’s position.</p><p>Last week, the US president denounced South Africa’s leadership of the G20 and said he would not attend, citing alleged discrimination against South Africa’s minority white population and inaccurately alleging a “genocide” of white farmers.</p><p>Trump has made several unsubstantiated claims of “genocide” since he returned to the White House in January, following South Africa’s passing of a <a href=\"/news/2025/2/5/is-south-africa-confiscating-land-targeting-some-groups-as-trump-claims\" target=\"_blank\" rel=\"noopener\">new law</a> seeking to address disparities in land ownership, three-quarters of which is owned by the country’s white minority.</p><p>In February, the Trump administration cut foreign aid to South Africa, a move which could be a major threat to the nation’s HIV response, according to experts.</p><p>During a <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\">heated exchange</a> with Trump at the White House in May, President Ramaphosa denied claims of a “white genocide” and said South Africa generally experiences high crime rates, which affect all ethnicities.</p><p>In July, Trump said that while he might not attend the G20 summit, he would send Vice President JD Vance instead. However, on November 8, Trump doubled down on claims of “human rights abuses” by South Africa in a post on his social platform Truth Social, and said <a href=\"/news/2025/11/8/trump-says-us-to-boycott-south-africa-g20-summit-over-white-genocide\" target=\"_blank\" rel=\"noopener\">no US official </a>would be attending the forum.</p><p>“It is a total disgrace that the G20 will be held in South Africa,” he wrote, while recounting his claims again. “No US Government Official will attend as long as these Human Rights abuses continue. I look forward to hosting the 2026 G20 in Miami, Florida!” he added.</p><p>South African officials have attempted to downplay the US’s absence. Ramaphosa, speaking to journalists in Cape Town after Trump’s announcement, said the action would likely not have an impact.</p><p>“It is unfortunate that the United States has decided not to attend the G20,” he said. “All I can say in my experience in politics is that boycotts never really work. They have a very contradictory effect.”</p><p>In another comment to the media, Ramaphosa told reporters the US boycott was “their loss”. The South African leader, this week, however, said he would hand over the presidency to an empty seat meant for the US representative in a symbolic gesture, and stressed the need to repair ties with Washington.</p><figure id=\"attachment_3725273\" aria-describedby=\"caption-attachment-3725273\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3725273\" src=\"/wp-content/uploads/2025/05/2025-05-21T175538Z_211099346_RC2GMEAOPQ99_RTRMADP_3_USA-SAFRICA-1747856541.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump and South African President Cyril Ramaphosa looks towards a monitor (not pictured) that shows videos allegedly pertaining to the genocide of white people in South Africa, in the Oval Office of the White House in Washington, D.C., U.S., May 21, 2025. REUTERS/Kevin Lamarque\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3725273\" class=\"wp-caption-text\">US President Donald Trump and South African President Cyril Ramaphosa look at a monitor (not pictured) that shows videos allegedly about the genocide of white people in South Africa, in the Oval Office of the White House in Washington, DC, on May 21, 2025 [Kevin Lamarque/Reuters]</figcaption></figure><h2 id=\"who-else-will-not-attend\">Who else will not attend?</h2><ul class=\"spaced-bullet-spacing\">\n<li>Argentina’s Javier Milei, a Trump ally, will not attend the meeting either but will send Foreign Minister Pablo Quirino. Milei did not state why he withdrew.</li>\n<li>China’s Foreign Ministry on November 14 also announced that President Xi Jinping had cancelled his attendance at the meeting, and would instead be represented by Prime Minister Li Qiang. The ministry did not state why, but South Africa and China have a thriving trade relationship. President Xi was in the country for the 2023 BRICS summit, another informal grouping of developing powers.</li>\n<li>The Kremlin announced in October that Russia’s President Vladimir Putin would not attend the meeting and would instead send his deputy head of the presidential administration, Maxim Oreshkin. Putin is the subject of an international arrest warrant issued by the International Criminal Court (ICC) for alleged war crimes in Ukraine, and as a signatory, South Africa is legally obliged to arrest him if he sets foot in the country.</li>\n<li>Nigeria’s President Bola Ahmed Tinubu cancelled his trip after 25 girls were kidnapped this week from their school amid a security crisis in the country.</li>\n<li>Mexico’s President Claudia Sheinbaum will not attend due to scheduled appointments in the country, the government announced this week. Foreign Minister Juan Ramon de la Fuente usually represents her abroad.</li>\n</ul><h2 id=\"what-s-on-the-agenda\">What’s on the agenda?</h2><p>South Africa, as host, will emphasise issues which affect Global South countries and is hoping to persuade leaders to collectively pledge their commitment to addressing topics from economic inequalities to improving development financing for vulnerable countries.</p><p>South Africa will also lobby countries to commit to scaling up their spending on climate-disaster resilience and disaster responses globally; increase the amount of climate finance flowing from richer to poorer nations; provide better debt restructuring and relief for poorer nations via international financial institutions and bilateral lending; and prioritise local communities and source countries amid a race among global powers for access to critical minerals, some of which are concentrated in African countries.</p><p>South Africa has not hosted an international event on this scale since the 2010 FIFA World Cup. Despite the snub from the US, this is an important moment for the country, and for Africa, Gilad Isaacs, executive director of South African think tank, the Institute for Economic Justice, told Al Jazeera, saying Pretoria has put “real issues” affecting African countries on the agenda this time.</p><p>“The US boycott will not derail the work,” Isaacs said. “The credibility of the presidency will be measured not by the presence of any one country, but by whether the agenda set in the interests of the Global South is carried through and used in other forums.”</p><figure id=\"attachment_4121315\" aria-describedby=\"caption-attachment-4121315\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4121315\" src=\"/wp-content/uploads/2025/11/2025-11-21T074732Z_1002669083_RC2U0IAB4B0J_RTRMADP_3_G20-SUMMIT-1763716594.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"g20\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4121315\" class=\"wp-caption-text\">Banners featuring world leaders are displayed inside the secured area of the G20 summit venue ahead of the meeting scheduled for November 22–23, in Johannesburg, South Africa, on November 21, 2025 [Yves Herman/Reuters]</figcaption></figure><h2 id=\"what-protests-are-planned\">What protests are planned?</h2><p>Several protests are planned around the event, and started on Friday. Deputy national commissioner for policing, Lieutenant General Tebello Mosikili, told reporters on Tuesday that authorities are expecting protests in Johannesburg and other major South African cities.</p><p>“We will allow that right [to protest] to be exercised,” she said. “But within the proper directives and proper confines of the law.”</p><h3 id=\"femicide-protests\">Femicide protests</h3><p>One of the largest demonstrations was planned by the Women for Change advocacy group, which called for a national shutdown on Friday, the eve of the summit, to protest against South Africa’s soaring rates of violence against women and femicide. Three women are killed by intimate partners every day, according to government figures.</p><p>The organisation had led a significant social media campaign in the days leading up to the event to create awareness. On Friday, it asked South African women to boycott work and school and to wear all black to signify mourning. Women were also urged to lie down for 15 minutes at 12pm local time (10:00 GMT) in honour of the women murdered.</p><p>“Because, until South Africa stops burying a woman every 2.5 hours, the G20 cannot speak of growth and progress,” Women for Change said in a campaign statement.</p><p>In an impassioned statement during a sideline G20 event on Thursday evening, President Ramaphosa attempted to show solidarity with women, declaring gender-based violence and femicide both a national and global crisis. Women’s rights groups, however, say they are pushing for femicide to be declared a national disaster.</p><h3>Climate change protests</h3><p>On Thursday, a coalition of climate change and wealth inequality activists called The Citizen began an alternative summit in Johannesburg, decrying the G20 gathering as “for the rich”.</p><h3>White minority protests</h3><p>Separately, Solidarity, a trade union representing members of South Africa’s Afrikaner white minority, is also set to protest against the alleged marginalisation of white South Africans. The organisation has put up controversial billboards around Johannesburg that say: “Welcome to the most RACE-REGULATED country in the world.”</p><h3>Unemployment protests</h3><p>Meanwhile, Operation Dudula, a South African anti-immigration group, protested on Friday against joblessness and poverty in the country. South Africa’s 31 percent unemployment rate is one of the highest in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Major MAGA figure Marjorie Taylor Greene resigns after Trump clash | Politics News | Al Jazeera",
            "time": "2025-11-22T03:43:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_691992c291e7-1763283650.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Major MAGA figure Marjorie Taylor Greene resigns after Trump clash</h1><p class=\"article__subhead\"><em>‘Standing up for American women who were raped at 14’ should not result in being called a ‘traitor’ by Trump, Greene says in resignation statement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Republican lawmaker Marjorie Taylor Greene, an influential figure among the far right and longtime ally of Donald Trump who recently had a <a href=\"/news/2025/11/16/us-lawmaker-marjorie-taylor-greene-blames-trump-for-threats-after-split\">dramatic falling out</a> with the United States president, has said she is quitting her seat in Congress.</p><p>“Loyalty should be a two-way street”, while Congress “has mostly been sidelined” under the Trump administration, Greene posted in a lengthy resignation statement on social media late on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In her video statement, the <a href=\"/news/2025/11/16/who-is-marjorie-taylor-greene-trumps-maga-ally-turned-critic\">51-year-old congresswoman</a> from Georgia said she had “always represented the common American man and woman as a member of the House of Representatives, which is why I’ve been despised in Washington, DC, and never fit in”.</p><p>“I will be resigning from office with my last day being January 5, 2026,” she said.</p><p>Greene said she did not want her supporters and family to endure “a <a href=\"/news/2025/11/15/trump-withdraws-support-for-former-maga-champion-marjorie-taylor-greene\">hurtful and hateful</a> primary against me by the President we all fought for”.</p><p>President Trump responded to the news, saying: “I think it’s great news for the country”.</p><p>“It’s great,” ABC News quoted Trump as saying in an interview.</p><p></p><p>Previously an icon of Trump’s Make America Great Again (MAGA) movement, Greene had a very public falling out with Trump, with the president announcing earlier this month that he was withdrawing all support for the congresswoman he described as “‘Wacky’ Marjorie”.</p><p>Greene has cited as a cause for her rift with Trump her outspoken advocacy for releasing the government’s files on <a href=\"/video/the-take-2/2025/11/21/aje-onl-usa_epstein_av_v3-201125\">convicted sex offender Jeffrey Epstein</a>.</p><p>Trump had dismissed the Epstein issue as a “Democrat hoax” and has struggled with uproar in his MAGA base over his <a href=\"/news/2025/11/18/how-donald-trump-shifted-on-releasing-the-jeffrey-epstein-files\">U-turn on a pre-election promise</a> to release government files on the case.</p><p>But under mounting pressure from within his own party and Democrats, Trump signed a bill this week to release the Epstein files after a motion to release them passed in the House and Senate with overwhelming support.</p><p>In her resignation statement, Greene referenced the Epstein controversy.</p><p>“Standing up for American women who were raped at 14, trafficked and used by rich, powerful men should not result in me being called a traitor and threatened by the president of the United States, whom I fought for,” Greene said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Greene also this year became the first Republican lawmaker to call US ally Israel’s assault on Gaza a genocide.</p><p>Trump followed up his withdrawal of support for Greene earlier this month with multiple posts on his Truth Social platform attacking the lawmaker as a “lightweight” and even a “traitor” to the Republican Party.</p><p>Greene subsequently said she was being targeted by a wave of threats.</p><p>The move by Greene to resign from Congress before the 2026 midterms is the clearest sign yet of a growing split in the MAGA world amid strong Democratic victories in this month’s off-year elections, and Trump’s warm White House meeting earlier on Friday with <a href=\"/news/2025/11/21/trump-and-mamdani-hope-for-positive-relationship-after-productive-meeting\">New York’s leftist Mayor-elect Zohran Mamdani.</a></p><figure id=\"attachment_4122321\" aria-describedby=\"caption-attachment-4122321\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4122321\" src=\"/wp-content/uploads/2025/11/AFP__20251121__84T33D9__v1__HighRes__UsPoliticsTrump-1763762754.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Trump and Mamdani in the Oval Office\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4122321\" class=\"wp-caption-text\">US President Donald Trump meets with New York Mayor-elect Zohran Mamdani in the Oval Office of the White House in Washington, DC, on November 21, 2025 [Jim Watson/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US Supreme Court blocks order on likely racial bias in new Texas voter map | Elections News | Al Jazeera",
            "time": "2025-11-22T02:26:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25232594247126-1755801120.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Supreme Court blocks order on likely racial bias in new Texas voter map</h1><p class=\"article__subhead\"><em>Texas redrew its voting map as part of US President Donald Trump’s plan to win extra Republican seats in the 2026 midterm elections.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court has temporarily blocked a lower court ruling that found the Texas 2026 congressional <a href=\"/news/2025/8/21/whats-the-texas-redistricting-fight-about-and-how-has-california-reacted\">redistricting plan likely discriminates</a> on the basis of race.</p><p>The order signed on Friday by Supreme Court Justice Samuel Alito will remain in place at least for the next few days while the court considers whether to allow the new map, which is favourable to Republicans, to be used in the US midterm elections next year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Texas Attorney General Ken Paxton hailed the ruling, which had granted an “administrative stay” and temporarily stopped the lower court’s “injunction against Texas’s map”.</p><p>“Radical left-wing activists are abusing the judicial system to derail the Republican agenda and steal the US House for Democrats. I am fighting to stop this blatant attempt to upend our political system,” Paxton said in an earlier post on social media.</p><p><a href=\"/news/2025/8/29/texas-governor-greg-abbott-signs-trump-backed-redistricting-bill\">Texas redrew its congressional map</a> in August as part of US President Donald Trump’s efforts to preserve a slim Republican majority in the House of Representatives in next year’s mid-term elections, touching off a nationwide redistricting battle between Republicans and Democrats.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The new redistricting map for Texas was engineered to give Republicans five additional House seats, but a panel of federal judges in El Paso ruled 2-1 on Tuesday, saying that the civil rights groups that challenged the map on behalf of Black and Hispanic voters were likely to win their case.</p><p>The redrawn map was likely racially discriminatory in violation of US constitutional protections, the court found.</p><p>Nonprofit news outlet The Texas Tribune said the state is now back to using, temporarily, its 2025 congressional map for voting as the Supreme Court has not yet decided what map Texas should ultimately use, and the “legality of the map” will play out in court over the coming weeks and months.</p><p>Texas was the first state to meet Trump’s demands on redistricting. Missouri and North Carolina followed Texas with new redistricting maps that would add an additional Republican seat each.</p><p>To counter those moves, <a href=\"/news/2025/11/13/trump-administration-joins-lawsuit-against-californias-redistricting-maps\">California voters approved a ballot</a> initiative to give Democrats an additional five seats there.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Redrawn voter maps are now facing court challenges in California, Missouri and North Carolina.</p><p>Republicans currently hold slim majorities in both chambers of Congress, and ceding control of either the House or Senate to the Democrats in the November 2026 midterm elections would imperil Trump’s legislative agenda in the second half of his latest term in office.</p><p>There have been legal fights at the Supreme Court for decades over the practice known as gerrymandering – the redrawing of electoral district boundaries to marginalise a certain set of voters and increase the influence of others.</p><p>The court issued its most important ruling to date on the matter in 2019, declaring that gerrymandering for partisan reasons – to boost the electoral chances of one’s own party and weaken one’s political opponent – could not be challenged in federal courts.</p><p>But gerrymandering driven primarily by race remains unlawful under the US Constitution’s 14th Amendment guarantee of equal protection under the law and 15th Amendment prohibition on racial discrimination in voting.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,367 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-22T01:24:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T094134Z_201742894_RC2A0IAYLY7P_RTRMADP_3_UKRAINE-CRISIS-POKROVSK-1763766579.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,367</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,367 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Saturday, November 22:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov said approximately 5,000 Ukrainian troops are trapped by Russian forces on the eastern bank of the Oskil River, in Ukraine’s eastern Kharkiv region. There was no immediate comment from the Ukrainian military.</li>\n<li>Russia’s Ministry of Defence said its troops captured the settlements of Yampil, Stavky, Novoselivka and Maslyakivka in eastern Ukraine’s Donetsk region, as well as the village of Radisne in neighbouring Dnipropetrovsk region.</li>\n<li>The Russian Defence Ministry said 33 Ukrainian drones were intercepted and destroyed over five Russian regions, as well as Crimea and the Black Sea, overnight.</li>\n<li>At least eight Russian airports were forced to suspend operations during the nighttime attack, according to Russia’s aviation watchdog.</li>\n<li>Ukraine said its forces were holding defensive lines in the northern part of the embattled eastern city of Pokrovsk and were blocking attempts by Russian troops to advance further.</li>\n<li>Moscow’s forces have fought towards Pokrovsk, a logistics hub for the Ukrainian military, for months to try to capture the town, which Russian media has dubbed the “gateway” to Ukraine’s industrial Donbas region.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-plan\">Peace plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy has until this coming Thursday to approve a United States-backed peace plan with Russia, President Donald Trump has said.</li>\n<li>Speaking in the Oval Office after a meeting with New York City Mayor-elect Zohran Mamdani on Friday, Trump said: “We have a way of getting peace, or we think we have a way of getting to peace. [Ukrainian President Volodymyr Zelenskyy] is going to have to approve it.”</li>\n<li>President Zelenskyy pledged to work fast and constructively with Washington on the peace plan, but said he would not betray his country’s national interest.</li>\n<li>In a video statement, Zelenskyy urged Ukrainians to remain united in what he described as one of the most difficult moments in their country’s history, adding that he expected more political pressure over the next week.</li>\n<li>Zelenskyy also said after an hour-long phone call with US Vice President JD Vance that Ukraine would work with Washington, and Europe at an advisory level, towards a peace plan.</li>\n<li>Zelenskyy said he then spoke with NATO Secretary-General Mark Rutte about the “available diplomatic options” to end his country’s war with Russia, including the “plan proposed by the American side”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s Ministry of Foreign Affairs spokeswoman Maria Zakharova said that Moscow had still not officially received any peace plan from the US, Russian state news agency RIA Novosti reported.</li>\n<li>Russian President Vladimir Putin told senior officials at a meeting of Russia’s Security Council that the US proposal could be the basis for a resolution of the conflict, but if Kyiv turned down the plan, then Russian forces would advance further.</li>\n<li>British Prime Minister Keir Starmer said any peace deal between Russia and Ukraine must ensure Kyiv’s future security, following a phone call between Starmer, French President Emmanuel Macron, German Chancellor Friedrich Merz and Zelenskyy.</li>\n<li>Starmer’s office said the leaders “underlined their support for President Trump’s drive for peace and agreed that any solution must fully involve Ukraine, preserve its sovereignty, and ensure its future security”.</li>\n<li>The European Union and Ukraine want peace, but they will not give in to aggression from Russia, the EU’s foreign policy chief Kaja Kallas has said.</li>\n<li>“This is a very dangerous moment for all,” Kallas said. “We all want this war to end, but how it ends matters. Russia has no legal right whatsoever to any concessions from the country it invaded; ultimately, the terms of any agreement are for Ukraine to decide.”</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>The US has issued a Russia-related general licence allowing certain transactions with the Paks II civil nuclear power plant project in Hungary, according to the Department of the Treasury.</li>\n<li>The licence allows transactions linked to the nuclear power plant project involving some Russian banks, including Gazprombank, VTB Bank and the Russian central bank.</li>\n<li>Finnish fuel station chain Teboil, which is owned by Russia’s Lukoil, has filed for corporate restructuring, news agency STT reported, becoming the first international business owned by the major Russian oil firm to say it would close down as a result of the <a href=\"/news/2025/10/23/will-trumps-sanctions-against-russian-oil-giants-hurt-putin\">sanctions imposed by the US</a> on Lukoil last month.</li>\n<li>Lithuanian state-owned railway group LTG said it will halt shipments of oil cargoes by Lukoil to the Russian exclave of Kaliningrad due to the US sanctions.</li>\n<li>Located on the Baltic Sea coast, Kaliningrad receives many of its supplies from Russia via rail transit through NATO member state Lithuania, but can also get direct shipments from its own country via the coast.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"corruption\">Corruption</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s government plans to appoint a new supervisory board at Energoatom, the state nuclear company at the heart of a <a href=\"/news/2025/11/12/ukraine-suspends-justice-minister-for-alleged-link-to-100m-corruption-case\">corruption scandal</a>, by the end of this year, Economy Minister Oleksii Sobolev said.</li>\n<li>Ukraine has been rocked by a scandal over an alleged $100m kickback scheme involving senior officials in the energy sector and a former business associate of Zelenskyy.</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine will sharply increase gas imports via the southern Trans-Balkan route linking it with Greece as it battles to replace supplies lost due to Russian attacks, import data from transit operators showed.</li>\n<li>Russian drone and missile attacks on the country’s energy infrastructure have deprived Kyiv of at least half of its own gas production in recent months, forcing it to import an additional four billion cubic metres of gas over the winter heating season to make up the difference.</li>\n</ul><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Polish Prime Minister Donald Tusk said sabotage acts inspired and organised by Russia are aimed at destabilising and weakening Poland and bear the hallmarks of “state terrorism”.</li>\n<li>Last weekend, an <a href=\"/news/2025/11/18/poland-blames-two-ukrainians-allegedly-working-for-russia-for-railway-blast\">explosion damaged railway tracks</a> on the Warsaw-Lublin route, which connects the Polish capital with the Ukrainian border, something Tusk described as an “unprecedented act of sabotage”.</li>\n<li>Nathan Gill, a British former member of the European Parliament and ex-leader of the populist Reform UK in Wales, has been jailed for more than 10 years after admitting taking about 40,000 British pounds ($52,344) in bribes to make pro-Russian speeches and statements.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "BBC board member Shumeet Banerji resigns | Media News | Al Jazeera",
            "time": "2025-11-21T23:15:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316389227050-1763388954.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>BBC board member Shumeet Banerji resigns</h1><p class=\"article__subhead\"><em>Banerji said in his resignation letter that he was unhappy about governance issues at the organisation, BBC News reported.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"176\" data-end=\"469\">Shumeet Banerji has resigned from the BBC board and criticised governance issues at the organisation, the latest blow to the broadcaster weeks after its director general quit.</p><p data-start=\"553\" data-end=\"897\">The BBC confirmed Banerji’s departure on Friday, saying he stepped down only weeks before the end of his four-year term.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"899\" data-end=\"1352\">According to BBC News, Banerji said in his resignation letter that he was unhappy about governance issues at the organisation.</p><p data-start=\"899\" data-end=\"1352\">He also said he had not been consulted about key developments surrounding the abrupt exits of director general Tim Davie and BBC News chief executive Deborah Turness, BBC News reported.</p><p data-start=\"899\" data-end=\"1352\">Both stepped down on November 9 after mounting criticism of the broadcaster’s handling of political coverage, including the editing of a Donald Trump speech delivered on January 6, 2021, shortly before his supporters stormed the United States Capitol.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-legal-basis\" data-start=\"1354\" data-end=\"1542\">‘No legal basis’</h2><p data-start=\"1354\" data-end=\"1542\">The BBC issued an <a href=\"/economy/2025/11/13/bbc-apologises-to-trump-over-documentary-rejects-defamation-claim\">apology</a> on November 13 for how its investigative programme Panorama edited the footage. However, it insisted there was “no legal basis” for Trump to sue for defamation.</p><p data-start=\"1544\" data-end=\"1990\">The dispute focuses on Panorama’s documentary, Trump: A Second Chance?, broadcast in October 2024, just days before Trump secured re-election.</p><p data-start=\"1544\" data-end=\"1990\">The film stitched together <a href=\"/news/2025/11/11/inside-the-year-long-bbc-saga-that-led-to-trumps-1bn-lawsuit-threat\">two separate lines</a> from Trump’s January 6 address, almost an hour apart, creating the impression he urged supporters to “fight like hell” while heading towards the Capitol.</p><p data-start=\"1544\" data-end=\"1990\">Trump and his allies say the sequence was misleading and stripped away crucial context from the speech.</p><p data-start=\"1992\" data-end=\"2254\">They argue that Trump also told the crowd “to peacefully and patriotically make your voices heard” and encouraged supporters to “cheer on our brave senators and Congressmen and women”. The edited version, they say, suggested a more direct incitement to violence.</p><p data-start=\"2256\" data-end=\"2637\">The scandal has intensified scrutiny of the BBC at a moment when the broadcaster is already grappling with accusations of internal bias, fuelled by a leaked internal memo.</p></div></div></body></html>"
        },
        {
            "title": "Trump and Mamdani hope for positive relationship after ‘productive’ meeting | Donald Trump News | Al Jazeera",
            "time": "2025-11-21T23:03:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251121__84T33D9__v1__HighRes__UsPoliticsTrump-1763762754.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump and Mamdani hope for positive relationship after ‘productive’ meeting</h1><p class=\"article__subhead\"><em>Trump praises Mamdani for ‘incredible’ victory in New York City mayoral election and focus on affordability.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump and New York City Mayor-elect Zohran Mamdani have held talks in the <a href=\"/news/2025/11/20/detente-trump-says-mamdani-will-visit-white-house-on-friday\">White House</a>, expressing their hope for a productive and cordial relationship despite their history of mutual criticism.</p><p>Speaking to the press after their discussion on Friday, Trump praised <a href=\"/news/2025/11/20/mamdani-says-he-will-stand-up-for-new-yorkers-in-trump-meeting\">Mamdani</a> – the Muslim politician whom he once tarred as a “jihadist” and threatened to <a href=\"/news/2025/11/9/republicans-push-to-strip-zohran-mamdani-of-us-citizenship-is-it-possible\">strip him of his US citizenship</a> – for his successful campaign and emphasis on cost-of-living issues.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’ve just had a great meeting, a really productive meeting. We have one thing in common: we want this city of ours that we love to do very well,” said <a href=\"/news/2025/11/6/trump-says-mamdani-must-respect-washington-wants-new-york-to-succeed\">Trump</a>, who grew up in New York, adding that Mamdani had run an “incredible race” and beat his rivals “easily”.</p><p>“I appreciated the meeting with the president, and as he said, it was a productive meeting focused on a place of shared admiration and love, which is New York City,” responded Mamdani, saying he discussed issues in areas such as rent, utilities and groceries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mamdani, a democratic socialist who embraced New York’s status as a community made up of people from around the world and offered a firm defence of Palestinian rights, is politically at odds with Trump, whose nativist politics have depicted immigrants as a dangerous internal threat and previously pushed for a <a href=\"/news/2021/1/31/joe-biden-gives-hope-to-tens-of-thousands-affected-by-muslim-ban\">ban on Muslims</a> entering the US.</p><p>Asked about areas of disagreement with Trump, such as immigration enforcement, Mamdani said he hoped to work together towards shared goals despite their differences.</p><p>He referred to a video he shared in November 2024, in which he discussed issues such as affordability and US involvement in conflicts abroad with Trump voters after the 2024 presidential election. Mamdani said he now hopes to find common ground on ending US “forever wars” and bringing down the <a href=\"/news/longform/2025/10/22/nyc-working-class-muslims-see-progress-in-mamdani-but-policies-win-votes\">cost of living</a>.</p><p>“I think both President Trump and I are very clear about our positions and our views. And what I really appreciate about the president is the meeting that we had focused not on places of disagreement, of which there are many, and focused on the shared purpose that we have of serving New Yorkers,” said Mamdani.</p><p>“That’s something that could transform the lives of 8.5 million people who are currently under a cost-of-living crisis, with one in four people living in poverty,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>With polls showing growing concerns over the state of the US economy, Trump has recently spoken positively about Mamdani’s focus on cost-of-living issues, despite previous acrimony.</p><p>“He said a lot of my voters actually voted for him,” Trump told reporters. “And I’m ok with that.”</p></div></div></body></html>"
        },
        {
            "title": "UN climate talks go into overtime as divisions over fossil fuels persist | Climate Crisis News | Al Jazeera",
            "time": "2025-11-21T22:59:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6920e1c5415be-1763762629.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN climate talks go into overtime as divisions over fossil fuels persist</h1><p class=\"article__subhead\"><em>COP30 negotiations drag on in Brazil amid divisions over draft proposal that does not include fossil fuel phase-out.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations climate talks in Brazil have gone past their scheduled deadline as countries remain <a href=\"/news/2025/11/21/countries-sharply-split-on-fossil-fuels-on-cop30-climate-summit-final-day\">deeply divided</a> over a proposed deal that contains no reference to phasing out fossil fuels.</p><p>Negotiators remained in closed-door meetings on Friday evening at <a href=\"/news/2025/11/12/indigenous-activists-storm-cop30-climate-summit-in-brazil-demanding-action\">the COP30 summit</a> in the Brazilian city of Belem as they sought to bridge differences and deliver an agreement that includes concrete action to stem the climate crisis.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A draft proposal made public earlier in the day has drawn concern from climate activists and other experts because it did not contain any mention of fossil fuels – the main driver of climate change.</p><p>“This cannot be an agenda that divides us,” COP30 President Andre Correa do Lago told delegates in a public plenary session before releasing them for further negotiations. “We must reach an agreement between us.”</p><p>The rift over the future of oil, gas and coal has underscored the difficulties of landing a consensus agreement at the <a href=\"/news/2025/11/10/cop30-summit-in-brazil-what-to-know-about-the-un-climate-conference\">annual UN conference</a>, which serves as a test of global resolve to avert the worst impacts of global warming.</p><p>“Many countries, especially oil-producing countries or countries that depend on fossil fuels … have stated that they do not want this mentioned in a final agreement,” Al Jazeera’s Monica Yanakiew reported from Rio de Janeiro on Friday afternoon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, dozens of other countries have said they would not support any agreement that did not lay out a roadmap to phasing out fossil fuels, Yanakiew noted.</p><p>“So this is a big divisive point,” she said, adding that another major issue at the climate conference has been <a href=\"/opinions/2025/8/20/to-close-the-climate-finance-gap-let-vulnerable-nations-use-carbon-markets\">financing the transition</a> away from fossil fuels.</p><p>Developing countries – many of which are more susceptible to the effects of climate change, including more extreme weather events – have said they want richer nations to shoulder more of the financial burden of tackling the crisis.</p><p>“So there is a lot being discussed … and negotiators say that this might likely continue throughout the weekend,” Yanakiew said.</p><p>The deadlock comes as the UN Environment Programme <a href=\"/news/2025/11/4/world-very-likely-to-exceed-1-5c-climate-goal-in-next-decade-un\">warned ahead of COP30</a> that the world would “very likely” exceed the 1.5-degree Celsius (2.7-degree Fahrenheit) warming limit – an internationally agreed-upon target set under the Paris Agreement – within the next decade.</p><p>Amnesty International also <a href=\"/news/2025/11/12/worlds-fossil-fuel-obsession-threatens-billions-of-lives-amnesty\">said in a recent report</a> that the expansion of fossil fuel projects threatens at least two billion people – about one-quarter of the world’s population.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement on Friday, Nafkote Dabi, the climate policy lead at Oxfam International, said it was “unacceptable” for any final agreement to exclude a plan to phase out fossil fuels.</p><p>“A roadmap is essential, and it must be just, equitable, and backed by real support for the Global South,” Dabi said.</p><p>“Developed countries who grew wealthy on their fossil fuel-based economies must phase out first and fastest, while financing low‑carbon pathways for the Global South.”</p></div></div></body></html>"
        },
        {
            "title": "Former President Jair Bolsonaro asks to serve house arrest in Brazil | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-11-21T21:36:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25272641081286-1763759674.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former President Jair Bolsonaro asks to serve house arrest in Brazil</h1><p class=\"article__subhead\"><em>The right-wing leader has sought to appeal his 27-year sentence for allegedly fomenting a coup after his 2022 defeat.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Nov 2025</span><span aria-hidden=\"true\">21 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lawyers for former Brazilian President Jair Bolsonaro have asked Supreme Court Justice Alexandre de Moraes to allow him to serve his 27-year sentence under house arrest, citing health concerns.</p><p>According to a document reviewed by the Reuters news agency on Friday, Bolsonaro’s lawyers said the 70-year-old former president’s recurring intestinal issues would make imprisonment life-threatening.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He had been stabbed in the stomach while campaigning in the state of Minas Gerais in 2018.</p><p>“It is certain that keeping the petitioner in a prison environment would pose a concrete and immediate risk to his physical integrity and even his life,” the document said. It asked for house arrest on humanitarian grounds.</p><p>In September, Bolsonaro was sentenced to 27 years and three months in prison by a five-judge panel from Brazil’s Supreme Court. He was convicted of plotting a coup to remain in power after losing the 2022 election to leftist President Luiz Inacio Lula da Silva.</p><p>The former right-wing leader has already been under house arrest for violating precautionary measures in a separate case, in which he allegedly courted United States interference to halt the criminal proceedings against him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Court sources said Bolsonaro’s arrest appeared imminent after the Supreme Court panel earlier this month unanimously rejected an appeal filed by the former president’s legal team.</p><p>His lawyers said they would file a new appeal, but they argued that, if it is also rejected, Bolsonaro should begin serving his sentence under house arrest once all appeals are exhausted.</p><p>They noted that, earlier this year, the top court let 76-year-old former President Fernando Collor de Mello serve house arrest due to his age and health issues, including Parkinson’s disease, after he was sentenced to almost nine years in prison on corruption and money laundering charges.</p><p>Recent medical tests on Bolsonaro show that “a serious or sudden illness is not a question of ‘if’, but of ‘when’,” his legal team said.</p><p>One of Bolsonaro’s sons, Carlos, said on Friday that the former president was facing severe hiccups and vomiting constantly. “I’ve never seen him like this,” he wrote on the social media platform X.</p><p>Bolsonaro, who governed Brazil between 2019 and 2022, was convicted of five crimes, including participating in an armed criminal organisation, attempting to violently abolish democracy and organising a coup.</p><p>On Friday, the former president made a brief appearance in the doorway of his house while receiving a visit from federal lawmaker Nikolas Ferreira.</p></div></div></body></html>"
        }
    ]
}