{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Which countries are urging citizens to leave Iran amid US threat of force? | News | Al Jazeera",
            "time": "2026-02-25T10:12:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699ec17630ee-1772011894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A growing number of countries have warned their citizens in Iran to leave amid the threat of possible strikes by the United States.</p><p>The warnings, continuing this week, come as diplomats and mediators will mount a last-ditch push to defuse soaring tensions between Washington and Tehran over Iran’s nuclear programme amid a massive US military build-up in the Middle East.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">third round</a> of indirect talks between US and Iranian diplomats is scheduled for Thursday in Geneva.</p><p>On Monday, reports said the US State Department was pulling out non-essential government personnel and their eligible family members from the US embassy in Beirut, Lebanon.</p><p>US President Donald Trump on Wednesday struck a belligerent tone against Iran during his State of the Union speech, accusing Tehran of attempting to rebuild its nuclear programme that was hit by US strikes last year and claiming the country had missiles that could reach the US mainland, without providing evidence. But he also said his preference was a diplomatic resolution.</p><p>Iranian Foreign Minister Abbas Araghchi said on Tuesday that a deal with Washington to avert conflict was “within reach”, as Iran prepared to resume talks in Geneva “with a determination to achieve a fair and equitable deal – in the shortest possible time”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iran has repeatedly emphasised that it will not agree to Washington’s demand for zero nuclear enrichment, and considers its missile programme a “red line” that cannot be negotiated.</p><p>Meanwhile, Trump continues to openly discuss toppling Iran’s government.</p><p>In the past month or so, the US military has significantly increased its presence in the Middle East and Mediterranean region, including sending some of its largest aircraft carriers – the USS Abraham Lincoln and USS Gerald Ford.</p><p>Here is a list of countries that are advising their citizens to leave Iran:</p><h2 id=\"australia\">Australia</h2><p class=\"selectionShareable\">The government on Wednesday urged its citizens to leave Iran “as soon as possible” amid threats of a US attack.</p><p>“Regional tensions remain high and there continues to be a risk of military conflict,” it added. “Do not travel to Iran due to the risk of arbitrary detention and the volatile regional security situation.”</p><h2 id=\"germany\">Germany</h2><p>“The security situation in Iran and the entire region is extremely volatile and very tense. Further escalation and military clashes cannot be ruled out,” the German embassy said on Friday.</p><p>“Further restrictions on air traffic, including flight cancellations and airspace closures, may occur at any time,” it added.</p><h2 id=\"india\">India</h2><p>New Delhi on Monday said all citizens – including students, pilgrims and business owners – should “exercise due caution” and leave Iran by any means available.</p><h2 id=\"poland\">Poland</h2><p>Prime Minister Donald Tusk called on Poles in Iran to “please leave Iran immediately and under no circumstances travel to this country”.</p><p>“I do not want to alarm anyone, but we all know what I am referring to. The possibility of a conflict is very real,” he said on Thursday, noting that at some point, evacuation might not be possible.</p><h2 id=\"serbia\">Serbia</h2><p>The Serbian foreign ministry on Saturday called on citizens not to travel to Iran “in the coming period”, while urging those inside Iran to leave immediately.</p><h2 id=\"south-korea\">South Korea</h2><p>In a safety notice posted by the South Korean embassy in Iran, officials warned of “rapidly escalating regional tensions, citing the possibility of a US attack on Iran and Tehran’s warning of retaliation”.</p><p>It called on all citizens to leave “as soon as possible”, while calling on all those planning trips to the country to cancel or postpone them.</p><h2 id=\"sweden\">Sweden</h2><p>“The situation in Iran and in the region is highly uncertain,” Swedish Foreign Minister Maria Malmer Stenergard said in a post on Saturday.</p><p>“I therefore wish to emphasise the importance of the Ministry for Foreign Affairs’ advisory against all travel to Iran, and the urgent appeal to Swedish citizens who are in the country to leave.”</p><h2 id=\"united-states\">United States</h2><p>According to a senior official at the US State Department, Washington has instructed all non-essential staff to withdraw from its embassy in the Lebanese capital, Beirut.</p><p>“We continuously assess the security environment, and based on our latest review, we determined it prudent to reduce our footprint to essential personnel,” the official said, Reuters news agency reported.</p><p>“The Embassy remains operational with core staff in place. This is a temporary measure intended to ensure the safety of our personnel while maintaining our ability to operate and assist US citizens,” the official said.</p><p>The Lebanese armed group Hezbollah could react if the US attacks its ally Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli army, settlers attack Palestinians in Hebron area of West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-25T09:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6914e7bc4fe8b-1762977724.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A number of Palestinians have been injured in separate attacks by the Israeli army and settlers in the Hebron area of the occupied West Bank, amid an escalating wave of state-backed violence as Israel concurrently continues its genocidal war on Gaza.</p><p>In ad-Dhahiriya, about 24km (15 miles) southwest of Hebron, Israeli forces fired live and rubber bullets as they carried out a raid on Tuesday night, security sources told the Wafa news agency.</p><p>Several Palestinians were injured by rubber-coated bullets fired at their feet, the agency reported.</p><p>In a separate incident, four Palestinians were wounded when dozens of settlers launched an attack on the village of Khirbet Susiya in Masafer Yatta, south of Hebron, late on Tuesday, local sources told Al Jazeera.</p><p>The settlers also damaged property, setting six structures and a car on fire, sources said.</p><p>Settlers rampaging with impunity, attacking Palestinian civilians and their property, often with the backing of the Israeli military across the West Bank, have driven waves of families to flee the village, established in the late 1800s, leaving only about 30 families remaining.</p><p>Meanwhile, settlers, under the protection of the Israeli military, attacked the home of a Palestinian man currently in Israeli detention in Masafer Bani Na’im, east of Hebron, on Wednesday, Wafa reported.</p><p>The settlers, from a newly established settlement in the area, stole 30 of his sheep, killed another, and damaged the tyres of his vehicle, the agency reported, adding that the man whose property was targeted had previously been assaulted by settlers.</p><p>Israeli forces also raided Palestinian homes and assaulted several residents in the town of Sinjil, northeast of Ramallah in the occupied West Bank, Wafa reported.</p><p>Citing local sources, it said Israeli forces stormed the town, raided a number of homes, assaulted residents, broke down doors and vandalised property while a drone flew overhead and stun grenades and flares were fired.</p><p>Wafa also reported that Israeli authorities, using bulldozers, have begun demolishing a building and shops at the entrance to the village of Anza, south of Jenin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"settler-attacks-intensify\">Settler attacks intensify</h2><p>Palestinians have faced a wave of intensified Israeli military and settler violence across the West Bank since Israel’s genocidal war on Gaza began in October 2023.</p><p>At least 1,094 Palestinians have been killed by Israeli troops and settlers in the West Bank since October 2023, according to the latest United Nations <a href=\"https://www.ochaopt.org/data/casualties\" target=\"_blank\" rel=\"noopener\">figures</a>.</p><p>Last week, the UN Human Rights Council warned in a new report (<a href=\"https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session61/advance-version/a-hrc-61-26-auv-en.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) that Israeli policies in the West Bank – including “the systematic unlawful use of force” by the Israeli army and unlawful demolitions of Palestinian homes – aim to uproot Palestinian communities.</p><p>The UN report raised concerns of “ethnic cleansing” by Israeli authorities in Gaza and the occupied West Bank, amid increased attacks and forcible transfers that “appear to aim at a permanent displacement” of Palestinians.</p><p>The UN has documented an unprecedented increase in settler attacks since Israel’s genocidal war began in October 2023, with more than 3,700 reported until the end of 2025, more than the previous 10 years combined.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The attacks have gathered pace this year, with <a href=\"/news/2026/2/6/settler-violence-stokes-peak-west-bank-displacement-since-october-2023-un\">nearly 700 Palestinians displaced</a> by settler violence and harassment in January, the highest number since <a href=\"/news/2026/1/31/israeli-forces-kill-12-palestinians-across-gaza-attacks-reported-in-rafah\">Israel’s genocidal war on Gaza</a> began, according to the UN.</p></div></div></body></html>"
        },
        {
            "title": "Key takeaways from Trump’s State of the Union address | Donald Trump | Al Jazeera",
            "time": "2026-02-25T09:19:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772011144.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Senegal prime minister decries Morocco’s jailing of fans after AFCON final | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-02-25T09:08:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-18T213529Z_1822648156_UP1EM1I1NZ4MT_RTRMADP_3_SOCCER-NATIONS-SEN-MAR-1772008830.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Senegal prime minister decries Morocco’s jailing of fans after AFCON final</h1><p class=\"article__subhead\"><em>Morocco sentenced 18 Senegalese football fans last Thursday following disturbances at the Africa Cup of Nations final.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Senegal’s Prime Minister Ousmane Sonko has followed his country’s football association in denouncing Morocco’s jailing of 18 Senegalese fans following January’s Africa Cup of Nations (AFCON) final in Rabat.</p><p>The Teranga Lions supporters were arrested during <a href=\"/sports/2026/1/29/senegal-and-morocco-handed-fines-and-bans-after-afcon-final-farce\">the final</a> in the Moroccan capital, which was controversially suspended as the Senegal players left the pitch in protest against the late award of a penalty to the host nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fans, in response, attempted to enter the field of play during the match on January 19, leading to the arrest of 18 people who were later charged with hooliganism and violence against security officials.</p><p>Prison sentences were handed out last Thursday to them, ranging from three months to one year, along with fines of up to 5,000 dirhams ($545).</p><p>“It seems this matter goes beyond the realm of sport and that is regrettable,” Sonko told the Senegalese parliament on Tuesday.</p><p>“For two countries that call each other friends, like Morocco and Senegal, things should not have gone this far.”</p><p>The 18 fans have denied any wrongdoing but have not appealed the sentence. Senegal, however, will seek a royal pardon from Morocco’s King Mohammed VI.</p><p>“If they do not, we have agreements that bind us and allow us to request that the supporters serve their sentences in their own country,” Sonko added.</p><p>The Senegal Football Association had <a href=\"/sports/2026/2/20/senegal-football-federation-denounces-verdict-in-morocco-against-fans\">immediately spoken out</a> at the time of the sentences, describing them as “incomprehensibly harsh”.</p><p>“Clashes occur in numerous stadiums around the world, including every weekend in Morocco, without resulting in such sanctions,” Bacary Cisse, the president of the FSF’s communications committee, said.</p><p>“The treatment of these supporters therefore appears disproportionate.”</p><p>Defence lawyer for the 18, Patrick Kabou, had said <a href=\"/sports/2026/2/6/18-senegalese-detainees-after-afcon-final-in-morocco-go-on-hunger-strike\">on February 6</a> that they were still “waiting to learn the charges”.</p><p>He added that some had chosen to go on hunger strike against their detention and treatment.</p><p>In response to the sentencing, Kabou echoed the “incomprehensible” sentiment, saying his clients were “victims”.</p><p>Senegal were the eventual winners of the final after the match resumed following the players’ protest, securing a 1-0 win in extra time.</p></div></div></body></html>"
        },
        {
            "title": "Syria faces twin battles as Assad loyalists and ISIL attack in west, east | Armed Groups News | Al Jazeera",
            "time": "2026-02-25T09:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696f17ef19-1768888303.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes between Syrian internal security forces and a militia linked to the ousted government of Bashar al-Assad have left at least four people dead in the Alawite-majority coastal province of Latakia, marking a significant escalation in the new government’s fight to stabilise a nation emerging from years of ruinous civil war.</p><p>The fighting erupted on Tuesday west of the village of Hamam al-Qarahleh in the countryside of Jableh. Security forces were responding to reports that members of “Saraya al-Jawad” (al-Jawad Brigades), a shadowy armed group linked to regime remnants, had launched an attack on security positions.</p><p>According to the official Al-Ikhbariya TV channel, the confrontation killed at least one member of the Internal Security Forces. Security units managed to “neutralise” a top commander of the militia along with two of his associates, bringing the death toll to at least four.</p><h2 id=\"the-tiger-s-shadow\">The ‘Tiger’s’ shadow</h2><p>The emergence of Saraya al-Jawad represents a shift from disorganised loyalist resistance to an organised rebellion in the coastal heartland, traditionally the stronghold of the al-Assad family.</p><p>Formed in August 2025, the militia is reportedly loyal to <a href=\"/news/2025/12/31/leaked-calls-reveal-plot-by-al-assad-regime-officers-to-destabilise-syria\">Suheil al-Hassan</a>, the brigadier-general who commanded the notorious Quwwat al-Nimr (Tiger Forces), an elite unit in the former regime’s army.</p><p>The Ministry of Interior accuses the group of carrying out a campaign of destabilisation, including “assassinations, bombings, and targeting public celebrations”. The crackdown in Latakia comes as the transitional government, which took power after the regime’s collapse in December 2024, attempts to dismantle “deep state” armed cells.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"battles-on-two-fronts\">Battles on two fronts</h2><p>The violence in the west coincided with a resurgence of attacks in the east earlier in the week, undermining the country’s fragile stability.</p><p>On Tuesday, ISIL (ISIS) claimed responsibility for a series of attacks carried out on Monday on security outposts in Deir Az Zor province.</p><ul>\n<li><strong>Al-Mayadin:</strong> A soldier was killed in an ambush on the city’s outskirts.</li>\n<li><strong>Al-Sabahiyah:</strong> Two consecutive attacks on a security checkpoint left four security personnel dead.</li>\n</ul><p>Interior Minister Anas Khattab linked the two fronts in a statement on X, accusing “remnants of the previous regime and ISIL” of attempting to “tamper with the country’s security and target its successes”.</p><h2 id=\"suspicious-timing\">‘Suspicious timing’</h2><p>Analysts suggest the simultaneous flare-ups on the coast and in the east are likely not a coincidence.</p><p>Brigadier General Munir al-Hariri, a strategic security expert based in Amman, told Al Jazeera Mubasher that the resurgence of these groups is “suspicious”, hinting at external manipulation.</p><p>“There is something suspicious in this story,” al-Hariri said. He argued that external actors who lost influence in Syria – specifically pointing to Iran – may be mobilising “dormant cells” within the former regime’s intelligence apparatus and even facilitating ISIL activity to portray the new Syrian state as “weak and incapable of controlling security”.</p><p>“The middle ranks of the [old] regime’s intelligence had deep ties with these groups,” al-Hariri added, suggesting a historical “exchange of roles” between regime loyalists and hardliners to create chaos.</p><h2 id=\"the-security-vacuum\">The security vacuum</h2><p>However, Bassam al-Suleiman, a political researcher based in Damascus, attributes the spike in violence to the natural friction of a power transition and the withdrawal of international forces.</p><p>“The organisation [ISIL] is exploiting the state of security imbalance resulting from the change in control and the withdrawal of US forces,” al-Suleiman told Al Jazeera Mubasher.</p><p>He warned that the vast Syrian Badia (desert) – which constitutes nearly 40 percent of the country’s territory – risks becoming a safe haven for regrouping militants if the government does not act on a swift “crisis cell” approach.</p><p>“The fear today is that the security vacuum in this desert will be exploited and turned into training camps,” al-Suleiman said, calling for the government to engage Arab tribes in Deir Az Zor as a “support force” against the rebellion.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Rescuers search for missing after storm deluge kills 30 in Brazil | Weather News | Al Jazeera",
            "time": "2026-02-25T09:02:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98U22TK__v2__HighRes__TopshotBrazilWeatherClimateLandslide-1772004334.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Firemen have pulled a man’s body from the mud amid the rubble of houses swept away in a landslide in southeastern Brazil, where 30 people have died and another 39 are still missing after torrential rain.</p><p>A river burst its banks and streets became raging currents of brown water in the state of Minas Gerais after the overnight downpour in a region that has seen record rainfall this month.</p><p>State firefighters said on Tuesday that 30 people had died in the cities of Juiz de Fora and Uba, and that more than 200 people had been rescued.</p><p>Firefighters and sniffer dogs were working to find the 39 people still missing in the debris.</p><p>In a hillside neighbourhood of Juiz de Fora, 12 houses were swept away in a “massive landslide”, Major Demetrius Goulart of the fire brigade told AFP.</p><p>“Many people were inside their homes at night when it was raining,” he said.</p><p>Juiz de Fora’s mayor, Margarida Salomao, declared a state of emergency.</p><p>“Our focus is to guarantee humanitarian assistance, the restoration of basic services, aid to displaced people and support for reconstruction,” President Luiz Inacio Lula da Silva wrote on X.</p><p>Salomao said her municipality of a little over half a million people was experiencing its wettest February on record, with 584mm of accumulated rainfall.</p><p>An estimated 3,000 people had to leave their homes, the mayor’s office reported.</p><p>Some neighbourhoods are isolated, with at least 20 landslides, Salomao said, calling the situation “extreme”.</p><p>State authorities suspended classes in all municipal schools.</p><p>Brazil has suffered various tragedies in recent years due to extreme weather events ranging from floods to drought and intense heatwaves.</p><p>In 2024, more than 200 people died and two million were affected by unprecedented flooding in southern Brazil, one of the worst natural disasters in the country’s history.</p><p>Two years earlier, a deluge in the city of Petropolis, outside Rio de Janeiro, left 241 people dead.</p><p>Experts have linked most of these events to the effects of climate change.</p></div></div></body></html>"
        },
        {
            "title": "Fact-checking Donald Trump’s State of the Union address | Donald Trump News | Al Jazeera",
            "time": "2026-02-25T08:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699e86e04fea-1771996896.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In a combative State of the Union speech – the longest in modern history at about 108 minutes – United States President Donald Trump defended his administration’s economic performance and hardline immigration agenda amid sagging poll numbers before the midterm elections.</p><p>Trump boasted that inflation is plummeting and gas prices are lower. He also defended his immigration efforts, which have caused turmoil in Democratic-run cities and resulted in the deaths of two US citizens shot by immigration agents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump called on legislators to stand and show their support if they agree that the “first duty of the American government is to protect American citizens, not illegal aliens”. That garnered a prolonged standing ovation from Republicans and silence from seated Democrats, prompting Trump to say they should be “ashamed of themselves”.</p><p>Scant in Trump’s speech: Acknowledgement of the fourth anniversary of the Russia-Ukraine war, which he vowed during his presidential campaign to end. He also didn’t discuss the release of government files on late convicted sex offender Jeffrey Epstein, an issue Trump pivoted on after undermining efforts to release them, although some Epstein victims were in attendance.</p><p>Dozens of Democrats skipped Trump’s address and attended outside events, including a rally on the National Mall. Democratic Representative Texas, Al Green, was escorted out of the House chamber at the start of Trump’s speech after he held up a sign that read “Black people aren’t apes,” referencing a video Trump recently posted on Truth Social depicting President Barack Obama and First Lady Michelle Obama as apes. (The video was later removed, and the White House said it was posted in error.)</p><p>A rare moment of bipartisan cheer came when Trump introduced the Olympic gold-medal-winning men’s hockey team and announced plans to award goaltender Connor Hellebuyck the Presidential Medal of Freedom, one of the highest civilian awards.</p><p>Here are fact-checks of some of Trump’s statements.</p><h2 id=\"economy\">Economy</h2><p>Inflation has eased somewhat during Trump’s second term, but “plummeting” is an exaggeration.</p><p>The year-over-year rise in prices for January 2026 was about 2.4 percent. That’s lower than the year-over-year rate when he took office in January 2025, but it had already fallen from a peak of roughly 9% in the summer of 2022 under former President Joe Biden.</p><p>By Biden’s last month in office, year-over-year inflation was about 2.9 percent. The Federal Reserve aims to keep inflation about 2 percent year-over-year.</p><h3 id=\"inflation-has-dipped-modestly-under-trump-compared-to-what-he-inherited\">Inflation has dipped modestly under Trump, compared to what he inherited</h3><p>Some items have seen price decreases during Trump’s second term, while others have experienced price increases.</p><p>The price of gasoline has dropped about 6 percent, and the price of new and used cars has dropped by a little under 1 percent.</p><p>Groceries are up by about 2 percent, electricity is up by 6.3 percent, housing is up by 3.4 percent, medical care is up by 3.2 percent and apparel is up by 1.8 percent.</p><p>Wages on Trump’s watch have so far risen faster than inflation.</p><h3 id=\"trump-claimed-gasoline-is-now-below-2-30-a-gallon-in-most-states-and-in-some-places-1-99-a-gallon\">Trump claimed gasoline is ‘now below $2.30 a gallon in most states’</h3><p>Looking at statewide averages, Trump is wrong – not one state has an average below $2.30 per gallon, according to the American Automobile Association. Some individual stations might be lower.</p><p>The state with the nation’s lowest average price on February 24 was Oklahoma, at $2.37 a gallon. Arkansas, Kansas and Mississippi are the other states with average prices at or below $2.50 a gallon. Another nine states had gasoline between $2.50 and $2.60 a gallon.</p><p>According to GasBuddy, a gasoline price app, two Oklahoma stations on February 23 were charging $1.99 a gallon, as were three in Kansas and two in Texas.</p><p>Trump said, “When I visited the great state of Iowa just a few weeks ago, I even saw $1.85 a gallon for gasoline.” However, a woman attending the speech fact-checked him; it was $2.69 a gallon at the station outside the Iowa venue for Trump’s speech there. The state average at the time was $2.57 a gallon, and GasBuddy found just four stations in the state selling for less than $2 a gallon.</p><p>Gasoline prices have fallen during Trump’s second term, from a nationwide average of $3.11 a gallon when he was inaugurated to $2.92 the week of February 16.</p><h2 id=\"trump-s-claim-on-drug-prices\">Trump’s claim on drug prices</h2><p>“I’m also ending the wildly inflated cost of prescription drugs like it’s never happened before,” he said.</p><p>Trump said prescription drug prices for Americans are dropping to some of the lowest in the world, with differences as high as “300, 400, 500, 600 percent and more, all available right now at a new website called TrumpRX.gov.”</p><p>That’s mathematical hyperbole, and it exaggerates savings on the new TrumpRx.gov website. A 100 percent drop in a drug’s price means it would cost $0. Prices slashed by 300 percent to 900 percent would mean drug manufacturers are paying people who are obtaining medications, instead of the other way around.</p><p>The discounts on TrumpRx.gov are largely limited to drugs for weight loss and fertility that many Americans have to pay for out of pocket because insurance plans often offer limited or no coverage. For example, the site offers Cetrotide, a medication used as part of fertility treatments, for $22.50, down from $316.12 – a 93 percent discount. It also offers Wegovy pills for $149 a month, down from $1,349 – an 89 percent discount.</p><p>Other pharmacies or websites sell generic versions of 20 of the 43 drugs on Trump’s website, often at lower prices. Plus, the website says these discounts are currently “only available for cash-paying patients,” not people using their insurance.</p><p>A White House official told PolitiFact the administration plans to extend the website’s benefits to people with insurance through Trump’s health care plan, which has not advanced in Congress.</p><h2 id=\"immigration\">Immigration</h2><p>“In the past nine months, zero illegal aliens have been admitted to the United States,” Trump declared, referring to undocumented immigrants.</p><p>Encounters with people trying to illegally cross the US southern border have dropped significantly during Trump’s second term.</p><p>In January 2026, Customs and Border Protection (CBP) officials encountered immigrants at the southern border nearly 10,000 times compared with more than 61,000 encounters in January 2025.</p><p>According to the Department of Homeland Security, US Border Patrol has not released any immigrants into the US for eight months while they await their court proceedings. That means immigrants encountered by Border Patrol have either been quickly deported or detained.</p><p>“And with our new military campaign, we have stopped record amounts of drugs coming into our country and virtually stopped it completely coming in by water or sea,” the US president said.</p><p>There is no evidence that drugs coming in by sea have been “virtually stopped” by the Trump administration’s “new military campaign.”</p><p>Trump didn’t detail what military campaign he was referencing, but since September 2025, the Trump administration has struck at least 41 vessels killing about 152 people in the Caribbean Sea and Eastern Pacific Ocean. The administration hasn’t provided any evidence that the vessels it has struck were carrying drugs.</p><p>There has been a drop in Customs and Border Protection drug seizures since the strikes began. But the Coast Guard – not CBP – oversees most drug seizures on water, especially in international waters. And that agency has seen a steep increase in drug seizures.</p><p>The White House cites a drop in CBP drug seizures as a success at the same time the Coast Guard cites an increase in drug interdictions as a success, too.</p><p>However, neither an increase nor a decrease in drug seizures shows how many drugs are entering the US. That number is unknowable, according to drug experts. Drug seizures tell us only how many drugs are stopped from entering the US.</p><h2 id=\"crime\">Crime</h2><p>“Last year, the murder rate saw its single largest decline in recorded history. This is the biggest decline, think of it, in recorded history, the lowest number in over 125 years,” Trump said in his long speech.</p><p>He’s right about the largest decline, but whether it’s the lowest in 125 years is less certain.</p><p>Experts expect that when the final 2025 murder rate, as defined by the FBI, is released later this year, it likely will be the lowest in at least 65 years. The 2025 drop of about 20 percent is likely to become the largest one-year decline ever recorded, experts say.</p><p>Whether it is the lowest in 125 years is less certain. Here’s why the 125 years number raises questions: The data collected between 1930 and 1960 is not comparable to later data, and the data from 1900 to 1930 includes all homicides, not just murders. (A killing in self-defense, for instance, is a homicide but not murder.)</p><p>The FBI’s murder rate is poised to hit a low for at least the past 60-plus years</p><h2 id=\"snap-benefits\">SNAP benefits</h2><p>“In one year, we have lifted 2.4 million Americans, a record, off of food stamps,” Trump said.</p><p>The number refers to Americans who are projected to lose their benefits following the passage of Trump’s One Big Beautiful Bill Act – not necessarily people who were able to afford to be off them.</p><p>An August 2025 Congressional Budget Office analysis found that about 2.4 million Americans would lose access to the Supplemental Nutrition Assistance Program, more commonly known as food stamps, because of the law.</p><p>The law expanded work requirements for able-bodied adults, mandating that parents of dependent children ages 14 and older work, volunteer or participate in job training at least 80 hours a month. It also requires adults ages 55 to 64, veterans, people experiencing homelessness and people who were formerly in foster care to meet the new requirements, while exempting Native Americans.</p><p>About 42 million low-income people receive benefits through SNAP, getting an average individual monthly benefit of about $190, or $356 per household. Recipients can use the benefits to buy fruits, vegetables, meat, dairy products, bread and other foods. The majority of SNAP households live in poverty.</p><h2 id=\"trump-accounts\">Trump accounts</h2><p>Trump also promoted his newly launched “Trump accounts”, which is a saving tool for children.</p><p>Under the programme set to be implemented in July, babies born between January 1, 2025, and December 31, 2028, will receive $1,000 in seed money from the federal government. Parents can make additional deposits but aren’t required to.</p><p>Trump said accountholders, with “modest additional contributions,” could see their investment “grow to over $100,000 or more by the time they turn 18.”</p><p>But this growth is not guaranteed over decades, and it almost certainly wouldn’t happen in 18 years.</p><p>An investment calculator maintained by the federal Securities and Exchange Commission shows that $1,000 could grow to about $6,000 after 18 years.</p><p>If accountholders added another $9,000 during that time – something many Americans could not afford to do – it would produce about $60,000 in 18 years, at a 10 percent rate of growth.</p><p>The historical annual average gain for the US stock market is about 10 percent, but that rate of gain is not assured. Management fees also could eat into any gains.</p><p>Even a modest 2 percent inflation rate would take a big bite out of the final amount.</p><p>Finally, the amount in the account would decline further upon withdrawal because of taxes.</p></div></div></body></html>"
        },
        {
            "title": "South Africa secures return of 11 men ‘lured’ into Russia-Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-25T08:24:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2018-07-26T181424Z_125667727_UP1EE7Q1EO0O2_RTRMADP_3_SAFRICA-BRICS-1682428062-1772005324.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">A group of 11 South African men who were “lured” into fighting for Russia in Ukraine will return home, the country’s presidency has said.</p><p class=\"p1\">Pretoria said late last year that it had received “distress calls” from 17 men who were trapped in the epicentre of the fiercest ongoing fighting in Ukraine’s eastern Donbas region after being tricked into joining mercenary forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Four of the men landed back home last week and 11 were expected to return soon, the presidency said on Tuesday.</p><p class=\"p1\">Two other South Africans remain in Russia, with one in hospital and the other being processed before planned travel home, it added.</p><p class=\"p1\">South African President Cyril Ramaphosa “expressed his heartfelt gratitude to President Vladimir Putin, who responded positively to his call to support the process of returning the men home,” the presidency said in a statement.</p><p class=\"p1\">Ramaphosa said the repatriations had been facilitated through diplomatic channels following a commitment by Putin earlier this month.</p><p class=\"p1\">“The investigation into the circumstances that led to the recruitment of these young men into mercenary activities is ongoing,” the presidency added.</p><p class=\"p1\">South African law bans its citizens from fighting for a foreign country’s army without government authorisation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">In recent months, reports have surfaced from African countries, including South Africa, <a href=\"/features/2026/2/23/you-either-fight-or-die-kenyans-tricked-into-joining-russia-ukraine-war\">Kenya</a> and Zimbabwe, about young men fraudulently recruited for work abroad, only to end up on the front lines in Russia and Ukraine.</p><p class=\"p1\">Ukraine’s foreign minister said in November that more than 1,400 citizens from 36 African countries had been identified among the Russian ranks.</p><p class=\"p1\">Last week, Kenya’s National Intelligence Service said more than 1,000 Kenyans have been recruited to fight in the Russia-Ukraine war, with 89 currently on the front line.</p><h2 id=\"lured-by-lucrative-job-offers\">Lured by lucrative job offers</h2><p class=\"p1\">In South Africa, at least three people are being investigated in connection with the 17 men recruited to Russia, including <a href=\"/news/2025/12/2/did-ex-south-african-president-zumas-daughter-recruit-for-russias-war\">Duduzile Zuma-Sambudla</a>, the daughter of former South African President Jacob Zuma.</p><p class=\"p1\">She has denied any wrongdoing but resigned as a lawmaker in South Africa’s parliament following the claims.</p><p class=\"p1\">South Africa’s government said in December that it had received distress calls from the men who said they were trapped in Ukraine’s war-torn east.</p><p class=\"p1\">The men, all aged between 20 and 39, had joined mercenary forces under the pretext of lucrative employment contracts, the government said.</p><p class=\"p1\">Thulani Mahlangu, a spokesperson and relative of one of the four South Africans who arrived from Russia last week, told The Associated Press news agency that the men had now been released to their homes after questioning by police.</p><p class=\"p1\">“They were questioned for quite some time when they arrived here in South Africa because there is still an investigation about how they ended up in Russia. But they were released after talking to the police,” said Mahlangu.</p><p class=\"p1\">South Africa has sought to maintain a non-aligned stance ⁠on the conflict in Ukraine, while preserving ⁠strong ties with Moscow as a fellow BRICS member alongside Brazil, India and China.</p><p class=\"p1\">A majority of the Donbas, which comprises Donetsk and Luhansk, is controlled by Russian forces ‌and fighting ‌has been heavy there since Russia invaded Ukraine four years ago. It remains the thorniest issue to resolve in any elusive peace deal. While Moscow wants the area in its entirety, Kyiv refuses to cede the territory and the Ukrainian constitution forbids such a surrender of land.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bodo/Glimt knock out Inter Milan, continue fairytale Champions League run | Football | Al Jazeera",
            "time": "2026-02-25T08:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98UA7HP__v3__MidRes__TopshotFblEurC1InterBodoGlimt-1772005160.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bodo/Glimt are on the march in the UEFA Champions League after dumping out European giants Inter Milan – the latest chapter in a remarkable rise for the tiny club from north of the Arctic Circle.</p><p>Kjetil Knutsen’s team reached the last 16 of the biggest club competition on the planet on Tuesday, thanks to their two wins over last year’s runners-up – a 5-2 aggregate victory giving them the greatest result in their history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The team from the Arctic Circle have been the fairytale story of this season’s competition.</p><p>“It has been a journey. There is a large group of us who have been part of it. There are unbelievably many people behind this ‌who have such strong belief in the project,” Knutsen said to TV2.</p><p>“I think it’s an amazing evening for the club, for the players, for the town and also for Norwegian football,” added Knutsen, who has been in charge of Bodo/Glimt since 2018.</p><p>“We are not talking about goals, we are talking about how to perform and how we can take steps and develop the players and the team. Now I think that’s extremely important.</p><p>“We have our way to do it, and that’s really important.”</p><p>The latest triumph was their fourth straight win in the Champions League, with Manchester City and Atletico Madrid also falling in the final two league phase matches, which allowed Bodo/Glimt to snatch a spot in the knockout playoffs.</p><p>Bodo/Glimt were only promoted to Norway’s top tier, a competition which had been dominated for three decades by Rosenborg of Trondheim, in 2017, but have since been crowned national champions in four of the last six seasons.</p><p>And since then, they have slowly risen up the domestic and European ranks, last season becoming the first Norwegian team to play in the semifinals of a major European competition with their run to the last four of the Europa League.</p><p>Before this season, their best result was beating Lazio on penalties in the quarterfinals of the Europa League before being eliminated by Tottenham Hotspur.</p><p>But now, the team of no stars with a tiny budget have moved to a whole new level with one of either City or Sporting of Portugal awaiting next month.</p><p></p><h2 id=\"surreal-and-insanely-cool\">‘Surreal and insanely cool’</h2><p>Bodo/Glimt had previously been considered tricky opposition due to their artificial pitch and the frequently frigid conditions at their 8,200-capacity Aspmyra Stadium.</p><p>But they have now added strong away performances to their armoury, with a solid defensive display on Tuesday allowing Jens Petter Hauge and Hakon Evjen to dish out two sucker punches.</p><p>“Look at that amazing group. It’s surreal and insanely cool, I don’t know what to say,” Evjen said after the match, while team ⁠captain Patrick Berg added that it was “the biggest thing I’ve experienced in the course of my ⁠career”.</p><p>It was a rude awakening for three-time winners Inter, whose stature and budget dwarf that of the Norwegians and who are heavy favourites to win Serie A this season.</p><p>A pasting at the hands of Paris Saint-Germain might have coloured their last European campaign, but Inter got to that final by seeing off Bayern Munich and Barcelona in epic knockout ties.</p><p>Inter had much the better in the first half, but once Hauge capitalised on Manuel Akanji inexplicably giving the ball away on the edge of his area, there was no way back for the Italians.</p><p>“We know that the Champions League is very competitive; if a team reaches this stage of the competition, that means that they are offering something,” said Inter coach Cristian Chivu.</p><p>“They showed that in Dortmund, Madrid, against City and twice against us.”</p><p>Defeat to Bodo/Glimt was also symbolic after Norway swatted Italy aside twice in World Cup qualifying.</p><p>Italy face the prospect of no team reaching the last 16 with Juventus and Atalanta trailing Galatasaray and Borussia Dortmund, the latest blow to the reputation of a grand old footballing nation which has since fallen on hard times.</p></div></div></body></html>"
        },
        {
            "title": "Germany’s Merz arrives in China for two-day visit with focus on trade | International Trade News | Al Jazeera",
            "time": "2026-02-25T08:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-25T062136Z_1873406079_RC2TSJAZ0462_RTRMADP_3_CHINA-GERMANY-1772004991.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has kicked off his inaugural visit to China with a focus on resetting trade relations and deepening cooperation.</p><p>Speaking in Beijing on Wednesday, Merz told Chinese Premier Li Qiang that Germany sought to build on the decades-old economic ties with China, while emphasising the need to ensure fair cooperation and open communication.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have very specific concerns regarding our ⁠cooperation, which we want to improve and make fair,” said Merz, in an acknowledgement of the strain faced by Germany’s manufacturing sector from Chinese competition.</p><p>Li, who met Merz shortly after his arrival in Beijing’s Great Hall of the People, called on both sides to work together to safeguard multilateralism and free trade, in a reference to US President Donald Trump’s <a href=\"/economy/2025/8/1/in-the-wake-of-new-tariffs-how-are-us-china-trade-talks-going\">tariff policy</a> that has upended the global trading system.</p><p>“China and Germany, as two of the world’s largest economies and major countries with important ‌influence, should strengthen our confidence in cooperation, jointly safeguard multilateralism and free trade, and strive to build a more just and fair global governance system,” Li said.</p><p>During the meeting, representatives from both sides signed several agreements and memorandums, including on climate change and food security.</p><p>“We share responsibility in the world, and we should live up to that responsibility together,” Merz said, adding there was “great potential for further growth”.</p><p>He added that open channels of communication were essential, as he announced visits by several ministers in the months ahead.</p><h2 id=\"more-equal-playing-field-sought\">‘More equal playing field’ sought</h2><p>Reporting from Beijing, Al Jazeera’s Rob McBride said the visit, in which Merz was being accompanied by a large delegation of German business executives, was important for both Europe’s economic powerhouse and the world’s second-largest economy.</p><p>Alongside the signing of deals with Chinese companies, a key focus of Merz’s visit would be “looking for a more equal playing field when it comes to trade”, he said.</p><p>“There is a real concern in markets like the European Union about cheaper, sometimes subsidised Chinese products that are looking for markets other than the US, suddenly flooding other marketplaces such as Germany … undercutting many domestic manufacturers there,” he said.</p><p>Germany’s imports from China increased 8.8 percent to 170.6 billion euros ($201bn) last year, while its exports to China dropped 9.7 percent to 81.3 billion euros ($96bn).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>McBride noted Beijing was <a href=\"/news/2026/1/28/china-pitches-itself-as-a-reliable-partner-as-trump-alienates-us-allies\">seeking to pitch itself</a> as a “responsible advocate of free trade compared to the sometimes unpredictable and chaotic tariffing policy of the US”.</p><p>He said the visit would also see Merz attend a banquet with Chinese President Xi Jinping, and visits to German companies with strongly established presences in China, such as Siemens and Mercedes-Benz.</p><p>Geopolitics and human rights would also be on the table, he said, with Germany particularly concerned about Beijing’s support, tacit or otherwise, for <a href=\"/tag/ukraine-russia-crisis/\">Russia amid its war on Ukraine</a>.</p><h2 id=\"western-leaders-court-beijing\">Western leaders court Beijing</h2><p>Merz is the latest in a string of Western leaders to <a href=\"/opinions/2026/2/18/calculated-hypocrisy-why-western-powers-court-beijing-but-rely-on-us\">visit Beijing</a> in recent months, including the UK’s Keir Starmer, France’s Emmanuel Macron and Canada’s Mark Carney, amid the fallout from Trump’s tariffs on long-established trade relationships.</p><p>The chancellor said on Friday he was going to Beijing in part because export-dependent Germany needs “economic relations all over the world”.</p><p>“But we should be under no illusions,” he said, adding that China, as a rival to the United States, now “claims the right to define a new multilateral order according to its own rules.”</p></div></div></body></html>"
        },
        {
            "title": "FIFA and UEFA accused of aiding war crimes | Football | Al Jazeera",
            "time": "2026-02-25T08:09:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772006914.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UNSC condemns RSF attacks in Sudan’s Kordofan, calls for an end to the war | Sudan war News | Al Jazeera",
            "time": "2026-02-25T08:08:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699e9f5610-1772003158.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations Security Council (UNSC) has expressed “deep concern” over escalating violence across war-torn Sudan, including in Darfur and Kordofan states, calling for an immediate end to the fighting.</p><p>In a statement issued on Tuesday, the UNSC denounced repeated drone attacks against non-combatants, civilian facilities, and humanitarian workers, including “multiple attacks impacting” the World Food Programme (WFP).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The paramilitary Rapid Support Forces (RSF), who have been pitted against the government-aligned Sudanese Armed Forces (SAF) in a brutal civil war now into its third year, have been blamed for the spike in drone attacks on civilians.</p><p>Thousands of people have been killed, and millions have been displaced in a conflict that has created what the UN describes as the world’s largest displacement and hunger crisis.</p><p>Earlier this week, the RSF carried out a <a href=\"/news/2026/2/24/rsf-tears-through-darfur-town-killing-28-doctors\">major raid in Misteriha in North Darfur State,</a> killing at least 28 people and injuring 39, including 10 women, said the Sudan Doctors Network, which <a href=\"/news/2026/2/20/three-aid-workers-killed-4-wounded-in-rsf-drone-attack-in-sudans-kordofan\">monitors violence in the three-year war</a>.</p><p>The council also condemned what it called the “continued assault and destabilisation in the Kordofan region”.</p><p>“They strongly condemned all forms of violations and abuses committed against the civilian population,” the statement added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Council members condemned reports of arbitrary detention and conflict-related sexual violence and stressed that such acts may constitute war crimes and crimes against humanity.”</p><p>The RSF, together with the Sudan People’s Liberation Movement-North, has laid siege to Kadugli, the capital of South Kordofan, since the conflict began in April 2023. Earlier this month, SAF asserted that it had succeeded in breaking through the siege of the city.</p><p>In November, the UN formally declared a famine in Kadugli, pointing to “months without reliable access to food or medical care”.</p><p>The statement also pointed to the reported atrocities committed by the RSF in el-Fasher in North Darfur state, which include “systematic killing”, “mass displacement” and “summary executions”. The UN has previously described el-Fasher as a <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">“crime scene.”</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>After the paramilitary group was pushed out of the capital, Khartoum, in March, the RSF shifted its campaign to the Kordofan region and to the city of el-Fasher in North Darfur, which had been the army’s last bastion in the vast Darfur region until it fell to the RSF in October.</p><p>Following the capture of el-Fasher, <a href=\"/news/2026/2/20/three-aid-workers-killed-4-wounded-in-rsf-drone-attack-in-sudans-kordofan\">accounts surfaced</a> accusing the group of mass killings, rape, abductions and widespread looting, prompting the International Criminal Court (ICC) to open a formal probe into alleged “war crimes” by both parties to the conflict.</p><p>On Tuesday, the UNSC imposed sanctions on four high-ranking RSF figures, including the brother of Mohamed Hamdan Dagalo, the current head of RSF. The sanctions include travel restrictions and asset freezes.</p><h2 id=\"attacks-against-aid-workers\">Attacks against aid workers</h2><p>The UNSC also expressed alarm over repeated drone attacks against civilians, civilian infrastructure and humanitarian workers, including strikes on WFP operations since early February 2026.</p><p>“Council members reiterated that deliberate attacks against humanitarian personnel, their premises and assets may constitute war crimes,” it said.</p><p>“They called on all parties to the conflict to respect and protect humanitarian personnel, as well as their premises and assets in accordance with their obligations under international law.”</p><p>It called for safe, unhindered humanitarian access and the free movement of civilians. “They (UNSC) stressed that starvation must not be used as a weapon of war,” it added.</p><p>According to the latest figures from the WFP, at least 21.2 million people, or 41 percent of the population, are facing high levels of acute food shortages, while 12 million people have been “forced from their homes by the conflict”.</p></div></div></body></html>"
        },
        {
            "title": "FIFA boss confident about Mexico World Cup despite violence | Newsfeed | Al Jazeera",
            "time": "2026-02-25T08:01:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772006452.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Massive explosions at border patrol ammunition depot in Thailand | Weapons | Al Jazeera",
            "time": "2026-02-25T07:51:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1772005880.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump makes Iran missile, protest deaths claims; Tehran slams ‘big lies’ | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-25T06:50:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699e5c9b07b2-1771986075.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has told Congress that he would prefer to resolve differences with Tehran through diplomacy, while laying out his case for potential attacks on Iran, which he claimed was seeking to develop missiles that could strike the US mainland.</p><p>His comments have drawn an angry response from the Iranian government on Wednesday, the day before the two sides are due to resume indirect talks in Geneva.</p><p>During his annual State of the Union address to a joint session of the Senate and House of Representatives on Tuesday, Trump struck a belligerent tone against Iran, accusing it of working to rebuild its nuclear programme that was hit by US strikes last year.</p><p>Trump has repeatedly said those sites were obliterated, a claim experts have disputed.</p><p>“We wiped it out and they want to start all over again. And they’re at this moment again pursuing their sinister ambitions,” Trump said, as he broached the subject of potential military action against Iran about 90 minutes into his record-length speech.</p><p>“We are in negotiations with them. They want to make a deal, but we haven’t heard those secret words: ‘We will never have a nuclear weapon.’”</p><p>Trump said his “preference” was “to solve this problem through diplomacy, but one thing is certain: I will never allow the world’s number one sponsor of terror, which they are by far, to have a nuclear weapon.</p><p>“Can’t let that happen,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump said that after the <a href=\"/news/2026/2/24/us-re-asserts-2025-strikes-obliterated-irans-nuclear-programme\">US attacks on Iran’s nuclear sites</a> in June 2025, “they were warned to make no future attempts to rebuild their weapons programme, in particular, nuclear weapons – yet they continue.”</p><p>Iran has insisted for years that its nuclear programme is for civilian purposes only. Neither US intelligence nor the UN’s nuclear watchdog found any evidence last year that Iran was pursuing atomic weapons.</p><p>As well as accusing Iran of restarting its nuclear programme, Trump claimed Tehran was working to build missiles that “soon” would be capable of reaching the US, echoing claims in Iranian state media that Tehran is developing a missile capable of reaching North America.</p><p>He also claimed Iran was responsible for roadside bombings that have killed US service members and civilians.</p><p>He criticised Tehran over the deaths of thousands of protesters killed during recent antigovernment demonstrations, claiming that Iranian authorities killed 32,000 people during a crackdown – much higher than the thousands widely believed to have been killed.</p><p>“The (Iranian) regime and its murderous proxies have spread nothing but terrorism and death and hate,” Trump said.</p><h2 id=\"iran-s-foreign-ministry-responds\">Iran’s Foreign Ministry responds</h2><p>Trump’s latest comments on the tensions come amid a significant US military buildup in the Middle East, and before a <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">third round</a> of indirect talks scheduled for Thursday.</p><p>The talks, to be held in Geneva and mediated by Oman, will be attended by Trump envoys Steve Witkoff and Jared Kushner, along with Iranian officials.</p><p>The US leader’s comments drew a fierce response from Iran’s Foreign Ministry on Wednesday, with ministry spokesman Esmaeil Baghaei accusing Trump of “big lies” in his claims about his government.</p><p>“Professional liars are good at creating the ‘illusion of truth’,” he said in a post on X.</p><p>“Whatever they’re alleging in regards to Iran’s nuclear program, Iran’s ballistic missiles, and the number of casualties during January’s unrest is simply the repetition of ‘big lies’.”</p><p>He added: “No one should be fooled by these prominent untruths.”</p><h2 id=\"all-options-on-table\">‘All options on table’</h2><p>The ministry’s comments on Wednesday came as Mohammad Bagher Ghalibaf, Speaker of Iran’s Parliament, said that Iran remained committed to negotiations, while warning that it was prepared to retaliate if Washington once again resorted to military action.</p><p>“If you choose the path of diplomacy – one in which Iranian dignity and mutual interests are respected – we will remain at the negotiating table, as we are now,” said Ghalibaf.</p><p>“We have the third round of talks tomorrow, and we will continue on this path in the future as well.”</p><p>But, he said, “if your decision is to repeat what happened before – through deception, lies, and misinformation – and to bomb the negotiating table while Iran is pursuing diplomacy under these conditions, then you will once again taste the strong blow of the Iranian nation and our defensive forces”.</p><p>He added: “All options are on the table: both dignified diplomacy and a deterrent defence that will make you regret your actions.”</p><p>Earlier on Tuesday, Iranian Foreign Minister Abbas Araghchi said in a post on X that a deal with Washington to avert conflict was “within reach”, as Iran prepared to resume talks in Geneva “with a determination to achieve a fair and equitable deal – in the shortest possible time”.</p><p>“Our fundamental convictions are crystal clear,” he wrote. “Iran will under no circumstances ever develop a nuclear weapon; neither will we Iranians ever forgo our right to harness the dividends of peaceful nuclear technology for our people.”</p><p>Iran and the US had “a historic opportunity to strike an unprecedented agreement”, he said, “but only if diplomacy is given priority”.</p><h2 id=\"trump-trying-to-build-support-for-strikes\">Trump trying to build support for strikes</h2><p>Hassan Mneimneh, researcher at the Washington-based Middle East Institute, told Al Jazeera that Trump’s comments on the supposed threat of Iranian missiles appeared to be a bid to drum up domestic support for a military operation against Iran, something he was struggling to achieve.</p><p>Trump was attempting to do this by painting Iran’s missiles as a direct threat to the US, even though the arsenal was primarily a threat to Israel, he said, lacking the capacity to strike the United States.</p><p>He said the ongoing negotiations appeared to be a futile process, with the US insisting that the talks would cover Iran’s missile programme, which was not originally on the negotiating table.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela reports over 3,200 people fully released under new amnesty law | Prison News | Al Jazeera",
            "time": "2026-02-25T06:39:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-24T001100Z_1301976855_RC2YRJAFUPIG_RTRMADP_3_USA-VENEZUELA-PRISONERS-1772000020.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela reports over 3,200 people fully released under new amnesty law</h1><p class=\"article__subhead\"><em>Venezuela’s National Assembly says thousands of people have regained freedom under a new amnesty law.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A special commission of Venezuela’s National Assembly reports that more than 3,200 individuals have been granted full release from prison since the country’s amnesty law took effect last week.</p><p>The figures, announced on Tuesday, include former prisoners and individuals who were previously held under house arrest or subject to other restrictive judicial measures.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lawmaker Jorge Arreaza, head of the commission overseeing implementation of the amnesty, said during a news conference that authorities had received a total of 4,203 applications for amnesty since the law was passed on February 20.</p><p>Arreaza said after evaluating these requests, 3,052 people previously under house arrest or other restrictive measures were granted full freedom. Additionally, 179 individuals who were in prison have also been released.</p><p>Last week, Venezuela’s interim President Delcy Rodriguez <a href=\"/video/newsfeed/2026/2/20/venezuela-signs-amnesty-law-as-families-await-prison-releases\">signed</a> the amnesty legislation into law after it was unanimously adopted by the National Assembly, which authorities said is intended to ease political tensions, promote reconciliation and accelerate the release of political prisoners.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During its signing, Rodriguez said the law showed that the country’s political leaders were “letting go of a little intolerance and opening new avenues for politics in Venezuela”.</p><p>Opposition figures have criticised the amnesty, which appears to include carve-outs for some offences previously used by authorities to target former President Nicolas Maduro’s political opponents.</p><p>Critics say the law explicitly does not apply to those prosecuted for “promoting” or “facilitating … armed or forceful actions” by foreign actors against Venezuela’s sovereignty.</p><p>The law also excludes amnesty for members of the security forces convicted of terrorism-related charges.</p><p>Hundreds of detainees had already been granted conditional release by Rodriguez’s government since the deadly US raid that led to the abduction of Maduro last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>United Nations human rights experts <a href=\"https://www.ohchr.org/en/press-releases/2026/02/venezuelas-amnesty-law-must-apply-all-unlawfully-prosecuted-victims-and-be\" target=\"_blank\" rel=\"noopener\">welcomed</a> the amnesty with “caution”, stressing that it must apply to all victims of unlawful prosecution and be embedded in a comprehensive transitional justice process consistent with international standards.</p><p>Hundreds, perhaps thousands, of Venezuelans have been jailed in recent years over plots, real or imagined, to overthrow the government of Maduro, who was flown to New York after his abduction by the US military.</p><p>Venezuela-based prisoners’ rights group Foro Penal said on Tuesday that it has verified only 91 “political releases” since the amnesty law took effect on February 20.</p><p>The organisation added that it has requested a review of 232 cases currently excluded from the amnesty, and that nearly 600 people remain in detention.</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka’s former intelligence chief arrested over 2019 Easter attacks | Sri Lanka Bombing News | Al Jazeera",
            "time": "2026-02-25T06:32:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699e8da88e-1771998632.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sri Lanka’s former intelligence chief arrested over 2019 Easter attacks</h1><p class=\"article__subhead\"><em>Investigators say Suresh Sallay aided and conspired in the deadly Easter Sunday attacks that killed nearly 300 people.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sri Lanka’s criminal investigators have arrested the country’s former intelligence chief in connection with the wave of 2019 Easter Sunday bombings that killed 279 people and upended the nation’s tourism economic lifeline, police said.</p><p>Retired Major-General Suresh Sallay was taken into custody at dawn in a suburb of the capital, police said on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He was arrested for conspiracy and aiding and abetting the Easter Sunday attacks,” an investigating officer told the AFP news agency.</p><p>Sallay, who was promoted to State Intelligence Service (SIS) chief in 2019 after Gotabaya Rajapaksa became president, had been accused of involvement in the coordinated suicide bombings, a charge he has denied.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Six almost simultaneous <a href=\"/gallery/2019/4/22/in-pictures-sri-lanka-easter-sunday-bombings\">suicide bomb attacks</a> struck Easter congregations at three churches and guests at three luxury hotels during breakfast.</p><p>The bombings injured more than 500 people, also killed 45 foreign nationals, and dealt a severe blow to the island’s vital tourism sector.</p><p>In the aftermath, officials blamed a local armed group for the suicide bombings, but Sallay was also accused of orchestrating the attack.</p><p>British broadcaster Channel 4 reported in 2023 that Sallay was linked to the bombers and had met them before the attack.</p><p>A whistleblower told the network that he had permitted the attack to proceed with the intention of influencing that year’s presidential election in favour of Rajapaksa.</p><p>Two days after the bombings, Rajapaksa declared his candidacy and went on to win the November vote in a landslide after promising to stamp out violence.</p><p>Sallay was promoted to head the SIS, Sri Lanka’s main intelligence agency, following Rajapaksa’s victory, but was dismissed after Anura Kumara Dissanayake won the presidency in 2024, promising prosecutions of those behind the attack.</p><h2 id=\"questions-remain\">Questions remain</h2><p>Other investigations faulted the authorities for failing to act on warnings from an Indian intelligence agency that an attack was imminent.</p><p>In 2023, Sri Lanka’s Supreme Court said former President Maithripala Sirisena and four other senior officials failed to avert the bombings.</p><p>It ordered Sirisena to personally pay 100 million rupees ($273,300) in compensation to relatives of victims who filed the civil case. The then police chief, two senior intelligence officers and the Ministry of Defence secretary were jointly ordered to pay a further 210 million rupees ($574,000).</p><p>The United Nations has asked Sri Lanka to publish parts of previous inquiries into the bombings that were withheld from the public.</p></div></div></body></html>"
        },
        {
            "title": "Key takeaways from Trump’s State of the Union speech | Donald Trump News | Al Jazeera",
            "time": "2026-02-25T06:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_699e832ab52b-1771995946.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump delivered the longest <a href=\"/news/2026/2/25/fact-checking-donald-trumps-state-of-the-union-address\">State of the Union</a> address in history on Tuesday night, covering an array of his policies on the US economy, crime, trade, immigration and foreign policy, all of which he said contributed to a “turnaround for the ages”.</p><p>The first such address of his second term lasted 1 hour, 48 minutes, which surpassed the record of 1 hour and 28 minutes set by former President Bill Clinton in 2000.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our nation is back: bigger, better, richer and stronger than ever before,” Trump said, at the start of his speech.</p><p>He ended the address with a similar sentiment: “Our future will be bigger, better, brighter, bolder and more glorious than ever before.”</p><p>It remains to be seen how the sentiment will resonate with voters, as the president has seen his approval rating slump in recent weeks to the lowest since his second term began.</p><p>It also remained unclear if Trump’s claims of success would give the Republican Party the bump it needs to hold on to control of the US House of Representatives and Senate in the midterm elections in November, which will greatly determine his ability to enact his agenda in the years ahead.</p><p>Here were some key moments from the speech:</p><h2 id=\"trump-says-the-economy-is-roaring\">Trump says the economy is ‘roaring’</h2><p>One of the main goals of Trump’s speech was to sell his stewardship of the US economy, which has been a mixed bag over the last 13 months.</p><p>Trump pointed to Wall Street’s continued strength and strong job numbers, but glossed over the economy’s slower-than-expected growth in 2025.</p><p>While inflation has eased somewhat, it has not quite “plummeted” as Trump said. For example, January data from the Bureau of Labor Statistics showed food prices were still 2.9 percent higher than the same period last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The president then turned to the issue of “affordability”, which has proven a challenging subject for him. Polls have shown a decline in confidence in Trump’s leadership on the economy, with many US citizens still experiencing high living costs.</p><p>Trump largely blamed the affordability issues on Democrats, including former President Joe Biden, whose term ended over a year ago when Trump took office.</p><p>“Their policies created the high prices; our policies are rapidly ending them,” Trump said.</p><p>Trump also hailed his <a href=\"/news/2026/2/6/trumprx-website-launches-in-us-with-promise-to-lower-price-of-medicine\">TrumpRx website</a>, which offers people without insurance potentially cheaper medications online.</p><p>He said he had struck a deal with tech companies to keep utility bills low, despite the demands of AI data centres. He also pointed to an executive order limiting Wall Street investment firms from buying single-family homes in bulk.</p><h2 id=\"president-remains-defiant-after-tariff-ruling\">President remains defiant after tariff ruling</h2><p>Trump has remained defiant after the <a href=\"/economy/2026/2/23/trumps-new-tariff-threats-trigger-economic-uncertainty-trade-deals-stall\">US Supreme Court</a> ruled last week that large portions of the reciprocal tariffs he announced last year were illegal.</p><p>The ruling was the most substantial setback from the Supreme Court for any of Trump’s policies.</p><p>“Just four days ago, an unfortunate ruling from the United States Supreme Court, it just came down; very unfortunate ruling,” said Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He greeted the four Supreme Court justices in attendance, including his appointees Neil Gorsuch and Amy Coney Barrett, as he entered the chamber.</p><p>On Tuesday, a new set of global tariffs of 10 percent went into effect under what Trump described as “fully approved and tested alternative legal statutes”. Trump has said he wants to increase these to 15 percent.</p><p>He added that “congressional action will not be necessary” to keep the tariffs in place.</p><h2 id=\"democrats-protest-trump-s-immigration-policies\">Democrats protest Trump’s immigration policies</h2><p>Trump focused heavily on his hardline immigration policies, particularly when it came to his closure of the US border.</p><p>He continually connected migration to higher crime rates, although studies have shown migrants commit crimes at a lower rate than US citizens.</p><p>Trump again alleged rampant fraud in the Somali-American community, referring to “the Somali pirates who ransacked Minnesota”.</p><p>Trump also asked those in attendance to stand if they agreed that “the first duty of the American government is to protect American citizens, not illegal aliens”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>That prompted heckles from Democrats Ilhan Omar, who is Somali American, and Rashida Tlaib, who is Palestinian American.</p><p>“You have killed Americans,” Omar, who represents a district in the state of Minnesota where two US citizens were killed in January by immigration agents, yelled.</p><p>Earlier in the night, Representative Al Green was escorted from the chamber after he held up a protest sign referring to a racist video posted on Trump’s Truth Social account depicting former President Barack Obama and his wife, Michelle, as apes.</p><p>Beyond the policy arguments on the economy and immigration, Trump leaned into a highly partisan appeal for Republican control of Congress.</p><p>He framed the upcoming midterms as a rescue mission; he labelled Democratic lawmakers “crazy” and accused them of “destroying this country,” claiming his administration had intervened “just in the nick of time”.</p><p>Throughout the address, he repeatedly cast his political opponents as anti-American actors working against the nation’s best interests.</p><h2 id=\"trump-says-iran-won-t-commit-to-no-nuclear-weapons\">Trump says Iran won’t commit to no nuclear weapons</h2><p>The president addressed <a href=\"/news/2026/2/25/irans-fm-says-deal-with-us-within-reach-if-diplomacy-given-priority\">tensions with Iran</a> amid the largest US military build-up in the Middle East since the 2003 invasion of Iraq.</p><p>He again claimed that US strikes last year had “obliterated Iran’s nuclear weapons programme”, just days after US envoy Steve Witkoff said Iran could be a “week away” from developing nuclear weapons.</p><p>Trump has upped threats against Iran amid the latest crackdown on protesters in the country, although he said he preferred to find a diplomatic solution.</p><p>“We haven’t heard those secret words: ‘We will never have a nuclear weapon,’’’ Trump said.</p><p>Iran’s top diplomat, Abbas Araghchi, in a post on X hours before Trump’s speech, said that “Iran will under no circumstances develop a nuclear weapon”. Iranian officials have repeatedly denied seeking nuclear weapons.</p><p>Trump also claimed that Iran was “working to build missiles that will soon reach the United States of America”.</p><h2 id=\"made-for-television-moments\">Made-for-television moments</h2><p>Trump built his career in reality television, and his eye for camera-ready moments was clear during the speech.</p><p>At one point, Trump referenced the US abduction of Venezuelan leader Nicolas Maduro, which he hailed as a “colossal victory for the security of the United States”. He added the US had “received from our new friend and partner, Venezuela, more than 80 million barrels of oil”.</p><p>The US president then introduced Venezuelan opposition lawmaker Enrique Marquez, who had been released from prison by the government of Delcy Rodriguez shortly after Maduro’s abduction.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Alejandra,” Trump said to a woman he identified as Marquez’s niece, “I’m pleased to inform you that not only has your uncle been released, but he is here tonight. We brought him over to celebrate his freedom with you in person.”</p><p>Trump also awarded Chief Warrant Officer Eric Slover, who was wounded in the Maduro abduction raid, the Congressional Medal of Honor.</p><p>Earlier in the night, Trump awarded the goaltender of the US men’s hockey team, Connor Hellebuyck, with the country’s highest civilian honour, the Presidential Medal of Freedom.</p><p>Trump had invited the team, which won gold over Canada at the Olympics, to the speech as his guests.</p><h2 id=\"democrats-response\">Democrats’ response</h2><p>Dozens of Democrats boycotted Trump’s speech and attended counterprogramming instead.</p><p>The party’s official rebuttal was delivered by Virginia Governor Abigail Spanberger.</p><p>Spanberger said US businesses suffer under Trump’s tariffs, communities live under his mass deportation drive and residents remain dogged by affordability issues.</p><p>“Americans, you at home, know you can demand more, and that we are working to lower costs,” she said. “We are working to keep our community and our country safe, and we are working for you.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says US has received 80m barrels of Venezuelan oil; 3rd tanker seized | Oil and Gas News | Al Jazeera",
            "time": "2026-02-25T06:19:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26009076966538-1771998489.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says US has received 80m barrels of Venezuelan oil; 3rd tanker seized</h1><p class=\"article__subhead\"><em>US forces have ‘captured’ a third oil tanker in the Indian Ocean weeks after it reportedly left Venezuelan waters.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has said the United States has received “more than 80 million barrels of oil” from Venezuela, hours after the Pentagon said US forces had “captured” a third “sanctioned” oil tanker in the Indian Ocean.</p><p>“We just received from our new friend and partner, Venezuela, more than 80 million barrels of oil,” Trump announced during his State of the Union address in Washington, DC, on Tuesday night.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“American oil production is up by more than 600,000 barrels a day,” said Trump, who reiterated his promise to “drill, baby, drill” for oil as president.</p><p>Trump’s lauding of growth in the US oil sector comes after he sent special forces to conduct a bloody raid on Caracas in January and abduct Venezuela’s President Nicolas Maduro, who had warned that Washington’s animosity towards his government was a <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">pretext for the US to seize</a> Venezuelan oil reserves.</p><p>The Trump administration has since promised to open up Venezuela’s oil industry to US oil companies, including Chevron, Exxon Mobil and ConocoPhillips, which were among several oil companies <a href=\"/economy/2026/1/9/big-and-small-oil-companies-summoned-to-meet-trump-on-venezuelan-oil\">Trump hosted at the White House</a> for a meeting about the South American country’s oil on January 9, just days after Maduro was abducted to the US.</p><figure id=\"attachment_4336863\" aria-describedby=\"caption-attachment-4336863\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4336863\" src=\"/wp-content/uploads/2026/02/AP26009076931929-1-1771998990.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"IMAGE DISTRIBUTED FOR FOSSIL FREE MEDIA - On the evening before President Donald Trump is set to meet with U.S. oil executives to discuss Venezuela, activists staged a large-scale projection opposing oil-driven intervention and the use of U.S. taxpayer dollars to subsidize Big Oil, on January 8, 2026 in Washington. (Michael A. McCoy/AP Content Services for Fossil Free Media)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4336863\" class=\"wp-caption-text\">Activists stage a large-scale projection opposing Trump’s oil-driven intervention in Venezuela and the use of US taxpayer dollars to subsidise Big Oil, on January 8, 2026, in Washington, DC [Handout/Fossil Free Media via AP]</figcaption></figure><p>Trump’s comments followed after the Pentagon said earlier on Tuesday that US forces had boarded another oil tanker in the Indian Ocean linked to Venezuela.</p><p>“Three boats ran and now all three have been captured,” the US Department of Defense wrote in a post on social media, which also included a video showing weapons directed towards a ship as it was boarded by troops descending from two helicopters.</p><p>The post did not specify which country the vessel, known as Bertha, had come from, but said US forces had tracked the tanker “from the Caribbean to the Indian Ocean”.</p><p>Samir Madani, a cofounder of oil tanker monitoring site TankerTrackers.com, said Bertha was one of the 16 oil tankers to have fled the Venezuelan coast after US forces abducted Maduro on January 3, according to The Associated Press news agency.</p><p>Madani told AP on Tuesday that the Bertha was laden with 1.9 million barrels of Merey 16 crude, which is a grade of Venezuelan oil.</p><p>The Bertha was flagged to the Cook Islands when it was placed under US sanctions related to Iran, according to the website of the Treasury Department’s Office of Foreign Assets Control.</p><p>However, the vessel was more recently listed under a false flag of the Caribbean island of Curacao and managed by a company in China, according to Equasis, a shipping information system.</p><p>The latest developments come as the Trump administration continues to expand oil extraction in the US and abroad, including in <a href=\"/news/2025/10/24/trump-administration-to-open-up-alaska-wildlife-refuge-to-drilling\">Alaska’s Arctic National Wildlife Refuge</a>.</p><p>Trump’s doubling down on fossil fuels comes as many island countries in the Caribbean region have been <a href=\"/news/2025/11/8/cop30-climate-summit-hears-from-countries-suffering-global-warming-harms\">calling for a transition</a> to renewable energy as they struggle to respond to increasingly severe tropical storms <a href=\"/features/2023/4/4/are-storms-getting-more-powerful-and-dangerous\">made worse by climate change</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Modi in Israel live: India’s PM to meet Netanyahu, address Knesset | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-02-25T05:16:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260217__97U996K__v2__HighRes__TopshotIndiaFranceDiplomacy-1-1-1771997687.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Modi in Israel live: India’s PM to meet Netanyahu, address Knesset</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>India’s PM Modi will mark his second visit to Israel with the two countries having deepened ties under the Hindu nationalist PM.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "India’s Modi visits Israel: What’s on the agenda, and why it matters | International Trade News | Al Jazeera",
            "time": "2026-02-25T05:16:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2018-01-15T072243Z_712583578_RC1A37723FE0_RTRMADP_3_INDIA-ISRAEL-1771932992_54b05d-1771934818.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indian Prime Minister Narendra Modi <a href=\"/news/liveblog/2026/2/25/modi-in-israel-live-indias-pm-to-meet-netanyahu-address-knesset\">will begin a two-day visit to Israel</a> on Wednesday. Modi’s first trip to Israel was in 2017, when he was the first Indian leader to ever visit the country.</p><p>India was among the countries that opposed the creation of Israel in 1948, and for decades was one of the most forceful non-Arab critics of Israel’s policies towards Palestinians. It only established diplomatic ties with Israel in 1992, but since 2014, when Modi came to power, relations between the two countries have flourished.</p><p>Here is more about what is on the agenda for Modi’s visit, and why it is significant.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-will-modi-meet-and-what-will-they-talk-about\">Who will Modi meet, and what will they talk about?</h2><p>Modi is expected to land at the Ben Gurion international airport outside Tel Aviv at 12:45pm local time (10:45 GMT).</p><p>Israeli Prime Minister Benjamin Netanyahu is expected to welcome Modi at the airport, as he did during the Indian premier’s 2017 visit. The two leaders are scheduled to hold talks shortly after.</p><p>Then, at 4:30pm (14:30 GMT), Modi is scheduled to address the Knesset, the Israeli parliament, in Jerusalem. He then returns to Tel Aviv for the night.</p><p>On the morning of February 26, Modi is scheduled to visit the Yad Vashem museum, a memorial to Holocaust victims, before meeting Israeli President Isaac Herzog. Modi and Netanyahu will then meet again and oversee the signing of agreements between the two countries, before Modi departs Israel in the afternoon.</p><p>Overall, Modi and Netanyahu aim to use this visit to bolster strategic economic and defence agreements between India and Israel, officials from both sides have said.</p><p>“We don’t compete, we rather complement each other,” JP Singh, India’s ambassador to Israel, told state broadcaster All India Radio on Monday, speaking <span>of relations with Israel. “Israel is really good at innovation, science and technology. Therefore, there will be a lot of discussion on AI, cybersecurity and quantum.”</span></p><p>The two countries signed a new Bilateral Investment Treaty in September last year, replacing the 1996 investment treaty, to provide “certainty and protection” to investors from both countries. They are also aiming to upgrade existing bilateral security agreements at this meeting.</p><p>In a video posted on the Israeli Embassy’s social media channels on Monday, Israel’s ambassador to India, Reuven Azar, said: “Our economic partnership is gaining real momentum. We signed a bilateral investment treaty, and we are moving forward to sign a free trade agreement, hopefully this year.”</p><p>Azar said that Israel wants to encourage Indian infrastructure companies to come to Israel to build and invest in the country.</p><p>He added: “We will deepen our defence relationship by updating our security agreements.”</p><p>In an X post of his own on Sunday, Netanyahu wrote that he is looking forward to greeting Modi in Jerusalem.</p><p>“We are partners in innovation, security, and a shared strategic vision. Together, we are building an axis of nations committed to stability and progress,” he wrote.</p><p>“From AI to regional cooperation, our partnership continues to reach new heights,” Netanyahu added.</p><h2 id=\"how-are-india-israel-relations\">How are India-Israel relations?</h2><p>Relations between India and Israel have <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">improved exponentially</a> over the years. While still under British rule in the 1920s and 1930s, India strongly identified with the Palestinian struggle for independence.</p><p>In 1917, the United Kingdom signed the Balfour Declaration, promising Jews who had been displaced from Europe due to Adolf Hitler’s oppression a homeland in the British Mandate in Palestine. This was opposed by many nations, including India, which was fighting British colonialism at the time.</p><p>“Palestine belongs to the Arabs in the same sense that England belongs to the English, or France to the French,” Mahatma Gandhi, India’s most prominent freedom fighter who is revered as the father of the nation, wrote in an article in his weekly newspaper Harijan on November 26, 1938.</p><p>India was among the nations opposed to the creation of Israel in 1948. In 1949, India also voted against Israel’s UN membership. While it recognised Israel as a state in 1950, it was not until 1992 that the two formalised diplomatic relations, and economic relations gradually grew over the following two decades.</p><p>Since Modi became India’s leader in 2014, there has been a <a href=\"/news/2026/2/22/modis-israel-visit-timeline-of-indias-relations-with-israel-palestine\">major shift</a> in the relationship between India and Israel. Nine years ago, Modi was the first Indian prime minister ever to visit Israel.</p><p>India is currently Israel’s second-largest trading partner in Asia, after China. According to India’s Ministry of External Affairs, trade jumped from $200m in 1992 to $6.5bn in 2024.</p><p>India’s main exports to Israel include pearls, precious stones, automotive diesel, chemicals, machinery, and electrical equipment; imports include petroleum, chemical machinery and transport equipment.</p><p>Azad Essa, a senior reporter at Middle East Eye and author of the 2023 book Hostile Homelands: The New Alliance Between India and Israel, told Al Jazeera that Modi’s visit to Israel shows how far India’s relations with Israel have evolved over the past decade.</p><p>“Whereas a partnership existed, it was a lot more limited prior to Modi. [New] Delhi has now emerged as Israel’s strongest non-Western ally, so much so that it is now considered a ‘special relationship’, rooted in strategic cooperation and ideological convergence,” Essa said.</p><p>“This visit will be Netanyahu’s opportunity to offer appreciation to Modi, and will be used by him to show Israelis that he is a well-respected and popular leader in the Global South.”</p><p>Under Modi, India has become Israel’s top arms customer. And in 2024, during Israel’s genocidal war on Gaza, Indian arms firms supplied Israel with rockets and explosives, according to an <a href=\"/features/2024/6/26/india-exports-rockets-explosives-to-israel-amid-gaza-war-documents-reveal\">Al Jazeera investigation</a>.</p><p>Modi’s Hindu nationalist Bharatiya Janata Party (BJP) envisions India as a Hindu homeland, <a href=\"/features/2026/2/24/kashmir-spying-demolitions-how-modis-india-embraced-israel-model\">echoing Israel’s self-image</a> as a Jewish state. Both India and Israel frame “Islamic terrorism” as a key threat, a label critics say is used to justify wider anti-Muslim policies.</p><p>“The alliance between India and Israel is not just about weapon sales or trade. It is about India’s open embrace of authoritarianism and militarism in building a supremacist state in Israel’s image,” Essa said.</p><p>“It is also a story about how security, nationalism and democratic language can be used to justify and normalise increasingly illiberal policies, and this has implications for democracies everywhere.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-this-visit-significant\">Why is this visit significant?</h2><p>Modi’s visit comes at a time of rising and complex geopolitical tensions in and around the Middle East.</p><p>Despite the warm relations between the two countries in recent decades, Modi’s trip comes just a week after India joined more than 100 countries in condemning Israel’s de facto expansion in the occupied West Bank. New Delhi signed the statement on February 18 – a day later than most – after initially appearing hesitant.</p><p>This week, Netanyahu claimed that he plans to form a new regional bloc of countries, which he <a href=\"/news/2026/2/23/whats-netanyahus-planned-hexagon-alliance-and-can-it-work\">termed a “hexagon” alliance</a>, to stand against “radical” Sunni and Shia-majority nations.</p><p>On Sunday, Netanyahu said this alliance would include Israel, India, Greece and Cyprus, along with other unnamed Arab, African and Asian states. None of these governments has officially endorsed this plan, including India.</p><p>Analysts said Modi’s visit will be viewed by many as an endorsement of Israeli policies, however.</p><p>“The timing of the visit is notable because it comes at a time when Netanyahu has lost immense credibility around the world, and to have the leader of the world’s so-called largest democracy visiting Israel and showing affection to Netanyahu, who has a warrant in his name from the International Criminal Court, is a ringing endorsement of him and Israel’s policies,” Essa said.</p><p>Modi’s visit also comes at a time of heightened tensions between Iran and the United States.</p><p>India and Iran have long had a cooperative relationship. After Modi visited Iran in 2016, the two countries signed a major deal, allowing India to develop the strategically located port of Chabahar on Iran’s southeastern coast. However, after the US imposed additional sanctions on Iran last year and threatened to penalise all countries that do business with Tehran, India has reportedly started moving out of Chabahar.</p><p>In June 2025, India <a href=\"/news/2025/6/16/why-india-refused-to-join-sco-condemnation-of-israels-attacks-on-iran\">did not join</a> the Shanghai Cooperation Organisation’s (SCO’s) condemnation of Israel’s attacks on Iran during the <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> between Iran and Israel. However, it did join a later condemnation by the BRICS grouping of major emerging economies of the Israeli and US attacks on Iran.</p><p>The US, which has been applying its own pressure on India over the past year in retaliation for its purchase of Russian oil, is <a href=\"/news/2026/2/20/tracking-the-rapid-us-military-build-up-near-iran\">building up</a> a vast array of military assets in the Arabian Sea, close to Iran, as President Donald Trump increases pressure on Iran to <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">agree to a deal</a> over its nuclear programme and stock of ballistic missiles.</p><p>Trump said last Friday that he was <a href=\"/video/newsfeed/2026/2/20/trump-considering-limited-strikes-on-iran\">considering a limited strike</a> on Iran if Tehran does not reach a deal with the US. “I guess I can say I am considering that,” he told reporters.</p><p>Iran has said it is seeking a diplomatic solution, but will defend itself if Washington resorts to military action.</p><p>Israel will likely be a front-line participant in any escalation that might follow from US strikes or Iranian retaliation, analysts say.</p></div></div></body></html>"
        },
        {
            "title": "Trump contradicts Witkoff over Iran nuclear bomb claims | Conflict | Al Jazeera",
            "time": "2026-02-25T04:50:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771995014.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Tokyo protests as China blocks ‘dual-use’ exports to 20 Japanese companies | International Trade News | Al Jazeera",
            "time": "2026-02-25T04:24:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260224__98PT4NQ__v1__HighRes__JapanChinaPoliticsTradeMitsubishi-1771992135_1ef68a-1771992298.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Japan has strongly protested China’s move to restrict the export of “dual-use” items to 20 Japanese business entities that Beijing says could be used for military purposes, in the latest twist in a months-long diplomatic row between the two countries.</p><p>Japanese Deputy Chief Cabinet Secretary Sato Kei said at a news conference that the move by China’s Ministry of Commerce on Tuesday was “deplorable” and would “not be tolerated” by Tokyo.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Companies affected by China’s export ban on dual-use items, or items that can be used for civilian or military purposes, include Mitsubishi Heavy Industries’ shipbuilding group, aerospace and marine machinery subsidiaries, Kawasaki Heavy Industries, Japan’s National Defense Academy, and the Japan Aerospace Exploration Agency.</p><p>Beijing said restricting the export of dual-use items to the Japanese firms was necessary to “safeguard national security and interests and fulfil international obligations such as non-proliferation”, adding that the companies were involved in “enhancing Japan’s military strength”.</p><p>China’s Commerce Ministry said on Tuesday that it would also add another 20 entities to its export restrictions watchlist, including Japanese automaker Subaru, petroleum company ENEOS Corporation, and Mitsubishi Materials Corporation.</p><p>Chinese exporters must submit a risk assessment report for each company to ensure “dual-use items will not be used for any purpose that would enhance Japan’s military strength”, according to a statement on the Commerce Ministry’s website.</p><p>China has imposed similar restrictions on the US and Taiwan as a form of political protest, particularly over Washington’s ongoing unofficial support for the self-governed island. Beijing claims democratic Taiwan as its territory and has not ruled out using force for “reunification”.</p><p>Tokyo and Beijing have a historically acrimonious relationship, but diplomatic ties took a turn for the worse in November, when Japanese Prime Minister Sanae Takaichi told legislators that a Chinese attack on Taiwan would constitute a “survival-threatening situation” for Japan, which could necessitate military action.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Japan has had a pacifist constitution which restricts its use of force, but an attack on Taiwan could legally allow Tokyo to activate its army, the Self-Defence Forces, Takaichi said.</p><p>Takaichi’s remarks were some of the most explicit regarding whether Japan could become involved in a conflict in the Taiwan Strait, and have been accompanied by a push to expand Japan’s military capability.</p><p>Beijing reacted with fury to Takaichi’s remarks, discouraging Chinese citizens from visiting Japan, leading to a major drop in tourism revenue from Chinese visitors.</p><p>In January, Beijing also imposed Japanese export restrictions on rare earths like gallium, germanium, graphite and rare earth magnets that could be used for defence purposes, according to the US-based Centre for Strategic and International Studies (CSIS) think tank.</p><p>The CSIS said at the time that “these retaliatory measures underscore rising tensions between Beijing and Tokyo and serve as a pointed warning from China to countries that take explicit positions on cross-strait relations”.</p><p>Tokyo does not have official diplomatic relations with Taiwan, but several of its outlying islands, including Okinawa, are geographically closer to Taiwan than mainland Japan. Taiwan is also enormously popular with the Japanese public.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump heckled during State of the Union | Donald Trump | Al Jazeera",
            "time": "2026-02-25T03:53:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771991585.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Feb 2026</span><span aria-hidden=\"true\">25 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran’s FM says deal with US ‘within reach’; Trump says he prefers diplomacy | Politics News | Al Jazeera",
            "time": "2026-02-25T03:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260217__97VJ746__v1__HighRes__SwitzerlandUsIranEnergyDiplomacyNuclearUn-1-1771996597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian Minister of Foreign Affairs Abbas Araghchi has said that a deal with the United States to avert conflict is “within reach”, in advance of talks between the two countries in Geneva, Switzerland.</p><p>Araghchi said that the “historic opportunity to strike an unprecedented agreement” would depend on whether “diplomacy is given priority”, in a possible reference to US President Donald Trump’s ongoing threats to use military force against Iran.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement shared on social media on Tuesday, Iran’s top diplomat added that his country remained “crystal clear” that it would “under no circumstances ever develop a <a href=\"/news/2026/2/24/us-re-asserts-2025-strikes-obliterated-irans-nuclear-programme\">nuclear weapon</a>“, while also recognising the right of Iran’s people to the benefits of “peaceful nuclear technology”.</p><p>Indirect talks scheduled for Thursday in Geneva will be the <a href=\"/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression\">third round of discussions</a> between Washington and Tehran, mediated by Oman, which has said it hopes to see “a positive push to go the extra mile towards finalising the deal”.</p><p>Delivering his State of the Union address in Washington, DC, later on Tuesday evening, Trump again struck a belligerent tone towards Tehran. While saying that he preferred diplomacy, he accused Iran of developing missiles that could “soon reach the United States of America”.</p><p>“My preference is to solve this problem through diplomacy. But one thing is certain, I will never allow the world’s number one sponsor of terror, which they are, by far, to have a nuclear weapon. Can’t let that happen,” Trump said.</p><p>Trump said that after the US attack on Iran’s nuclear sites in June 2025, “they were warned to make no future attempts to rebuild their weapons programme, in particular, nuclear weapons – yet they continue”.</p><p>“They’re starting it all over. We wiped it out, and they want to start all over again, and are at this moment, again, pursuing their sinister ambitions. We are in negotiations with them. They want to make a deal, but we haven’t heard those secret words: ‘We will never have a nuclear weapon’,” he added.</p><h2 id=\"strong-fortress\">‘Strong fortress’</h2><p>Araghchi has been leading the negotiations on behalf of Iran, while White House envoy Steve Witkoff and Trump’s son-in-law, Jared Kushner, have been representing the US.</p><p>Following the most recent talks in Geneva, Trump said that Tehran had 10 to 15 days to make a “meaningful deal”, while again referring to the possible threat of military intervention amid a huge <a href=\"/news/2026/2/20/tracking-the-rapid-us-military-build-up-near-iran\">US military build-up</a> near Iran.</p><p>The talks on Thursday will take place as the US Navy has docked its largest aircraft carrier, the USS Gerald R Ford, at a NATO base on the Greek island of Crete, on its way towards the Middle East, where the US has been increasing its military presence in recent weeks.</p><p>Iran’s Revolutionary Guard Corps (IRGC) has also been conducting military drills in the south of the country, saying that it has built “a strong fortress” in the area.</p><p>Al Jazeera’s Tohid Asadi, reporting from Tehran, said that “the public mood in Iran is a mixture of different sentiments, and oscillation between fear of the war, in terms of the military build-up by the Americans in the region, and hope for diplomacy”.</p><p>Asadi said the talks were taking place alongside “public dissatisfaction”, as seen with the “massive protests” that took place across Iran in December, “initially driven by the <a href=\"/news/2026/1/13/how-us-sanctions-crippled-lives-of-iranians-trump-says-he-wants-to-help\">economic hardship</a>“.</p><p>“Right now, we also hear sounds echoing of dissatisfaction in political and social spheres, over the past three days at least, in some major universities in the capital and across the country,” he added.</p><p>The US has acknowledged that it <a href=\"/economy/2026/2/13/us-says-it-caused-dollar-shortage-to-trigger-iran-protests-what-that-means\">caused a shortage</a> of US dollars in Iran, contributing to severe economic consequences, including the collapse of one of Iran’s largest banks in the lead-up to December’s street protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}