{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Hamas rejects Netanyahu aide’s 60-day ultimatum for group to disarm | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-17T08:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260215-40562762-40562736-CIVIL_DEFENSE_TEAMS_RECOVER_BODIES_AFTER_ISRAELI_ATTACKS_IN_BEIT_LAHIA_GAZA-1771163947.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hamas rejects Netanyahu aide’s 60-day ultimatum for group to disarm</h1><p class=\"article__subhead\"><em>Israeli minister issues 60-day ultimatum to Hamas, threatening renewed war if the group fails to disarm as demanded.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hamas has rejected remarks by an Israeli government official calling for the <a href=\"/news/2023/10/8/what-is-the-group-hamas-a-simple-guide-tothe-palestinian-group\">Gaza-based group</a> to disarm in 60 days and threatening to resume Israel’s genocidal war if it fails to comply.</p><p>Senior Hamas official Mahmoud Mardawi told Al Jazeera Mubasher on Monday that he had no knowledge of such a demand.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Statements made by Israeli Prime Minister Benjamin Netanyahu … and through the media are merely threats with no basis in the ongoing negotiations”, Al Jazeera Arabic cited him as saying.</p><p>Mardawi’s comments come after Israeli Cabinet Secretary Yossi Fuchs, during a conference in Jerusalem on Monday, threatened to renew the genocidal war on Gaza if Hamas failed to disarm in 60 days, local media outlet the Times of Israel reported.</p><p>A top aide to Netanyahu, Fuchs claimed that the two-month period was requested by the United States administration. “We are respecting that,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Without confirming when the ultimatum would exactly start, Fuchs said it might begin with the February 19 meeting of US President Donald Trump’s <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a> – a Washington-backed plan for the reconstruction of Gaza.</p><p>“We will evaluate it,” Fuchs said. “If it works, great. If not, then the IDF [Israeli army] will have to complete the mission.”</p><p>Hamas’s Mardawi told Al Jazeera Mubasher that any threat to renew the war would have “serious repercussions for the region” and stressed that “the Palestinian people will not surrender”, AJA reported.</p><p>The second phase of the “ceasefire” agreement began in mid-January, in which the US says it will tackle the disarmament of Hamas and the deployment of an international peacekeeping force. Hamas has refused to give up arms as long as Israel continues to occupy Gaza.</p><p>Earlier this month, Hamas’s political leader abroad, Khaled Meshaal, rejected calls to disarm Palestinian factions in Gaza, arguing that stripping weapons from an occupied people would turn them into “an easy victim to be eliminated”.</p><p>Israeli genocide in Gaza since October 2023 has killed more than 72,000 people, including thousands of children.</p><p>Israel’s <a href=\"/news/2026/2/9/four-palestinians-killed-in-israeli-air-attack-on-gaza-residential-building\">assaults have continued</a> despite a US-brokered “ceasefire” that began in October, with more than 600 Palestinians killed since it took effect. According to authorities in Gaza, Israel has violated the “ceasefire” 1,520 times.</p><p>In addition to the near-daily killing of Palestinians, Israel also severely restricts quantities of food, medicine, medical supplies, shelter materials and prefabricated houses entering Gaza, where some two million Palestinians – including 1.5 million displaced – live in catastrophic conditions.</p></div></div></body></html>"
        },
        {
            "title": "Imran Khan’s sister rejects Pakistan gov’t claim jailed ex-PM’s vision fine | Imran Khan News | Al Jazeera",
            "time": "2026-02-17T07:36:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T174313Z_1157551984_RC20LJA22I9Y_RTRMADP_3_PAKISTAN-POLITICS-KHAN-1771280416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan – </strong>The sister of former Pakistani Prime Minister Imran Khan has told Al Jazeera that the family has rejected a government board’s claims that the cricketer-turned-politician’s eyesight has improved since a court report last week said he had lost most vision in one eye.</p><p>A government-appointed medical board examining the jailed ex-leader reported a significant improvement in his eyesight after weeks of controversy over his deteriorating vision. Its medical report, seen by Al Jazeera, claims that Khan’s vision in his right eye has improved from 6/36 to 6/9. His left eye remains at 6/6 vision with the use of glasses.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In ophthalmic terms, 6/6 vision means the person’s eyesight is fine. A 6/9 reading means the person can see at 6 metres (20 feet) what someone with normal vision sees at 9 metres (30 ft).</p><p>The assessment was carried out on Sunday by a two-member board comprising doctors Nadeem Qureshi and Muhammad Arif Khan. The specialists conducted a detailed examination at Adiala jail in Rawalpindi, where the 73-year-old founder of the Pakistan Tehreek-e-Insaf (PTI) party has been imprisoned since August 2023.</p><p>But Khan’s family said it had “no trust” in the authorities.</p><p>His sister, Aleema Khan, <a href=\"https://x.com/Aleema_KhanPK/status/2023115943577026730\">described it</a> as “extremely concerning and unacceptable” that the government had resisted allowing Khan’s personal doctor and a family representative to be present during the examination and treatment.</p><p>“Without the physical presence of both his personal doctor and family representative, we categorically reject any claims made by the government regarding his examination, treatment or medical condition,” Aleema told Al Jazeera.</p><p>Aasim Yusuf, chief medical officer of the Imran Khan-founded Shaukat Khanum Memorial Hospital and one of Khan’s personal physicians, said in a video message that he had held a 40-minute conversation with the two doctors who examined Khan on February 15.</p><p>In the video, shared by the PTI on social media, Yusuf said the visiting doctors briefed him on the treatment and future plan of care, adding that according to their latest assessment, “Khan had shown significant improvement as a result of treatment and his vision had improved significantly as well”.</p><p>“I would be extremely happy if I was able to confirm that this was the case. Unfortunately, because I have not seen him myself and have not been able to participate in his care or to talk to him, I am unable to either confirm or deny the veracity of what we have been told,” Yusuf said.</p><p></p><h2 id=\"disputed-diagnosis\">Disputed diagnosis</h2><p>The latest examination comes after reports last month that authorities had taken Khan late at night to a government facility for a medical procedure without informing his family. Following the outcry, Pakistan’s Supreme Court appointed Barrister Salman Safdar as amicus curiae to meet Khan and assess his condition.</p><p>In <a href=\"/news/2026/2/12/ex-pakistan-pm-imran-khan-left-with-15-vision-in-right-eye-court-told\">a seven-page report</a> filed last week, Safdar painted a troubling picture. He wrote that Khan had suffered rapid and substantial vision loss over the past three months and that despite repeated complaints of persistent blurred and hazy vision, “no action was taken by the jail authorities to address these complaints”.</p><p>Safdar quoted Khan as saying that “only 15 percent” vision remained in his right eye.</p><p>PTI General Secretary Salman Akram Raja told reporters in Islamabad on Monday that the two doctors, one of whom was recommended after consultations with Yusuf, confirmed that Khan’s vision had improved.</p><p>“The two doctors who met him in jail said that Khan confirmed to them that he was unable to see the clock on the wall for a few weeks, [but] can now not only see that, but also the clock hands. According to doctors, this was an incredible improvement in his vision,” Raja said.</p><p>Aleema, however, insisted that the family could not accept any medical report until Khan’s physician examined him in person. She renewed the demand that he be transferred to Shifa International Hospital in Islamabad.</p><p>She accused the government of repeatedly misleading the family about Khan’s health.</p><p>“After our protest and Salman Safdar’s report, we were told that he would be taken to Shifa International Hospital, along with [the] presence of his physician as well as a family member, but then, abruptly, they [the government] changed the plan. How can we be suddenly denied?” she asked.</p><p>Aleema said authorities had asked the family to provide the names of doctors and relatives who could accompany Khan, only to reject each proposal.</p><p>“There have been repeated back-and-forth phone calls. We gave them the names of his personal doctors, including Dr Aasim. Another name we gave was our sister, Uzma Khan, to represent the family. But the response from the government was that no sister will be allowed to meet him,” she claimed.</p><p>She added that her brother had no underlying medical conditions, such as diabetes or high blood pressure, and described him as a political prisoner.</p><p>“Our hearts are breaking, and we are so frustrated. This is deliberate. When Salman Safdar went there and came back, he told us the story, and we cried hearing about Khan’s current situation. This is not just criminal negligence, this is outright criminal and deliberate,” she said.</p><h2 id=\"standoff-over-medical-access\">Standoff over medical access</h2><p>The PTI and its allies, who are holding a sit-in outside parliament, have promised to continue their protest until their demands are met, including access to Khan and his transfer to Shifa International Hospital.</p><p>Sheikh Waqas Akram, the party’s central information secretary, said the demand was straightforward and focused on securing “specialised treatment” for Khan.</p><p>“When you deny the family access, or the physicians recommended by the family, and when you break promises, how can we trust? We don’t even know what they have done with him. We believe the government is certainly hiding something,” he told Al Jazeera.</p><p>Aleema said she would hold a news conference on Tuesday outside Adiala jail and added that the family had not sought any concessions from authorities beyond medical access.</p><p>“Imran’s sons have been trying to visit Pakistan since last year and have applied several times, but their visa has not been processed. It is in limbo, they do not get a denial, nor an approval,” she said, referring to Kasim and Suleman, Khan’s two sons, who are nationals of the United Kingdom.</p><figure id=\"attachment_4318277\" aria-describedby=\"caption-attachment-4318277\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318277 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/2026-02-16T171530Z_1905548713_RC20NJAOT4H7_RTRMADP_3_PAKISTAN-POLITICS-KHAN-SONS-1771280480.jpg?resize=770%2C513&amp;quality=80\" alt=\"Sulaiman Khan and Kasim Khan, sons of jailed former Pakistani Prime Minister Imran Khan, attend an interview with Reuters in London, Britain February 16, 2026. REUTERS/Jaimi Joy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318277\" class=\"wp-caption-text\">According to Aleema Khan, sister of former Prime Minister Imran Khan, her brother’s sons, Sulaiman Khan and Kasim Khan, applied last year for a visa to travel to Pakistan, but the Pakistani government has not yet responded to their application [Jaimi Joy/Reuters]</figcaption></figure><p>The sons were born during Khan’s first marriage to Jemima Goldsmith. The couple divorced in 2004 after nine years of marriage. Both sons are based in London.</p><h2 id=\"government-rejects-negligence-claims\">Government rejects negligence claims</h2><p>The government, meanwhile, has defended the medical board’s work. Law Minister Azam Nazeer Tarar said the treatment provided to Khan had led to improvement and that the specialist team had expressed satisfaction with his progress.</p><p>Speaking at a public event on Monday, Tarar said opposition leaders and Khan’s personal doctors had been briefed.</p><p>Minister for Parliamentary Affairs Tariq Fazal Chaudhry also said the examination inside the jail was conducted “in accordance with government directives and with complete transparency”.</p><p>“The government provided every necessary facility on site to ensure no question of any negligence arises,” Chaudhry wrote on social media, adding that Gohar Ali Khan, the PTI chairman in Khan’s absence, had been kept informed.</p><p></p><p> </p><p>Imran Khan, a former Pakistan cricket captain who led Pakistan to its 1992 World Cup victory, became prime minister in 2018.</p><p>He was removed in 2022 through a parliamentary no-confidence vote, which he said was orchestrated by the military in collusion with Washington and his political rivals. Both the military and the United States have denied the allegations.</p><p>Since his ouster, Khan has blamed Army Chief Field Marshal Asim Munir for his legal and political troubles and has repeatedly urged supporters to protest.</p><p>In June 2024, a United Nations Working Group on Arbitrary Detention concluded that Khan’s detention “had no legal basis and appears to have been intended to disqualify him from running [for] political office”.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine talks live: Sides ramp up attacks before US-led negotiations | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-17T07:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260122__93LH763__v1__HighRes__UkraineRussiaConflictWar-1771312622.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine talks live: Sides ramp up attacks before US-led negotiations</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The negotiations follow two rounds of talks held in the United Arab Emirates.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump urges Iran to make nuclear deal saying he’ll be ‘indirectly’ involved | Donald Trump | Al Jazeera",
            "time": "2026-02-17T07:29:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771313309.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Philippines rebukes China embassy over ‘coercive’ warning of job losses | South China Sea News | Al Jazeera",
            "time": "2026-02-17T07:23:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13753140-1771308397.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">The Philippines has criticised China’s embassy in Manila, after the diplomatic mission warned that deteriorating bilateral relations between the two countries could cost millions of jobs.</p><p>The Department of Foreign Affairs said late on Monday it took “strong exception” to the Chinese embassy’s tone, accusing Beijing’s diplomats of implying that economic cooperation could be weaponised as leverage.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This framing risks being perceived as coercive and undermines constructive bilateral dialogue,” the department said in a statement.</p><p>The Philippines and China have ⁠had repeated <a href=\"/news/2025/12/14/philippines-says-fishermen-hurt-boat-damaged-in-china-coastguard-skirmish\">maritime confrontations</a> in the contested South China Sea, and the latest dispute has its roots in a presentation by Commodore Jay Tarriela, a senior Philippine Coast Guard official, at an academic forum, in which he displayed a caricature of Chinese President Xi Jinping.</p><p>Beijing’s embassy in Manila demanded that Tarriela be held “accountable” for what it called “smears and slanders” – a reaction that itself provoked a sharp rebuke from the Philippine Senate.</p><p>Lawmakers passed a resolution condemning the embassy’s intervention as “improper”, declaring that Commodore Tarriela had been acting within his duties. Some senators went further, calling for the expulsion of Chinese embassy officials or the recall of Ambassador Jing Quan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Chinese embassy’s spokesman Ji Lingpeng subsequently issued a stark warning, saying that “any serious damage to diplomatic relations, including downgrading of those relations, would cost millions of jobs.”</p><p>In its statement, the Department of Foreign Affairs urged the Chinese embassy to “adopt a responsible and measured tone in public exchanges”. A separate statement from the department’s maritime affairs spokesman reiterated that Manila remained committed to engaging Beijing diplomatically, even as it accused China of “continued illegal, coercive, aggressive and deceptive activities” in the South China Sea.</p><p>“We are committed to managing the situation at sea peacefully,” said Deputy Assistant Secretary Rogelio Villanueva Jr.</p><p>There was no immediate comment from Beijing.</p><p>Manila-based think tank Stratbase Institute, meanwhile, dismissed the Chinese warning over job losses as “exaggerated and not supported by empirical evidence”, pointing to data suggesting China’s economic footprint in the Philippines is more limited than Beijing’s rhetoric implies.</p><p>It said official figures from the Philippine central bank show that Chinese foreign direct investment inflows reached $3.1m in the eleven months to November 2025, a decline of more than 50 percent year on year. China accounted for just 0.55 percent of total net investment inflows into the Philippines in 2024, it said.</p><p>While China has been the Philippines’ largest source of imports since 2013, the United States remains its top export market, underscoring the asymmetric nature of the trade relationship.</p><p>The latest dispute comes amid broader tensions between the Philippines and China over competing claims in the <a href=\"/news/2025/10/12/philippines-accuses-china-of-ramming-damaging-vessel-in-south-china-sea\">South China Sea</a>. China has repeatedly been accused of conducting dangerous manoeuvres against Philippine vessels, deploying water cannon and obstructing resupply missions to Filipino-held outposts in disputed areas of the sea.</p><p>Beijing, in turn, accuses the Philippines of intruding on what it considers its sovereign territory.</p><p>A 2016 ruling by the Permanent Court of Arbitration in The Hague found China’s expansive claims in the South China Sea to have no legal basis under international law. Beijing has refused to recognise the ruling.</p><p>The Chinese embassy did not respond to a request for comment. Both countries observed a public holiday on Tuesday for the Lunar New Year.</p></div></div></body></html>"
        },
        {
            "title": "Casualties reported in bomb blasts, gunfire in Pakistan’s northwest | Pakistan Taliban News | Al Jazeera",
            "time": "2026-02-17T07:20:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250702__64JF6WE__v1__HighRes__PakistanUnrest-1771311195_af90e6-1771311364.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Casualties reported in bomb blasts, gunfire in Pakistan’s northwest</h1><p class=\"article__subhead\"><em>Two killed as motorcycle explodes outside police station in Bannu district; several reported killed in vehicle blast in Bajaur.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two bomb attacks and a gun battle between police and rebel fighters in northwest Pakistan have killed at least three people and possibly as many as a dozen, according to reports.</p><p>The Associated Press news agency reported that two people were killed on Monday when explosives attached to a parked motorcycle detonated near the entrance of a police station in Bannu, a district in northwest Pakistan’s volatile Khyber Pakhtunkhwa province near the Afghan border.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Later in the day, an explosives-laden vehicle detonated while being driven towards a security checkpoint in the province’s Bajaur district, local police official Zafar Khan told the AP, reporting that a girl was killed when a nearby building collapsed due to the force of the blast.</p><p>According to Khan, at least eight members of the Pakistan Taliban group, known by the acronym TTP, were then killed by troops in a gun battle.</p><p>Reporting on violence in Bajaur, the AFP news agency said eight people were killed when a suicide bomber drove a vehicle rigged with explosives into the wall of a religious college in the district.</p><p>“As a result, eight police and Frontier Corps personnel present inside the seminary were martyred and 10 others injured,” a security official told AFP, speaking on condition of anonymity.</p><p>It was not known if the explosions reported at the security checkpoint in Bajaur and the seminary blast in the district were linked or separate attacks.</p><p>The official who spoke anonymously to AFP also reported that a child was killed when the roofs of nearby houses collapsed because of the explosion at the seminary.</p><p>In another incident reported by the Khyber Pakhtunkhwa police, three police personnel and as many rebel fighters were killed during a search operation in the province’s Shangla district. Police said the deceased fighters were involved in “attacks targeting Chinese nationals”.</p><p>Pakistan has seen a <a href=\"/news/2025/10/16/analysis-why-pakistan-and-the-taliban-wont-find-it-easy-to-patch-up\">surge in unprecedented attacks</a> against its security forces since 2021, coinciding with the Taliban’s return to power in Afghanistan.</p><p>More than 2,400 deaths were recorded for the first three quarters of 2025, an increase over the previous year’s death toll of about 2,500 in attacks across Pakistan.</p><p>Pakistan has blamed the majority of the attacks on the TTP, whose leaders are now allegedly based in Afghanistan.</p><p>TTP members hail largely from the tribal areas of Pakistan, along the Afghan border.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Exodus of ISIL-linked detainees from Syria camp sparks security concerns | Syria's War News | Al Jazeera",
            "time": "2026-02-17T07:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699166a28e-1771136674.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The number of residents at one of Syria’s most notorious camps has dropped rapidly, going from about 24,000 earlier this year to the low thousands at most, humanitarian, diplomatic and local sources from the country’s northeast have told Al Jazeera.</p><p>The <a href=\"/features/longform/2025/3/12/al-hol-syria-isil-isis\">al-Hol camp</a>, near the Syria-Iraq border, had held mostly internally displaced Syrians and approximately 6,000 third-country nationals with links to ISIL (ISIS). It was managed by the Kurdish-led Syrian Democratic Forces (SDF) before a government offensive in Syria’s northeast in January forced the SDF to withdraw.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Since then, the camp has ostensibly come under government control.</p><p>Details and accounts about how families and individuals exited the camp, which at its peak in 2019 held about 73,000 families, are contradictory. What is clear, according to sources on the ground, is that most Syrian nationals left al-Hol for their home towns, while many of the foreigners have travelled west to the government strongholds of Idlib or Aleppo governorates.</p><p>The uncertainty and lack of information have left analysts, diplomats and humanitarian workers with security and human rights concerns.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"freed-or-kidnapped\">Freed or kidnapped?</h2><p>In 2019, ISIL was defeated in Syria by a United-States coalition, which included the SDF. Al-Hol, located in the Hasakah governorate, was then established by the SDF after it took control of large parts of northeast Syria, with backing from the US.</p><p>It became the largest camp housing people suspected of links to ISIL. Of the total number of people in al-Hol in January, Syrians made up 14,500, and Iraqis made up 4,000. Approximately 6,200 people from other nationalities were also held in a highly securitised section of the camp, with more than 95 percent of them being women and children, according to Save the Children.</p><p>The SDF maintained control of al-Hol throughout the last years of Syria’s al-Assad regime, which ultimately fell in December 2024.</p><p>The Syrian government’s security forces <a href=\"/news/2026/1/21/syria-takes-control-of-camp-holding-thousands-linked-to-isil\">entered al-Hol</a> on January 21 to take control of the site. But humanitarian organisations were forced to stop working in the camp in recent days due to the conditions that followed the SDF’s abandonment and the government’s attempts to reestablish security.</p><p>It is unclear exactly how people housed in the camp left. Some of those held there told aid workers that they were directed – it is unclear by whom – to board buses. Others said that people pushed their way out of the camp and that guards were unable to stop them.</p><p>Smugglers are also reported to have transported Syrians and foreigners alike.</p><p>Al Jazeera could not confirm any of the reports, but aid workers and diplomatic sources believe the methods of escape described are feasible due to the size of the camp.</p><p>“There is still no clear, verified information about how the mass transfers from al-Hol to Idlib, and possibly other parts of Syria, took place after the SDF left the camp,” Beatrice Eriksson, spokesperson of the Swedish branch of Repatriate the Children, told Al Jazeera.</p><p>She said the information she was able to gather suggested that the movement of families “did not happen in a controlled or officially coordinated manner”.</p><p>“Families who were moved cannot be certain whether they have been liberated or effectively kidnapped,” she said. “That level of uncertainty alone illustrates the acute protection risks facing these families.”</p><p>A source with the SDF’s former administrative body told Al Jazeera there had been no “prior coordination between the SDF or the Autonomous Administration and Damascus” over al-Hol.</p><p>“Unfortunately, everything happened suddenly,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"major-security-and-humanitarian-concerns\">Major security and humanitarian concerns</h2><p>With so many families leaving the camp in unspecified and seemingly uncoordinated methods, analysts and diplomatic sources say they have serious security and humanitarian concerns.</p><p>Shortly after news broke of families leaving al-Hol, a video emerged online of a man in the office of former camp director Jihan Hanan. The man, who identified himself as Abu Sleiman al-Haskawi, called Hanan a pig and threatened her.</p><p>“Unfortunately, everything has ended, and I have become afraid for myself and my children,” Hanan told Al Jazeera.</p><p>The man in the video did not declare an affiliation. Analysts and diplomatic sources worry that some of the people who escaped would join groups seeking to undermine Syria’s stability.</p><p>A UN report <a href=\"/news/2026/2/12/several-assassination-attempts-targeted-syrias-al-sharaa-ministers-un\">released last Wednesday</a> found that Syrian President Ahmed al-Sharaa and two of his senior cabinet ministers were targeted by ISIL in five foiled assassination attempts in the last year alone.</p><p>“If radicalised detainees are able to support ISIS attacks, or a resurgence in the next year or two, this could represent a major blow to the Syrian government,” Caroline Rose, director of the Crime-Conflict Nexus and Military Withdrawals portfolios at the New Lines Institute, told Al Jazeera.</p><p>“Already, during the transfer of detention centres with the SDF, there was a breakout attempt under the government’s watch. There have been ISIS attacks on both government and civilian targets as well. If this trend severely increases in the next year, I think the Syrian government will have to face mounting… distrust.”</p><p>For years, rights groups and international organisations called for the global community to act on the problem of al-Hol. Many people were detained there without ever facing trial. Many could not be repatriated because their countries of origin refused to receive them.</p><p>And now that many of the families are no longer there, new humanitarian concerns have emerged.</p><p>“While ending arbitrary, indefinite detention in places like al-Hol is important, the way this has unfolded is incredibly risky,” Sarah Sanbar, a researcher at Human Rights Watch, told Al Jazeera.</p><p>“When women and children leave in a chaotic, unplanned way, they often just become more vulnerable to trafficking, exploitation, or recruitment by armed groups. So the immediate priority should really be about identifying and protecting them.”</p><p>Sanbar added that “countries whose nationals are involved need to step up and repatriate them in a coordinated, safe, and dignified way. Women and kids should not be left to navigate smuggling routes and shifting front lines on their own.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"i-fall-asleep-in-fear\">‘I fall asleep in fear’</h2><p>Conditions in al-Hol have also been criticised by rights groups and people familiar with the camp.</p><p>A 2022 report from Doctors Without Borders, known by its French initials MSF, said that people were not given adequate food or water, phones were banned, and medical care was insufficient. People interviewed by MSF for the report described the camp as a prison.</p><p>A little more than 40km (25 miles) away from al-Hol is the <a href=\"/news/2026/2/16/dozens-of-australian-isil-relatives-freed-from-syrias-roj-camp\">Roj camp</a>, which also houses ISIL-linked people. Like al-Hol, it is based in Hasakah province, but Roj is still under SDF control. And following the recent developments at al-Hol, residents at Roj wonder what is next for them.</p><p>A European woman at the camp told Al Jazeera that detainees fear the camp may be dismantled and they will have to leave.</p><p>“I’m with my children,” she said. “Honestly, at night, there’s a lot of raids by the SDF. Sometimes they even hit the women… To be honest, I often fall asleep in fear.”</p><p>The woman in Roj said she wanted to be repatriated, but feared she would be sent to Idlib and get stuck in Syria. Her compatriots who were in al-Hol are now in Idlib, she said. “They’re being held captive and have not yet been registered. They want deportation; they don’t want to stay in Syria.”</p><p>“Our [home country] authorities are not responding. We’re asking them for guidance on this situation, but they’re not commenting,” she said. “We’ve been begging them to deport us for years.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Barcelona lose to Girona 2-1 after Lamine Yamal’s penalty miss | Football News | Al Jazeera",
            "time": "2026-02-17T06:45:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97T27UU__v2__MidRes__TopshotFblEspLigaGironaBarcelona-1771309873.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona lose to Girona 2-1 after Lamine Yamal’s penalty miss</h1><p class=\"article__subhead\"><em>Barca miss a chance to move above Real Madrid in the Spanish league as Catalan neighbours Girona climb to 12th.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lamine Yamal missed a penalty as Barcelona lost to Girona 2-1, passing up a chance to overtake Real Madrid at the top of La Liga. The defeat was the second in less than a week for Barca and left them second in the table, two points behind Madrid.</p><p>A win on Monday would have taken the defending champions above their archrivals, but, instead, a crisis brewed for coach Hansi Flick, whose side lost to Atletico Madrid 4-0 in the Copa del Rey last week.</p><p>The second loss came even though Barcelona took the lead early in the second half.</p><p>Yamal hit the post with his spot kick on the stroke of half-time, but 14 minutes into the second period, Pau Cubarsi met Jules Kounde’s cross from the right and placed his header perfectly into the top corner.</p><p>The goal was Barcelona’s 100th in all competitions this season, making them the second club in Europe’s big five domestic leagues to hit the century mark after Bayern Munich.</p><p>However, Girona roared back into the game just three minutes later.</p><p>Barcelona’s Joan Garcia was already the busier of the two goalkeepers, but he could not stop Thomas Lemar side-footing home from close range after nice work from Vladyslav Vanat on the left wing.</p><p>Both sides pushed for a decisive second, and it was Girona who executed with three minutes remaining, substitute Fran Beltran scoring with a low shot from just inside the box.</p><p>Girona’s Joel Roca was sent off in the dying seconds, but there were no more goals.</p><p>The victory ended a three-game winless streak for Girona and lifted them by three places into 12th, equal on points with Getafe.</p><p>Only seven points separate the 11 clubs from eighth to 18th in La Liga.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Incoming Bangladesh PM Tarique Rahman, lawmakers sworn into parliament | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-17T06:32:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-13T085557Z_882654368_RC2WKJA49V8D_RTRMADP_3_BANGLADESH-ELECTION-1770993607.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Incoming Bangladesh PM Tarique Rahman, lawmakers sworn into parliament</h1><p class=\"article__subhead\"><em>Lawmakers pledged allegiance to Bangladesh as hundreds of people gathered outside Dhaka’s parliament grounds.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Newly elected Bangladesh lawmakers have been sworn into parliament, days after the Bangladesh Nationalist Party (BNP) swept the first vote since the 2024 student-led uprising that expelled former Prime Minister <a href=\"/news/2024/8/5/sheikh-hasina-a-critical-misstep-and-the-end-of-15-years-of-rule\">Sheikh Hasina</a>.</p><p>Tarique Rahman will take the oath as prime minister later on Tuesday, as the BNP is expected to form a new government after securing more than a two-thirds majority in the elections <a href=\"/news/2026/2/13/bangladesh-election-results-2026-who-won-who-lost-whats-next\">last week</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Inside the parliament’s oath room, lawmakers pledged loyalty to Bangladesh as they were sworn in by the Chief Election Commissioner AMM Nasir Uddin. Foreign dignitaries, including the Pakistani foreign minister and the speaker of India’s parliament, were in attendance.</p><p>Cabinet members were slated to follow suit with another ceremony hosted in front of the parliament building at 4pm (10:00 GMT).</p><p>Despite tight security, hundreds of people pooled outside the grounds throughout Tuesday to await the proceedings.</p><p>“People really want changes. They want to see new faces in parliament: People with good qualifications, even people who are younger,” said Al Jazeera’s Tanvir Chowdhury, reporting from the capital, Dhaka.</p><p>“You’ll see a lot of new faces, and that’s what’s expected: They want new dynamics in parliament.”</p><p>The BNP won at least 212 seats in the 300-seat parliament, giving it a strong majority, while the Jamaat-e-Islami party won 77 seats. Hasina’s Awami League was <a href=\"/news/2025/5/11/bangladesh-bans-activities-of-awami-league-the-party-of-ousted-pm-hasina\">banned</a> from participating in the polls.</p><p>Rahman will take over from an <a href=\"/news/2026/2/16/bangladeshs-interim-leader-yunus-steps-down-as-new-govt-set-to-take-over\">interim government</a> that led the country for 18 months after Hasina’s ousting.</p><p>He will also be tasked with implementing the July National Charter, which contains 80-plus prospective reforms of Bangladesh’s governance system.</p><p>More than 60 percent of the electorate voted to pass the charter in a referendum held at the same time as the election.</p><p>The sweeping document introduces term limits, a two-chamber parliament and limits the governing party’s ability to make unilateral amendments, among other changes.</p><p>“Lots of fundamental and primary change is expected by the population, particularly the younger population who were behind the July uprising,” Al Jazeera’s Chowdhury said. “They want to be represented in this parliament, and their voices must be heard.”</p></div></div></body></html>"
        },
        {
            "title": "Trump ups pressure on Kyiv as Russia, Ukraine hold peace talks in Geneva | News | Al Jazeera",
            "time": "2026-02-17T05:35:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T075938Z_2145238270_RC27MJA89UN4_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-1771304674.jpg?resize=1920%2C1365",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Delegations from Russia and Ukraine are set to meet for <a href=\"/news/2026/2/16/ukraine-team-heads-for-geneva-talks-as-moscow-kyiv-build-military-pressure\">another round of peace talks</a> in Geneva, as United States President Donald Trump pushes for an end to Europe’s biggest conflict since World War II.</p><p>The two-day talks, which begin on Tuesday, are likely to focus on the issue of territory and come just days before the fourth anniversary, on February 24, of Russia’s full-scale invasion of Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump is pressing Moscow and Kyiv to reach a deal soon, though Ukrainian President Volodymyr Zelenskyy has <a href=\"/news/2026/2/15/zelenskyy-says-us-too-often-pushes-ukraine-not-russia-for-concessions\">complained</a> that his country is facing the greatest pressure from Washington to make concessions.</p><p>Russia ⁠is <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">demanding</a> that Kyiv cede the remaining 20 percent of the eastern region of Donetsk that Moscow has failed to capture – something Kyiv refuses to do.</p><p>Trump again increased the pressure on Ukraine late on Monday.</p><p>When asked about the talks on board Air Force One, he described the negotiations as “big” and said, “Ukraine better come to the table, fast.” He did not elaborate further, saying, “That’s all I am telling you.”</p><p>The talks, which the Kremlin said will be held behind closed doors and with no media present, come after two earlier rounds held this year in Abu Dhabi. Those talks did not yield a breakthrough.</p><p>“This time, the idea is to discuss a broader range of issues, including, in fact, the main ones,” Kremlin spokesman Dmitry Peskov told reporters on Monday. “The main issues concern both the territories and everything else related to the demands we have put forward,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ukraine, meanwhile, said Russia was unwilling to compromise and wants to keep fighting.</p><p>“Even on the eve of the trilateral meetings in Geneva, the Russian army has no orders other than to continue striking Ukraine. This speaks volumes about how Russia regards the partners’ diplomatic efforts,” Zelenskyy said in a social media post on Monday.</p><p>“Only with sufficient pressure on Russia and clear security guarantees for Ukraine can this war realistically be brought to an end,” he added.</p><h2 id=\"serious-intentions\">‘Serious’ intentions</h2><p>The Russia-Ukraine war has spiralled into Europe’s deadliest conflict since 1945, with tens of thousands killed, millions forced to flee their homes and many Ukrainian cities, towns and villages devastated by the fighting.</p><p>Russia occupies about one-fifth of Ukraine, including Crimea and parts of the eastern Donbas region seized before the 2022 invasion. It wants Ukrainian troops to withdraw from swaths of heavily fortified and strategic territory as part of any peace deal. Kyiv has rejected the demand, which would be politically and militarily fraught, and has instead demanded robust security guarantees from the West.</p><p>The Kremlin said the Russian delegation would be led by Vladimir Medinsky, an aide to President Vladimir Putin.</p><p>However, the fact that Ukrainian negotiators have accused Medinsky in the past of lecturing them about history as an excuse for Russia’s invasion ⁠has further lowered expectations for any significant breakthrough in Geneva.</p><p>Military intelligence chief Igor Kostyukov will also take part in the talks, while Putin’s special envoy Kirill Dmitriev will be part of a separate ⁠working group on economic issues.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Vladmir Sotnikov, a political scientist based in Moscow, said the Russian team will consist of about 20 people, many more than delegations in previous rounds of talks.</p><p>“I think the Russian intentions are serious. Because you know, the situation here in Russia is that ordinary people are just tired of this war,” he told Al Jazeera.</p><p>Kyiv’s delegation will be led by Rustem Umerov, the secretary of Ukraine’s national security and defence council, and Zelenskyy’s chief of staff, Kyrylo Budanov. Senior presidential aide Serhiy Kyslytsya will ‌also be present.</p><p>Before the delegation left for Geneva, Umerov said Ukraine’s goal of “a sustainable and lasting peace” remained unchanged.</p><p>As well as land, Russia and Ukraine also remain far apart on issues such as who should control the Zaporizhzhia nuclear power plant and the ‌possible ‌role of Western troops in post-war Ukraine.</p><p>US envoys Steve Witkoff and Jared Kushner will represent the Trump administration at the talks, according to the Reuters news agency. They are also attending talks in Geneva this week with Iran.</p></div></div></body></html>"
        },
        {
            "title": "Waste piles up in Cuba as US-imposed fuel blockade halts collection trucks | Donald Trump News | Al Jazeera",
            "time": "2026-02-17T05:18:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T193442Z_2032562715_RC2JMJA3ACWU_RTRMADP_3_CUBA-CRISIS-WASTE-1771298443.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/2/13/cuban-official-decries-massive-punishment-by-us-oil-blockade\">United States-imposed fuel crisis</a> in Cuba is also turning into a waste and health crisis, as many collection trucks have been left with empty fuel tanks, causing refuse to pile up on the streets of the capital, Havana, and other cities and towns.</p><p>Only 44 of Havana’s 106 rubbish trucks have been able to keep operating due to the fuel shortages, slowing rubbish collection, as waste piles up on Havana’s street corners, the Reuters news agency reported on Monday, citing state-run news outlet Cubadebate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other towns are also seeing rubbish pile up, and residents have taken to social media to raise the alarm over the risk to public health, according to Reuters, citing Cuban media.</p><p>“It’s all over the city,” said Jose Ramon Cruz, a resident of Havana.</p><p>“It’s been ‌more than 10 days since a garbage truck came,” Cruz told Reuters.</p><p></p><p>The mounting rubbish crisis has added to the suffering on the tiny island-state, which US President Donald Trump described on Monday as a “failed nation”.</p><p>“Cuba is now a failed nation. They don’t even have jet fuels to get their aeroplanes to take off, they’re plugging up their runway,” Trump said.</p><p>“We’re talking to Cuba right now, and Marco Rubio is talking to Cuba right now, and they should absolutely make a deal. Because it’s really a humanitarian threat,” he said.</p><p>Cuba’s severe fuel crisis is a result of the US cutting off crucial oil supplies once imported from Venezuela. Washington’s move followed the bloody US military raid on Caracas and the abduction of Venezuelan President Nicolas Maduro and his wife in early January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"us-violations-of-peace-security-and-international-law\">US ‘violations of peace, security and international law’</h2><p><a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">Trump has been threatening Cuba</a> and its leadership for months, and increased his choke-hold on the Cuban economy by recently passing an executive order that allows the US to impose crippling sanctions on any country that supplies oil to Cuba.</p><p>Asked if the US intended to remove the Cuban government, akin to Washington’s abduction of Maduro in Venezuela, Trump said: “I don’t think that will be necessary.”</p><p>Last month, Trump warned Cuban leaders to “make a deal, before it is too late”, without specifying the consequences of not meeting his demand.</p><p>Amid the crisis, Mexico sent two navy ships carrying <a href=\"/news/2026/2/12/mexican-ships-arrive-in-cuba-with-humanitarian-cargo-amid-us-oil-blockade\">800 tonnes of humanitarian aid</a> to Cuba last week, and on Monday, Spain said it would use the Spanish Agency for International Development and the United Nations to channel aid to Havana.</p><p>The announcement was made as Spanish Minister of Foreign Affairs Jose Manuel Albares met with his Cuban counterpart, Bruno Rodriguez Parrilla, in Madrid on Monday, where the pair “addressed the current situation in Cuba following the tightening of the embargo”.</p><p>In a post on X, Rodriguez criticised “the violations of peace, security and international law and the increasing hostility of the United States against Cuba”.</p><p>The Cuban foreign minister’s stop in Madrid followed visits to China and Vietnam, where he has sought support amid the US’s de facto blockade.</p><figure id=\"attachment_4318488\" aria-describedby=\"caption-attachment-4318488\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318488 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260217__97T79U7__v1__MidRes__CubaRussiaTourismRepatriation-1771298949.jpg?resize=770%2C513&amp;quality=80\" alt=\"Russian tourists prepare to board a return flight at Jose Marti International Airport in Havana on February 16, 2026. In early February 2026, Havana announced it was suspending jet fuel supplies over the energy crisis, prompting Canadian and Russian airlines and Latin American carrier LATAM to repatriate stranded passengers before suspending flights.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318488\" class=\"wp-caption-text\">Russian tourists scramble to board a return flight to Russia at Jose Marti airport in Havana on Monday, as the fuel crisis forced several foreign airlines to suspend their flights, leaving many visitors stranded [Yamil Lage/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US-Iran talks live: Second round of nuclear negotiations to begin in Geneva | Nuclear Energy News | Al Jazeera",
            "time": "2026-02-17T05:13:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97PH2TL__v2__HighRes__SwitzerlandUnIranUsNuclearDiplomacy-1-1771251100.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">US-Iran talks live: Second round of nuclear negotiations to begin in Geneva</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The second round of negotiations to be held with mediation by Oman’s Foreign Minister Badr bin Hamad al-Busaidi.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Judge orders Trump administration to restore Philadelphia slavery exhibit | Slavery News | Al Jazeera",
            "time": "2026-02-17T05:00:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26047732940791-1771296827.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge orders Trump administration to restore Philadelphia slavery exhibit</h1><p class=\"article__subhead\"><em>Judge accuses the US government of trying to rewrite history by taking down the exhibit in the city of Philadelphia.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A judge in the United States has ordered the National Park Service (NPS) to restore an exhibit about nine people who were enslaved by former President George Washington at a historical site in the city of Philadelphia.</p><p>The ruling on Monday came after Philadelphia sued President Donald Trump’s administration over the takedown of several explanatory panels at the Independence National Historical Park, the site where Washington lived with his wife in the 1790s.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The removal came in response to a Trump executive order to restore “truth and sanity to American history” at the nation’s museums, parks and landmarks. It directed the Interior Department to ensure the sites do not display elements that “inappropriately disparage Americans past or living”.</p><p>US District Judge Cynthia Rufe ruled that all materials must be restored in their original condition while the lawsuit challenging the removal’s legality plays out. She prohibited Trump officials from installing replacements that explain the history differently.</p><p>In her scathing 40-page decision, Rufe accused the federal government of trying to erase US history, much like the fictional authoritarian regime that ruled George Orwell’s dystopian novel 1984.</p><p>“As if the Ministry of Truth in George Orwell’s 1984 now existed, with its motto ‘Ignorance is Strength,’ this Court is now asked to determine whether the federal government has the power it claims – to dissemble and disassemble historical truths when it has some domain over historical facts,” Rufe wrote. “It does not.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rufe had warned Trump administration lawyers during a hearing in January that they were making “dangerous” and “horrifying” statements when they said government officials could choose which parts of US history to display at NPS sites.</p><p>There was no immediate comment from the Trump administration.</p><p>The historical site is among several where the Trump administration has quietly removed content about the history of enslaved people and Native Americans. This included signage at the Grand Canyon National Park, which said settlers pushed Native American tribes “off their land” for the park to be established and “exploited” the landscape for mining and grazing.</p><p>Trump’s orders have also led to the restoration of Confederate statues and other moves ‌that ‌civil rights advocates say could reverse decades of social progress and undermine the acknowledgment of critical phases of US history.</p><p>The Philadelphia exhibit, created two decades ago in a partnership between the city and federal officials, included biographical details about each of the nine people enslaved by the Washingtons at the home, including two who escaped.</p><p>Several local politicians and Black community leaders celebrated the ruling, which came while many were out rallying at the site for its restoration.</p><p>State Representative Malcolm Kenyatta, a Philadelphia Democrat, said the community had prevailed against an attempt by the Trump administration to “whitewash our history”.</p><p>“Philadelphians fought back, and I could not be more proud of how we stood together,” he said.</p><p>State Representative Brendan Boyle, who also represents Philadelphia, welcomed the ruling.</p><p>“I’m proud of our country and its founding ideals. That means we tell the full truth about our history, the good and the bad,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Train derails in Switzerland, injuring five amid avalanches in the Alps | Environment News | Al Jazeera",
            "time": "2026-02-17T04:02:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260216__97PQ3CQ__v3__HighRes__SwitzerlandTransportTrainAccident-1771292939.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Train derails in Switzerland, injuring five amid avalanches in the Alps</h1><p class=\"article__subhead\"><em>The accident, near the town of Goppenstein, occurred as the region is under its second-highest avalanche warning, a level four out of five.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"95\" data-end=\"186\">A regional train has derailed in southern Switzerland, injuring five people, police said, as the risk of avalanches in the region has reached its second-highest level.</p><p data-start=\"95\" data-end=\"186\">The accident on Monday near the town of Goppenstein occurred amid heavy snow and at an altitude of 1,216 metres (4,000 feet), according to the AFP news agency.</p><p data-start=\"95\" data-end=\"186\">“According to initial findings, an avalanche may have crossed the tracks shortly before the train passed,” police said, adding that the public prosecutor’s office has opened an investigation.</p><p data-start=\"95\" data-end=\"186\">“Five people were injured. One of them was taken to hospital,” police added.</p><p data-start=\"95\" data-end=\"186\">The train accident follows a series of deadly avalanches across the Alps in recent days involving skiers.</p><p data-start=\"332\" data-end=\"459\">On Friday, three skiers were killed after being swept away by an avalanche in the upmarket French Alpine resort of Val d’Isere.</p><p data-start=\"332\" data-end=\"459\">Cedric Bonnevie, who oversees the resort’s pistes, said one of the victims was a French national while the others were foreign citizens.</p><p data-start=\"332\" data-end=\"459\">He said one victim appeared to have been caught in the avalanche high on the mountain slope, while the other two were part of a group of five, including a professional guide, lower on the mountain face and did not see the avalanche approaching.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p data-start=\"961\" data-end=\"1222\">In Italy, rescuers <a href=\"https://apnews.com/article/italy-mountain-avalanche-deaths-758e328f86bf005298a6c2012c2280b2\" target=\"_blank\" rel=\"noopener\">said</a> last week that a record 13 backcountry skiers, climbers and hikers had died in the mountains over the previous seven days, including 10 in avalanches triggered by an exceptionally unstable snowpack.</p><p data-start=\"961\" data-end=\"1222\">Fresh snowfall during recent storms, combined with windswept snow sitting on weak internal layers, has created especially dangerous conditions across the Alpine arc bordering France, Switzerland, Austria and Italy, Italy’s Alpine Rescue said.</p><p data-start=\"961\" data-end=\"1222\">“Under such conditions, the passage of a single skier, or natural overloading from the weight of snow, can be sufficient to trigger an avalanche,” Federico Catania, Alpine Rescue’s spokesperson, said.</p><p data-start=\"1453\" data-end=\"1665\">The avalanche deaths have occurred on ungroomed mountain slopes, away from the well-maintained and monitored Winter Olympic sites in Lombardy near the Swiss border, Cortina d’Ampezzo in Veneto, and the cross-country skiing venues in Val di Fiemme, within the autonomous province of Trentino.</p><figure id=\"attachment_4318440\" aria-describedby=\"caption-attachment-4318440\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318440 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260130__94JZ2YF__v1__HighRes__FranceMountainRescuePoliceFeature-1771294924.jpg?resize=770%2C513&amp;quality=80\" alt=\"A Securite Civile helicopter (emergency management) flies over an off piste area around the Alpe d'Huez, French Alps\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318440\" class=\"wp-caption-text\">A Securite Civile helicopter flies over an off-piste area around the Alpe d’Huez, French Alps, during an avalanche emergency response rescue mission on January 29, 2026 [Jeff Pachoud/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Australian PM Albanese says no help for ISIL relatives held in Syria camp | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-17T03:33:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26047394114348-1771291273.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Australian Prime Minister Anthony Albanese has announced that his government will not repatriate Australian women and children from Syria who have been identified as relatives of suspected ISIL (ISIS) fighters.</p><p class=\"tr-story-p1\">“We have a very firm view that we won’t be providing assistance or repatriation,” Albanese told ABC News on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Albanese said that while it is “unfortunate” that children have been affected, Australia is “not providing any support”.</p><p>“As my mother would say, you make your bed, you lie in it,” he said.</p><p>“We have no sympathy, frankly, for people who travelled overseas in order to participate in what was an attempt to establish a caliphate to undermine and destroy our way of life,” he added.</p><p>A spokesperson for Australian Minister for Home Affairs Tony Burke also warned that those who return to Australia from Syria will face the law if they have committed crimes.</p><p>“People in this cohort need to know that if they have committed a crime and if they return to Australia, they will be met with the full force of the law,” the spokesperson said, according to the Reuters news agency.</p><p>A total of <a href=\"/news/2026/2/16/dozens-of-australian-isil-relatives-freed-from-syrias-roj-camp\">34 women and children</a> holding Australian citizenship were released on Monday from the Kurdish-controlled Roj detention camp in northern Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Australians, who are said to be relatives of ISIL fighters, were later returned to the camp due to what was described as “technical reasons”, the Reuters and AFP news agencies reported.</p><p>Roj detention camp director Hakmiyeh Ibrahim told Al Jazeera that the women and children from 11 families were handed over to relatives “who have come from Australia to collect them”.</p><p>The women and children were seen boarding minibuses to reach the Syrian capital, Damascus, from where they were to depart for Australia.</p><p>But halfway through the trip, Kurdish escorts were ordered to turn back, as the group did not have permission “to enter government-held territory”, according to Al Jazeera’s Heidi Pett, who is reporting from Aleppo.</p><p>Rashid Omar, an official at the Roj camp, later confirmed to AFP that the Australian nationals were forced to return to the detention facility. He said that representatives of the families were still working to resolve the issue with Syrian authorities.</p><h2 id=\"concern-in-the-australian-population\">‘Concern in the Australian population’</h2><p>The humanitarian organisation Save the Children Australia filed a lawsuit in 2023 on behalf of 11 women and 20 children, seeking their repatriation, citing Australia’s “moral and legal responsibility” to its citizens. The Federal Court ruled against Save the Children, saying the Australian government did not control their detention in Syria.</p><p>A 17-year-old Australian boy died while under detention in Syria in 2022.</p><p>Rodger Shanahan, a Middle East security analyst, told Al Jazeera that the Australian government is facing more resistance to the return of its citizens from Syria following the deadly <a href=\"/news/2026/1/22/australia-observes-day-of-mourning-for-victims-of-bondi-beach-mass-shooting\">Bondi Beach attack</a> in December, in which 15 people were killed, at a Jewish festival in Sydney.</p><p>“I think that there’s a concern in the Australian population that people might appear to have done away with their radical views, but they still retain them deep down,” Shanahan said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While Kurdish-led forces still control the Roj camp, they withdrew from the larger al-Hol camp in January, when Syria’s central government’s security forces took control of the area.</p><p>At one point, the al-Hol camp housed some 24,000 people, mostly Syrians, but also Iraqis, and more than 6,000 women and children with foreign nationalities.</p><p>Governments around the world have been resisting the repatriation of their citizens from the camps in Syria.</p><p>The Roj camp also housed United Kingdom-born <a href=\"/news/2025/11/13/new-review-urges-uk-to-repatriate-shamima-begum-others-from-syria\">Shamima Begum</a>, who was 15 when she and two other girls travelled from London in 2015 to marry ISIL fighters in Syria. In 2019, the UK government revoked Begum’s citizenship soon after she was discovered in a detention camp in Syria.</p><p>Since then, Begum has challenged the decision, which was turned down by an appeals court in February 2024.</p><p>Born in the UK to Bangladeshi parents, Begum does not hold Bangladeshi citizenship. She is reported to still be in the Roj camp.</p></div></div></body></html>"
        },
        {
            "title": "Trump says he will be involved ‘indirectly’ in Iran nuclear talks | News | Al Jazeera",
            "time": "2026-02-17T03:10:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-17T012329Z_1281360668_RC2CNJAFMBNR_RTRMADP_3_USA-TRUMP-1771296005.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said that he will be involved “indirectly” in the second round of the high-stakes nuclear talks between Iran and Washington in Geneva.</p><p>Trump’s comments on Monday came as Iranian Minister of Foreign Affairs Abbas Araghchi <a href=\"/news/2026/2/16/irans-araghchi-arrives-in-geneva-for-second-round-of-nuclear-talks-with-us\">travelled to the Swiss city</a> for meetings ahead of the indirect talks with the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tensions in the Gulf region remain high ahead of the crucial negotiations, with the US deploying a second aircraft carrier to the region and Iranian Supreme Leader <a href=\"/news/2026/2/1/khamenei-warns-us-of-regional-war-if-iran-is-attacked\">Ayatollah Khamenei warning</a> that any attack on Iran would prompt a regional war.</p><p>Trump told reporters on board Air Force One that the discussions on Tuesday were significant.</p><p>“I’ll be involved in those talks, indirectly. And they’ll be very important,” he said. “Iran is a very tough negotiator.”</p><p>Asked about the prospects for a deal, Trump said Iran had learned the consequences of its tough approach last June, when the US joined in Israel’s 12-day war on Iran and bombed three of its nuclear sites.</p><p>The attacks came amid indirect talks between Iran and the US on Tehran’s nuclear programme and resulted in their derailment.</p><p>However, Trump suggested Tehran was motivated to negotiate this time. “I don’t think they want the consequences of not making a deal,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the US president’s comments about Iran seeking an agreement, the talks face major potential stumbling blocks. Washington has demanded that Tehran forgo uranium enrichment on its soil and has sought to expand the scope of talks to non-nuclear issues, such as Iran’s missile stockpile.</p><p>But Tehran, which insists that its nuclear programme is for peaceful purposes, has said it is only willing to discuss curbs on its programme in exchange for sanctions relief. It has said it will not accept zero uranium ‌enrichment and that its missile capabilities are off the table.</p><h2 id=\"fair-and-equitable-deal\">‘Fair and equitable deal’</h2><p>Araghchi, who arrived in Geneva earlier on Monday, said he was in the city “with real ideas to achieve a fair and equitable deal”. He added, in a post on X, “What is not on the table: submission before threats.”</p><p>The Iranian diplomat also met with the head of the International Atomic Energy Agency (IAEA), Rafael Grossi, in Geneva for a round of technical discussions. Tehran had suspended cooperation with the United Nations watchdog body after the US and Israel’s attacks on its nuclear sites.</p><p>The IAEA has been calling on Iran for months to say what happened to its stockpile of 440kg (970 pounds) of highly-enriched uranium following the Israeli-US strikes and to let inspections fully resume, including in three key sites that were bombed: Natanz, Fordow and Isfahan.</p><p>Tehran has allowed IAEA some access to the sites that were not damaged, but has not allowed inspectors to visit other sites, citing a potential risk of radiation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera’s Resul Serdar, reporting from Tehran, said there was “optimism” in the Iranian capital ahead of the talks.</p><p>“Officials here say the Iranian delegation in Geneva includes fully authorised economic, legal, political and technical teams. This signals that the Iranian side is ready for some serious concessions, particularly regarding its nuclear programme,” he said.</p><p>But Serdar noted that the talks come in the face of a massive US military build-up in the region, which continues to grow. The Iranians, too, he said, were not “stepping back”, with the powerful Iranian Revolutionary Guard Corps (IRGC) launching military drills in the Strait of Hormuz in the Gulf on Monday.</p><p>Iran has ⁠repeatedly threatened to close the Strait of Hormuz, a vital international waterway and oil export route from Gulf Arab states, in retaliation against any attack. The move would choke a fifth of global oil flows and send crude prices sharply higher.</p><p>Iran has also threatened to strike US military bases in the region in the event of an attack, promoting concerns of a wider war.</p><p>“This military escalation is going on in parallel with the diplomatic engagement. The regional countries are also stepping up diplomacy, because they have their concerns and they have their own fears,” Serdar said.</p></div></div></body></html>"
        },
        {
            "title": "Hyatt Hotels chairman Thomas Pritzker steps down over Epstein ties | Donald Trump News | Al Jazeera",
            "time": "2026-02-17T02:24:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP100111014187-1-1771293813.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hyatt Hotels chairman Thomas Pritzker steps down over Epstein ties</h1><p class=\"article__subhead\"><em>Pritzker steps down as Hyatt executive chairman, effective immediately, due to his relationship with the late sex offender.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Billionaire Thomas J Pritzker has announced that he is retiring as executive chairman of Hyatt Hotels Corporation over his long association with sex offenders Jeffrey Epstein and Ghislaine Maxwell, which came to light in recently released US Justice Department files.</p><p>Pritzker, 75, who has served in the role of Hyatt Hotels’ executive chairman since 2004, also said on Monday that he will not seek re-election to the company’s board at its 2026 annual stockholder meeting.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a letter to the Hyatt board and a related statement, Pritzker expressed deep regret over maintaining contact with Epstein, who took his own life in prison in 2019, and Maxwell, describing it as “terrible judgement”, with no excuse for not distancing himself sooner.</p><p>“Good stewardship also means protecting Hyatt, particularly in the context of my association with Jeffrey Epstein and Ghislaine Maxwell which I deeply ‌regret,” he said in the statement.</p><p>“I exercised terrible judgement in maintaining contact with them, and there is no excuse for failing to distance myself sooner.”</p><p>Newly released documents by the Justice Department show that Pritzker had ongoing and regular contact with Epstein for years after the financier’s conviction on sex crime charges in 2008, according to The New York Times.</p><p>Pritzker is the latest powerful figure facing repercussions after the release of millions of pages of documents showing the depth of Epstein’s network of business, political and cultural elites in the US and around the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Goldman Sachs chief legal counsel Kathryn Ruemmler resigned last week over her ties to Epstein. <a href=\"/news/2026/2/12/norwegian-police-search-former-pm-jaglands-properties-over-epstein-ties\">Norwegian police said</a> they had conducted searches of properties owned by former Prime Minister Thorbjorn Jagland as part of a corruption investigation into his connections with the late sex offender.</p><p>The head of DP Ports World, the world’s largest port operator, <a href=\"/news/2026/2/13/logistics-giant-dp-world-replaces-chief-named-in-epstein-files\">Sultan Ahmed bin Sulayem</a>, was also replaced over his close friendship with Epstein, while economist Larry Summers <a href=\"/economy/2025/11/19/ex-treasury-boss-summers-resigns-from-openai-after-named-in-epstein-files\">resigned from the OpenAI</a> board late last year.</p><p>Former United Kingdom ambassador to Washington, Peter Mandelson, has been asked to <a href=\"/news/2026/2/14/uks-mandelson-asked-to-cooperate-in-epstein-probe-by-us-congress\">submit himself for an interview</a> and answer questions as part of a US congressional investigation into Epstein.</p><p>In a letter sent to Mandelson by Democratic Representatives Robert Garcia and Suhas Subramanyam, both members of the US House of Representatives Oversight Committee, the lawmakers said it was “clear” that the former ambassador “possessed extensive social and business ties” to Epstein and requested that he make himself available for a transcribed interview.</p><p>Mandelson took up the prestigious post as the UK’s ambassador to the US in February 2025. He was removed from the role in September 2025 after UK Prime Minister Keir Starmer’s government said new information had come to light showing the much deeper nature of his longstanding ties with Epstein.</p><p>The Mandelson controversy has led to calls for Starmer to stand down as prime minister, with critics questioning his judgement in appointing him to the ambassador’s role.</p><p>Starmer’s chief of staff and cabinet secretary have also stood down due to the scandal .</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Lebanon sets four months for second phase of Hezbollah disarmament | Hezbollah News | Al Jazeera",
            "time": "2026-02-17T01:53:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T181049Z_1711225588_RC22FJAKE6GE_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-1771292291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon’s government has said that its military will need at least four months to complete the second phase of its plan to dismantle Hezbollah’s arsenals in the country’s south.</p><p>The announcement by Minister of Information Paul Morcos on Monday comes amid growing pressure from the United States and Israel for <a href=\"/news/2026/1/8/lebanons-mission-to-complete-disarmament-plan-of-hezbollah\">Hezbollah to disarm</a>, including near-daily Israeli attacks on Lebanon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The bombings come despite Israel agreeing to a US-brokered ceasefire in 2024 to end more than a year of cross-border hostilities with Hezbollah.</p><p>The conflict left the Lebanese armed group badly weakened, with much of its leadership killed.</p><p>Under the ceasefire deal, Lebanon’s government committed to dismantling Hezbollah’s arsenal and tasked its military with drawing up a plan to do so.</p><p>The military said last month that it had <a href=\"/news/2025/12/20/first-phase-of-hezbollahs-disarmament-close-to-complete-lebanons-salam\">completed the first phase</a> of the five-stage plan, covering the area between the Litani River and the country’s southern border with Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The second phase concerns the area between the Litani and the Awali rivers, about 40km (25 miles) south of the Lebanese capital, Beirut.</p><p>Morcos, Lebanon’s information minister, told a news conference after a cabinet session that the government “took note of the army leadership’s presentation” on the second stage of the plan.</p><p>“There is a timeframe of four months, extendable depending on available capabilities, Israeli attacks and hindrances on the ground,” he said.</p><p>Hezbollah, which has dismissed efforts to disarm it as a US-Israeli plan, has rejected calls to surrender weapons north of the Litani River, saying it understands the ceasefire agreement to apply “exclusively south” of the waterway.</p><p>Before the cabinet session on Monday, Hezbollah chief Naim Qassem said that “what the Lebanese government is doing in focusing on disarmament is a grave sin, because this issue serves the goals of the Israeli aggression”.</p><p>“Stop all action to restrict weapons,” he added in a televised address, saying the government’s “successive concessions” were partly to blame for Israel’s persistent attacks.</p><p>Qassem’s comments came as the Israeli military launched new raids on southern Lebanon, striking a bus in the town of Hanine and a car in the town of Talloussah, killing at least two people.</p><p>The Israeli military confirmed the attack on Talloussah, saying it had targeted a Hezbollah fighter who was trying to rebuild the group’s infrastructure in southern Lebanon.</p><p>Israel has previously criticised the Lebanese military’s progress on disarming Hezbollah as insufficient.</p><p>In addition to the regular strikes, it also continues to occupy five areas in Lebanese territory, blocking the reconstruction of destroyed border villages and preventing tens of thousands of displaced people from returning to their homes.</p><p>According to Lebanese authorities, Israeli forces have killed more than 370 people since the ceasefire, while the United Nations said Israel has launched more than 10,000 air and ground attacks in the year since it agreed to halt hostilities.</p><p>Lebanon <a href=\"/news/2026/1/26/lebanon-files-un-complaint-against-israels-daily-ceasefire-violations#:~:text=A%20ceasefire%20in%20November%202024%20ended%20a,across%20Lebanon%2C%20killing%20at%20least%20two%20people.\">filed a complaint</a> with the UN last month about the repeated Israeli violations, urging the UN Security Council to push Israel to end its attacks and fully withdraw from the country.</p><p>The complaint said Israel violated Lebanon’s sovereignty at least 2,036 times in the last three months of 2025 alone.</p></div></div></body></html>"
        },
        {
            "title": "Rhode Island shooting: 2 killed, 3 critically injured at Pawtucket ice rink | Gun Violence News | Al Jazeera",
            "time": "2026-02-17T01:41:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26047793125911-1771283855_e046aa-1771290986.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Rhode Island shooting: 2 killed, 3 critically injured at Pawtucket ice rink</h1><p class=\"article__subhead\"><em>The attacker has also died from, likely, a self-inflicted gunshot wound after opening fire at an ice hockey rink in the US.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least two people have been killed, and three others are in critical condition after a mass shooting at a high school ice hockey game in Pawtucket, Rhode Island.</p><p>The suspected gunman died, it appears by a self-inflicted gunshot wound, after opening fire, Pawtucket Police Chief Tina Goncalves said at a news conference on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It appears that this was a targeted event; that it may be a family dispute,” Goncalves added, without providing more details about the suspect or the victims.</p><p>Authorities said the first emergency call reporting the shooting was received at 2:28pm local time (19:28 GMT), adding that investigators are still working to piece together the events leading up to the attack.</p><p>According to a <a href=\"https://www.providencejournal.com/live-story/news/crime/2026/02/16/live-coverage-shooting-at-pawtucket-ri-ice-rink/88709322007/\" target=\"_blank\" rel=\"noopener\">report</a> by the Providence Journal news outlet, video footage appears to show a rapid burst of about 13 shots over six seconds, followed by a final shot roughly 11 seconds later from an area outside the camera’s view.</p><p>Several shots were heard at the Dennis M Lynch Arena before spectators at the hockey match and student athletes began reacting, dropping to the floor to take cover, looking for shelter, and eventually fleeing towards the exits.</p><h2 id=\"support-to-pawtucket\">Support to Pawtucket</h2><p data-start=\"549\" data-end=\"905\">“What should have been a joyful occasion, with dozens of families, students, and supporters gathered to celebrate Senior Night … was instead marked by violence and fear,” Pawtucket Mayor Don Grebien said in a statement.</p><p data-start=\"549\" data-end=\"905\">“Our prayers go out to the victims, their families, and everyone impacted by this devastating incident.”</p><p></p><p> </p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmlpn6lvk001e356r58fgt2lb@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">In a post on X, FBI director Kash Patel <a href=\"https://x.com/FBIDirectorKash/status/2023532252123083101\" target=\"_blank\" rel=\"noopener\">said</a> agents from the agency’s Boston Division have been deployed to Pawtucket to support the investigation.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmlpn6lvk001e356r58fgt2lb@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">The latest outbreak of gun violence comes roughly two months after a <a href=\"/news/2025/12/19/man-suspected-in-brown-u-shooting-mit-professors-killing-found-dead\">separate shooting</a> at Brown University, a few miles south of Pawtucket. The attack killed two students, wounded nine others, and led to a days-long manhunt across the state.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cmlpn6lvk001e356r58fgt2lb@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Pawtucket, located just north of Providence and along the Massachusetts state border, is a city of approximately 75,000 people. It is the fourth-largest city in the state.</p><figure id=\"attachment_4318339\" aria-describedby=\"caption-attachment-4318339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318339 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AP26047785465918-1771287831.jpg?resize=770%2C528&amp;quality=80\" alt=\"Rhode Island \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318339\" class=\"wp-caption-text\">High school hockey players and parents speak to a police officer near the Lynch Arena in Pawtucket, Rhode Island, after a shooting at the ice rink on Monday [Mark Stockwell/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,454 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-17T01:26:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T113212Z_1056575108_RC2VMJA7Y54S_RTRMADP_3_UKRAINE-CRISIS-SOUTH-FRONTLINE-1771286583.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,454</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,454 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Feb 2026</span><span aria-hidden=\"true\">17 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, February 17:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine recaptured 201 sq km (78 sq miles) of its territory from Russia between Wednesday and Sunday last week, taking advantage of a <a href=\"/features/2026/2/6/ukraine-pulls-plug-on-russian-starlink-beefs-up-drone-defence\">Starlink communications shutdown</a> experienced by Russian forces, according to an analysis of battlefield data from the Institute for the Study of War (ISW) conducted by the AFP news agency.</li>\n<li>\n<p class=\"tr-story-p1\">Ukrainian intelligence believes that more Russian attacks on the country’s energy sector are in store and that such tactics will make it more difficult to reach an agreement on ending the nearly four-year war, Ukrainian President Volodymyr Zelenskyy warned in his nightly video address on Monday.</p>\n</li>\n<li>Ukraine’s Air Force said Russia launched 62 long-range strike drones and six missiles of various types at Ukraine overnight.</li>\n<li>\n<p class=\"tr-story-p1\">Russia’s Ministry of Defence said that it took down 345 Ukrainian drones over the previous 24 hours. It also said it had captured two settlements – Pokrovka and Minkivka – in eastern Ukraine, Russian state media reported.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">Officials in Russia’s Krasnodar region reported that a fire had broken out and was extinguished at the Black Sea port of Taman, which handles oil products, grain, coal and commodities. The port was damaged by a Ukrainian drone attack on Sunday.</p>\n</li>\n</ul><h3>Military aid</h3><ul>\n<li>\n<p class=\"tr-story-p1\">Ukraine has received 4.4 million rounds of large-calibre ammunition under a plan involving Czech arms producers and funding from foreign donors, the Czech Republic’s president, Petr Pavel, told a local news website.</p>\n</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Ceasefire talks</h3><ul class=\"spaced-bullet-spacing\">\n<li>Rustem Umerov, the head of <a href=\"/news/2026/2/16/ukraine-team-heads-for-geneva-talks-as-moscow-kyiv-build-military-pressure\">Ukraine’s negotiating team</a>, arrived in Geneva for the next round of trilateral talks with the US and Russia. In a Telegram post, Umerov said he is looking forward “to constructive work and substantive meetings on security and humanitarian issues” on Tuesday.</li>\n<li>Russian news agencies reported the departure of Moscow’s delegation to the talks in Geneva, which is headed by Vladimir Medinsky, an aide to President Vladimir Putin.</li>\n<li>Kremlin spokesman Dmitry Peskov told reporters that the main focus of the Russian negotiating team is “to discuss a broader range of issues”, including questions about territory, “and everything else related to the demands we have put forward”.</li>\n<li>Peskov said Russian military intelligence chief Igor Kostyukov and Deputy Minister of Foreign Affairs Mikhail Galuzin would also take part in the Geneva talks, while Putin’s special envoy, Kirill Dmitriev, would engage in a separate working group on economic issues.</li>\n<li>Hungarian <a href=\"/news/2026/2/14/hungarys-orban-says-eu-bigger-threat-than-russia-ahead-of-april-election\">Prime Minister Victor Orban</a> said that he assured US Secretary of State Marco Rubio that his country still backs US peace efforts in Ukraine and that Budapest was still open to hosting a peace summit.</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Hungary and Slovakia have asked Croatia to help them secure Russian oil following a disruption to flows through Ukraine, which the two countries have blamed on Kyiv. Hungary and Slovakia have exemptions to European Union sanctions on Russian oil that is still piped through Ukraine.</li>\n<li>\n<p class=\"tr-story-p1\">In response to the allegations of disrupting Russian oil flows, Ukrainian Minister of Foreign Affairs Andrii Sybiha posted a photo on X of firefighters battling what he said was a fire at the Druzhba pipeline. In the post, he accused Hungary of not publicly commenting on the incident for two weeks because its ally, Russia, was to blame for the attack on the oil pipe.</p>\n</li>\n<li>The Kremlin said on Monday that it agreed with the statement of Slovak Prime Minister Robert Fico, who a day earlier accused Ukraine of delaying the reopening of the Druzhba pipeline to try to pressure Hungary to drop its opposition to Ukraine’s potential future EU membership.</li>\n<li>\n<p class=\"tr-story-p1\">Ukraine’s anticorruption police accused the country’s <a href=\"/news/2026/2/15/ukraines-ex-energy-minister-arrested-while-trying-to-cross-border\">ex-energy minister, German Galushchenko</a>, of helping launder kickbacks and stashing millions offshore, a day after he was detained trying to leave the country. Ukraine’s anticorruption agency, NABU, said it was working with 15 foreign jurisdictions to expand its corruption probe.</p>\n</li>\n</ul><figure id=\"attachment_4318330\" aria-describedby=\"caption-attachment-4318330\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318330 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/AFP__20260216__97RR9G3__v1__MidRes__UkraineRussiaJusticeCorruption-1771286670.jpg?resize=770%2C513&amp;quality=80\" alt=\"Former Energy Minister Herman Galushchenko (C) leaves after a court hearing over his detention, in Kyiv, on February 16, 2026, amid the Russian invasion of Ukraine.&quot;The former Energy Minister (2021–2025) has been exposed for money laundering and participation in a criminal organisation,&quot; the National Anti-Corruption Bureau of Ukraine (NABU) said in a statement. The statement did not name Galushchenko, but he served as the country's energy minister between 2021 and 2025. The announcement comes one day after Galushchenko was detained by law enforcement attempting to leave Ukraine.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318330\" class=\"wp-caption-text\">Ukrainian former Energy Minister German Galushchenko, centre, leaves after a court hearing over his detention, amid allegations of money laundering and participation in a criminal organisation. He was detained by law enforcement while attempting to leave Ukraine, authorities said [Serhii Okunev/AFP]</figcaption></figure><ul class=\"spaced-bullet-spacing\">\n<li>Russian oil producers could be forced to sharply cut output in the coming months as pressure from the US and European powers restricts Moscow’s exports and storage tanks fill up. Such a development could dent the Kremlin’s war chest, which funds its war on Ukraine, according to Reuters.</li>\n<li>France has agreed to grant safe haven to the anti-Kremlin Russian activist couple Alexei and Nadezhda Ishimov, who were both detained by US law enforcement. Nadezhda, however, was prevented from leaving the US because she was using a temporary travel permit instead of a passport. The couple left Russia in 2022 as the Kremlin ramped up a crackdown on opponents following its invasion of Ukraine.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US deploys 100 soldiers to Nigeria as attacks by armed groups surge | Religion News | Al Jazeera",
            "time": "2026-02-16T23:13:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-07T114119Z_1516978017_RC2LRHAPQY9Z_RTRMADP_3_USA-TRUMP-NIGERIA-1771281518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US deploys 100 soldiers to Nigeria as attacks by armed groups surge</h1><p class=\"article__subhead\"><em>The US soldiers will not have a combat role and are to operate under the full command authority of Nigeria’s military.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has sent 100 military personnel to northern Nigeria to train and advise local forces, as deadly threats rise from armed groups such as Boko Haram and ISIL (ISIS)-linked factions.</p><p>Samaila Uba, Nigeria’s Defence Headquarters spokesman, confirmed the US troops’ arrival in the northeastern area of Bauchi on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said they will provide “technical support” and “intelligence sharing” to help target and defeat “terrorist organisations”. The US also sent “associated equipment” to support the mission.</p><p>Uba stressed that the US soldiers will not play a direct combat role, but will share technical expertise under the full command authority of Nigerian forces.</p><p>“The armed forces of Nigeria remain fully committed to degrading and defeating terrorist organisations that threaten the country’s sovereignty, national security, and the safety of its citizens,” said the military spokesman in comments carried by Nigeria’s Premium Times newspaper.</p><p>Last weekend, gunmen on motorcycles rampaged through three villages in northern Nigeria, <a href=\"/news/2026/2/15/gunmen-kill-at-least-32-people-in-northern-nigeria-residents-say\">killing at least 46 people</a> and abducting many others. The bloodiest attack happened in the village of Konkoso, in Niger State, where at least 38 people were shot dead or had their throats slit.</p><h2 id=\"protracted-fight\">Protracted fight</h2><p>The US deployment follows an easing of tensions that flared between Washington and Nigeria late last year, when US President Donald Trump <a href=\"/news/2025/11/1/trump-threatens-to-launch-attacks-in-nigeria-over-killing-of-christians\">accused the country</a> of failing to stop killings against Christians and threatened to intervene militarily.</p><p>The Nigerian government has <a href=\"/news/2025/11/2/nigeria-welcomes-us-assistance-to-fight-terrorism-after-trumps-threats\">rejected Trump’s accusation</a>, and analysts say people across all faiths, not just Christians, are victims of armed groups’ violence</p><p>In December, US forces launched <a href=\"/video/quotable/2025/12/26/us-air-strikes-in-nigeria-very-much-welcome-although-late\">air strikes on ISIL-affiliated fighters</a> in the country’s northwest. Last month, following discussions with Nigerian authorities in Abuja, the head of US Africa Command confirmed that a small team of US military officers were in Nigeria, focused on intelligence support.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Nigeria is facing a protracted fight with dozens of local armed groups increasingly battling for turf, including the homegrown Boko Haram and its breakaway faction, the ISIL affiliate in West Africa Province (ISWAP).</p><p>There is also the ISIL-linked Lakurawa, as well as other “bandit” groups that specialise in kidnapping for ransom and illegal mining.</p><p>Recently, the crisis worsened to include other fighters from the neighbouring Sahel region, including the Jama’at Nusrat al-Islam wal-Muslimin, which claimed its first attack on Nigerian soil last year.</p><p>Several thousand people in Nigeria have been killed, according to data from the United Nations.</p><p>While Christians have been among those targeted, analysts and residents say the majority of victims of the armed groups are Muslims in the Muslim-dominated north, where most attacks occur.</p><p>Nigeria’s 240 million people are evenly split between Christians, mainly in the south, ‌and Muslims, mostly in the north.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "One year on, No Other Land co-director says Israeli attacks intensifying | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-16T22:48:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AFP__20250326__37X69XA__v1__HighRes__PalestinianIsraelConflictCinema-1742993757.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly a year since the Palestinian-Israeli film No Other Land <a href=\"/news/2025/3/3/israeli-palestinian-film-no-other-land-wins-oscar-for-best-documentary\">won an Academy Award</a>, its co-director, Hamdan Ballal, says Israeli settler attacks on the cluster of occupied West Bank villages known as Masafer Yatta have only gotten worse, as those involved in the documentary bear the brunt of Israeli reprisals.</p><p>The latest bout of violence came on Sunday, when Israeli settlers stormed Ballal’s hometown of Susya, despite an Israeli court ruling designating the area around his home as closed to non-residents. Israeli army officers called by the family to enforce the ruling, issued two weeks prior, sided with the attackers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The ruling was supposed to make things better for us, but the opposite happened,” Ballal told Al Jazeera on Monday. “Israeli authorities did nothing to enforce the decision, but joined the settlers in the attack.”</p><p>One of his brothers was held in a chokehold by an army officer and later hospitalised with breathing difficulties. Four other relatives – two brothers, a nephew, and a cousin – were detained for several hours as they arrived at the scene. They have all since been released.</p><p>The Palestinian film director said his family was ambushed by the same Israeli settler who led an attack against him as he returned from the Oscar ceremony in Los Angeles last March. Then, he had been <a href=\"/news/2025/3/26/palestinian-oscar-winner-feared-for-his-life-during-israeli-settler-attack\">taken away in a blindfold</a> by a group of Israeli settlers and army officers and released a day later with injuries to his head and stomach, leading to global condemnation.</p><p>Ballal said the retaliation for the documentary has since been directed against his family, rather than himself, to avoid media attention. His relatives have been routinely prevented from grazing sheep and ploughing the land. At times, they have been arrested, questioned about his work and whereabouts, or intimidated to vacate their homes.</p><p>“My family is paying because of me; because I shared the movie and I shared the truth,” he said.</p><p>The film, which won the Oscar for best documentary on March 2, follows Palestinian journalist Basel Adra and Israeli journalist Yuval Abraham as they try to protect Palestinian homes amid tensions with settlers in Masafer Yatta in the South Hebron Hills. Israeli filmmaker Rachel Szor also shares directing credits.</p><p>Israeli settlers in the area often graze their animals on Palestinian land to assert control, signal unrestricted access, and lay the groundwork for establishing illegal outposts, cutting Palestinians off from their farms and livestock.</p><p>The Israeli army argues that it has to demolish the Palestinian villages to convert the area into a military “firing” or training zone. It did not respond to Al Jazeera’s request for comment on Sunday’s incident.</p><p>Across the occupied West Bank, Israel’s far-right coalition government, led by Prime Minister Benjamin Netanyahu, has been openly promoting new measures to expand Israeli control over the Palestinian territory.</p><p>Most recently, it announced the resumption of the land <a href=\"/news/2026/2/15/israel-approves-proposal-to-register-west-bank-lands-as-state-property\">registration processes</a> for the first time since 1967, which Israeli rights groups say will accelerate the dispossession and <a href=\"/news/2026/2/16/israels-move-to-register-land-systematises-dispossession-of-palestinians\">displacement of Palestinians</a> in violation of international law.</p><h2 id=\"right-to-live\">‘Right to live’</h2><p>Ballal’s family has not been the only one to pay the price for the acclaimed documentary.</p><p>Adra, the Palestinian protagonist in the film, had his home in at-Tawani raided by the Israeli army in September, after clashes broke out with a group of Israeli settlers that trespassed in his olive grove.</p><p>In July, Awdah Hathaleen, an activist, football player and a consultant for No Other Land, was <a href=\"/news/2025/7/29/who-was-awdah-hathaleen-palestinian-activist-killed-by-an-israeli-settler\">shot dead, in the chest</a>, in the village of Umm al-Khair. The father of three was a key figure in non-violent resistance against settler violence in Masafer Yatta. His assailant, Israeli settler <a href=\"/news/2025/7/29/who-was-awdah-hathaleen-palestinian-activist-killed-by-an-israeli-settler\">Yinon Levi</a>, later said, “I’m glad I did it,” according to witnesses.</p><p>Ballal said he does not hesitate to describe these attacks as being “terrorist”, as they leave the Palestinian community in Masafer Yatta constantly fearing for their safety.</p><p>“It’s a simple right for Palestinians to feel safe in their homes,” he told Al Jazeera. “We are scared; we are in danger, and it’s been like this for a long time.”</p><p>“International law doesn’t work for Palestinians,” he continued. “But we are human, and we have a right to live.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Homeland Security Department’s funding negotiations stall | Politics News | Al Jazeera",
            "time": "2026-02-16T22:22:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-15T213753Z_575633934_RC2KMJA77L80_RTRMADP_3_USA-CONGRESS-SHUTDOWN-1771277709.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Homeland Security (DHS) <a href=\"/news/2026/2/13/us-department-of-homeland-security-to-go-into-shutdown-due-to-funding-lapse\" target=\"_blank\" rel=\"noopener\">ran out of funding over the weekend</a>, leading to the third partial government shutdown of President Donald Trump’s second term, as negotiations between Republicans and Democrats remain stalled while Congress is in recess until February 23.</p><p>Democrats are calling for changes to the DHS’s immigration operations after two fatal shootings of US citizens in the city of Minneapolis last month. Alex Pretti and Renee Good were shot dead by federal officers from Immigration and Customs Enforcement (ICE) and Border Patrol during such operations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Monday, state officials in Minnesota said that the FBI has refused to share evidence with state law enforcement following Pretti’s killing on January 24.</p><p>“This lack of cooperation is concerning and unprecedented,” Minnesota’s Bureau of Criminal Apprehension superintendent, Drew Evans, said in a statement.</p><p>DHS entered a shutdown on Saturday, but will continue operations deemed essential. Cuts affect agencies under the DHS, including the Transportation Security Administration (TSA), the Federal Emergency Management Agency (FEMA), Customs and Border Protection (CBP) – which runs Border Patrol – ICE, and the US coastguard.</p><p>At US airports, 2,933 of the TSA’s 64,130 employees have been furloughed for the duration of the shutdown. The remaining 95 percent of staff will remain on duty but will work without pay until the DHS is funded.</p><p>Earlier this month, Democrats sent Republicans a list of 10 demands to rein in immigration enforcement. In a letter, authored by House of Representatives Minority Leader Hakeem Jeffries, the politicians called for increased oversight of the DHS.</p><p>The letter called for DHS officers not to enter private property without a judicial warrant and to require verification that someone is not a US citizen before placing them in immigration detention. It also called for DHS to mandate that its officers do not wear masks, have visible identification, and wear clear uniforms.</p><p>Democrats are also seeking to prohibit immigration enforcement actions near courts, medical facilities, houses of worship, schools, and polling places.</p><p>They further called for increased coordination with local and state agencies after the federal government blocked state and local law enforcement from participating in investigations related to the deaths in Minneapolis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>“Federal immigration agents cannot continue to cause chaos in our cities while using taxpayer money that should be used to make life more affordable for working families,” Jeffries said in the letter.</p><p>“The American people rightfully expect their elected representatives to take action to rein in ICE and ensure no more lives are lost. It is critical that we come together to impose common sense reforms and accountability measures that the American people are demanding.”</p><p>Tom Homan, Trump’s border chief, dismissed the calls from Democrats on CBS’s Face the Nation, referring to the requests as “unreasonable”.</p><p>Republican Senator Markwayne Mullin of Oklahoma, meanwhile, echoed Homan’s stance. On CNN’s current affairs programme, State of the Union, he claimed that Democrats are engaging in “political theatre”.</p></div></div></body></html>"
        },
        {
            "title": "Drone attack on busy market in Sudan kills at least 28 | Conflict News | Al Jazeera",
            "time": "2026-02-16T21:38:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69938486686f-1771275398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Drone-fired missiles have hit a market in central Sudan’s Kordofan region, killing at least 28 people and wounding dozens of others, a rights group says.</p><p>Emergency Lawyers, a group tracking violence against civilians, said in a statement on Monday that drones bombed the al-Safiya market in the town of Sodari in North Kordofan state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The bombing on Sunday occurred when the market was packed with people, “exacerbating the humanitarian tragedy”, it said, adding that the number of casualties is likely to rise.</p><p>“The attack occurred when the market was bustling with civilians, including women, children and the elderly,” the group said.</p><p>“The repeated use of drones to target populated areas shows a grave disregard for civilian lives and signals an escalation that threatens what remains of daily life in the province. Therefore, we demand an immediate halt to drone attacks by both sides of the conflict,” the statement said.</p><p>The area is currently the fiercest front line in the three-year-old war between the Sudanese army and the paramilitary Rapid Support Forces (RSF).</p><p>Sodari, a remote town where desert trade routes cross, is 230km (132 miles) northwest of el-Obeid, the capital of North Kordofan, which the RSF has been trying to encircle for months.</p><p>The Kordofan region has seen a surge in deadly drone attacks as both sides fight over the country’s vital east-west axis, which links the western RSF-held Darfur region, through el-Obeid, to the army-controlled capital, Khartoum, and the rest of Sudan.</p><p>After consolidating its hold on Darfur last year, the RSF has pushed east through the oil- and gold-rich Kordofan in an attempt to seize Sudan’s central corridor.</p><p>Emergency Lawyers said on X that the drones targeting the market on Sunday belonged to the army.</p><p>Two military officials, who spoke on condition of anonymity as they were not authorised to brief the media, told The Associated Press news agency that the army does not target civilian infrastructure and denied the attack.</p><p>A week ago, a drone close to the city of Rahad in North Kordofan hit a vehicle carrying displaced families, killing at least 24 people, including eight children. A day before the attack, a World Food Programme aid convoy was also hit by drones.</p><h2 id=\"violence-shocking-in-scale-and-brutality\">Violence ‘shocking in scale and brutality’</h2><p>Fighting between the RSF and the Sudanese military erupted into a full-blown war across the country in April 2023. So far, at least 40,000 people have been killed and 12 million displaced, according to the World Health Organization.</p><p>Aid groups say the true death toll could be many times higher, as the fighting in vast and remote areas impedes access.</p><p>The United Nations human rights chief recently said that the Kordofan region remains “volatile and a focus of hostilities” as the warring parties vie for control of strategic areas.</p><p>Both sides have been accused of atrocities.</p><p>The UN Human Rights Office issued a report on Friday saying that more than 6,000 people were killed over three days when the RSF unleashed “a wave of intense violence… shocking in its scale and brutality” in Darfur in late October.</p><p>The RSF’s offensive to capture the city of el-Fasher, which used to be a military stronghold, in late October included widespread atrocities that amounted to war crimes and possible crimes against humanity, according to the UN.</p><p>The war has created the world’s largest hunger and displacement crisis. It has also effectively split the country in two, with the army holding the centre, north and east, while the RSF controls the west and, with its allies, parts of the south.</p><figure id=\"attachment_4318230\" aria-describedby=\"caption-attachment-4318230\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4318230 size-arc-image-770\" src=\"/wp-content/uploads/2026/02/ap_6993842a7241e-1771275306.jpg?resize=770%2C513&amp;quality=80\" alt=\"FILE - Gen. Mohammed Hamdan Dagalo, center, greets the crowd during a military-backed tribes' rally in the Nile River State of Sudan, on Saturday, July 13, 2019. (AP Photo/Mahmoud Hjaj,File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4318230\" class=\"wp-caption-text\">RSF General Mohammed Hamdan Dagalo, centre, greets a crowd during a rally in Nile River state in 2019 [Mahmoud Hjaj/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Robert Duvall, Oscar-winning actor and star of The Godfather, dies aged 95 | Arts and Culture News | Al Jazeera",
            "time": "2026-02-16T20:07:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-16T182929Z_1226239398_RC26NJAYZ1KF_RTRMADP_3_PEOPLE-ROBERT-DUVALL-1771268081.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Feb 2026</span><span aria-hidden=\"true\">16 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oscar-winning actor Robert Duvall, best known for his work in The Godfather and Apocalypse Now, has died aged 95, his wife has announced in a Facebook post.</p><p>“For each of his many roles, Bob gave everything to his characters and to the truth of the human spirit they represented,” Luciana Duvall said in a statement on Monday.</p><p>Duvall was best known for playing forceful roles such as his depiction of Tom Hagen, consigliere to the Corleone Mafia family in The Godfather.</p><p>He also played Lieutenant Colonel Bull Meechum in The Great Santini and the title character in Stalin, as well as broken-down and fallen characters in Tender Mercies and The Apostle.</p><p>Tributes have poured in for the Hollywood great. Former co-star Adam Sandler said Duvall was “one of the greatest actors we have ever had”, whilst Sopranos star Michael Imperioli paid tribute to “one of the best ever”, who was “an actor’s actor”.</p><p>Duvall, the son of a US Navy admiral and an amateur actress, grew up in Annapolis, Maryland in the United States. After graduating from Principia College in Illinois and serving in the US Army, he moved to New York City, where he roomed with Dustin Hoffman and befriended Gene Hackman when the three were struggling acting students.</p><p></p><p>After working on a variety of television shows, Duvall made a strong impression in his first forays onto the big screen, such as his first movie part as the mysterious recluse Boo Radley in To Kill a Mockingbird.</p><p>Duvall got the part at the suggestion of the film’s screenwriter, Horton Foote, who had liked Duvall’s work in one of his plays. Foote later wrote Tender Mercies, a 1983 film for which Duvall won the Academy Award for best actor as a washed-up country singer.</p><p>Duvall was nominated for another six Oscars, including for his work in Frances Ford Coppola’s 1979 Vietnam epic Apocalypse Now. Duvall played the off-kilter, surfing-obsessed Lieutenant Colonel Bill Kilgore.</p><p>The character’s famous line, “I love the smell of napalm in the morning”, became legendary.</p><p>In all, Duvall appeared in almost 100 movies. And when he grew weary of Hollywood, he made his own films. He wrote, directed and won an Oscar acting nomination for The Apostle, the story of a conflicted preacher.</p><p>Duvall did the same with Assassination Tango, a movie that allowed him to exhibit his passion for the tango and Argentina, where he met his fourth wife, Luciana Pedraza.</p><p>In later life, Duvall split his time between Los Angeles, Argentina and a farm in Virginia, where he converted the barn into a tango dance hall.</p></div></div></body></html>"
        }
    ]
}