{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "N Korea’s Kim oversees hypersonic missile tests, cites geopolitical crisis | Weapons News | Al Jazeera",
            "time": "2026-01-05T01:12:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-02T221600Z_1269530503_RC29TIAILV26_RTRMADP_3_NORTHKOREA-POLITICS-1767573745.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>N Korea’s Kim oversees hypersonic missile tests, cites geopolitical crisis</h1><p class=\"article__subhead\"><em>Kim Jong Un underscores the need to bolster Pyongyang nuclear deterrent, citing ‘recent geopolitical crisis’, state media reports.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Jan 2026</span><span aria-hidden=\"true\">5 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea’s leader Kim Jong Un has overseen the test flights of hypersonic missiles, underscoring the need to bolster the country’s nuclear deterrent amid “the recent geopolitical crisis” and “complicated international events,” according to state media.</p><p>The Korean Central News Agency (KCNA) confirmed the drills on Monday, a day after North Korea’s neighbours said they detected multiple ballistic missile launches.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tests came just hours before South Korean President Lee Jae Myung departed for China for a summit with President Xi Jinping.</p><p>The KCNA said that Sunday’s drill involving a hypersonic weapon system was meant to examine its readiness, enhance missile troops’ firepower operational skills and evaluate the operational capabilities of the country’s war deterrent.</p><p>“Through today’s launching drill, we can confirm that a very important technology task for national defence has been carried out,” Kim said, according to KCNA. “We must continuously upgrade the military means, especially offensive weapon systems.”</p><p>The missiles hit targets about 1,000km (621 miles) away, over the sea ‍east of ⁠North Korea, KCNA said.</p><p>Kim added that “it’s a very important ​strategy to maintain or expand the strong and reliable ‍nuclear deterrent”, because of “the recent geopolitical crisis and various international circumstances”.</p><p>The missile launch followed a North Korean statement on Sunday that denounced the attacks by the United States on Venezuela and its abduction of Venezuelan President Nicolas Maduro.</p><p>Pyongyang slammed the action as a “serious encroachment of sovereignty” and said it again showed “the rogue and brutal nature” of the US.</p><p>North Korea’s leadership has for decades justified its nuclear and missile programmes as a deterrent against alleged regime change efforts by Washington.</p><p>Hong Min, an expert on North Korea ‌at the Korea Institute for National Unification ⁠in Seoul, wrote in a note on Monday that Pyongyang’s latest test was an apparent response to the US strikes on Venezuela. The missile appears to be the Hwasong-11, which was showcased at a parade in October, Hong said, citing his analysis of images ‌published in state media reports.</p><p>Hong added that the Kim government is emphasising its ability to launch such missiles at any time, an ‍effort to complicate US-South Korea’s missile defence system and prevent its preemptive interception.</p><p>The possession of a functioning hypersonic weapon would give North Korea the ability to penetrate the US and South Korea’s missile defence shields. In past years, North Korea has performed a series of tests to acquire it, but many foreign experts question whether the tested missiles have achieved their desired speed and maneuverability during flights.</p><p>In recent weeks, North Korea has test-fired what it called long-range strategic cruise missiles and new anti-air missiles. It has also released photos showing apparent progress in the construction of its first nuclear-powered submarine.</p><p>Observers say North Korea aims to demonstrate or review its achievements in the weapons development sector ahead of the ruling Workers’ Party Congress, the first of its kind in five years. Keen attention is on whether Kim would use the congress to set a new approach to relations with the US and resume long-dormant talks.</p><p>Separately, North Korea’s nuclear programme is expected to be discussed when Lee and Xi meet for a summit later on Monday.</p><p>Lee’s office earlier said he would call for China, North Korea’s major ally and economic pipeline, to take “a constructive role” in efforts to promote peace on the Korean Peninsula.</p></div></div></body></html>"
        },
        {
            "title": "Denmark PM urges Trump to stop ‘threatening’ Greenland | Donald Trump News | Al Jazeera",
            "time": "2026-01-04T22:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ae63e-1767564862.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Denmark’s Prime Minister Mette Frederiksen has ‍urged United States President ‍Donald Trump to stop <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">threatening to take over Greenland</a> after he reiterated his wish to do so following Washington’s abduction of the leader of Venezuela.</p><p>“It makes absolutely no sense to talk about the US needing ⁠to take over Greenland. The US has no right to annex any of ​the three countries in the Danish Kingdom,” Frederiksen said in ‍a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The comments followed an interview published by The Atlantic magazine, in which Trump said: “We do need Greenland, absolutely. We need it for defence.”</p><p>On Saturday, the United States bombed Venezuela and <a href=\"/video/newsfeed/2026/1/4/video-shows-venezuelas-president-maduro-in-us-custody\">toppled President Nicolas Maduro</a>, raising concerns in Denmark that the same could happen with Greenland, a Danish territory.</p><p>“I would therefore strongly urge the US to stop the threats against a historically close ally and against another country and another people who have very clearly said that they are not for sale,” Frederiksen said.</p><p>The Greenlandic prime minister’s office did not ​immediately comment on Trump’s latest remarks.</p><p>The US president has repeatedly called for Greenland, a self-governing Danish territory and NATO member, to <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">become part of the US</a>.</p><p>Last month, the Trump administration named Louisiana Governor Jeff Landry, who <a href=\"/news/2025/12/22/denmark-to-summon-us-ambassador-following-greenland-envoy-appointment\">publicly supports annexation</a>, as special envoy to the mineral-rich Arctic Island.</p><p>Greenland’s strategic position between Europe and ⁠North America makes it a key site for the US ballistic missile defence system, and its mineral wealth is attractive, as the US hopes to reduce its reliance on Chinese exports.</p><p>Katie Miller, the wife of Trump’s deputy chief of staff, Stephen Miller, posted on Saturday the contentious image of the Danish autonomous territory in the colours of the US flag on her X feed.</p><p>Her post had a single word above it: “SOON”.</p><p>Stephen Miller is widely seen as the architect of much of Trump’s policies, guiding the president on his hardline immigration and domestic agenda.</p><p>Greenland’s prime minister, Jens-Frederik Nielsen, called the post “disrespectful”.</p><p>“Relations between nations and peoples are built on mutual respect and international law – not on symbolic gestures that disregard our status and our rights,” he said on X.</p><p>But he also said that “there is neither reason for panic nor for concern. Our country is not for sale, and our future is not decided by social media posts”.</p><p>Denmark’s ambassador to the US, Jesper Moeller Soerensen, reacted to the post on Sunday by saying, “We expect full respect for the territorial integrity” of Denmark.</p><p>Soerensen gave a pointed “friendly reminder” that his country has “significantly boosted its Arctic security efforts” and had worked with the US on that.</p><p>“We are close allies, and should continue to work together as such,” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel launches deadly strikes in Gaza in new ceasefire violations | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-04T22:37:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ae2c7def0-1767563975.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel launches deadly strikes in Gaza in new ceasefire violations</h1><p class=\"article__subhead\"><em>The Israeli military continues to demolish structures in northern Gaza while also blocking the entry of aid.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli army has launched more attacks into parts of Gaza outside its direct military control, despite the ceasefire deal mediated by the United States in October.</p><p>At least three Palestinians were killed on Sunday in separate Israeli attacks in Khan Younis, medical sources told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They included a 15-year-old boy, a fisherman, and a third man shot dead east of Khan Younis.</p><p>In the central part of the besieged enclave, Israeli fire injured several people east of the Bureij refugee camp.</p><p>In Gaza City to the north, Israeli forces continued to demolish homes and civilian infrastructure within the mostly destroyed Tuffah neighbourhood.</p><p>The Israeli army confirmed it was destroying more infrastructure in northern Gaza, but claimed that the target was “terrorist infrastructure above and below ground”, including tunnels in <a href=\"/news/2024/11/17/israel-bombs-residential-building-in-north-gazas-beit-lahiya-killing-50\">Beit Lahiya</a>.</p><p>Israeli drones also dropped explosives on several homes in eastern Gaza City. The Shujayea and Zeitoun neighbourhoods of Gaza City, which have also been extensively attacked during more than two years of Israel’s genocidal war, were hit with artillery shelling.</p><p>At least 71,386 Palestinians have been killed and 171,264 others injured since the start of the war in October 2023, according to the latest figures from Gaza’s Ministry of Health. At least 420 people have been killed since the ceasefire was signed less than three months ago.</p><p>The Israeli military continues to block a large amount of the international humanitarian aid amassing at the border with Gaza, while maintaining that there is <a href=\"/news/2026/1/2/countries-demand-israel-lift-gaza-aid-restrictions-as-palestinians-suffer\">no shortage of aid</a> despite testimonies by the United Nations and others working on the ground.</p><p>It has also moved to ban several <a href=\"/news/2026/1/3/un-chief-guterres-calls-on-israel-to-reverse-ngo-ban-in-gaza-west-bank\">prominent international aid groups</a> from operating in Gaza, including Doctors Without Borders (MSF) and the Norwegian Refugee Council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel kills two people in new attack on southern Lebanon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-04T22:33:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20250218__36Y49KE__v1__HighRes__IsraelLebanonConflict-1758216976.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel kills two people in new attack on southern Lebanon</h1><p class=\"article__subhead\"><em>Israel claims the drone attack on a car targeted a Hezbollah member.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Israeli drone attack on a car has killed two people in southern Lebanon, the Lebanese Ministry of Health has said.</p><p>Al Jazeera’s Ihab al-Aqdi, reporting from Lebanon, said the attack took place on Sunday in the Ayn al-Mizrab area north of the town of Bint Jbeil. He added that the targeted car was destroyed and that nearby buildings were damaged.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said the attack targeted a Hezbollah member, accusing the Lebanese group of not adhering to a ceasefire that began in November 2024.</p><p>Israel has repeatedly struck Lebanon since the ceasefire, despite the agreement, which ended a yearlong conflict that devastated Lebanon as well as Hezbollah’s leadership. Israel also continues to occupy five sites on the Lebanese side of the border.</p><p>Israeli attacks have killed <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">more than 300 people</a> in Lebanon since the ceasefire, including at least 127 civilians.</p><p>Israel, backed by the United States, expects Hezbollah to disarm. The Lebanese group has refused, however, leaving the Lebanese government and army in the difficult position of attempting to placate Israel and the US, while also avoiding a military confrontation with Hezbollah, which remains powerful despite the losses it has sustained at the hands of Israel.</p><p>The losses include the killing of its longtime leader, Hassan Nasrallah, in September 2024, in an Israeli attack on Beirut.</p><p>The Lebanese government is expected to meet on Tuesday to discuss the army’s progress in disarming Hezbollah, beginning in southern Lebanon. It had <a href=\"/news/2025/12/31/hezbollah-weapons-deadline-whats-next-for-lebanon-amid-israeli-strikes\">previously set a deadline</a> for the end of 2025 to do so, before continuing the disarmament process in the rest of the country. However, the plan has been dismissed by Hezbollah.</p><p>A ceasefire monitoring committee, including peacekeepers from Lebanon, Israel, France, the United States and the United Nations, is also set to meet in the upcoming week.</p><p>Highlighting Israel’s uncompromising position, the country’s foreign minister, Gideon Saar, said that the Lebanese government’s efforts to disarm Hezbollah were “far from sufficient”, and that the group was aiming to rearm “with Iranian support”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela decries ‘cowardly kidnapping’ as officials back Maduro | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T21:56:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695aca79ddb8-1767557753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s Defence Minister Vladimir Padrino Lopez has denounced the United States’ move to <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduct</a> leader Nicolas Maduro as a “cowardly kidnapping”, adding that some of the president’s bodyguards were killed “in cold blood”, as well as military personnel and civilians on the Venezuelan side.</p><p>In his televised statement on Sunday, Padrino Lopez also endorsed a Supreme Court ruling that appointed Vice President Delcy Rodriguez — who also serves as oil minister — as acting president for 90 days.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US President Donald Trump threatened that Rodriguez will pay a “very big price” if she doesn’t cooperate with Washington. “If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic in a telephone interview.</p><p>US forces <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">attacked Caracas</a> in the early hours of Saturday, bombing military targets and spiriting away Maduro and his wife to face federal narco-trafficking charges in New York. The Venezuelan president was escorted off a plane at Stewart Air National Guard Base in New York state and taken to a Brooklyn jail.</p><p>He is due to make his first appearance on Monday in Manhattan’s federal court.</p><h2 id=\"us-to-use-oil-blockade-to-leverage-change-in-venezuela\">US to use oil blockade to leverage change in Venezuela</h2><p>US Secretary of State Marco Rubio on Sunday suggested that Washington would not take a day-to-day role in governing Venezuela other than enforcing an existing “oil quarantine”, using that leverage to press policy changes in the country.</p><p>Rubio’s statements seemed designed to temper concerns, a day after Trump announced the US would “run” the oil-rich nation. The Trump administration’s actions drew unease from parts of his own Republican Party coalition, including an “America First” base that is opposed to foreign interventions, as well as from observers who recalled past nation-building efforts in Iraq and Afghanistan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Rubio dismissed such criticism, saying that Trump’s intent had been misunderstood by a “foreign policy establishment” that was fixated on the Middle East.</p><p>Al Jazeera’s Phil Lavelle, reporting from Doral, Florida in the US, said Trump had been elected on an “America First” policy centred around no engagement in foreign wars or sending US service personnel into danger.</p><p>“Now we’ve got this situation where he said, less than 24 hours ago, ‘We’re not afraid of putting boots on the ground,’” Lavelle said.</p><p>Protests took place in cities across the US against Trump’s military action in Venezuela. Hundreds gathered in the rain in downtown Los Angeles, carrying signs saying “Stop bombing Venezuela now!” and “No blood for oil”.</p><p>“I stand against US imperialism altogether. They want oil … They want to help the corporate billionaires. Bombing is just their means to building power like that, of taking control. So again, I’m against it,” said one protester named Niven.</p><p>Trump on Saturday delivered a speech in which he made little mention of the so-called “war on drugs” – which for months had been his main justification for <a href=\"/news/2025/12/30/trump-bombs-venezuelan-land-for-first-time-is-war-imminent\">bombing Venezuelan ship and assets</a> – but argued that Venezuela had “stolen” oil from the US and that it would now be taken back.</p><p>The United Nations special rapporteur on human rights and counterterrorism, Ben Saul, said the US actions in Venezuela were illegal, calling on Trump to be investigated and impeached. “Every Venezuelan life lost is a violation of the right to life. President Trump should be impeached and investigated for the alleged killings,” he said in a social media post.</p><p>The UN Security Council (UNSC) was set to meet on Monday to discuss the situation in Venezuela. UN Secretary-General Antonio Guterres said he was “deeply alarmed” by the US strikes, which a spokesperson said could “constitute a dangerous precedent”.</p><h2 id=\"uncertainty-in-venezuela-after-maduro-s-abduction\">Uncertainty in Venezuela after Maduro’s abduction</h2><p>Some Venezuelans in Caracas have welcomed the US’s seizure of Maduro, but others said the action could worsen conflict in the country, with protests denouncing the US taking place.</p><p>“There should be a positive change for all Venezuelans, because it has been 28 years of government, and now is the time for transition in this country,” said Ronald Gaulee, a motorcycle rider in Caracas.</p><p>Merchant Juan Carlos Rincon was more cautious. “The truth is that there is a lot of manipulation behind all this,” he told the Reuters news agency. “We want to be at peace, move forward, and for Venezuela to have, like any other country, the right to choose its own destiny and its own leaders.”</p><p>Baker Franklin Jimenez said he would heed the government’s call to defend the country. “If they took him away, I think they shouldn’t have done so, because this will create an even worse conflict than the one we have now,” he said. “And as for the bombings and all that, we have to go out, we all have to go out into the streets to defend our homeland, to defend ourselves.”</p><p>Some Venezuelans decided to flee the country amid the uncertainty, crossing the Venezuela-Colombia border to reach the Colombian town of Cucuta. Karina Rey described a “tense situation” in the Venezuelan city of San Cristobal, just across the border.</p><p>“There are long lines, and people are very paranoid, or on edge, over food. Supermarkets are closing,” Rey told Al Jazeera. “The lines are very long just to stock up on food, because we don’t know what will happen in the coming weeks. We’re waiting to see what happens.”</p><p>Al Jazeera’s Alessandro Rampietti, reporting from Cucuta, said many Venezuelans there initially felt jubilant after Maduro was ousted. “But that quickly shifted to uncertainty,” he said.</p><p>“Several people said they expected the United States to immediately bring opposition leader Maria Corina Machado back into the country, along with Edmundo Gonzalez Urrutia, who many Venezuelans believe won the last presidential election,” Rampietti continued.</p><p>“Instead, with much of the existing leadership still in place and with Vice President Delcy Rodriguez appointed as interim leader, there is growing fear about what could happen next.”</p><p>Tiziano Breda, a senior analyst at the Armed Conflict Location and Event Data Project, said what happens next hinges on the response of Venezuela’s government and armed forces.</p><p>“So far, they’ve avoided direct confrontation with US forces, but deployments on the streets point to efforts to contain unrest,” he said. “A smooth transition remains unlikely, and the risk of resistance from pro-regime armed groups – including elements within the military and Colombian rebel networks active in the country – remains high.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Cameroon edge South Africa 2-1 to book AFCON quarterfinal with Morocco | Football News | Al Jazeera",
            "time": "2026-01-04T21:23:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ad09caf02-1767559324.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">Goals either side of half-time by Junior Tchamadeu and Christian Kofane took Cameroon through to the Africa Cup of Nations quarterfinals at South Africa’s expense, as the Indomitable Lions <a href=\"/sports/liveblog/2026/1/4/live-south-africa-vs-cameroon-afcon-2025\">edged their last-16 clash 2-1</a>.</p><p class=\"p1\">Tchamadeu opened the scoring in the 34th minute at Al Medina Stadium in Rabat on Sunday, and teenage Bayer Leverkusen forward Kofane headed in the crucial second goal two minutes after half-time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">A late rally from South Africa saw Evidence Makgopa pull one back, but it is Cameroon who go through. The five-time champions now play the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">hosts, Morocco</a>, in a heavyweight quarterfinal on Friday.</p><p class=\"p1\">They can go into that match in a relaxed mood, knowing all the pressure is on Morocco as they look to win a first AFCON title in 50 years in front of their home support.</p><p class=\"p1\">For Cameroon, reaching the last eight means their AFCON is already a success after a chaotic buildup in which Samuel Eto’o, the football federation president and Indomitable Lions legend, sacked the coach, Marc Brys, replacing him with David Pagou.</p><p class=\"p1\">The new coach got the better of South Africa’s <a href=\"/sports/2026/1/3/south-africa-manager-to-show-no-mercy-to-cameroon-at-afcon-2025\">Hugo Broos</a>, who had promised to show no mercy to Cameroon, nine years after leading them to their last continental crown at the Cup of Nations in Gabon.</p><p class=\"p1\">Bafana Bafana, who finished third at the last AFCON two years ago in Ivory Coast, will be hugely disappointed, but they can console themselves by turning their attentions towards the upcoming World Cup.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Yet, South Africa had chances to take an early lead, with Relebohile Mofokeng squandering a golden opportunity inside seven minutes.</p><p class=\"p1\">Cameroon defender Che Malone failed to deal with a simple ball forward, to leave Mofokeng in on goal, but the Orlando Pirates forward blazed over.</p><p class=\"p1\">Lyle Foster then had the ball in the net only to be denied by the offside flag, and instead, Cameroon went in front just after the half-hour mark.</p><p class=\"p1\">When the South African defence could only partially clear a corner, the ball fell to Carlos Baleba on the edge of the area.</p><p class=\"p1\">He took a touch and tried a shot which was deflected into the path of Tchamadeu, and the London-born full-back with Stoke City rolled home from close range.</p><p class=\"p1\">That goal – confirmed after a long VAR check – was celebrated by the Cameroonian fans, who made up the majority of the 14,127 crowd, with two-time AFCON winner as a player Eto’o among those in attendance.</p><p class=\"p1\">South Africa would have hoped for a strong start to the second half, but instead, Cameroon scored again within two minutes of the restart.</p><p class=\"p1\">Substitute Mahamadou Nagida crossed from the left, and Kofane headed in his second goal of the tournament so far.</p><p class=\"p1\">Cameroon goalkeeper Devis Epassy then made good saves from Samukele Kabini and from a Teboho Mokoena free-kick, before Makgopa turned in a low cross by fellow substitute Aubrey Modiba on 88 minutes.</p><p class=\"p1\">That set up a grandstand finish, but Cameroon nervously held on.</p><h2 id=\"morocco-see-off-tanzania\">Morocco see off Tanzania</h2><p class=\"p1\">Earlier on Sunday, Brahim Diaz scored his fourth goal for Morocco at the 2025 Africa Cup of Nations to put the hosts into the quarterfinals with a nervous 1-0 Round-of-16 victory over Tanzania in Rabat.</p><p class=\"p1\">Morocco dominated possession, but ⁠Tanzania had opportunities too, and it took a fine strike from Diaz to book a ​place in the last eight.</p><p class=\"p1\">Captain Achraf Hakimi fed Diaz on the right side of the box on 64 minutes, and the Real Madrid playmaker worked his way to the byline before firing into ‍the goal from ⁠a tight angle when most expected a cross.</p><figure id=\"attachment_4214755\" aria-describedby=\"caption-attachment-4214755\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4214755\" src=\"/wp-content/uploads/2026/01/reuters_695aab84-1767549828.jpg?w=770&amp;resize=770%2C549&amp;quality=80\" alt=\"Soccer Football - CAF Africa Cup of Nations - Morocco 2025 - Round of 16 - Morocco v Tanzania - Prince Moulay Abdellah Stadium, Rabat, Morocco - January 4, 2026 Morocco's Brahim Diaz celebrates scoring their first goal REUTERS/Amr Abdallah Dalsh\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4214755\" class=\"wp-caption-text\">Morocco’s Brahim Diaz celebrates scoring against Tanzania [Amr Abdallah Dalsh/Reuters]</figcaption></figure><p class=\"p1\">Morocco wasted several other chances, but were also fortunate that Tanzania were wasteful too, with Simon Msuva and Feisal Salum missing gilt-edged opportunities for the East Africans, with the score at 0-0.</p><p class=\"p1\">It was far from a vintage performance from the home side, who have yet to click into top gear at the tournament, but they did enough to keep their campaign on track.</p><p class=\"p1\">“The ​competition is hotting up, and we faced our toughest opponent in ‌this Tanzania team,” Diaz said.</p><p class=\"p1\">“Not everything worked, we know that, but fortunately, we managed to secure our qualification [to the next round]. Now, we are going back to work to be fully ready for the quarterfinals.”</p></div></div></body></html>"
        },
        {
            "title": "What might the US do next after Venezuela? | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T21:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767557838.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">There are legal concerns about the abduction of Maduro, but little Western criticism.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States’ abduction of Venezuela’s President Nicolas Maduro has been sharply criticised by his allies – but not by Western nations, despite questions about its legality.</p><p>So, does the operation signal a new aggressive US strategy? And what might the global impact be?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Charles Shapiro – Former US ambassador to Venezuela under President George W Bush</p><p>Stefan Wolff – Professor of International Security at the University of Birmingham in the United Kingdom</p><p>Ernesto Castaneda – Director of the Center for Latin American and Latino Studies at the American University in Washington, DC</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuelans reflect on Maduro’s removal, grappling with hope and fear | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T20:43:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695ac52a15a8-1767556394.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It was his 26th birthday, so Wilmer Castro was not surprised by the flurry of messages that lit up his phone.</p><p>However, as he began scrolling on Saturday morning, he realised the messages were not birthday wishes, but news of something he had long hoped for: Venezuelan President <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">Nicolas Maduro</a> had been removed from power.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think it is the best gift that I will ever receive, one I will never forget,” the university student said from Ejido.</p><p>Castro told Al Jazeera that he was so elated by the news that he began daydreaming about his future self recounting the story of Maduro’s fall to his grandchildren and great-grandchildren.</p><p>“I will tell them that on January 3, 2026, a dictator fell, and [that moment] is going to be very beautiful.”</p><p>The <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abduction</a> of Venezuela’s long-time authoritarian leader – and his wife – by the United States followed months of escalating tensions between the two countries, including US strikes on alleged drug-trafficking vessels and the deployment of US ships near Venezuela’s coastal waters.</p><p>But by Sunday morning, Castro’s initial jubilation was clouded by a heavy quiet. The weight of uncertainty brought the city to a sombre pause, one that closed in on him and felt unlike anything he had experienced before.</p><p>“It’s like being in a field with nothing else around. It’s a mournful silence; I can’t describe it,” he said.</p><p>That uncertainty was felt by many Venezuelans on Sunday morning.</p><p>Venezuela has had a socialist government since 1999, first under President Hugo Chavez and later Maduro, a period that began with oil-funded social programmes but unravelled into economic mismanagement, corruption and repression – with international sanctions further squeezing the population.</p><p>Momentum around the 2024 presidential election raised hopes that the opposition alliance would take control. But when Maduro declared victory, despite opposition claims of a landslide win for <a href=\"/news/2024/11/19/us-recognises-venezuelan-opposition-leader-gonzalez-as-president-elect\">Edmundo Gonzalez Urrutia</a>, a crackdown on dissent followed. It left many Venezuelans concluding that any real transition might depend on pressure — or even intervention — from outside the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deathly-silence\">‘Deathly silence’</h2><p>In southeastern Caracas on Saturday, 54-year-old Edward Ocariz was jolted awake by a loud crash and the vibrating windows of his home near the Fort Tiuna military barracks. He thought it was an earthquake, but when he looked outside, he saw unfamiliar helicopters flying low above smoke rising in the city.</p><p>“The noise kept coming,” he said. “I could immediately tell the helicopters were not Venezuelan because I had never seen them here.”</p><p>Then, just as suddenly as it had started, it stopped.</p><p>“There was a deathly silence,” Ocariz said, adding that the brief suspension of mobile phone services and power outages contributed to the silence. “We were waiting to understand what was happening.”</p><p>Fear accompanied the fragments of information that did manage to seep through, Ocariz said. “But it was a fear mixed with joy – tremendous joy. It’s hard to explain.”</p><p>On Sunday, when images of a blindfolded and handcuffed Maduro began circulating, Ocariz reflected on the suffering he had endured under the president’s regime.</p><p>The human rights activist said he was wrongfully charged with “terrorism” and spent nearly five months as a political prisoner in Tocuyito prison, a maximum-security facility in Carabobo state.</p><p>Under Maduro, the country had a long history of jailing those who dissent. After the disputed 2024 election, nearly 2,500 protesters, human rights activists, journalists and opposition figures were arrested. While some were later released, others remain behind bars.</p><p>“I felt satisfied. A process of justice is finally beginning,” Ocariz said, fully aware that Maduro will not have to endure the dire prison conditions he did, or be denied food and legal representation.</p><p>Despite the joy he and other Venezuelans now feel, Ocariz warns that much remains to be done.</p><p>“The population still feels a huge amount of fear [from the authorities] — psychological fear — because it’s well known how the police and justice system use their power to criminalise whoever they choose.”</p><p>So far, key institutions remain in the hands of figures from Nicolas Maduro’s inner circle, including Vice President <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who has been named acting president.</p><p>But for many Venezuelans — including Castro and Ocariz — seeing a senior Chavista figure still in power is unsettling, particularly as the Trump administration continues to engage with her.</p><p>“It is certainly frustrating for me. However, I understand that Venezuela needs to continue with its administrative, functional, and operational management as a country, as a nation,” Ocariz said, adding that the US must maintain some order to control the power vacuum and stamp out repression.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213838\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-US-Venezuela-relations-in-2025-JAN-4-2026-1767520761.png?quality=80\" alt=\"INTERACTIVE - US-Venezuela relations in 2025 - JAN 4, 2026-1767520761\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"economic-concerns\">Economic concerns</h2><p>Venezuela remains heavily militarised, and fears of further unrest linger. During periods of dissent, the authorities relied not only on formal security forces but also on “colectivos”, armed civilian groups accused by rights organisations of intimidation and violence.</p><p>Jose Chalhoub, an energy and political risk analyst at Jose Parejo &amp; Associates in Caracas, said he is concerned about the possibility of more attacks and social unrest.</p><p>“Any potential new government that will move ahead with the cleansing of the top ranks of the armed forces and security and police forces will lead to the disarmament of the colectivos,” he said, adding that fixing the lingering economic crisis should also be one of the main priorities.</p><p>“A new government that applies quick economic measures leading to a recovery will outshine the ideological legacy of the Bolivarian revolution,” he said, referring to the ideology of Chavismo, defined by anti-imperialism, patriotism and socialism.</p><p>Those loyal to Maduro have long blamed Venezuela’s economic woes on the US — namely, the sanctions it imposed on the oil sector.</p><p>Chalhoub said he believed Trump’s promise to boost the country’s oil production could help the economy, though he found the US president’s assertion that the US will “run the country” baffling.</p><p>However, not everyone is happy with the Trump administration’s attack.</p><p>Alex Rajoy, a mototaxi driver in Caracas, said the US president was on an imperialist crusade with the goal of “robbing” Venezuela of its natural resources.</p><p>Despite his anger, Rajoy said he will stay home over the coming days because he is fearful of further attacks.</p><p>“These missiles aren’t aimed only at Chavistas,” he said, referring to those loyal to Venezuela’s socialist ideology.</p><p>“They threaten opposition people, too,” he said, adding that anyone supporting foreign intervention amounts to a betrayal. “It’s treason against the homeland,” he said.</p><h2 id=\"what-now\">What now?</h2><p>For Castro, the university student, the elation he felt on Saturday has been interrupted by fear for his immediate needs – concerns over whether stores would remain open in Ejido and rising costs. Under Maduro, he has long struggled to afford basic items.</p><p>“People in the street were going crazy yesterday,” he said. “Everyone was buying food with half of what they had in their bank accounts, buying what they could, because we don’t know what the future holds.”</p><p>The scenes brought back memories of the shortages of 2016, when hyperinflation and scarcity plunged the country into crisis, forcing people to queue for hours and rush between shops with limits on how much each person could buy.</p><p>But a day after the attack, Castro said Venezuelans are reflecting on the future of their country and the uncertainty of that future.</p><p>“There’s happiness, there’s fear, there’s gratitude, there’s the ‘what will happen next?’” he said. “For my next birthday, I want total freedom for Venezuela – and hopefully, God willing, we will have it.”</p></div></div></body></html>"
        },
        {
            "title": "Greek flights restart after radio loss grinds airport operations to halt | Aviation News | Al Jazeera",
            "time": "2026-01-04T20:38:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695abfe7e658-1767555047.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Greek flights restart after radio loss grinds airport operations to halt</h1><p class=\"article__subhead\"><em>Air traffic was disrupted and there was no way to communicate with aircraft over the airspace, authorities said.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Incoming and outgoing flights were temporarily suspended in airports across Greece after airspace radio frequencies were lost due to a technical problem that has confounded authorities.</p><p>Thousands of travellers were seen stranded at airports for several hours on Sunday as air traffic was crippled and communications were cut off.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Authorities said the disruption began just before 9am local time (07:00 GMT), when most aviation radio frequencies were hit by massive interference, forcing a precautionary shutdown of Greek airspace.</p><p>Greece’s civil aviation authority said an indeterminate “noise” impacted radio channels, but the cause was not clear.</p><p>“The ‘noise’ observed in the frequencies was in the form of continuous, involuntary emission,” it said in a statement.</p><figure id=\"attachment_4214971\" aria-describedby=\"caption-attachment-4214971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4214971\" src=\"/wp-content/uploads/2026/01/reuters_695ac02a-1767555114.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People gather as airports across Greece have suspended arrivals and departures on Sunday, after unspecified issues affecting radio frequencies, at the Eleftherios Venizelos International Airport, in Athens, Greece, January 4, 2026. REUTERS/Louiza Vradi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4214971\" class=\"wp-caption-text\">People gather as airports across Greece suspended arrivals and departures on Sunday at the Eleftherios Venizelos International Airport, near Athens, Greece, January 4, 2026 [Louiza Vradi/Reuters]</figcaption></figure><p>Panagiotis Psarros, chair of the Association of Greek Air Traffic Controllers, said all frequencies were suddenly lost, so there was no way to communicate with aircraft in the sky.</p><p>He also blamed old systems, saying the ageing infrastructure should have been replaced many years ago.</p><p>The authorities were only able to service flyovers for hours before limited services were restored by Sunday afternoon through backup frequencies. Air traffic has been resuming progressively and is now fully restored, they said.</p><p>Christos Dimas, Greece’s infrastructure and transport minister, said the incident did not compromise flight safety.</p><p>Around 45 flights were leaving Greek airports every hour by late afternoon, an official said. The press office at the country’s civil aviation authority said 31.6 million passengers transited through Athens airport in the first 11 months of 2025.</p><p>The air traffic controllers’ association said the breakdown affected all frequencies used on the ground, and some frequencies used by Athens Approach, an air traffic control unit responsible for managing aircraft flying in and out of the Eleftherios Venizelos International Airport near Athens.</p><p>Among its responsibilities are radar monitoring for safe separation of aircraft in the sky as well as issuing instructions on speed and altitude levels.</p><p>The association called the scale of Sunday’s incident “unprecedented and unacceptable”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Here’s how the US imposed regime change overnight in Venezuela | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T20:15:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767557714.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s oil, not alleged drug trafficking, caught Trump’s eye | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-04T19:49:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6955860136-1767212545.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For weeks, United States President Donald Trump and his officials said the rhetoric and military posturing against Venezuela were aimed at countering the flow of narcotics.</p><p>But abundant evidence, including Trump’s own words in the aftermath of the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\" target=\"_blank\" rel=\"noopener\">abduction</a> of President Nicolas Maduro, suggests that Washington’s true interest lies in Venezuela’s vast proven oil reserves – the largest in the world, estimated at about 303 billion barrels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US president initially framed Saturday’s attacks on Caracas as an anti-drug operation, with officials calling it an arrest of “two indicted fugitives” on narcotrafficking charges. <a href=\"/news/2026/1/4/who-is-is-nicolas-maduro\">Maduro</a> was indicted in the Southern District of New York courts for alleged “narco-terrorism conspiracy and cocaine importation conspiracy”, among other charges.</p><p>But within hours of the US attacks on Caracas that killed dozens of civilians, officials and military personnel, Trump pivoted to openly discussing oil and US control of Venezuela.</p><p>In a press conference at his Mar-a-Lago residence in Florida, the US president claimed the US would “run the country” for now, rebuild oil infrastructure, and “take out a tremendous amount of wealth out of the ground” to sell to global customers, <a href=\"/news/2026/1/4/china-urges-us-to-stop-toppling-venezuelan-government-release-maduro\">including rivals China and Russia</a>.</p><p>Maduro has consistently denied involvement in the drug trade and has accused Washington of using this charge as an excuse to get to oil and other resources, even as the Trump team labelled Venezuelan-trafficked fentanyl a “weapon of mass destruction” and launched air strikes on boats accused of moving narcotic substances.</p><figure id=\"attachment_3925817\" aria-describedby=\"caption-attachment-3925817\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925817\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"oil-vital-to-venezuela-s-recovery\">Oil vital to Venezuela’s recovery</h2><p>The sudden abduction of the Venezuelan president has not yet translated to any major shift in the power structure of the South American nation.</p><p><a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Vice President Delcy Rodriguez</a> has been ordered by the constitutional chamber of Venezuela’s Supreme Court to serve as acting president “to guarantee administrative continuity and the comprehensive defence of the nation” as a legal framework is devised for the future.</p><p>She had also been serving simultaneously as finance minister and oil minister, giving her enormous influence over the nation’s embattled economy and efforts to vitalise the underdeveloped oil sector that produces less than it should as a result of sanctions and mismanagement.</p><p>Trump said the US would not occupy Venezuela if Rodriguez “does what we want”. He also declined to endorse the opposition leader, exiled Nobel laureate Maria Corina Machado, saying she does not have the approval or “respect” of the people.</p><p>What the US wants from Rodriguez is likely to revolve around Venezuela’s oil, which Trump and other US officials have characterised as US oil – based on the South American country’s nationalisation of its oil industry between the 1970s and the 2000s, forcing most US oil companies out.</p><p>“If you remember, they took all of our energy rights, they took all of our oil from not that long ago. And we want it back,” said Trump in December.</p><p>In his typically forthright manner, Trump has also said that Venezuela’s oil reserves would cover any costs the US incurs from its attack on the country, and “the damages” allegedly caused by Venezuela to the US.</p><p>Oil is vital to Venezuela, and the US had used its importance to pressure the country prior to the abduction of Maduro.</p><p>US sanctions targeting Venezuelan oil have been a core element of US policy toward Venezuela since 2017, especially under combined Trump-era directives. The state-owned oil company Petroleos de Venezuela, SA (PDVSA) is blacklisted, and Washington has taken measures restricting the shipment of diluents that are needed for heavy crude.</p><p>A host of oil traders, companies and ships that transport the goods have been sanctioned, including last month, while Trump ordered a blockade of sanctioned oil tankers entering or leaving Venezuelan waters, which led to at least two tankers being confiscated.</p><p>US sanctions and pressure are some of the main reasons why Venezuela’s oil exports are not comparable to the country’s oil reserves.</p><p>Venezuela’s oil exports averaged about a meager 950,000 barrels per day (bpd) in November, and the US “oil embargo” knocked them down to around 500,000 bpd last month, according to preliminary figures based on ship movements.</p><p>In comparison, major oil exporters like Saudi Arabia and Russia export millions of barrels per day on average.</p><p>Francisco Rodriguez, the former head of the economic advisory of the Venezuelan National Assembly, said gold and oil reserves are among the country’s main hopes for economic recovery.</p><p>“If the US moves to remove the sanctions and clear the hurdles for investors to come back in, you can get the oil output to 2.5 million barrels per day in the scope of three to five years,” he told Al Jazeera from the US state of Colorado, pointing out that production currently stands at below one million barrels per day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think what the Trump administration is saying is that we need to prioritise the recovery of the oil sector and get the economy on a manageable basis so that we think about more orderly political transition,” the former official said.</p><p>“But if you try to directly hand over the power to the opposition right now without having set the basis for economic recovery, that can actually be quite dangerous and lead to chaos.”</p><h2 id=\"what-does-this-mean-for-opec-and-others\">What does this mean for OPEC and others?</h2><p>At least in the short term, the Venezuela developments do not mean a major change for the Organization of the Petroleum Exporting Countries (OPEC). But things could drastically change with time.</p><p>Venezuela cannot quickly raise production due to its ageing infrastructure, and <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">unilateral US seizures of tankers</a> near Venezuela’s waters only led to an uptick in oil prices before another stabilisation.</p><p data-start=\"480\" data-end=\"636\">Venezuela’s upstream oil infrastructure, particularly under PDVSA, has suffered from more than a decade of underinvestment, so some wells are mechanically compromised, restarting shut-in wells often requires full workovers or redrilling, not simple reactivation, and routine preventive maintenance largely ceased after the US embargoes.</p><p data-start=\"640\" data-end=\"767\">The crude cannot flow or be exported without diluents, which are being blocked by the US, while storage, blending, and upgrading facilities are bottlenecked, with many operating well below nominal capacity.</p><p>But theoretically, if a US-directed Venezuela manages to rapidly boost output in the future, OPEC will face a supply glut or will have to adjust quotas. This would give Washington indirect but major influence inside the group and over global supply, disrupting the delicate balance members have been trying to keep for years.</p><p>West Asia neighbours like Iran and Saudi Arabia are also directly affected if Caracas leans towards the US in the long term.</p><p>The anti-US and Israel establishment in Iran has lost another major ally in Maduro, after the fall of top leaders of the <a href=\"/news/2024/12/21/the-iran-led-axis-of-resistance-in-the-aftermath-of-syrias-upheaval\">Tehran-backed “axis of resistance”</a> over the past two years.</p><p>Iran has also been hampered in efforts to develop its oil sector due to stringent Western sanctions, and like Venezuela under Maduro, Iran sends most of its oil at heavily discounted prices through a shadow fleet of ships to China. A robust return of Venezuelan oil to the market would further undermine Iranian oil.</p><p>Saudi Arabia was not a close ally of the Maduro establishment like Iran, but it also risks future oversupply that may push global prices down if Venezuela makes a comeback. That may force Riyadh to cut production and weaken its price leadership in the global market.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Spanish Empire: Sword and Cross | History | Al Jazeera",
            "time": "2026-01-04T18:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767534973.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How Spain conquered with armies and missionaries, fusing faith, force and gold into global dominance.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This film explores how the Spanish empire built its global dominance by fusing military conquest, religious conversion and imperial wealth.</p><p>At the heart of the Spanish expansion was the close alliance between crown, church and conquest. Military campaigns were inseparable from missionary efforts as conversion to Christianity became both a justification for empire and a tool of control. Faith and force advanced together, reshaping societies across the Americas.</p><p>Through the conquests of the Aztec and Incan empires, the documentary shows how Spanish power was established through violence, alliances and religious authority. The mission system spread across the Americas, reorganising Indigenous life around churches, labour regimes and colonial administration. Conversion promised salvation but enforced obedience and cultural destruction.</p><p>The film also examines the economic foundations of Spanish imperial power. Vast quantities of gold and silver were extracted from the Americas alongside the exploitation of Indigenous and enslaved labour. These resources fuelled European economies, financed global trade and helped integrate the Americas into an emerging world system built on extraction and inequality.</p><p>By tracing how faith, conquest and wealth operated together, the documentary reveals how Spanish colonialism shaped global capitalism, religious power and imperial governance. It shows how the legacies of conquest, forced conversion and resource extraction continue to influence social inequality, cultural identity and economic structures in the modern world and how current global superpowers like the United States and China adopt this model to their benefit. It also draws on the parallels between the erasure of cultural artefacts then and today’s “algorithmic colonisation”.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrian government and Kurdish-led SDF fail to progress on military merger | News | Al Jazeera",
            "time": "2026-01-04T17:57:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695a9331-1767543601.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian government and Kurdish-led SDF fail to progress on military merger</h1><p class=\"article__subhead\"><em>A deal penned in March stipulated that the Syrian Democratic Forces (SDF) would integrate with state institutions by the end of the year, but its implementation has since stalled.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian government officials have held talks with the commander of the main Kurdish-led force in the country over plans to merge it with the national army, state media reported, adding that no “tangible results” had been achieved.</p><p>The Kurdish-led and US-backed Syrian Democratic Forces (SDF) said in a statement on Sunday that a delegation led by top commander Mazloum Abdi (also known as Mazloum Kobani) held talks with government officials in Damascus related to the military integration process.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A major sticking point has been whether the SDF would remain a cohesive unit in the new army or whether it would be dissolved and its members individually absorbed. The group has tens of thousands of fighters and is the main force yet to be absorbed into Syria’s military.</p><p>State TV said the meeting did not produce “tangible results” and that the sides agreed to hold further meetings at a later date.</p><p>The leadership in Damascus under President Ahmed al-Sharaa <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">inked a deal in March</a> with the SDF, which controls large swathes of Syria’s oil-rich north and northeast. The Kurdish-led force was to merge with the Syrian army by the end of 2025, but there have been disagreements on how it would happen.</p><p>The deal also would bring all border crossings with Iraq and Turkiye, as well as airports and oil fields in the northeast, under the central government’s control. Prisons holding about 9,000 suspected members of the ISIL (ISIS) group are also expected to come under government control.</p><p>Turkiye considers the SDF a “terrorist” organisation because of its association with the Kurdistan Workers’ Party, or PKK, which has waged a decades-long armed conflict on its soil, although a <a href=\"/news/2025/10/26/kurdish-pkk-announces-its-withdrawing-fighters-from-turkiye-to-iraq\">peace process</a> is now under way.</p><p>Ankara sees the presence of Kurdish forces on its border as a security threat and has publicly called for them to be integrated into the state, but not as a single unit.</p><p>The SDF insists on a decentralised system of governance that would allow it to maintain its influence in the areas it controls. Tensions between the SDF and the government – which opposes calls for decentralisation – have occasionally led to violence.</p><p>In late December, <a href=\"/features/2025/12/23/clashes-in-aleppo-as-deadline-for-sdfs-integration-into-army-approaches\">clashes broke out</a> between security forces and SDF fighters in the northern city of Aleppo during a visit to Syria by Turkiye’s Foreign Minister Hakan Fidan.</p><p>Last month, Fidan urged the SDF to not be an obstacle to Syria’s stability and warned that patience with the group was running out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Has the US made peace with the rise of China? | Politics | Al Jazeera",
            "time": "2026-01-04T17:06:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/victor-gao-clean-1-1767546349.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">China political analyst Victor Gao argues that the US has come to terms with China’s growing power.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has realised it cannot keep “trying to police the whole world”, argues Victor Gao, the vice president of the Center for China and Globalization in Beijing.</p><p>Gao tells host Steve Clemons that improved China-US relations are “inevitable” although he warns that some American policymakers still view China as the number one threat and Chinese officials “never underestimate what American neofascists will cook up next”.</p><p>In this wide-ranging conversation, Gao maintains that Beijing has replaced Washington as the world’s champion of free trade and won’t allow the US to dominate the field of artificial intelligence.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "South Africa vs Cameroon 1-2: AFCON 2025 - as it happened | Football News | Al Jazeera",
            "time": "2026-01-04T16:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ad55857c4-1767560536_55c6ec-1767560568.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">South Africa vs Cameroon 1-2: AFCON 2025 – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as Cameroon see off South Africa in a last-16 showdown in Rabat, Morocco.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Nigeria vs Mozambique: AFCON 2025 - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-04T15:10:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251223__88XH7ZW__v1__MidRes__FblAfr2025Match05NgaTza-1766517641.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Nigeria vs Mozambique<br>\n<strong>What</strong>: <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">CAF Africa Cup of Nations</a><br>\n<strong>Where</strong>: Fez Stadium in Fez, Morocco<br>\n<strong>When</strong>: <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">Monday</a> at 8pm (19:00 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 16:00 GMT in advance of our text commentary stream.</p><p data-start=\"640\" data-end=\"773\">Fun, flair and fragility sum up Nigeria’s ongoing campaign at AFCON 2025.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"37\" data-end=\"148\">As the tournament’s leading attacking force, Nigeria have laid down an early marker as title contenders but while the West Africans boast impressive squad depth, they still need to shore up a leaky defence.</p><p data-start=\"1180\" data-end=\"1537\">The Super Eagles have moved on swiftly from the heartbreak of missing out on the FIFA World Cup and have been flying high in Morocco on the back of a talented squad featuring Ademola Lookman, Raphael Onyedika, Victor Osimhen and Alex Iwobi.</p><p data-start=\"1180\" data-end=\"1537\">As one of only two teams to maintain a perfect group-stage record, the former champions now face Mozambique, who for the first time advanced past the group stage, for a place in the quarterfinals.</p><p data-start=\"1544\" data-end=\"1700\">Ranked 102nd in the world, Mozambique are up for a historic knockout appearance, facing the daunting task of taking on a side ranked 74 places above them.</p><p>Here’s everything you need to know about Nigeria vs Mozambique:</p><h2 id=\"how-did-nigeria-reach-the-round-of-16\">How did Nigeria reach the round of 16?</h2><p>The African powerhouse soared into the knockouts as the table toppers of Group C<span>, registering victories over Tunisia, Uganda and Tanzania. Nigeria were the first team to reach the last 16 with a 100 percent record.</span></p><h2 id=\"how-did-mozambique-reach-the-round-of-16\">How did Mozambique reach the round of 16?</h2><p>Mozambique advanced as one of the four best third-placed sides. The Mambas lost two Group F games and won one, against Gabon, which ended their 40-year wait for a victory at the continental tournament. They are making their first appearance in AFCON’s knockout stages.</p><h2 id=\"who-will-the-winner-face-in-the-next-round\">Who will the winner face in the next round?</h2><p>The winner of the Nigeria and Mozambique match will travel to Marrakesh to face the winner of the Algeria and Democratic Republic of the Congo match in the <a href=\"/sports/2025/12/15/africa-cup-of-nations-2025-full-match-schedule-teams-groups-and-format\">quarterfinal</a> on January 10.</p><figure id=\"attachment_4198689\" aria-describedby=\"caption-attachment-4198689\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4198689\" src=\"/wp-content/uploads/2025/12/AFP__20251227__894Q2CC__v1__MidRes__FblAfr2025Match17NgaTun-1766857193.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Fez Stadium is pictured prior the Africa Cup of Nations (CAN) Group C football match between Nigeria and Tunisia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4198689\" class=\"wp-caption-text\">Fez Stadium has hosted all of Nigeria’s matches so far and will also be the venue for the fixture against Mozambique [Abdel Majid Bziouat/AFP]</figcaption></figure><h2 id=\"who-are-nigeria-s-best-players\">Who are Nigeria’s best players?</h2><p data-start=\"449\" data-end=\"743\">With two goals and two assists, forward Lookman has been one of Nigeria’s standout players at the tournament. The 28-year-old was the architect of the team’s victories in their opening two games, equally influential as both a playmaker and a finisher.</p><p data-start=\"750\" data-end=\"876\">Rested for the final group match, Lookman is expected to come out all guns blazing against their East African opponents.</p><p data-start=\"883\" data-end=\"1204\">Midfielder Onyedika, who scored twice in the last match, is another key contributor while Iwobi has been pulling the strings in the midfield, and striker Osimhen remains one of the most feared attackers in the competition.</p><p></p><h2 id=\"who-are-mozambique-s-best-players\">Who are Mozambique’s best players?</h2><p>Winger Geny Catamo has scored two of Mozambique’s four goals at the tournament and has been central to their historic qualification. Forward Faisal Bangal and right back Diogo Calila have also found the net.</p><h2 id=\"nigeria-and-mozambique-form-guides\">Nigeria and Mozambique form guides</h2><p><strong>Nigeria</strong>: W-W-W-L-L</p><p><strong>Mozambique</strong>: L-W-L-L-D</p><ul>\n<li>Nigeria finished the group stage with eight goals, the highest tally in the competition, while also recording the highest average possession rate (66 percent).</li>\n<li>Nigeria have won all three of their group games for the first time since 2021.</li>\n<li>Mozambique’s victory over Gabon is their only win in 18 AFCON matches (D4 L13).</li>\n<li>Mozambique are yet to keep a clean sheet at AFCON, conceding in all 18 games.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Nigeria and Mozambique have met in five previous encounters across competitive and friendly games.</p><p>Nigeria dominate the head-to-head record with four wins and a draw.</p><h2 id=\"when-did-nigeria-and-mozambique-last-meet\">When did Nigeria and Mozambique last meet?</h2><p>The teams last met in a friendly in Albufeira, Portugal, in October 2023 when Nigeria won 3-2.</p><h2 id=\"nigeria-vs-mozambique-stat-attack\">Nigeria vs Mozambique – stat attack</h2><p>Monday’s game will be their second meeting at AFCON. Their previous AFCON encounter came in the final group game of the 2010 edition when Nigeria ran out 3-0 winners.</p><p>This is Nigeria’s 16th successive appearance in the knockout rounds, having last failed to progress beyond the group stage in 1982.</p><p></p><h2 id=\"have-nigeria-ever-won-an-afcon-title\">Have Nigeria ever won an AFCON title?</h2><p>Nigeria are three-time AFCON champions, having lifted the trophy in 1980, 1994 and 2013.</p><p>They also finished as runners-up five times. This is their 21st appearance at the continental championship.</p><h2 id=\"have-mozambique-ever-won-an-afcon-title\">Have Mozambique ever won an AFCON title?</h2><p>No. This is their sixth appearance at the tournament, and the 2025 edition already marks their best finish.</p><h2 id=\"nigeria-team-news\">Nigeria team news</h2><p data-start=\"97\" data-end=\"341\">Cyriel Dessers, who is yet to feature, and Ryan Alebiosu, who made his debut in the previous game, are both ruled out through injury. Their absence is unlikely to have a major impact because neither is a regular starter.</p><p>Coach Eric Chelle could retain Onyedika in midfield after his brace in the last game, which earned him the player of the match award.</p><h2 id=\"nigeria-s-predicted-lineup\">Nigeria’s predicted lineup</h2><p>Stanley Nwabili (goalkeeper); Bright Osayi-Samuel, Semi Ajayi, Calvin Bassey, Bruno Onyemaechi; Samuel Chukwueze, Wilfred Ndidi, Onyedika, Iwobi; Osimhen, Lookman</p><h2 id=\"mozambique-team-news\">Mozambique team news</h2><p>Mozambique will be without Calila, who was taken off in the last game after only 15 minutes due to an injury. Nene, who scored an own goal against Cameroon, is also injured.</p><h2 id=\"mozambique-s-predicted-lineup\">Mozambique’s predicted lineup</h2><p>Ivane Urrubal (goalkeeper); Infren Nani, Mexer, Reinildo Mandava, Bruno Langa; Guima, Manuel Kambala; Catamo, Elias Pelembe, Witi; Bangal</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN General Assembly president on war, vetoes and UN reform | Gaza | Al Jazeera",
            "time": "2026-01-04T14:49:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767538151.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As global crises multiply and trust in international institutions erodes, the United Nations faces growing questions about its relevance and authority. Thirty years after pledges to end hunger and reduce inequality, progress is stalling, wars are spreading, and UN Security Council vetoes are paralysing action.</p><p>In this episode of <em>Talk to Al Jazeera</em>, UN General Assembly President Annalena Baerbock reflects on the UN’s credibility, the limits of the UNSC, and whether a more assertive UNGA can drive reform before the 2030 Sustainable Development Goals deadline.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gunmen kill over 30 in village raid, abduct others in northern Nigeria | Armed Groups News | Al Jazeera",
            "time": "2026-01-04T14:34:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WEBMAP-NIGERIA-NIGER-1000x562-1767537199.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gunmen kill over 30 in village raid, abduct others in northern Nigeria</h1><p class=\"article__subhead\"><em>Witnesses say the attackers drove motorcycles and opened fire indiscriminately on the Kasuwan ⁠Daji market in Demo village.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gunmen have raided a village in northern Nigeria’s Niger state, killing at least 30 villagers and abducting others, in what marks the latest deadly attack in the conflict-hit region.</p><p>“Over 30 victims lost their lives during the attack; some persons were also kidnapped,” Wasiu Abiodun, Niger police spokesman, said in a statement on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Abiodun added that the gunmen stormed Kasuwan ⁠Daji market in Demo village at around 4:30pm [15:30 GMT] on Saturday, ​burning stalls and looting food items.</p><p>Such attacks are all too common in Nigeria, Africa’s most populous country, where dozens of rogue gangs – locally known as “bandits” – often target remote communities with limited security and government presence.</p><p>The attackers arrived from the National Park Forest along Kabe district, according to the police, pointing to a usual trend where expansive forest reserves act as hideouts for armed gangs.</p><p>Witnesses said ‍they drove motorcycles and opened fire indiscriminately. “Women and children were not spared,” Dauda Shakulle, who was wounded while fleeing, told Reuters. “There has been ​no presence of security forces since the attacks ‌began. We are currently recovering corpses.”</p><p>Niger state’s Borgu local government area was also the site of another <a href=\"/news/2025/11/22/over-300-students-were-abducted-by-nigerian-gunmen-from-catholic-school\">attack in November</a>, when more than 300 schoolchildren and their teachers were kidnapped from a Catholic school. Those ‌victims were released after nearly a ⁠month in captivity.</p><p>Niger state has been one of the hardest hit by violence in recent months. Security forces ‌have struggled to contain the violence despite ongoing operations.</p><p>United States President Donald Trump threatened military action over what he described as targeted killings of Nigeria’s Christians, a narrative <a href=\"/news/2025/11/4/nigeria-pushes-back-on-trumps-claims-over-christian-killings\">rejected</a> by the Nigerian government, which says Muslims are the majority victims of attacks by armed groups.</p><p>The US, in cooperation with Nigeria, conducted air attacks against ISIL (ISIS) fighters in northwest Nigeria on Christmas Day on December 25, following Trump’s pledge to take action on what he called a “<a href=\"/news/2025/10/8/ted-cruz-blames-nigeria-for-mass-murder-of-christians-whats-the-truth\">Christian genocide</a>” in Nigeria.</p><p>“Tonight, ⁠at my direction as Commander in Chief, the United States launched a powerful and ​deadly strike ‌against ISIS Terrorist Scum in Northwest Nigeria,” ‌Trump said in a post on his Truth Social platform the day of the attack.</p><p>Trump’s assertions echo claims that have gained traction among right-wing and Christian evangelical circles in recent months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Nicolas Maduro? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T14:00:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T171225Z_871250073_RC2KTIALN5W7_RTRMADP_3_USA-VENEZUELA-1767513475.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nicolas Maduro, 63, kept an iron grip on power for over a decade in Venezuela.</p><p>It ended abruptly on Saturday, January 3, when United States forces abducted him and his wife, First Lady Cilia Flores, removing them from the country.</p><p>The two are ostensibly to be tried in a US court on drug- and weapons-related charges.</p><p>Who is Maduro? How did he come to lead Venezuela? And how did he end up abducted by the US? Here’s what we know.</p><h2 id=\"maduro-s-early-life\">Maduro’s early life</h2><p>Maduro was born in a working-class family on November 23, 1962, in the El Valle neighbourhood of Caracas.</p><p>His parents are Nicolas Maduro Garcia, a trade union leader, and Teresa de Jesus Moros, who also had three daughters together: Maria Teresa, Josefina, and Anita Maduro.</p><p>Maduro was raised under the significant influence of his father’s politics.</p><p>Maduro once shared that his grandparents were of Sephardic Jewish descent, and converted to Catholicism upon arriving in Venezuela.</p><p>Growing up, Maduro was a fan of Western rock music and often quoted artists including John Lennon.</p><p>He attended a public high school, the Liceo Jose Avalos, in El Valle, where he was involved in student politics and reportedly served as the student union president; however, there are no records that show he graduated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rise-to-power\">Rise to power</h2><p>Maduro’s political rise began in organised labour.</p><p>He is believed to have joined the Socialist League of Venezuela, a Marxist-Leninist party, in the early 1980s.</p><p>At the age of 24, in 1986, Maduro was sent as a representative of the Socialist League to Cuba for a year of political training at<span> the Escuela Nacional de Cuadros Julio Antonio Mella, run by the Union of Young Communists (UJC).</span></p><p>Upon his return, he started working as a bus driver in Caracas city’s metro system, and then founded and led the SITRAMECA, or Sindicato de Trabajadores y Trabajadoras del Metro de Caracas, in 1991.</p><p>Maduro became active in the transport workers’ union during the late 1980s and early 1990s, and founded one of the company’s first informal labour syndicates, gradually entering the power centres through union politics.</p><p>A 2006 cable from the US Embassy in Caracas, made public by WikiLeaks, noted that Maduro was on the national committee of the Socialist League and he “reportedly turned down a baseball contract from a U.S. Major League Baseball scout.”</p><p>He was moved by the leadership of Hugo Chavez, a Venezuelan lieutenant colonel who led the armed Bolivarian movement rebelling against the so-called “Puntofijismo” system, Venezuela’s two-party democracy system, and the sitting President Carlos Andres Perez, citing corruption.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the early 1990s, Maduro joined MBR-200, the civilian wing of the movement, and later continued to campaign for Chavez’s release after he was jailed for the failed 1992 coup.</p><p>Maduro met his future wife, Cilia Flores, when she headed the legal team that won freedom for Chavez in 1994.</p><p>After Chavez was pardoned and released, Maduro joined the Movement of the Fifth Republic, a socialist political party, in 1997 to run in the 1998 elections. Maduro was elected to the National Constituent Assembly while Chavez won the presidency.</p><p>Maduro was close to Chavez during the drafting of a new constitution in 1999, and after six years in office, he was designated the<span> minister of foreign affairs. In October 2012, Maduro became vice president of Venezuela amid the rapidly deteriorating health of Chavez.</span></p><h2 id=\"consolidation-of-power-in-caracas\">Consolidation of power in Caracas</h2><p>In December 2012, as the charismatic Chavez fell ill and was flying to Cuba for cancer treatment, he anointed Maduro, then the vice president, as his political successor in a televised address.</p><p>In elections after Chavez’s death, Maduro won by a slim margin in April 2013.</p><p>He began his presidency by expelling US diplomats, calling them “historical enemies” and accusing them of poisoning Chavez. He labelled the domestic opposition “fascists” working to “divide the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The first lady went on to hold multiple high-ranking positions, including attorney general and chief of parliament.</p><p>Maduro inherited firm control over key institutions that Chavez had already reshaped, including the military leadership, the Supreme Court, and state media.</p><p>But the former union leader did not have his mentor’s charisma, and had to deal with a collapsing economy and an opposition, including Maria Corina Machado, who later won the 2025 Nobel Peace Prize, that called for protests across the country. Maduro cracked down on them, killing at least 43 protestors.</p><p>Facing increasing opposition pressure and plummeting popularity, Maduro established a pro-government constituent assembly in 2017 to neutralise the legislature, now controlled by the opposition. Another round of protests and further crackdown followed, with Venezuelan forces killing more than 100 people.</p><p>All the while, the economy tanked, with Venezuela’s nearly 30 million population facing shortages of essentials, and oil production dropping to margins.</p><p>In the next election in 2018, Maduro was declared the winner unopposed, but 45 countries, including the US, did not recognise him, and he jailed some opposition leaders and forced others into exile.</p><p>In 2024, Maduro was again chosen the winner in the presidential election, widely seen as non-transparent, with the election council failing to show the tally sheets. More mass protests followed, met with a harsh crackdown.</p><figure id=\"attachment_4213603\" aria-describedby=\"caption-attachment-4213603\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213603\" src=\"/wp-content/uploads/2026/01/2024-07-25T110051Z_870521246_RC2W1Y9PYO1D_RTRMADP_3_VENEZUELA-ELECTION-MADURO-PROFILE-1767513250.jpg?w=770&amp;resize=770%2C534&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213603\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro gestures during an event in Caracas, Venezuela, December 8, 2022  [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"why-did-trump-decide-he-needed-to-remove-maduro\">Why did Trump decide he needed to remove Maduro?</h2><p>After US President Trump returned to office for a second term in January last year, he upped the ante against the Venezuelan leader.</p><p>The Trump administration imposed a 25 percent tariff on Caracas, doubled the bounty on Maduro, and imposed sanctions on his family members.</p><p>Since September, US forces have conducted strikes on vessels off the Venezuelan coast, which the White House alleges were involved in “narco-terrorism”.</p><p>Saturday came the tipping point, when Maduro and his wife were abducted by US special forces and taken to the US to face trial on charges brought against them in the US.</p><figure id=\"attachment_4213600\" aria-describedby=\"caption-attachment-4213600\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213600\" src=\"/wp-content/uploads/2026/01/2018-08-04T232211Z_1404503989_RC1198793F00_RTRMADP_3_VENEZUELA-MADURO-1767513238.jpg?w=770&amp;resize=770%2C460&amp;quality=80\" alt=\"maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213600\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro attends a military event in Caracas on August 4, 2018 [Miraflores Palace/Handout via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Venezuelans divided after US attack and Maduro’s abduction | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-04T13:36:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767533639.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Former world boxing champion Tyson Fury comes out of retirement again | Boxing News | Al Jazeera",
            "time": "2026-01-04T13:32:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-12-21T223116Z_1415283416_UP1EKCL1QK2U7_RTRMADP_3_BOXING-HEAVYWEIGHT-USYK-FURY-1766209462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former world boxing champion Tyson Fury comes out of retirement again</h1><p class=\"article__subhead\"><em>‘Been away for a while but I’m back now, 37 years old and still punching,’ Fury said in a post announcing his return.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former world heavyweight champion Tyson Fury has announced his return to boxing, having retired from the sport in December 2024 after losing to Oleksandr Usyk in a bout for three of the four major world titles.</p><p>The British star confirmed his comeback in a post on social media, which sets up the prospect of a long-awaited showdown with Anthony Joshua.</p><p>Fury posted on Instagram that “2026 is that year. Return of the mac.”</p><p>“Been away for a while but I’m back now, 37 years old and still punching,” he said. “Nothing better to do than punch men in the face and get paid for it.”</p><p>Before his two bouts with Usyk, Fury was unbeaten in 35 fights, winning 34 and drawing one.</p><p>Fury did not mention potential opponents, but his announcement comes after increased speculation about a clash with British rival Joshua in 2026. Joshua, who is also a former world champion, last month knocked out YouTube star Jake Paul. But he was injured in a fatal car crash that killed two of his friends in Nigeria this week, which has resulted in uncertainty over his immediate plans.</p><p>Fury is a two-time world champion. He ended the reign of Wladimir Klitschko with a points win in 2015 that saw him crowned Super WBA, IBF and WBO champion.</p><p>He didn’t fight again until 2018 – but a thrilling trilogy with American Deontay Wilder resulted in a draw and two victories for him to claim the WBC title.</p><p>Fury previously said he was retiring after he beat Dillian Whyte in 2022, but was back in the ring the following year.</p><p>A fight with Joshua has long been anticipated. There is also the potential of a trilogy-capping fight with Usyk or a clash with WBO champion Fabio Wardley.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Photo of Maduro bound and blindfolded posted by Trump sparks condemnation | Nicolas Maduro | Al Jazeera",
            "time": "2026-01-04T13:26:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767533138.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saudi-backed government forces retake multiple cities in southern Yemen | Conflict News | Al Jazeera",
            "time": "2026-01-04T13:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a5dbac068-1767529914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemeni government troops backed by Saudi Arabia have retaken the governorates of Hadramout and al-Mahra from the United Arab Emirates-backed secessionist Southern Transitional Council (STC) as tensions between the <a href=\"/video/inside-story/2025/12/31/what-is-behind-the-saudi-uae-rupture-in-yemen\">regional Gulf Arab powers</a> continue to simmer.</p><p>Rashad al-Alimi, head of the Presidential Leadership Council (PLC), the internationally recognised government in the splintered war-ravaged nation, said in a statement on Saturday that Saudi-backed Homeland Shield forces had achieved “record success” in “retaking all military and security positions in the province” bordering Saudi Arabia after the operation launched a day earlier.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Crucially, the government announced that it had retaken control of Mukalla, the key eastern port and capital of Hadramout province, from the STC, which seized it last month and which Saudi forces attacked in recent days.</p><p>Government sources told Al Jazeera Arabic that Yemeni government forces had taken control of all of the districts in Hadramout, Yemen’s largest governorate.</p><p>The Director General of the Youth Office for al-Mahra governorate, Mohammed Omar Suwailam, also told the Anadolu news agency on Sunday that Homeland Shield forces have taken control of all nine districts of the governorate following the withdrawal of STC forces.</p><p>Since Tuesday, Yemen has seen an unprecedented escalation in tensions after STC forces took control of Hadramout and al-Mahra in early December – the two provinces make up nearly half of Yemen’s territory and share a border with Saudi Arabia.</p><p>According to Al Jazeera’s Yemen affairs editor, Ahmed al-Shalafi, major shifts have occurred in Yemen’s political and military landscape over the past day.</p><p>“The Yemeni army and the Homeland Shield forces were able to enter the battlefield and interfere militarily to resolve the conflict on the ground,” he said.</p><p>“The political action came second, when the Yemeni government invited the Southern Transitional Council for a conference in Saudi Arabia,” al-Shalafi added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"casualties-and-tensions-in-aden\">Casualties and tensions in Aden</h2><p>Since Friday, at least 80 STC fighters have been killed in fighting with Saudi-backed forces, a group official told the AFP news agency on Sunday.</p><p>According to the official, at least 152 members of the STC’s forces were wounded, and 130 were taken captive.</p><p>On Saturday, a military official with the STC told AFP Saudi warplanes had carried out “intense” air raids on one of the group’s camps at Barshid, west of Mukalla.</p><p>Still, the STC welcomed an offer of <a href=\"/news/2026/1/3/saudi-arabia-welcomes-request-from-yemen-to-help-resolve-southern-battle\">dialogue</a> from Saudi Arabia, calling it a “genuine opportunity” that could safeguard “the aspirations of the southern people”.</p><p>Additionally, local sources told Al Jazeera that life was gradually returning to normal in the city of Seiyun, in the region and governorate of Hadramout, where work has resumed as part of efforts to reactivate state institutions and ensure the continued provision of services to citizens.</p><p>Hadramout Governor Salem Ahmed Said al-Khanbashi arrived at Seiyun airport in Wadi Hadramout after the Homeland Shield forces took control of the region, Al Jazeera Arabic has reported.</p><p>But tensions and discord still abound elsewhere in the south.</p><p>Yemen’s internationally recognised government released a statement regarding alleged restrictions on movement imposed by the STC in the port city of Aden in southern Yemen.</p><p>The government accused the STC of preventing some travellers from entering Aden, and detaining people trying to enter the city, including families and sick people seeking treatment.</p><p>It said the STC’s “restrictions on citizens’ movement to Aden are a grave violation of the constitution and a breach of the Riyadh Agreement. We call on the Southern Transitional Council to immediately and unconditionally end all restrictions on the movement of citizens. We affirm that the state will take measures to protect civilians and guarantee freedom of movement.”</p><p>A government official told Reuters that Yemeni government forces would press on from Hadramout to Aden, an STC stronghold.</p><p>Some flights have resumed from Aden International Airport, after it closed on Thursday, with the government and Saudi Arabia on one hand, and the STC on the other, exchanging blame for the shut down.</p><p>Restrictions have continued elsewhere, however, with the US embassy in Yemen saying it had received reports of closures and redirected flights to and from Socotra, a Yemeni island in the Indian ocean.</p></div></div></body></html>"
        },
        {
            "title": "Who is Venezuelan Vice President Delcy Rodriguez, now leading the country? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-04T12:21:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a442c032c-1767523372.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A brief power vacuum had emerged in Venezuela in the sudden chaos and confusion after the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro by the United States.</p><p>But shortly after the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">US military</a> rained strikes down on Caracas and other areas on Saturday, US President Donald Trump – in a surprise snub against Venezuelan opposition leader Maria Corina Machado, who was awarded last year’s Nobel Peace Prize – noted that Vice President Delcy Rodriguez, 56, had been sworn in as interim president.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The right-wing Machado – who had cosied up to Trump, especially after her October Nobel win, an honour that he himself coveted and she dedicated to him – was described by the US president as <a href=\"/video/newsfeed/2026/1/4/trump-says-opposition-leader-maria-corina-machado-unfit-to-run-venezuela\">not having enough support</a> or “respect” to be Venezuela’s leader.</p><p>Trump said Rodriguez had talked to US Secretary of State Marco Rubio and was “essentially willing to do what we think is necessary to make Venezuela great again”.</p><p>“I think she was quite gracious,” Trump added. “We can’t take a chance that somebody else takes over Venezuela that doesn’t have the good of the Venezuelan people in mind.”</p><p>However, Rodriguez’s remarks soon after the strikes and abduction were diametrical: She criticised the US military action as “brutal aggression” and called for Maduro’s immediate release.</p><p>“There is only one president in this country, and his name is Nicolas Maduro,” Rodriguez said defiantly on state television as she was flanked by top civilian officials and military commanders.</p><p>Who, then, is the current acting president of Venezuela?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"revolutionary-roots\">Revolutionary roots</h2><p>A Caracas native, Rodriguez was born on May 18, 1969. She is the daughter of left-wing rebel fighter Jorge Antonio Rodriguez, who founded the Socialist League party in the 1970s. Her father was killed while tortured in police custody in 1976, a crime that shook many activists of the era, including a young Maduro.</p><p>Rodriguez’s brother, also named Jorge, also holds a key role in government as the head of the National Assembly.</p><p>She is an attorney who graduated from the Central University of Venezuela and rose rapidly through the political ranks in the past decade. Rodriguez has a long history of representing on the world stage what late President Hugo Chavez called his socialist “revolution” with those carrying on his legacy referred to as Chavistas.</p><p>She served as communication and information minister from 2013 to 2014, foreign minister from 2014 to 2017 and as the head of a pro-government Constituent Assembly, which expanded Maduro’s powers, in 2017.</p><h2 id=\"economic-prowess\">Economic prowess</h2><p>Rodriguez is sometimes perceived as more moderate than many soldiers who took up arms with Chavez in the 1990s.</p><p>Rodriguez’s roles as finance and oil minister, held simultaneously with her vice presidential post, have made her a key figure in the management of Venezuela’s economy and gained her major influence with the country’s withered private sector. She has applied orthodox economic policies in a bid to fight hyperinflation.</p><p>Maduro added the oil ministry to Rodriguez’s portfolio in August 2024, tasking her with managing escalating US sanctions on Venezuela’s most important industry.</p><p>“This high profile within the government is what has likely made the negotiation attractive to the United States,” Caracas-based journalist Sleither Fernandez told Al Jazeera.</p><p>Rodriguez developed strong ties with Republicans in the US oil industry and on Wall Street who balked at the notion of a US-led change in Venezuela’s government.</p><p>Among her past interlocutors were Blackwater security company founder Erik Prince and, more recently, Richard Grenell, a Trump special envoy who tried to negotiate a deal with Maduro for greater US influence in Venezuela.</p><figure id=\"attachment_4213921\" aria-describedby=\"caption-attachment-4213921\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4213921\" src=\"/wp-content/uploads/2026/01/afp_695a4406b7d4-1767523334.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Venezuela's Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas on November 5, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4213921\" class=\"wp-caption-text\">Venezuelan Vice President Delcy Rodriguez speaks during the Antifascist Global Parliamentary Forum in Caracas [File: AFP]</figcaption></figure><h2 id=\"a-tiger\">A ‘tiger’</h2><p>Despite being perceived as more moderate, Maduro has called Rodriguez a “tiger” for her die-hard defence of his socialist government.</p><p>When she was named vice president in June 2018, Maduro described her as “a young woman, brave, seasoned, daughter of a martyr, revolutionary and tested in a thousand battles”.</p><p>After Maduro’s abduction on Saturday, Rodriguez demanded the US government provide proof of life for Maduro and his wife, Cilia Flores, and minced no words in denouncing the US actions.</p><p>“We call on the peoples of the great homeland to remain united because what was done to Venezuela can be done to anyone. That brutal use of force to bend the will of the people can be carried out against any country,” she said in an address broadcast by the state television channel VTV.</p><p>The Constitutional Chamber of Venezuela’s Supreme Court later on Saturday ordered Rodriguez to serve as acting president.</p><p>The court ruled that Rodriguez will assume “the office of President of the Bolivarian Republic of Venezuela, in order to guarantee administrative continuity and the comprehensive defence of the Nation”.</p><p>According to Fernandez, certain constitutional guarantees may be restricted for the time being, which implies that the acting president’s public powers may be limited.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Swiss police identify all bodies after deadly New Year’s Eve bar fire | Police News | Al Jazeera",
            "time": "2026-01-04T11:58:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695a4bab2779-1767525291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Swiss police identify all bodies after deadly New Year’s Eve bar fire</h1><p class=\"article__subhead\"><em>According to the Valais police, those identified include 10 Swiss people, two Italians, one person with Italian-Emirati citizenship, one Romanian, one person from France, and one from Turkiye.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Jan 2026</span><span aria-hidden=\"true\">4 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Swiss police say they have identified all of those who died during a fatal fire in a bar on New Year’s Eve that killed 40 people, in one of the country’s <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">deadliest disasters</a>.</p><p>According to the police on Sunday, those identified include 21 Swiss nationals, six Italians – including one person with Italian-Emirati citizenship – one Romanian, nine people from France, and one from Turkiye.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The youngest to have been killed was a 14-year-old Swiss girl, followed by two 15-year-old Swiss girls. The oldest was a French national, aged 39.</p><p>The blaze took place at the Le Constellation bar in the mountain resort of Crans-Montana, southern Switzerland, and also injured about 119 people, some of whom suffered severe burns and were transferred to burn units across Europe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>For the local community, the aftermath of the tragic fire is causing acute distress.</p><p>Damiano Vizioli, a 24-year-old living in neighbouring Sion, was in Le Constellation on New Year’s Eve but had gone outside to smoke a cigarette when the bar was suddenly engulfed in flames.</p><p>“I’m not sleeping well because I can hear the people screaming,” Vizioli told the Reuters news agency. He went back to the bar, desperate for news of a friend working there whom he has not heard from since.</p><p>Eric Schmid, a 63-year-old local businessman, also told Reuters that the disaster will be felt “quite deep, and I think it’ll take time to heal”.</p><p>“We [the Swiss] are mountain people. We will survive, of course, but that’s not the most important thing,” he said.</p><p>“It’s more about the kids and all these people who have been affected. But the messages and signs of solidarity are super important,” he added.</p><p>Swiss prosecutors said on Saturday two people who ran the bar are under criminal investigation on suspicion of offences including <a href=\"/news/2026/1/3/swiss-launch-criminal-investigation-over-deadly-fire-at-ski-resort-bar\">homicide</a> by negligence.</p></div></div></body></html>"
        }
    ]
}