{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Tourists from Malawi and Zambia are first to face $15,000 visa bonds in US | Donald Trump News | Al Jazeera",
            "time": "2025-08-05T20:20:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25192396763288-1754425118.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of State has announced the first foreign citizens to be subject <a href=\"/news/2025/8/4/us-to-require-up-to-15000-bond-for-some-tourists\">to bonds</a> of up to $15,000 should they visit the country on tourist visas.</p><p>On Tuesday, Zambia and Malawi, both African countries, were the inaugural entries on <a href=\"https://travel.state.gov/content/travel/en/News/visas-news/countries-subject-to-visa-bonds.html\" target=\"_blank\" rel=\"noopener\">a list</a> of countries that the State Department will subject to visa bonds.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The idea, announced earlier this week, is to impose bonds on countries whose citizens have high rates of overstaying their US visas.</p><p>Tourists from those countries would have to pay an amount ranging from $5,000 to $15,000 at the time of their visa interview to enter the US. Then, if the tourist departs on or before their visa’s expiration, that amount would be refunded to them.</p><p>The money would also be returned if the visa were cancelled, if the travel does not occur, or if the tourist is denied entry into the US.</p><p>Should a tourist overstay their visa — or apply for asylum or another immigration-related programme while in the US — the federal government would keep the money.</p><p>More countries, in addition to Malawi and Zambia, are expected to be added to the list. The bond requirement is slated to take effect for those two countries starting on August 20.</p><p>“This targeted, common-sense measure reinforces the administration’s commitment to US immigration law while deterring visa overstays,” State Department spokesperson Tammy Bruce said on Tuesday.</p><p>US President Donald Trump has taken a hardline approach to immigration since his return to office in January for a second term.</p><p>On his first day back in office, Trump signed an executive order called “Protecting the American People Against Invasion”, which denounced the “unprecedented flood of illegal immigration” into the US.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It pledged to forcefully execute US immigration laws. That executive order was ultimately cited as the basis for the new visa bonds.</p><p>The bonds are part of a pilot programme announced on Monday, slated to last 12 months.</p><p>“This [temporary final rule] addresses the Trump Administration’s call to protect the American people by faithfully executing the immigration laws of the United States,” a <a href=\"https://www.federalregister.gov/documents/2025/08/05/2025-14826/visas-visa-bond-pilot-program\" target=\"_blank\" rel=\"noopener\">filing to the Federal Register</a> reads.</p><p>Every year, the Department of Homeland Security (DHS) releases a report about visa overstays in the US.</p><p>The most <a href=\"https://www.dhs.gov/sites/default/files/2024-10/24_1011_CBP-Entry-Exit-Overstay-Report-FY23-Data.pdf\" target=\"_blank\" rel=\"noopener\">recent report</a>, released in 2024, found that there were 565,155 visa overstays for fiscal year 2023. That amounted to only 1.45 percent of the total non-immigrant admissions into the US.</p><p>“In other words, 98.55 percent of the in-scope nonimmigrant visitors departed the United States on-time and in accordance with the terms of their admission,” the report explains.</p><p>In its breakdown of country-by-country overstay rates, the report indicated that both Malawi and Zambia had relatively high visa overstay rates, at 14.3 and 11.1 percent, respectively.</p><p>But Zambia and Malawi are both smaller countries with relatively few tourism- or business-related arrivals in the US.</p><p>According to the report, only 1,655 people arrived from Malawi in fiscal year 2023 for business or pleasure. Of that total, 237 overstayed their visas.</p><p>Meanwhile, 3,493 people arrived from Zambia for tourism or business during the same time frame. Of that total, 388 surpassed their visa limits.</p><p>Those numbers are dwarfed by the sheer numbers from larger, more populous countries with larger consumer bases. An estimated 20,811 Brazilians stayed in the US longer than their tourism or business visas allowed, for instance, and 40,884 overstays were from Colombia.</p><p>Critics have also pointed out that the newly imposed bonds put travel to the US — already a pricey prospect — further out of reach for residents of poorer countries.</p><p>The Council on American-Islamic Relations (CAIR), an advocacy group, was among those that denounced the new bond scheme as discriminatory. It described the system as a form of exploitation — a “legalised shakedown” — in a <a href=\"https://www.cair.com/press_releases/cair-says-trump-admins-15000-visa-bond-program-is-legalized-shakedown-not-national-security/\" target=\"_blank\" rel=\"noopener\">statement</a> on Tuesday.</p><p>“This is not about national security,” said Robert McCaw, CAIR’s government affairs director. “It’s about weaponising immigration policy to extort vulnerable visitors, punish disfavored countries, and turn America’s welcome mat into a paywall.”</p><p>Citizens of countries that are part of the US’s visa waiver programmes are not subject to the visa bonds unveiled this week.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill more than 80 people across Gaza as starvation worsens | Gaza News | Al Jazeera",
            "time": "2025-08-05T20:10:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T064507Z_108832796_RC2S0GA61653_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754424802.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli attacks have killed at least 83 Palestinians across the Gaza Strip amid a deepening Israel-induced hunger crisis, medical sources have told Al Jazeera, as hospitals in the besieged territory have recorded eight more deaths from starvation and malnutrition.</p><p>Among those killed on Tuesday were 58 aid seekers who were shot by Israeli forces as they approached aid distribution sites <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">operated by the US- and Israeli-backed GHF</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Al Jazeera’s Hind Khoudary, reporting from Deir el-Balah in central Gaza, said the “same exact scenario plays out in Gaza <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">every single day</a>” since GHF distribution sites began operating in May.</p><p>“Palestinians are approaching these distribution sites, waiting for food, but the Israeli forces are opening fire,” Khoudary said.</p><p>She quoted sources at al-Shifa Hospital as saying the number of injured people who have been transferred from the distribution point near northern Gaza’s Zikim crossing “is very large”.</p><p>“Injuries are coming with bullets in parts of their bodies that are very hard to treat, including their heads, necks and also their chests,” Khoudary said. “The cycle of violence is the same in all three distribution locations.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The GHF has been heavily criticised by the United Nations and other humanitarian organisations for failing to provide enough aid and for the dire security situation at and around its aid distribution sites.</p><p>So far, more than 1,560 Palestinians seeking aid have been killed by Israeli forces while trying to receive food amid the Israeli-induced starvation crisis.</p><p>The attacks come as aid agencies and health officials warn of a sharp rise in starvation, particularly among children and the elderly.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"x_MsoNormal\">Salim Asfour, 75, told Al Jazeera he had been living off nothing but bread and water for months and had dropped from 80 kg to 40 kg (88 lbs) since the start of the war.</p><p>“My son needs to help me walk to the bathroom,” he said. “How will I go get the food aid from Rafah. How will I walk 20 km (12 miles)?”</p><blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/reel/DM_Kj95sBxA/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote><p></p><p> </p><p>According to Gaza’s Ministry of Health, eight more people have died of starvation or malnutrition in the latest 24-hour reporting period, including a child. This brings the total number of Palestinians who have died from hunger or malnutrition since Israel’s war began to 188, including 94 children.</p><p>On Monday, Israel allowed 95 aid trucks into the Strip, far below the 600 trucks per day needed to meet minimum survival needs, according to the UN agency for Palestinian refugees (UNRWA). The daily average now stands at 85 trucks.</p><p>Gaza’s Government Media Office has once again warned of an intensifying humanitarian catastrophe and in a statement said most of the limited aid has been looted due to “security chaos being sowed by the Israeli occupation as part of a systematic policy of engineering chaos and starvation”.</p><h2 id=\"full-israeli-takeover\">Full Israeli takeover?</h2><p>Despite intense international pressure for a ceasefire to ease hunger and the appalling conditions in the besieged Palestinian enclave, efforts to mediate a truce between Israel and Hamas have collapsed.</p><p>Instead, Israeli Prime Minister Benjamin Netanyahu looks poised <a href=\"/news/2025/8/5/israels-netanyahu-has-decided-on-full-occupation-of-gaza-reports-say\">to announce plans</a> to fully occupy the Gaza Strip, according to Israeli media reports.</p><p>Netanyahu’s office said in a statement on Tuesday that he had held a “limited security discussion” lasting about three hours, during which military Chief of Staff Eyal Zamir “presented the options for continuing the campaign in Gaza”.</p><p>An Israeli official told the Reuters news agency that Defence Minister Israel Katz and Strategic Affairs Minister Ron Dermer, an aide of Netanyahu, would attend a meeting later this week to decide on a strategy to take to the cabinet. Israeli media reported that the cabinet is to convene on Thursday.</p><p>Israel’s Channel 12, quoting an official from Netanyahu’s office, said the prime minister was leaning towards taking control of the entire territory, which the Israeli army has mostly reduced to rubble.</p><p class=\"p1\">The United Nations on Tuesday called reports about a possible decision to expand Israel’s military operations throughout the Gaza Strip “deeply alarming” if true.</p><p class=\"p1\">“International law is clear in the regard, Gaza is and must remain an integral part of the future Palestinian state”, UN Assistant Secretary-General Miroslav Jenca told a UN Security Council meeting.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Tuesday, Israeli tanks pushed into central Gaza, but it was not clear if the move was part of a larger ground offensive.</p><p>Palestinians living in the last quarter of territory where Israel has not yet taken military control via ground incursions or forced evacuations said any new push would be catastrophic.</p><p>“If the tanks pushed through, where would we go? Into the sea? This will be like a death sentence to the entire population,” said Abu Jehad, a Gaza wood merchant.</p><p>More than 61,020 Palestinians, including at least 18,430 children, have been killed in Gaza since the war began in October 2023, according to Gaza health authorities.</p><p>Forty-nine captives, including 27 who are believed to be dead, are still being held by Hamas, according to Israeli authorities.</p><p>Israel’s deadly assault has also forced nearly all of Gaza’s more than 2 million people from their homes and caused what a global hunger monitor <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">last week called</a> an unfolding famine.</p></div></div></body></html>"
        },
        {
            "title": "President of Egypt accuses Israel of ‘systematic genocide’ | Newsfeed | Al Jazeera",
            "time": "2025-08-05T20:09:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754424538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Major flooding in Hong Kong as highest weather warning issued | Floods | Al Jazeera",
            "time": "2025-08-05T19:12:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754421099.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Tennessee executes Byron Black despite concerns about his defibrillator | Death Penalty News | Al Jazeera",
            "time": "2025-08-05T19:08:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25217566639219-1754419338.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The state of Tennessee, part of the southern United States, has executed a man with an implanted defibrillator <a href=\"/news/2025/7/31/us-court-says-man-with-defibrillator-can-be-executed-despite-concerns\">despite concerns</a> that the medical device could attempt to restart his heart, thereby prolonging his death.</p><p>On Tuesday, state officials administered a lethal injection to Byron Black, a 69-year-old man convicted for a 1988 triple homicide.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Black’s death came after his lawyers failed in a last-ditch effort on Monday to halt the execution, on the basis that the defibrillator would continually try to shock his heart as he died.</p><p>The Eighth Amendment of the US Constitution bars cruel and unusual punishment, and Black’s lawyers argued that executing him without first disabling the defibrillator would violate that prohibition, as the shocks would cause him extreme pain.</p><p>But the US Supreme Court allowed the execution to proceed, as did the state’s governor, Republican Bill Lee, who could have offered clemency.</p><p>Prison officials confirmed that Black died at 10:43am local time (15:43 GMT).</p><p>The Associated Press reported that witnesses observed Black looking around the room and breathing heavily as the execution started. Shortly afterwards, he reportedly told a spiritual adviser he was hurting.</p><figure id=\"attachment_3874155\" aria-describedby=\"caption-attachment-3874155\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874155\" src=\"/wp-content/uploads/2025/08/AP25217610925150-1754419287.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Relatives of the Clay family, the victims in a 1988 triple murder, gather for an outdoor press conference under a tent.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874155\" class=\"wp-caption-text\">Relatives of Angela Clay and her daughters Lakeisha and Latoya gather outside Riverbend Maximum Security Institution after the execution of Byron Black, who was convicted of their murders [Mark Humphrey/AP Photo]</figcaption></figure><h2 id=\"an-increase-in-capital-punishment\">An increase in capital punishment</h2><p>Black’s death marks the 28th court-ordered execution in the US this year, and the second in Tennessee since May.</p><p>Executions in the state had been on hold for the past five years, first because of the COVID-19 pandemic and later because of revelations that lethal injections had failed to undergo necessary testing to ensure their safety.</p><p>The state responded by commissioning an independent investigation to follow up on the concerns, which revealed loopholes in the protocol for acquiring and administering the injections.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The number of executions nationwide in 2025 is slated to be the highest since at least 2015, when 28 people overall were put to death.</p><p>At least eight other people are scheduled to die this year as part of court-mandated executions, and <a href=\"/news/2024/12/24/trump-promises-death-penalty-for-rapists-murderers-after-biden-pardons\">US President Donald Trump</a> has signalled his support for expanding the use of the death penalty during his second term.</p><p>On January 20, his first day back in office, Trump signed an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/restoring-the-death-penalty-and-protecting-public-safety/\" target=\"_blank\" rel=\"noopener\">executive order</a> reversing a moratorium on the federal death penalty implemented under former US President Joe Biden</p><p>The order also said his administration would pursue the punishment “for all crimes of a severity demanding its use”.</p><p>Trump <a href=\"/news/2024/10/12/trump-calls-for-death-penalty-for-migrants-who-kill-us-citizens-police\">cited as examples</a> the murder of law enforcement officers and capital crimes by undocumented immigrants as appropriate instances for the death penalty.</p><p>“Capital punishment is an essential tool for deterring and punishing those who would commit the most heinous crimes and acts of lethal violence against American citizens,” Trump wrote.</p><p>The executive order added that the US attorney general would ensure each state had “a sufficient supply of drugs needed to carry out lethal injection”, should they choose to do so.</p><p>Capital punishment is legal in 27 states, as well as on the federal level. The US is the only developed country in the West to use the death penalty.</p><figure id=\"attachment_3874162\" aria-describedby=\"caption-attachment-3874162\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3874162\" src=\"/wp-content/uploads/2025/08/AP25217599007525-1754419394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Relatives of Angela Clay leave a detention center where Byron Black was put to death.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3874162\" class=\"wp-caption-text\">Relatives of the victims killed by convicted murderer Byron Black are escorted from the Riverbend Maximum Security Institution in Nashville, Tennessee [Mark Humphrey/AP Photo]</figcaption></figure><h2 id=\"inside-byron-black-s-case\">Inside Byron Black’s case</h2><p>Opponents of the death penalty have long argued that the practice violates basic human rights and risks doing irreversible damage to people later found to be innocent.</p><p>In Black’s case, lawyers pointed to the 69-year-old’s numerous health conditions as reasons not to execute him.</p><p>He reportedly suffered from dementia, brain damage, kidney failure and heart damage that necessitated his use of an implantable cardioverter-defibrillator.</p><p>Critics argued Black’s intellectual disabilities alone should have made him ineligible for the death penalty.</p><p>Black had been convicted on three counts of first-degree murder for the 1988 shooting deaths of his girlfriend Angela Clay and her two daughters, Latoya and Lakeisha Clay, who were nine and six years old, respectively.</p><p>The murders took place while Black was participating in a work-release programme, after he shot and wounded Clay’s estranged husband, Bennie Clay, in 1986.</p><p>For years, Black’s defence team has sought to delay and annul his execution. Black has been on death row for more than three decades, and his execution was initially scheduled for 2022.</p><p>But in 2021, Black’s lawyers filed a motion to have the courts acknowledge his intellectual disabilities and review his sentence. Then, in 2022, Nashville District Attorney Glenn Funk filed a petition to remove Black from death row, citing a similar rationale.</p><p>Black’s execution was delayed that year when Tennessee put all its executions on hold to allow for its investigation into lethal injection practices.</p><p>But Black’s petition to be removed from death row was ultimately not successful. In July, however, Davidson County Chancery Court Judge Russell Perkins ruled that his defibrillator would have to be removed for the execution to proceed, to avoid the risk of “irreparable harm”.</p><p>The state of Tennessee, however, argued that it was difficult to find a medical professional who would agree to remove or deactivate the defibrillator, given the Hippocratic oath to avoid patient harm. It also argued that the pentobarbital used in the lethal injection would render Black unresponsive.</p><p>Tennessee’s Supreme Court ultimately sided with the state, saying that Perkins’s decision amounted to a “stay of execution”. The US Supreme Court, meanwhile, has declined petitions to take up the case.</p><p>Witnesses at Tuesday’s execution told US media that Black groaned as he died and appeared to be in distress.</p></div></div></body></html>"
        },
        {
            "title": "Schoolboy makes Hiroshima bombing personal for Peace Park visitors | Newsfeed | Al Jazeera",
            "time": "2025-08-05T18:53:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754419975.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US lawmakers criticise possible AI use in personalised flight ticket prices | Business and Economy News | Al Jazeera",
            "time": "2025-08-05T18:51:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25092849080205-1754416859.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US lawmakers criticise possible AI use in personalised flight ticket prices</h1><p class=\"article__subhead\"><em>Major US carriers deny using AI to set prices for individual consumers, but Transportation Department and Democrats threaten investigations if they do.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Transportation Secretary Sean Duffy says there are concerns about the use of artificial intelligence to set personalised airline prices, echoing red flags brought up by three Democratic senators.</p><p>Duffy on Tuesday promised to investigate any airline that uses the technology to set prices.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“To try to individualise pricing on seats based on how much you make or don’t make or who you are, I can guarantee you that we will investigate if anyone does that,” Duffy said.</p><p>“We would engage very strongly if any company tries to use AI to individually price their seating.”</p><p>Duffy noted Delta clarified that it would not use AI for pricing individual tickets, “and I’ll take them at face value.”</p><p>Last week, Delta Air Lines told lawmakers it will not and has not used AI to set prices for individual consumers.</p><p>Late last month, Democratic Senators Ruben Gallego, Mark Warner and Richard Blumenthal said they believed the Atlanta-based airline would use AI to set individual prices, which would “likely mean fare price increases up to each individual consumer’s personal ‘pain point'”.</p><p>Delta previously said it plans to deploy AI-based revenue management technology across 20 percent of its domestic network by the end of 2025 in partnership with Fetcherr, an AI pricing company.</p><p>Fetcherr on its website said its technology is “trusted by the world’s leading airlines” and lists Delta, WestJet, Virgin Atlantic, Viva and Azul.</p><p><a href=\"/economy/2025/7/24/american-airlines-restores-forecast-amid-economic-uncertainty\" target=\"_blank\" rel=\"noopener\">American Airlines</a> CEO Robert Isom said last month that using AI to set ticket prices could hurt consumer trust.</p><p>Democratic lawmakers Greg Casar and Rashida Tlaib have introduced legislation to bar companies from using AI to set prices or wages based on Americans’ personal data and would specifically ban airlines from raising individual prices after seeing a search for a family obituary.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Delta said airlines have used dynamic pricing for more than three decades, in which pricing fluctuates based on a variety of factors like overall customer demand, fuel prices and competition, but not a specific consumer’s personal information.</p></div></div></body></html>"
        },
        {
            "title": "How will Gaza care for the 150,000 injured in Israel’s war? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-05T18:43:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754417909.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Impact of war’s consequences to be felt beyond this generation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Israel’s war on Gaza has injured more than 150,000 Palestinians.</p><p class=\"p1\">Many with life-changing injuries need specialist long-term care, but face devastation and blockade by Israel.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">What’s the impact of all this on Gaza’s people now – and into the future?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Dr Khamis Elessi – Neurorehabilitation and pain medicine consultant at al-Ahli Arab Hospital in Gaza</p><p class=\"p1\">Dr Samah Jabr – Palestinian psychiatrist and psychotherapist and former head of the Mental Health Unit at the Ministry of Health in Palestine; author of the book Radiance in Pain and Resilience: The global reverberation of Palestinian historical trauma</p><p class=\"p1\">Dr Ghassan Abu Sittah – Served as a war surgeon in Gaza, Lebanon, Syria and elsewhere in the Middle East; professor of Conflict Medicine at the American University of Beirut</p></div></div></body></html>"
        },
        {
            "title": "Sri Lanka parliament votes to fire impeached police chief | Corruption News | Al Jazeera",
            "time": "2025-08-05T18:38:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20221117__32NR8KR__v1__HighRes__SriLankaPoliticsProtest-1754416460.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sri Lanka parliament votes to fire impeached police chief</h1><p class=\"article__subhead\"><em>The move comes after a commission found Deshabandu Tennakoon guilty of gross abuse of power.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sri Lanka’s Parliament has voted to fire the country’s police chief for misconduct and gross abuse of power in the island’s first impeachment of an inspector general.</p><p>Lawmakers on Tuesday voted to sack Deshabandu Tennakoon, who was accused of sending a team of armed officers on a botched raid in 2023 in Weligama that triggered a gun battle with a separate police unit, leading to the death of an officer.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>No one opposed his removal while one member abstained. The decision came after a parliament-appointed committee opened an inquiry into the allegations against Tennakoon and last month released a report that found him guilty of 19 charges related to misconduct and abuse of power.</p><p>The committee found that he had “spearheaded the questionable, illegal act of shooting” at the W15 hotel in Weligama, where a local police unit opened fire on a team sent by Tennakoon to intimidate the hotel’s owner.</p><p>A state prosecutor told the committee that the police chief, who headed a force of 85,000 officers, was running a “criminal network” and was unfit to serve, even at the lowest ranks.</p><p>There has been no reaction from Tennakoon since the impeachment process was initiated last month. The 54-year-old is the first head of police in the island’s history to be dismissed.</p><p>He was appointed police chief in 2023 by then-President Ranil Wickremesinghe despite protests from opposition lawmakers and civil rights activists who said he was not fit for the post.</p><p>Before his appointment, Sri Lanka’s highest court had ruled that he tortured a suspect in custody by rubbing menthol balm on his genitals.</p></div></div></body></html>"
        },
        {
            "title": "Covering 14 years of Syria | Syria's War | Al Jazeera",
            "time": "2025-08-05T18:23:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Daraa-to-Damascus-CopyBus-16x9-copy-1-1754418062.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>From the 2011 civil war that first broke out in Daraa, to the fall of Damascus in late 2024, Zeina Khodr was at the forefront of some of Syria’s most major moments.</p><p>In this Between Us, she takes us through her experience of reporting on the country over the years.</p></div></div></body></html>"
        },
        {
            "title": "Remembering the original Superman | Arts and Culture | Al Jazeera",
            "time": "2025-08-05T18:16:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP03103105931-1754417659.jpg?resize=1500%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Even before the latest Superman film premiered, it was already deemed controversial. A rather innocuous comment by director James Gunn referencing Superman’s backstory as an “immigrant that came from other places” was enough to spark a backlash among conservatives who called the movie “woke” and vowed to boycott it.</p><p>Why all the anger when this is indeed Superman’s origin story? He is sent to Earth as a refugee from a planet that is about to die.</p><p>Jerry Siegel and Joe Shuster, who created Superman in the 1930s, were both sons of Jewish immigrants to the United States and Canada, respectively. The two projected onto Clark Kent, Superman’s alter ego, their experiences, fears and longing as two shy young men of immigrant backgrounds who struggled to fit in. Like them, their hero does not quite feel he belongs – neither as Clark, who is timid and lacks the confidence to speak up or approach others, nor as Superman, who is feared by some for being an alien.</p><p>Growing up, reading the comics, I saw in Clark Kent someone I knew too well – a hesitant, modest man, shrinking himself to fit in. I saw myself. I too was an immigrant, and I too had had to leave my country before it started falling apart.</p><p>And so, I looked forward to seeing the new Superman film, hoping to see a return to the original premise. My children and I counted down to the premiere together, watching trailers and reading interviews. We went to see the film, and I felt a genuine sense of recognition. It was great to see the core of Superman’s story pushed to the fore once again.</p><p>But why did some see the immigrant backstory in Superman as a threat? As an attempt to make their favourite superhero “woke”?</p><p>Perhaps it has to do with the fact that for a long time, Superman was whitewashed into a pliant superhero who worked with and represented American power. How did it get to that?</p><p>When their creation became too popular, Siegel and Shuster lost control over it because their publisher decided to sideline them.</p><p>“Jack Liebowitz, the president of DC [Comics], sees that they can sell Superman pillowcases and pyjamas – but if Superman’s running around throwing people out of windows and threatening to wrap iron bars around their necks, it isn’t going to work,” Paul S Hirsch, author of Pulp Empire: A Secret History of Comic Book Imperialism, told the BBC.</p><p>The original Superman was a rebel. He was seen as a “socialist”, “anarchist” and even a “radical revolutionary”. On the comic book cover, he was described as a “champion of the oppressed”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In one of his first adventures, Superman comes after a corrupt lobbyist and a weapons manufacturer who try to bribe a congressman into voting for US involvement in a foreign conflict.</p><p>This type of character didn’t serve the establishment. He challenged it. That is why it didn’t take long before those edges were sanded down. In the 1940s, Superman was enlisted, like other superheroes, in the propaganda war against the Axis powers. During the Cold War, he promoted American military prowess and values, eventually becoming a symbol of American empire, of power and hegemony – the very opposite of what his creators intended.</p><p>Superman had to be whitewashed not only to serve the government and the elites but also because his original character was dangerous. The story of a quiet, timid immigrant who finds in himself the power to rebel against injustice and oppression could inspire. And the political establishment do not want the marginalised to become Superman. They want them to be Clark Kent – shy, indecisive, weak, voiceless.</p><p>It is for the same exact reason that the government and the elites are coming after people of immigrant backgrounds who have found in themselves the strength to speak up and stand up.</p><p>People like Zohran Mamdani, the son of an Indian mother and Ugandan-Indian father who is running for mayor of New York while openly speaking up against injustice and corruption.</p><p>People like Rashida Tlaib and Ilhan Omar, two trailblazers for their immigrant communities who have been elected and re-elected to the US House of Representatives and who continue to be outspoken about issues that bother the powerful – Islamophobia, US war crimes and persecution of immigrants.</p><p>People like Mahmoud Khalil, a former Columbia University graduate student who risked his education to speak up for his people facing genocide in Gaza. Even his kidnapping and detention by the federal government did not force him into silence. Upon his release, Khalil continued to speak up for the Palestinian people.</p><p>The fear of the marginalised finding a voice and demanding their rights is also driving the US government’s mass anti-immigration campaign, the dismantling of equity, diversity and inclusion (DEI) programmes and the war on academic freedom, targeting fields of study that openly challenge power and empire.</p><p>The elites saw the mass mobilisation for Gaza – in the streets, on campuses, at ballot boxes – and became terrified. The scale and scope of this movement cutting across communities, races and religions was laying the ground for a mass mobilisation that could go beyond the immediate goal of stopping a genocide. It could stand up to injustice and corruption. It could come for them.</p><p>The elites see what happens when Clark Kent realises that he no longer wants to stay timid and invisible to blend in, that he wants to be Superman, the champion of the oppressed. They are not afraid of the marginalised, of refugees and immigrants. They are afraid of these people finding their voices and strength to demand their rights.</p><p>And that’s the sentiment the original Superman was supposed to inspire – not blind infatuation with American power, not misplaced pride in American values, but belief in one’s own power to speak up, to stand up and create change.</p><p data-start=\"5207\" data-end=\"5522\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "One year on, protesters celebrate fall of Sheikh Hasina | Newsfeed | Al Jazeera",
            "time": "2025-08-05T18:06:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754417141.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US House panel subpoenas Epstein files from Trump administration | Politics News | Al Jazeera",
            "time": "2025-08-05T17:38:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/02/epp.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The Republican-led oversight committee in the United States House of Representatives has issued a subpoena to obtain records related to the late sex offender <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">Jeffrey Epstein</a>, amid ongoing scrutiny about his case.</p><p>Also on Tuesday, the panel’s Republican chair James Comer issued deposition subpoenas for top officials from both major parties, including ex-President Bill Clinton, former Secretary of State Hillary Clinton and former Attorney General <a href=\"/news/2021/1/7/us-republicans-condemn-trumps-role-in-capitol-insurrection\">Bill Barr</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Former FBI Director James Comey, a bitter rival of President Donald Trump, has also been called to testify.</p><p>The Justice Department subpoena, addressed to Attorney General Pam Bondi, requests the release of “all documents and communications relating or referring to” Epstein and his ex-girlfriend and convicted sex trafficker <a href=\"/news/2025/8/2/epstein-victims-claim-cover-up-as-accomplice-moved-to-low-security-prison\">Ghislaine Maxwell</a>.</p><p>Congress has the authority to issue subpoenas, which are legally binding requests for documents and appearances for questioning.</p><p>Tuesday’s subpoenas followed bipartisan subcommittee motions directing Comer to issue the requests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"epstein-s-death-fuels-conspiracy-theories\">Epstein’s death fuels conspiracy theories</h2><p>Since his death in federal custody in 2019, Epstein, a wealthy financier, has been the subject of interest and conspiracy theories.</p><p>Some have speculated that his death was not a suicide, as was the medical examiner’s official ruling. Conspiracy theorists have long argued that Epstein socialised with the rich and powerful — including royalty, top academics and government officials — who might want their association with him covered up.</p><p>The case is proving to be a headache for Trump, who has been facing calls, including from prominent conservatives within his base, to release all Epstein-related documents.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump had a personal relationship with Epstein and took several photos with him over the years.</p><p>The Wall Street Journal reported last month that Trump sent Epstein a letter containing sexual references on the financier’s 50th birthday in 2003. The US president has denied the letter and <a href=\"/news/2025/7/19/trump-sues-wall-street-journal-rupert-murdoch-for-10bn-over-epstein-story\">sued the newspaper</a> over the allegation.</p><p>But that has not snuffed out the push to make everything the government knows about Epstein public.</p><p>The Trump administration’s refusal to release the records has fuelled unproven allegations that Epstein had a “client list” of powerful people who abused girls and young women on his property.</p><p>One of the most prominent conspiracy theories posits that Epstein may have used the list to blackmail his associates for personal gain or on behalf of a domestic or foreign intelligence service.</p><p>Right-wing commentators, who align with Trump ideologically, have long championed that theory, in part due to Epstein’s ties to the Clintons, who are Democrats.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"justice-department-denies-client-list\">Justice Department denies ‘client list’</h2><p>Last month, the <a href=\"/news/2025/7/31/pam-bondi-who-is-trumps-attorney-general-handling-the-epstein-files\">Justice Department</a> and Federal Bureau of Investigation (FBI) released a memo denying the existence of an incriminating client list or any evidence of blackmail.</p><p>Instead, they said the files include tens of thousands of videos and images of sexual abuse of young girls and women, evidence that is sealed by the courts and would not be released to protect the privacy of the victims.</p><p>“Through this review, we found no basis to revisit the disclosure of those materials and will not permit the release of child pornography,” the memo read.</p><p>“One of our highest priorities is combatting child exploitation and bringing justice to victims. Perpetuating unfounded theories about Epstein serves neither of those ends,” it added.</p><p>The memo also asserted that Epstein died by suicide, dismissing conspiracy theories challenging the official version of the events.</p><p>Epstein’s crimes came to the authorities’ attention long before his death in 2019.</p><p>In 2008, Epstein faced accusations of sexually abusing <a href=\"/news/2025/7/31/family-speaks-out-after-trump-said-jeffrey-epstein-stole-virginia-giuffre\">teenage girls</a>. But the Justice Department offered him a plea deal that saw him serve 13 months in a work-release jail programme, instead of a possible life sentence if the case had gone to trial.</p><p>Epstein was re-arrested in July 2019 for sex trafficking and died in his prison cell weeks later at the age of 66.</p><p>One of Epstein’s associates, Maxwell, remains in prison after a conviction on charges of child sex trafficking and abusing teenage girls.</p><p>The Justice Department, under Trump, has sent representatives to interview Maxwell in prison amid the recent scrutiny, and last week, she was moved to a minimum-security facility to serve the remainder of her 20-year sentence.</p><p>In a court filing on Tuesday, Maxwell indicated she opposed the government’s efforts to release grand jury transcripts related to her case.</p></div></div></body></html>"
        },
        {
            "title": "On revolution anniversary, Bangladesh’s Yunus announces national elections | Protests News | Al Jazeera",
            "time": "2025-08-05T17:11:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68T24DW__v1__HighRes__BangladeshPolitics-1754409201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh’s interim leader, Muhammad Yunus, has unveiled a roadmap of democratic reforms as the nation marks a year since a <a href=\"/news/longform/2024/8/7/how-bangladeshs-gen-z-protests-brought-down-pm-sheikh-hasina\">mass uprising</a> toppled Prime Minister Sheikh Hasina.</p><p>Rallies, concerts and prayer sessions were held in the capital, Dhaka, on Tuesday as people in the South Asian nation celebrated <a href=\"/news/2025/8/5/theyre-selling-the-revolution-bangladesh-a-year-after-hasinas-downfall\">what many called the country’s “second liberation”</a> after its independence from Pakistan in 1971.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The anniversary culminated with Yunus, the 85-year-old Nobel Peace Prize laureate presiding over Bangladesh’s democratic overhaul, announcing that he would write to the chief election commissioner requesting that national elections be arranged before Ramadan in February.</p><p>“We will step into the final and most important phase after delivering this speech to you, and that is the transfer of power to an elected government,” he said.</p><p>Yunus had previously said elections would be held in April, but key political parties have been demanding he hold them earlier and before the Islamic holy month in the Muslim-majority nation of 170 million people.</p><p>“On behalf of the government, we will extend all necessary support to ensure that the election is free, peaceful and celebratory in spirit,” the interim leader added.</p><p>Hasina’s rule saw widespread <a href=\"/news/2025/7/2/bangladesh-ex-pm-hasina-sentenced-to-six-months-in-contempt-case\">human rights abuses</a>, including mass detentions and extrajudicial killings of her political opponents.</p><p>Protests against Hasina’s rule began on July 1, 2024, with university students calling for changes to a quota system for public sector jobs. They culminated on August 5, 2024, when thousands of protesters stormed Hasina’s palace as she escaped by helicopter.</p><p>Hasina, 77, fled to India and remains there. She has defied court orders to attend her ongoing trial on charges amounting to crimes against humanity.</p><p>On Tuesday, Yunus called for people to seize the “opportunity” for reform. He also warned about people whom he said sought to undermine the nation’s gains, saying, “The fallen autocrats and their self-serving allies remain active, conspiring to derail our progress.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Dialogue continues with political parties and stakeholders on necessary reforms, including the political and electoral systems,” he added.</p><p>Those gathered in Dhaka included families of those killed in the  crackdowns on last year’s protests. Police were on high alert throughout the city with armoured vehicles patrolling the streets to deter any attempt by Hasina’s banned Awami League party to disrupt the day’s events.</p><p>Protesters also welcomed Yunus’s move to formally read out the July Declaration, a 28-point document that seeks to give constitutional recognition to the 2024 student-led uprising. He added that trials for those responsible for the July killings of 2024 were progressing swiftly.</p><p>Fariha Tamanna, 25, said it was “deeply satisfying” to hear the government “acknowledge the uprising”. “There’s still a long road ahead. So many wrongs continue,” she told the AFP news agency at a rally. “But I still hold on to hope.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Jewish Britons decry ban on Palestine Action as ‘illegitimate, unethical’ | Gaza News | Al Jazeera",
            "time": "2025-08-05T16:41:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-30T124218Z_1840395449_RC20XFA9ZCAH_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PALESTINE-ACTION-1754408021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Leading Jewish figures in Britain have signed a letter to Prime Minister Keir Starmer and Home Secretary Yvette Cooper denouncing the government’s decision to proscribe the activist group <a href=\"/news/2025/7/30/uk-court-rules-palestine-action-may-challenge-antiterrorism-ban\">Palestine Action</a> as a “terrorist” organisation.</p><p>The delivery of the letter on Tuesday coincides with a protest organised under the slogan Proscribe Genocide, Not Protest. The rally outside Downing Street is expected to draw hundreds of participants, including figures from Britain’s Jewish community.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The letter, signed by about 300 Jewish British citizens, condemns the ban as “illegitimate and unethical” and calls for urgent government action against Israel over its conduct of the war in the besieged and bombarded Gaza Strip and over escalating violence engulfing the occupied West Bank.</p><figure id=\"attachment_3873950\" aria-describedby=\"caption-attachment-3873950\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873950\" src=\"/wp-content/uploads/2025/08/2025-07-30T124641Z_1415710086_RC20XFAR4UW8_RTRMADP_3_ISRAEL-PALESTINIANS-BRITAIN-PALESTINE-ACTION-1754407861.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ISRAEL-PALESTINIANS/BRITAIN-PALESTINE ACTION\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873950\" class=\"wp-caption-text\">A demonstrator holds a placard outside London’s High Court as judges decide whether the cofounder of Palestine Action may challenge the government’s ban on the group [File: Toby Melville/Reuters]</figcaption></figure><p>Among the signatories are human rights lawyer Geoffrey Bindman, filmmaker Mike Leigh, author Michael Rosen and writer Gillian Slovo. Jenny Manson, chairperson of Jewish Voice for Labour and one of the lead organisers, said the group was acting both as human beings and as Jews with a moral obligation to oppose genocide.</p><p>“We are Jews horrified by the genocide being carried out by Israel against the Palestinian people,” Manson said in a statement. “For us, ‘Never again’ does not mean only crimes against Jews but never again by anyone to anyone.”</p><p>Speakers at the rally include Andrew Feinstein, son of a Holocaust survivor and former South African MP; historian Joseph Finlay; documentary filmmaker Gillian Mosely; and comedian and author Alexei Sayle.</p><p>Hundreds of thousands of people in the United Kingdom have been protesting weekly against Israel’s genocidal war since October 2023, making it clear they feel their voices aren’t being heard.</p><h2 id=\"protest-despite-police-warning\">Protest despite police warning</h2><p>The rally comes as the rights group Defend Our Juries confirmed that more than 500 people have committed to “risking arrest” by participating in a related demonstration on Saturday aimed at overturning the ban on Palestine Action.</p><p>Those taking part are expected to hold placards reading, “I oppose genocide. I support Palestine Action.”</p><p>The Metropolitan Police Service has warned that expressing support for Palestine Action could lead to arrest under the Terrorism Act 2000.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Anyone showing support for the group can expect to be arrested,” a police spokesperson said.</p><p>Defend Our Juries, which coordinated the campaign, rejected claims that the demonstration is intended to overwhelm law enforcement or the courts. “If we are allowed to protest peacefully and freely, then that is no bother to anyone,” a spokesperson said.</p><p>More than 200 people were arrested in protests across the UK last month for displaying the same message.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The letter being delivered on Tuesday urges the UK government to move beyond “handwringing” over the situation in Gaza and take meaningful action.</p><p>It calls for the immediate recognition of the State of Palestine and the imposition of sanctions on Israel, including suspension of the UK-Israel trade agreement, an end to all exports used by the Israeli military and the termination of UK military and intelligence collaboration with Israel.</p><p>It also calls for a ban on all Israeli imports, legal accountability for UK citizens serving in the Israeli military and the summoning of Israel’s ambassador to the UK for her public support of military actions.</p><p>The letter states that opposing genocide, apartheid and ethnic cleansing in Palestine is not anti-Semitic and should not be criminalised.</p><p>“Criticising Israel and opposing the brutality … including taking direct action, are not terrorism,” it reads.</p><p>Palestine Action was banned in July after a high-profile incident in which the group claimed responsibility for damaging two Voyager aircraft at the Brize Norton air force base, causing an estimated 7 million pounds ($9.3m) of damage.</p><p>Last week, the High Court ruled that a legal challenge against the ban by Palestine Action cofounder Huda Ammori could proceed, citing several “reasonably arguable” grounds for review. However, the court declined to pause the ban before a three-day hearing set for November.</p><p>If upheld, the proscription means membership in or support for Palestine Action is a criminal offence punishable by up to 14 years in prison.</p></div></div></body></html>"
        },
        {
            "title": "Trump accuses banks of discriminating against his supporters | Banks News | Al Jazeera",
            "time": "2025-08-05T16:40:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25216075275004-1754407644.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said he believes that banks discriminate against him and his supporters, adding that Bank of America and JPMorgan Chase had previously refused to accept his deposits.</p><p>“They totally discriminate against, I think, me maybe even more, but they discriminate against many conservatives,” he told CNBC in an interview on Tuesday. “I think the word might be Trump supporters more than conservatives.”</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump made the comments when asked about a report by the Wall Street Journal that said he planned to punish banks that discriminated against conservatives, but did not address the order specifically.</p><p>The order instructs regulators to review banks for “politicized or unlawful debanking” practices, according to a draft reviewed by the Reuters news agency.</p><p>“Well, they did discriminate,” Trump said of actions taken by JPMorgan Chase after his first term in office. “I had hundreds of millions, I had many, many accounts loaded up with cash … and they told me, ‘I’m sorry sir, we can’t have you. You have 20 days to get out.'”</p><p>Trump said, without providing evidence, that he believed that the banks’ refusal to take his deposits indicated that the administration of former US President Joe Biden had encouraged banking regulators to “destroy Trump”.</p><p>Trump said he subsequently tried to deposit funds with Bank of America and was also refused, and eventually split the cash among a number of smaller banks.</p><p>“The banks discriminated against me very badly,” he said.</p><p>In a statement, JPMorgan did not address the president’s specific claim that it had discriminated against him.</p><p>“We don’t close accounts for political reasons, and we agree with President Trump that regulatory change is desperately needed,” JPMorgan said. “We commend the White House for addressing this issue and look forward to working with them to get this right.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Bank of America declined to comment.</p><h2 id=\"reputational-risk\">‘Reputational risk’</h2><p>During Biden’s administration, regulators could have asked the banks why they were providing banking services to Trump because of the “reputational risk” issue, a source familiar with the matter told Reuters news agency.</p><p>Another source said that banks were under intense scrutiny and pressure with regards to what qualified as a reputational risk for banks and they needed to be careful due to Trump’s legal entanglements.</p><p>The source also added that at present, JPMorgan continues to have a banking relationship with members of the Trump family that dates back years, and that the bank also handles a number of campaign accounts related to Trump.</p><p>After Trump took power, the Federal Reserve announced in June that it was directing its supervisors to no longer consider “reputational risk” when examining banks, scrapping a metric that had been a focus of industry complaints.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Wall Street Journal reported late on Monday that the expected executive order would instruct regulators to investigate whether any financial institutions breach the Equal Credit Opportunity Act, antitrust laws or consumer financial protection laws by dropping customers for political reasons.</p><p>It said the order could be signed as early as this week, authorising monetary penalties, consent decrees or other disciplinary measures against violators.</p><p>The White House had no immediate comment on the reported order.</p><p>Trump in January said the CEOs of JPMorgan Chase and Bank of America denied services to conservatives. At the time, the two banks denied making banking decisions based on politics.</p><p>“This seems to be rhetoric that will likely be forgotten by lunchtime,” said David Wagner, head of equities at Aptus Capital Advisors. “I don’t see any material impact on banks, as there are many other drivers that will ultimately presage performance for banks, such as deregulation.”</p><p>Both banks’ stocks are taking a hit on Wall Street. As of 11am in New York (15:00 GMT), JP MorganChase is down 1.6 percent and Bank of America is down 1.4 percent. While Wells Fargo was not named in particular, the competing financial institution’s stock is down 1.3 percent as well.</p><h2 id=\"markets-respond\">Markets respond</h2><p>Banks have consistently argued that any complaints about “debanking” should be aimed at regulators, as they argue that onerous rules and bank supervisors policing firms can discourage them from engaging in certain activities.</p><p>“The heart of the problem is regulatory overreach and supervisory discretion,” the Bank Policy Institute, an industry group, said in a statement.</p><p>“The banking agencies have already taken steps to address issues like reputational risk, and we’re hopeful that any forthcoming executive order will reinforce this progress by directing regulators to confront the flawed regulatory framework that gave rise to these concerns in the first place.”</p><p>In January, Trump claimed that Bank of America was debanking conservatives in a Q&amp;A session at the World Economic Forum in Davos, Switzerland with Bank of America CEO, Brian Moynihan.</p><p>“I hope you start opening your bank to conservatives, because many conservatives complain that the banks are not allowing them to do business within the bank, and that included a place called Bank of America,” Trump said at the time.</p><p>Separately, in March, the Trump Organization, a holding company for the Trump family’s business ventures, sued Capital One Financial for closing accounts for what the Trump Organization alleged were political reasons.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda agrees to accept ‘third-country’ deportations from the US | Donald Trump News | Al Jazeera",
            "time": "2025-08-05T16:22:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-23T143607Z_1450809382_RC29BFA1DCV6_RTRMADP_3_CONGO-RWANDA-DIPLOMACY-USA-1754405995.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rwanda has confirmed it will accept deported migrants from the United States, as President Donald Trump continues to push for mass deportation from the North American country.</p><p>On Tuesday, a spokesperson for the Rwandan government, Yolande Makolo, acknowledged that the African country had agreed to receive up to 250 deported individuals.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Rwanda is now the third African country, after South Sudan and Eswatini, to strike a deal with the US to accept non-citizen deportees.</p><p>“Rwanda has agreed with the United States to accept up to 250 migrants, in part because nearly every Rwandan family has experienced the hardships of displacement, and our societal values are founded on reintegration and rehabilitation,” Makolo said in a statement obtained by the Reuters news agency.</p><p>But the Trump administration’s efforts to rapidly deport migrants from the US have raised myriad human rights concerns, not least for sending people to “third-party countries” they have no personal connections to.</p><p>Some of those countries, including Rwanda, have faced criticisms for their human rights records, leading advocates to fear for the safety of deported migrants.</p><p>Other critics, meanwhile, have blasted Trump for using African countries as <a href=\"/features/2025/7/25/is-trump-using-africa-as-a-dumping-ground-for-criminals\">a “dumping ground”</a> for migrants with criminal records.</p><p>In this week’s statement, Makolo appeared to anticipate some of those criticisms, underscoring that Rwanda would have the final say over who could arrive in the country.</p><p>“Under the agreement, Rwanda has the ability to approve each individual proposed for resettlement,” she said.</p><p>“Those approved will be provided with workforce training, healthcare, and accommodation support to jumpstart their lives in Rwanda, giving them the opportunity to contribute to one of the fastest-growing economies in the world over the last decade.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-s-mass-deportation-campaign\">Trump’s mass deportation campaign</h2><p>In 2024, Trump successfully campaigned for re-election in the US on the premise that he would expel the country’s population of undocumented immigrants, a group estimated to number around 11 million.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But many of those people have been longtime members of their communities, and critics quickly pointed out that Trump lacked the infrastructure needed for such a large-scale deportation effort.</p><p>In response, the Trump administration has surged money to immigration-related projects. For example, his “One Big Beautiful Bill”, which was signed into law in July, earmarked $45bn for immigration detention centres, many of which will be run by private contractors.</p><p>An additional $4.1bn in the law is devoted to hiring and training more officials with Immigration and Customs Enforcement (ICE), with another $2.1bn set aside for bonuses.</p><p>But the Trump administration has made expelling migrants from the country a top priority, prompting legal challenges and backlash to the rapid pace of such deportations.</p><p>Critics say deported migrants have been denied their right to due process, with little to no time allotted to challenge their removals.</p><p>Then, there are the cases where undocumented migrants have been deported to “third-party countries” where they may not even speak the language.</p><p>Within weeks of taking office in January, Trump began deporting citizens of countries like India, China, Iran and Afghanistan to places like Panama, where migrants were imprisoned in a hotel and later a detention camp.</p><p>Trump also accused <a href=\"/news/2025/3/16/venezuelan-immigrants-deported-to-el-salvador-despite-us-court-ban\">more than 200 men</a>, many of them Venezuelan, of being gang members in order to authorise their expedited removal to El Salvador in March. Lawyers have since cast doubt on Trump’s allegations, arguing that many of their clients were deemed to be gang members based on little more than their tattoos and fashion choices.</p><p>El Salvador reportedly received $6m as part of a deal to hold the men in a maximum security prison, the Terrorism Confinement Centre or CECOT, where <a href=\"/news/2025/7/22/venezuela-to-probe-el-salvadors-bukele-for-torture-of-us-deportees\">human rights abuses</a> have been documented.</p><p>The men were ultimately released last month as part of a <a href=\"/news/2025/4/21/el-salvadors-bukele-suggests-prisoner-swap-for-venezuelans-deported-by-us\">prisoner exchange</a> with Venezuela, but a federal court in the US <a href=\"/news/2025/4/17/us-judge-says-probable-cause-to-hold-trump-administration-in-contempt\">continues to weigh</a> whether the Trump administration violated a judge’s order by allowing the deportation flights to leave in the first place.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deportations-to-africa\">Deportations to Africa</h2><p>In May, the Trump administration unveiled efforts to start “third-party” deportations to countries in Africa as well, sparking further concerns about human rights.</p><p>Initially, Libya was floated as a destination, and migrants were reportedly loaded onto a flight that was prepared to take off when a judge blocked its departure on due process grounds.</p><p>The Libyan government later denied reports that it was willing to accept deported, non-citizen migrants from the US.</p><p>But the Trump administration proceeded later that month to send eight migrants on a flight <a href=\"/news/2025/7/4/migrants-in-us-detention-lose-appeal-against-deportation-to-south-sudan\">to South Sudan</a>, a country the US State Department deems too dangerous for Americans to travel to.</p><p>That flight was ultimately diverted to Djibouti, after a judge in Massachusetts ruled that the eight men on board were not given an adequate opportunity to challenge their removals.</p><p>Seven of them hailed from Laos, Vietnam, Cuba, Mexico and Myanmar. Only one was reportedly from South Sudan.</p><p>The Trump administration said all eight had criminal records, calling them <a href=\"https://www.dhs.gov/news/2025/07/03/dhs-releases-statement-scotus-victory-criminal-illegal-alien-deportations-south\" target=\"_blank\" rel=\"noopener\">“sickos” and “barbaric”</a>. A spokesperson pledged to have them in South Sudan by the US Independence Day holiday on July 4.</p><p>The US Supreme Court paved the way for that to happen in late June, when it issued a brief, unsigned order allowing the deportation to South Sudan to proceed. The six conservative members of the bench sided with the Trump administration, while the three left-leaning justices issued a vehement dissent.</p><p>They argued that there was no evidence that the Trump administration had ascertained the eight men would not be tortured while in South Sudan’s custody. They also described the deportations as too hasty, depriving the men of their chance to appeal.</p><p>“The affected class members lacked any opportunity to research South Sudan, to determine whether they would face risks of torture or death there, or to speak to anyone about their concerns,” the justices wrote, calling the government’s actions “flagrantly unlawful”.</p><p>In mid-July, the Trump administration also <a href=\"/news/2025/7/16/us-deports-immigrants-to-african-country-of-eswatini-amid-rights-concerns\">began deportations to Eswatini</a>, a tiny, landlocked country ruled by an absolute monarchy. It identified the five deported individuals as hailing from Laos, Vietnam, Jamaica, Cuba and Yemen.</p><p>“This flight took individuals so uniquely barbaric that their home countries refused to take them back,” administration spokesperson Tricia McLaughlin <a href=\"https://x.com/TriciaOhio/status/1945274627976200206\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>Lawyers for the five men have since reported they were denied access to their clients, who are being held in a maximum-security prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cosying-up-to-trump\">Cosying up to Trump?</h2><p>Little is known so far about the newly announced deportations to Rwanda. It is not yet clear when deportation flights to Rwanda will begin, nor who will be included on the flights.</p><p>Reuters, however, reported that Rwanda will be paid for accepting the deportations in the form of a grant. The amount is not yet known.</p><p>Rwanda also has set parameters for whom it may accept. No child sex offenders will be allowed among the deportation flights, and the country will only accept deported individuals with no criminal background or whose prison terms are complete.</p><p>But the deportation announcement continues a trend of Rwandan authorities seeking closer relations with the Trump administration.</p><p>In June, President Trump claimed credit for <a href=\"/news/2025/8/1/dr-congo-and-rwanda-hold-first-talks-since-signing-of-peace-deal\">bringing peace</a> between Rwanda and its neighbour, the Democratic Republic of the Congo (DRC).</p><p>He invited leaders from both countries to attend a ceremony at the White House and <a href=\"/news/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-in-turning-point-after-years-of-war\">sign a peace deal</a>. Critics, however, noted that the deal was vague and did not mention Rwanda’s support for the M23 paramilitary group, which has carried out deadly attacks in the DRC.</p><p>The deal also appeared to pave the way for Trump to pursue another one of his priorities: <a href=\"/video/newsfeed/2025/6/27/dr-congo-and-rwanda-sign-peace-deal-after-years-of-war\">gaining access to valuable minerals</a> in the region, like copper and lithium, that are key to technology development.</p><p>In an interview with The Associated Press news agency, Rwandan political analyst Gonzaga Muganwa said that his government’s recent manoeuvres seem to reflect the mantra that “<span>appeasing President Trump pays”.</span></p><p>Muganwa explained that Tuesday’s agreement to accept migrants from the US will strengthen the two countries’ shared bond.</p><p>“This agreement enhances Rwanda’s strategic interest of having good relationships with the Trump administration,” he said.</p><p>Rwanda previously struck a deal in 2022 with the United Kingdom to accept asylum seekers from that country.</p><p>But the British Supreme Court nixed the agreement in 2023, ruling that Rwanda was not a safe third country to send asylum seekers to.</p></div></div></body></html>"
        },
        {
            "title": "Anti-India rallies in Pakistan-administered Kashmir over disputed status | News | Al Jazeera",
            "time": "2025-08-05T16:12:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250805__68R2763__v1__HighRes__IndiaKashmirPolitics-1754403969.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Anti-India rallies in Pakistan-administered Kashmir over disputed status</h1><p class=\"article__subhead\"><em>The protests mark the sixth anniversary of the revocation of Kashmir’s semiautonomous status at a time when tensions between India and Pakistan are high.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of people have marched in Pakistan-administered Kashmir to mark the sixth anniversary of India’s revocation of the disputed region’s semiautonomous status after confrontations between the two nations in May raised fears of a <a href=\"/news/2025/5/10/could-india-pakistan-use-nuclear-weapons-heres-what-their-doctrines-say\">potential nuclear conflict</a>.</p><p>The protesters on Tuesday demanded the restoration of statehood for the India-administered side of the Himalayan region, which has been split between the two nations and claimed by both in its entirety.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p><a href=\"/news/2019/08/india-abolishes-kashmir-special-status-rush-decree-190805061331958.html\">Article 370</a> of India’s Constitution granting its state of Kashmir and Jammu semiautonomous status was revoked on August 5, 2019, by Prime Minister Narendra Modi’s Hindu nationalist government. The status had guaranteed special rights to the Muslim-majority state, including its own constitution and autonomy to make laws on all matters except defence, communications and foreign affairs.</p><p>In the lead-up to the move, India sent thousands of additional soldiers to the disputed region, imposed a crippling curfew, shut down telecommunications and arrested political leaders. <a href=\"/news/2024/3/7/indias-modi-visits-kashmir-how-has-the-region-changed-since-2019\">Since then</a>, numerous journalists and activists have been arrested under “anti-terrorism” laws, local communities have suffered from an influx of new residents and attacks are on the rise.</p><p>Tuesday’s main protest in Muzaffarabad, the capital of Pakistan-administered Kashmir, drew hundreds of members of civil society and political parties. In the Pakistani capital, Islamabad, where similar anti-India protests were held, Deputy Prime Minister Ishaq Dar reaffirmed Pakistan’s moral and diplomatic support for Kashmiris seeking what he called “freedom from India’s illegal occupation”.</p><p>Mazhar Saeed Shah – a leader of the All Parties Hurriyat Conference, an alliance of pro-independence Kashmiri political and religious groups – urged the international community to help ensure Kashmiris are granted the right to self-determination, as called for in United Nations resolutions decades ago.</p><p>Meanwhile in Srinagar in India-administered Kashmir, supporters of the opposition India National Congress party rallied to demand that the government restore the statehood of the disputed region.</p><h2 id=\"heightened-tensions-between-india-and-pakistan\">Heightened tensions between India and Pakistan</h2><p>Tuesday’s rallies come nearly three months after Pakistan and India exchanged military strikes over a <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">mass shooting</a> in Pahalgam in India-administered Kashmir that New Delhi blamed on Islamabad – a charge Pakistan denied.</p><p>It was the worst standoff by the nuclear-armed neighbours since 1999, and more than 70 people were killed in missile, drone and artillery fire on both sides. The confrontation raised concerns about a possible military escalation before global powers defused the crisis. While the May 10 ceasefire has held, tensions are still simmering.</p><p>New Delhi <a href=\"/news/2025/7/29/rebels-behind-kashmir-attack-that-led-to-pakistan-tensions-killed-india\">last week said</a> three Pakistani men who carried out the Pahalgam attack were killed during a gun battle on July 28 on the outskirts of Srinagar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>India’s top court will hear a plea for the restoration of Kashmir’s federal statehood this week, court officials said on Tuesday. The hearing, scheduled on Friday in the Supreme Court, follows an application filed by two residents.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Supreme Court in December 2023 upheld removing the region’s autonomy but called for Jammu and Kashmir to be restored to statehood and put on a par with any other Indian federal state “at the earliest and as soon as possible”.</p><p>In November, Kashmir elected its first government since it was brought under New Delhi’s direct control as voters backed opposition parties to lead its regional assembly. But the local government has limited powers, and the territory continues to be for all practical purposes governed by a New Delhi-appointed administrator.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "German club backs out of signing Israel striker after fan backlash | Football News | Al Jazeera",
            "time": "2025-08-05T15:40:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2022-06-02T203142Z_1270650399_UP1EI621L0REV_RTRMADP_3_SOCCER-UEFANATIONS-ISR-ICE-REPORT-1754406498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bundesliga 2 side Fortuna Dusseldorf has pulled out of signing Israel striker Shon Weissman in response to fan anger about his social media posts on the Gaza war, German tabloid Bild has reported.</p><p>Fan furore erupted online on Monday when news emerged that Weissman was on the cusp of joining Dusseldorf from Spanish side Granada FC.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Tuesday, the club tweeted: “We looked into Shon Weissman intensively, but ultimately decided not to sign him”.</p><p>The club did not reveal the reasons for the decision, but Bild reported the club reacted to fan anger about social media statements from Weissman, who was already in Dusseldorf and had completed a medical exam.</p><p>The centre forward, who has 33 Israel caps, made several social media posts after the October 7, 2023 Hamas attack on Israel that set off the Gaza war.</p><p>Bild reported that Weissman called for Israel to “wipe Gaza off the map” and to “drop 200 tons of bombs on it”.</p><p>The 29-year-old had also liked posts saying “there are no innocents [in Gaza], they don’t need to be warned”.</p><p>Weissman, who deleted the posts soon after making them, has since said he made a mistake and was acting in the heat of the moment.</p><p>Dusseldorf fans launched an online petition on Monday saying Weissman’s “disrespectful and discriminatory” comments are in stark contrast to the principles Fortuna “stand for and try to promote”.</p><p>Weissman has already been the subject of fan protests in Granada, a side he joined in January 2023.</p><p>Bild reported that Dusseldorf and Weissman had planned to issue an apology statement for the posts, which was to be made public after the signing was made official.</p><p>After 22 months of combat in Gaza sparked by the October 7, 2023 attacks by Hamas that killed 1,219 people and saw hundreds kidnapped, the Israeli army has devastated large parts of the Palestinian territory.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>More than 60,933 Palestinians have been killed, according to figures from Gaza’s Ministry of Health, and humanitarian agencies have warned that the territory’s 2.4 million people are slipping into a catastrophic famine.</p><p>Germany, as it has sought to atone for the Holocaust, has long been a steadfast supporter of Israel, but concern has risen sharply over the humanitarian crisis in Gaza.</p><p>The war has previously made an impact in professional football in Germany.</p><p>In 2023, Bundesliga side Mainz decided to sack player Anwar El Ghazi for statements made on social media about the conflict.</p><p>El Ghazi, a Dutch international with Moroccan roots, won a wrongful dismissal case in a German court against the club, who have since appealed.</p><p>Former Bayern Munich defender Noussair Mazraoui, now with Manchester United, apologised publicly after making several social media posts on the conflict, including one which called for “victory” for “our oppressed brothers in Palestine”.</p><p>German football fans are heavily involved in major decisions, from signing players to setting fixtures, due to the so-called 50+1 regulation, which requires club members to retain overall control of professional football sides.</p></div></div></body></html>"
        },
        {
            "title": "Deadly Titan implosion en route to Titanic ‘preventable’: US Coast Guard | Shipping News | Al Jazeera",
            "time": "2025-08-05T15:35:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T140201Z_1977199712_RC2G3AADJTEQ_RTRMADP_3_OCEANGATE-TITAN-1754404700.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Deadly Titan implosion en route to Titanic ‘preventable’: US Coast Guard</h1><p class=\"article__subhead\"><em>‘Inadequate design’ of submersible named as primary reason for accident that killed five people.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Coast Guard says its investigation into the Titan submersible accident that killed five people in 2023 while it was on its way to the wreckage of the Titanic was a “preventable” implosion.</p><p>The guard’s Marine Board of Investigation concluded that the “inadequate design” of the <a href=\"/news/2023/6/23/titan-sub-timeline-when-did-it-go-missing-and-other-key-events\">Titan submersible</a> was a primary contributing factor, its report issued on Tuesday said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>All five people on board the Titan died on a tourist expedition to the remains of the Titanic in the North Atlantic. The disappearance of the Titan, owned by the US-based company OceanGate, led to a search that grabbed worldwide attention.</p><p>The report found the company’s safety procedures were “critically flawed”, noting that the core of the failures came down to “glaring disparities” between the company’s safety protocols and actual practices.</p><p>Investigators found that the submersible’s design, certification, maintenance and inspection process were all inadequate.</p><p>A Coast Guard statement said OceanGate also had a “toxic workplace culture” and its mission was hindered by the lack of a domestic and international framework for submersible operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Numerous OceanGate employees have come forward in the two years since the implosion to support that claim.</p><p>Jason Neubauer with the Marine Board of Investigation said the findings will help prevent future tragedies.</p><p>“There is a need for stronger oversight and clear options for operators who are exploring new concepts outside of the existing regulatory framework,” he said in a statement.</p><p>The report said that for several years preceding the Titan’s implosion, OceanGate “leveraged intimidation tactics, allowances for scientific operations, and the company’s favourable reputation to evade regulatory scrutiny”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The operator of the submersible at the time of the accident on June 18, 2023, was OceanGate head Stockton Rush, and he was among those who died.</p><p>The incident has led to lawsuits and calls for tighter regulation of the developing private deep sea expedition industry.</p><p>The Titanic was a British passenger liner that sank in 1912, killing at least 1,500 people. The ill-fated ship has spawned a litany of films and books as the disaster continues to grip public imagination more than a century later.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Man Utd and Newcastle make Sesko bids as Leipzig admit ‘concrete’ interest | Football News | Al Jazeera",
            "time": "2025-08-05T15:16:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-03T141720Z_1009676800_UP1EL5313OVO9_RTRMADP_3_SOCCER-GERMANY-RBL-FCB-REPORT-1754405592.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd and Newcastle make Sesko bids as Leipzig admit ‘concrete’ interest</h1><p class=\"article__subhead\"><em>Benjamin Sesko tops the summer’s transfer targets, with striker’s club Leipzig revealing ‘concrete interest’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Premier League sides Manchester United and Newcastle have both placed competing bids for in-demand RB Leipzig striker Benjamin Sesko, German tabloid Bild reported Tuesday.</p><p>Bild said the Red Devils made an initial bid of 85 million euros ($98.2) on Tuesday for the 22-year-old centre forward.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Newcastle had offered a reported 80 million euros ($92.4) for the striker on Saturday, upping that to 85 million ($98.2) with bonuses on Monday.</p><p>The Slovenian striker scored 13 goals and laid on five assists in a disappointing league campaign for Leipzig last season. He has scored 16 times in 41 appearances at the international level.</p><p>Sesko was stood down from Saturday’s home friendly against Serie A side Atalanta, won 2-1 by the visitors, due to a potential transfer.</p><p>Leipzig sporting director Marcel Schafer confirmed this, saying Sesko would not play “due to the very concrete interests from several clubs”.</p><p>United are rebuilding after their worst top-flight campaign in 51 years, along with defeat to Tottenham in the Europa League final.</p><p>United were toothless in attack and have already brought in forwards <a href=\"/sports/2025/6/12/manchester-united-complete-matheus-cunha-signing-from-wolves\">Matheus Cunha</a> and <a href=\"/sports/2025/7/22/bryan-mbeumo-signs-with-manchester-united-from-brentford\">Bryan Mbeumo</a> in the summer window.</p><p>Sesko’s arrival could push under-pressure striker Rasmus Hojlund towards the exit, with reports emerging that United could sell the Denmark forward for 35 million ($40.4) euros, less than half of what they paid to bring him from Atalanta in 2023.</p><p>Newcastle qualified for the Champions League with a fifth-placed finish last season, but are reportedly in danger of losing striker Alexander Isak to Premier League champions Liverpool.</p></div></div></body></html>"
        },
        {
            "title": "Thousands in Sudan’s besieged el-Fasher at ‘risk of starvation’, UN warns | Sudan war News | Al Jazeera",
            "time": "2025-08-05T15:13:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-04-18T180041Z_49408371_RC27YDA5JBQY_RTRMADP_3_SUDAN-POLITICS-ZAMZAM-1-1754404034.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of families trapped in the <a href=\"/news/2025/8/4/cholera-deaths-rise-to-191-in-sudans-darfur-area-amid-famine-ongoing-war\">besieged city of el-Fasher</a> in western Sudan are at “risk of starvation”, the World Food Programme (WFP) warns as the country’s brutal civil war rages well into its third year.</p><p>Since May last year, el-Fasher, the capital of North Darfur state, has been under siege by the paramilitary Rapid Support Forces (RSF), which has been at war with the government-aligned Sudanese armed forces (SAF) since April 2023.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The RSF has encircled the city, blocking all major roads and trapping hundreds of thousands of civilians, who have dwindling food supplies and limited humanitarian access.</p><p>“Everyone in el-Fasher is facing a daily struggle to survive,” said Eric Perdison, the WFP’s regional director for East and Southern Africa.</p><p>“People’s coping mechanisms have been completely exhausted by over two years of war. Without immediate and sustained access, lives will be lost.”</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>El-Fasher is the last major city in the Darfur region still held by the SAF. It has come under renewed attack by RSF fighters this year since the paramilitary was ousted from Sudan’s capital, Khartoum.</p><p>A major RSF assault on the Zamzam displacement camp near el-Fasher in April forced hundreds of thousands of civilians to flee. Many have sought shelter in the state capital.</p><p>According to the WFP, prices for staple foods like sorghum and wheat, used to make traditional flatbreads and porridge, are as much as 460 percent higher in el-Fasher than in other parts of Sudan.</p><p>Markets and clinics have been attacked while community kitchens that once fed displaced families have largely shut down due to a lack of supplies, the United Nations agency added.</p><p>Desperate families are reportedly surviving on animal fodder and food waste while acute malnutrition is soaring, especially among children.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>According to the UN, nearly 40 percent of children under five in el-Fasher are now acutely malnourished, and 11 percent are suffering from severe acute malnutrition.</p><p>The rainy season, which peaks in August, is further hampering efforts to reach the city as roads rapidly deteriorate.</p><p>Last year, famine was first declared in Zamzam and later spread to two other nearby camps – al-Salam and Abu Shouk – and some parts of southern Sudan, according to the UN.</p><h2 id=\"irreversible-damage\">‘Irreversible damage’</h2><p>The war has killed tens of thousands of people, displaced millions and created what the UN describes as the world’s largest displacement and hunger crises.</p><p>The country in effect is split in two with the army controlling the north, east and centre of Sudan and the RSF dominating nearly all of Darfur and parts of the south.</p><p>Last month, a Sudanese coalition led by the RSF announced it was <a href=\"/news/2025/7/26/rsf-paramilitary-led-coalition-forms-parallel-government-in-war-torn-sudan\">establishing an alternative government</a> in a challenge to the military-led authorities in Khartoum.</p><p>The new self-proclaimed government could deepen divisions, worsen the humanitarian crisis and lead to <a href=\"/features/2025/7/23/sudans-competing-authorities-are-beholden-to-militia-leaders\">competing institutions</a> as the war rages.</p><p>The crises are happening as UN agencies face one of their worst funding cuts in decades, compounded by decisions by the United States and other donor states to <a href=\"/news/2025/3/13/across-global-south-usaids-demise-raises-fears-of-malaria-tb-resurgence\">slash their foreign aid funding</a>.</p><p>Funding cuts are now driving an entire generation of children in Sudan to the brink of irreversible harm amid a scaling-back in support, UNICEF warned on Tuesday.</p><p>“Children have limited access to safe water, food, healthcare. Malnutrition is rife, and many good children are reduced to just skin, bones,” Sheldon Yett, UNICEF’s representative in Sudan, said, speaking via videolink from Port Sudan.</p><p>Children were being cut off from life-saving services due to funding cuts while the scale of need is staggering, UNICEF said.</p><p>“With recent funding cuts, many of our partners in Khartoum and elsewhere have been forced to scale back. … We are being stretched to the limit across Sudan with children dying of hunger,” Yett said.</p><p>“We are on the verge of irreversible damage being done to an entire generation of children in Sudan.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Only 23 percent of the $4.16bn global humanitarian response plan for Sudan has been funded, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).</p><p>“It has been one year since famine was confirmed in Zamzam camp, and no food has reached this area. El-Fasher remains under siege. We need that access now,” Jens Laerke of OCHA said.</p><p>Meanwhile, <a href=\"/news/2025/6/3/corpses-rotting-in-the-nile-as-cholera-tears-through-sudan\">a cholera outbreak</a> in North Darfur has further added to the desperation of families there.</p><p>Deaths due to the water-borne disease have risen to 191 in the region, according to Adam Rijal, spokesman for the General Coordination for Displaced Persons and Refugees in Darfur.</p><p>At least 62 people have died from the disease in Tawila in North Darfur, Rijal said in a statement. Nearly 100 people have also died in the Kalma and Otash camps, both displacement camps located in the city of Nyala in South Darfur state.</p><p>About 4,000 cases of cholera have been reported in the region, according to the statement.</p></div></div></body></html>"
        },
        {
            "title": "The airdrops on Gaza are a PR stunt, not a humanitarian operation | Opinions | Al Jazeera",
            "time": "2025-08-05T14:49:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250804-38743591-38743590-HUMANITARIAN_AID_PARACHUTES_WERE_DROPPED_INTO_GAZA_WHICH_IS_UNDER_ISRAELI_ATTACKS_AND_EMBARGO-1-1754317708-e1754317771718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Last week, I saw aid dropping from the sky near my central Gaza neighbourhood of az-Zawayda. Neither I nor any of my neighbours had the courage to chase after it because we knew that the moment it hit the ground, a battle would erupt. If the aid survived the air, it wouldn’t survive the looters.</p><p>It is almost always the same scene. Gunfire breaks out the second the plane drops the boxes. Armed gangs are already waiting on the ground, ready to take the goods by force. Whoever gets there first, whoever shoots first, also walks away with the food. It is never those who need it the most.</p><p>Later, we would see those same “aid boxes” in the market in Deir el-Balah, their contents up for sale at exorbitant prices.</p><p>Recently, my little brother was craving a biscuit. I saw biscuits from an aid package at the market and asked for the price. It was 20 shekels ($5) for a biscuit, something we could not afford.</p><p>The aid dropped from the sky not only fails to feed the hungry, but it also kills them. On Monday, an airdropped pallet hit a tent for the displaced and <a href=\"https://aje.io/6n5fcc?update=3872151\">killed</a> Uday al-Quraan, a medic working at Al-Aqsa Martyrs Hospital. A week ago, 11 people were injured when another airdropped pallet hit tents in northern Gaza.</p><p>Last year, in other failed airdrops, people also died. <a href=\"https://www.theguardian.com/world/2024/mar/08/gaza-aid-airdrop-kills-civilians-when-parachute-fails-to-open-witness-says\">Five</a> were killed in the Shati refugee camp in Gaza City when the parachute of a pallet did not open; <a href=\"https://www.aa.com.tr/en/middle-east/18-palestinians-killed-in-gaza-by-aid-airdrop-malfunction/3175307\">12 drowned</a> trying to reach boxes that dropped into the sea; six were killed in a stampede after a crowd of people rushed to an airdrop location.</p><p>The idea for these latest airdrops came from Israeli Prime Minister Benjamin Netanyahu, who called on the world to help with the process. Many governments welcomed the idea and some joined the effort, including Jordan, the United Arab Emirates and European countries.</p><p>But Netanyahu knows very well that the airdrops will not stop the starvation of Palestinians, which is why he called for them instead of opening the land crossings into Gaza and allowing United Nations agencies to distribute aid in a fair and orderly fashion, just like they have always done.</p><p>While, the global public may be deceived that something is being done about the hunger, inside Gaza, these airdrops aren’t seen as a real solution or a humanitarian gesture. We see them as nothing more than a PR show – a way to cover up a crime that hasn’t stopped: starving an entire population under tight siege by preventing thousands of trucks from entering while a few boxes fall from the sky for the cameras. It’s all part of a strategy to extend the starvation and ease international pressure on Israel.</p><p>And so the famine proceeds at full speed. According to Gaza’s Ministry of Health, more than 180 people have died from hunger, including 92 children.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>It is not just in Gaza that airdrops are seen as inefficient and dangerous. In Afghanistan in 2001, airdropped aid was packaged in the same way as cluster bombs. The latter would get mistaken for food boxes by children who would get killed running after them. In Syria, aid airdropped into a besieged area did not reach the starving civilians because it was either damaged or fell into ISIL (ISIS)-held territory.</p><p>It is well known that airdrops do not work and when other options are available, there is no reason to use them. The UN has repeatedly said this method is ineffective and ground delivery is safer and far better. A truck can carry four to 10 times more aid than a parachute. It is also much cheaper. Thousands of trucks are waiting on the Egyptian side of the border, enough to feed people and prevent more deaths from starvation.</p><p>And yet, we see this futile spectacle once again in Gaza. Here we know not to look to the sky with hope. The same sky that drops bombs can’t be trusted to drop food.</p><p>This “humanity with parachutes” is a fig leaf deployed to try to cover the world’s shame and its decision to silently watch starvation.</p><p>Gaza is not only under siege by bombs but also by lies, by complicity, by soft language covering bloody massacres. Everyone who stays silent, who justifies, who treats the killer and victim as equal is a partner in this crime.</p><p>And we, the Palestinians, are not just victims – we are witnesses. We see the world refuse to act, we see countries continue to arm Israel, to trade with it, to give it diplomatic cover. We see governments think of pitiful excuses not to impose embargoes – as they are obliged to do under international law – on a nation committing genocide.</p><p>And tomorrow, when history is written, it won’t be in the language of diplomacy with euphemisms and excuses. It will be in the language of facts with the names of those complicit in the mass killing and starvation of Palestinians written in clear letters.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "How much aid has entered Gaza? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-05T14:46:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250804-38743591-38743578-HUMANITARIAN_AID_PARACHUTES_WERE_DROPPED_INTO_GAZA_WHICH_IS_UNDER_ISRAELI_ATTACKS_AND_EMBARGO-1754316956.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza is now facing its fiercest fight: absolute hunger.</p><p>There’s no food to buy even if you could afford it, people there have told Al Jazeera.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The widespread hunger has been imposed by the Israeli military as it restricted the entry of aid for months and enforced a food distribution system where people get shot almost daily.</p><p>“It’s one of the most … barbaric ways to kill,” Dr James Smith, an emergency doctor who has volunteered twice in Gaza, told Al Jazeera. “Starvation is always something that is done by one person to another. It’s intended to be protracted and to maximise suffering.”</p><p>On July 29, the United Nations-backed Integrated Food Security Phase Classification (IPC) issued its gravest <a href=\"https://www.ipcinfo.org/ipcinfo-website/countries-in-focus-archive/issue-133/en/\">warning</a> yet: that “worst-case scenario of famine is currently playing out in the Gaza Strip”.</p><p>Mounting evidence shows a rise in hunger-related deaths. Famine thresholds for food consumption have been reached in most of Gaza, and for acute malnutrition in Gaza City.</p><p>According to the Health Ministry in Gaza, so far, at least 180 people have died of starvation, half of them children, underscoring the devastating toll of hunger on Gaza’s young.</p><p>According to the IPC, more than 20,000 children have been admitted for treatment for acute malnutrition between April and mid-July – more than 3,000 of them severely affected.</p><figure id=\"attachment_3873723\" aria-describedby=\"caption-attachment-3873723\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873723\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-AID-TRUCKS-AUGUST-5-2025-alia_final_INTERACTIVE-Malnutrition-deaths-in-Gaza-August-4-2025-1754400400.png?quality=80\" alt=\"INTERACTIVE_AID_TRUCKS_AUGUST 5\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873723\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>As it begins to starve after being deprived of food for days, the body begins to break down its own muscle and other tissues.</p><p>Metabolism slows, kidney function is impaired and the immune system falters, reducing the body’s ability to heal.</p><p>Essential organs like the heart and lungs become less effective. Muscles shrink, and people feel weak. Eventually, its protein stores ravaged, the body breaks down its tissues as death nears.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3203875\" src=\"/wp-content/uploads/2024/09/Interactive_Gaza_foodprices_2-03-1727339442.jpg?quality=80\" alt=\"Interactive_Gaza_What starvation does to the body\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"the-aid-allowed-into-gaza\">The aid allowed into Gaza</h2><p>Despite the suffering, Israel allowed just 36 aid trucks into Gaza on Saturday, even as 22,000 loaded trucks remain at the crossings, waiting to enter, according to the Government Media Office in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Before October 2023, around 500 aid trucks entered Gaza daily – a number that not been reached since.</p><p>In March, Israel completely blocked all exits and aid, only opening up for a tiny fraction of the needed aid in the past two months.</p><p>Once food is offloaded at the border holding areas, agencies must request permission for convoys to enter and distribute in Gaza.</p><p>But approvals are inconsistent. According to the UN’s <a href=\"https://www.wfp.org/news/wfp-food-trucks-keep-moving-inside-gaza-hunger-deepens-and-restrictions-persist\">World Food Programme (WFP)</a>, only 76 out of 138 convoy requests were approved between July 19 and 25.</p><p>After approval, convoys often idle for hours, waiting up to 46 hours for final clearance to move, during which time hungry civilians gather along expected routes, hoping to intercept food.</p><p>Once on the road, the journey is slow and dangerous – it can take up to 12 hours to complete a delivery due to checkpoints, security threats, and rerouting.</p><p>Convoys and civilians alike face Israeli sniper fire, drone surveillance, and bombing. Only 60 drivers are approved to operate inside Gaza – far too few to meet the need.</p><p>Trucks are attacked by people who are desperate for aid, creating a complicated and often violent situation for the drivers and aid seekers.</p><figure id=\"attachment_3873882\" aria-describedby=\"caption-attachment-3873882\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873882\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-AID-TRUCKS-AUGUST-5-2025-alia_final_INTERACTIVE-Aid-allowed-inside-Gaza-and-distributed-AUGUST-4-2025-1754405689.png?quality=80\" alt=\"INTERACTIVE-AID TRUCKS-AUGUST 5, 2025_REVISED\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873882\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>On May 27, the Israeli- and US-backed Gaza Humanitarian Foundation (GHF) started working, with the plan being that it would replace all UN operations in Gaza.</p><p>However, it replaced a network of some 400 distribution points operated by the UN Relief and Works Agency for Palestine Refugees (UNRWA), with four “mega-sites” in heavily militarised zones just next to open combat zones.</p><p>Civilians who walk long distances, spend nights in the open, and run a gauntlet of random shooting, find themselves fighting for scraps of food, if they’re lucky.</p><figure id=\"attachment_3873742\" aria-describedby=\"caption-attachment-3873742\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873742\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-AID-TRUCKS-AUGUST-5-2025-alia_final-04-1754400629.png?quality=80\" alt=\"INTERACTIVE_AID_UNDER_FIRE_JULY13_INCIDENT_2025\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873742\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Vulnerable groups – children, the elderly, the injured, and pregnant women – are also forced to make the treacherous GHF journey.</p><p>A former GHF guard, US veteran Anthony Aguilar, has told Al Jazeera how a little boy who he gave aid to was caught as “pepper spray, tear gas, stun grenades and bullets” were shot at the feet of the crowd of aid seekers, killing the boy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israeli soldiers have reportedly opened fire on Palestinians gathering at GHF sites on a near-daily basis.</p><p>As of August 5, at least 1,487 people have been killed and 10,578 injured trying to collect aid from the GHF.</p><p>Israel insists that the GHF is needed to prevent Hamas from stealing aid entering Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>However, internal analysis by the US Agency for International Development found no evidence of widespread aid diversion by Hamas.</p><p>Israeli military officials similarly told The New York Times last week that they had no evidence that Hamas was systemically stealing aid.</p><figure id=\"attachment_3873731\" aria-describedby=\"caption-attachment-3873731\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873731\" src=\"/wp-content/uploads/2025/08/INTERACTIVE-AID-TRUCKS-AUGUST-5-2025-alia_final_INTERACTIVE-Aid-seekers-killed-at-GHF-aid-sites-august-4-2025-1754400530.png?quality=80\" alt=\"INTERACTIVE_AID_SEEKERS_GHF_SITES_AUGUST5_2025\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873731\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"airdrops\">Airdrops</h2><p>Since the announcement of tactical pauses, countries like France, Jordan and the United Arab Emirates have tried airdropping aid into Gaza. Much of it falls into unsafe or inaccessible areas and, in some tragic cases, people have been injured or killed trying to retrieve it.</p><p>In some cases, the aid falls into the sea and becomes damaged by the saltwater. In addition, several videos posted by people in Gaza show airdropped aid that has been contaminated by mould.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>UN agencies say airdrops are dangerous as well as insufficient and that Israel must allow far more aid in overland and allow access to Gaza to prevent its 2.2 million people from starving.</p><h2 id=\"palestinians-killed-and-starved-for-over-660-days\">Palestinians killed and starved for over 660 days</h2><p>Since October 7, 2023, Israel has killed nearly 61,000 people, including at least 18,430 children, in its war on Gaza.</p><p>In February 2025, <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)02678-3/fulltext\">The Lancet medical journal </a>estimated the death toll in Gaza from October 2023 to June 2024 was 40 percent higher than figures provided by the Palestinian Health Ministry, citing the fact that many people die outside hospitals and are never registered.</p><figure id=\"attachment_3873592\" aria-describedby=\"caption-attachment-3873592\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3873592\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Israel-attacks-Gaza-tracker-death-toll-ceasefire-August-4-2025-1754394849.png?quality=80\" alt=\"INTERACTIVE - Israel attacks Gaza tracker death toll ceasefire- August 5, 2025-1754394849\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3873592\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Reality or fantasy: Is the two-state solution still achievable? | Newsfeed | Al Jazeera",
            "time": "2025-08-05T14:31:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754404277.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Aug 2025</span><span aria-hidden=\"true\">5 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}