{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Video: Myanmar’s military holds first election since 2021 coup | Politics | Al Jazeera",
            "time": "2025-12-28T08:39:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766911148.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why is it that the UK government can’t define Islamophobia? | Islamophobia | Al Jazeera",
            "time": "2025-12-28T08:38:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-23T111019Z_1158108692_RC2MHHAJR471_RTRMADP_3_BRITAIN-POLITICS-STARMER-1766910917.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In February, the United Kingdom government appointed a working group to provide a definition of “anti-Muslim hatred/Islamophobia”, which should have completed its work by the end of August. In the summer, Conservative MP Nick Timothy and a phalanx of like-minded groups waged a campaign against any such definition, which they argued would stymie free speech for those who wish to criticise Islam.</p><p>Since then, the government has been cowed into silence and delay. Last week, the BBC published a report suggesting that the definition will not use the word Islamophobia at all, opting instead for “anti-Muslim hostility”.</p><p>This is a mistake; hatred of Islam lies at the very heart of racism towards Muslims. And while the British state fails to even name Islamophobia, Muslims face an unprecedented level of danger. The unwillingness of the British government to name and confront Islamophobia is a scandal, one that is barely noticed by mainstream media.</p><p>Before the October 7, 2023 attack on Israel, the number of reported attacks on Muslims in England and Wales was already high and stood at 3,432. In the year up to March 2024, it went up by 13 percent, and a further 19 percent by March 2025. These most recent figures exclude London, due to changes in crime recording by the Metropolitan Police, so the increase is probably higher.</p><p>According to the most recent data, without London, 24 percent of religious hate crimes targeted Jews, and 44 percent were committed against Muslims. In addition, Muslims are consistently more likely to be <a href=\"https://www.gov.uk/government/statistics/hate-crime-england-and-wales-year-ending-march-2025/hate-crime-england-and-wales-year-ending-march-2025\">victims of assault, stalking and harassment</a>.</p><p>It is somewhat miraculous that Islamophobic attacks in the UK over the last two years have not resulted in anyone being killed. Mob violence in the summer of 2024, which followed the murder of three girls in Southport by a non-Muslim attacker, was marked by the targeting of mosques from the start. This year, there have been multiple attacks on mosques, including arson. In December, police in Northern Ireland arrested several members of the so-called “Irish Defence Army” over a plot to attack a mosque and migrant housing in Galway, the Republic of Ireland.</p><p>In the face of the rise in hate crime, the UK government doggedly campaigns against anti-Semitism – as it should – but is not investing anywhere close to the same political capital in protecting Muslims. The state’s approach to defining both forms of racism make this unevenness very clear.</p><p>In December 2016, the UK adopted the International Holocaust Remembrance Alliance’s definition of anti-Semitism, which is highly controversial due to its conflation of anti-Zionism with anti-Semitism. By contrast, the UK government has dragged its feet on adopting any definition of Islamophobia.</p><p>The draft definition that the BBC published on <a href=\"https://www.bbc.co.uk/news/articles/cjrjzp42v4zo\">December 15</a>, which does not mention Islamophobia, is deeply inadequate, and indeed dangerous because it gives a blank cheque to those who want to attack Islam. This lack of protection was inevitable. In the working group’s terms of reference, the government insisted on “the unchanging right of British citizens … to criticise, express dislike of, or insult religions and/or the beliefs and practices of adherents”.</p><p>Imagine, for a moment, that the government specified that a definition of anti-Semitism should allow people to insult Judaism. Even a cursory historical understanding of anti-Semitism clearly shows that hostility to Jews and Judaism have been inseparable across millennia: From the medieval Blood Libel, which accused Jews of killing Christian children for ritual purposes, to today’s “replacement theory” that Jews are orchestrating the corruption of the so-called “white race”.</p><p>Similarly, Western persecution of Muslims has been intrinsically connected with, and driven by, opposition to Islam, from medieval times until the present. Whether during the Reformation of the 16th century in Europe or the colonialisation of North Africa and Asia in the 19th century, Western thinkers and political leaders commonly saw Islam as an inherently imperialist and violent religion, dedicated to world domination, either through holy war or conspiratorial methods.</p><p>In the 16th century, German theologian Martin Luther labelled both Jews and Muslims as “fanatics”, that is to say, religion-inspired violent revolutionaries. In the 18th century, the French scholar Alexandre Deleyre wrote that when “government is absolutely founded upon religion, as among the Muslims; then fanaticism directs itself chiefly outwards, and makes this people an enemy of humanity”.</p><p>The leaders of the French and British empires were obsessed with the notion that Islam bred an inherent potential for revolutionary violence, which had to be guarded against through surveillance, censorship, and a politics of “moderation”.</p><p>The persisting influence of this conception of Islam as a source of violent conspiracy is easily traced through the 20th and 21st centuries in the West, most obviously since the start of the “war on terror” in the early 2000s. These ideas cut across the political spectrum and sit at the centre of the UK’s migration panics since 2015, when war and the rise of ISIL (ISIS) prompted an exodus of refugees from the Middle East.</p><p>The hatred of Islam, based on centuries of Western thought about that religion as an existential threat to Christian civilisation, is the root of a panoply of Islamophobic ideas: That Muslims are all potential terrorists, oppressors of women, sex predators, and obsessive theocrats.</p><p>In this context, to claim that Islam is not a target of Muslim-hating vitriol actually facilitates racism. It gives carte blanche to those who attack Islam with a searing passion – a hostility that fuels to verbal and physical violence against Muslims. To celebrate such attacks as the expression of “free speech” is to glorify hatred.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Central African Republic votes as Touadera seeks third presidential term | Elections News | Al Jazeera",
            "time": "2025-12-28T08:31:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6950da29699d-1766906409.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Central African Republic (CAR) is holding the <a href=\"/news/2025/12/27/central-african-republic-election-whos-running-and-whats-at-stake\">presidential election</a>, with incumbent Faustin-Archange Touadera projected to secure another term in the conflict-ridden country.</p><p>Polling stations opened at 05:00 GMT on Sunday and will close at 17:00 GMT, with 2.3 million voters expected to elect their president, legislators, as well as municipal and regional representatives.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Touadera, who has been in office since 2016, is likely to win the first round of voting. However, if no candidate receives more than 50 percent of the votes, a runoff election will be held.</p><p>The 68-year-old incumbent is running for office following a controversial constitutional referendum in 2023 that allowed him to serve additional terms.</p><p>The campaign unfolded without significant incidents, with the exception of the most credible opposition figures, Anicet-Georges Dologuele and former prime minister and critic Henri-Marie Dondra, being prevented from flying to the provinces to hold rallies.</p><figure id=\"attachment_4199563\" aria-describedby=\"caption-attachment-4199563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199563\" src=\"/wp-content/uploads/2025/12/reuters_6950da40-1766906432.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"A campaign billboard of presidential candidate Anicet-Georges Dologuele, of l'Union pour le Renouveau Centrafricain (URCA), stands ahead of the presidential election scheduled for December 28, in Bangui, Central African Republic, December 24, 2025. REUTERS/Leger Serge Kokpakpa\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199563\" class=\"wp-caption-text\">A campaign billboard of presidential candidate Anicet-Georges Dologuele, of URCA party [File: Leger Serge Kokpakpa/Reuters]</figcaption></figure><p>Security forces were omnipresent in the capital’s streets, with a significant deployment of police, army, and the Russian Wagner Group mercenaries.</p><p>The elections are taking place against the backdrop of a civil war that has been ongoing since 2013 and has brought the state to the brink of collapse, with armed groups controlling large parts of the country at times.</p><p>International peace missions, including the United Nations mission in the CAR, MINUSCA, as well as military <a href=\"/features/2025/3/20/the-ghost-reporters-writing-pro-russian-propaganda-in-west-africa\">support from Russia</a> and Rwanda, have helped to partially stabilise the situation in recent years.</p><p>Nevertheless, rebels remain active, especially in the border regions with Sudan and South Sudan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In addition to the presidential election, parliamentary elections and, for the first time in decades, local elections are also being held on Sunday in the country of some 5.5 million inhabitants.</p><p>Touadera was re-elected in 2020, in a vote marred by allegations of fraud and an uprising by six rebel groups attempting to overthrow the government.</p><p>The rebels were pushed back due to an intervention by the Rwandan army and Russian mercenaries.</p><h2 id=\"orchestrated-rallies\">‘Orchestrated’ rallies</h2><p>According to political scientist and civil society figure Paul Crescent Beninga, “orchestrated” rallies have taken place across the country to plant the idea that Touadera enjoys widespread popular support.</p><p>Images of the incumbent have flooded the capital, with neon signs, giant portraits and T-shirts bearing his likeness seen everywhere on the streets.</p><p>While Touadera held rallies in Bangui’s stadium, his top two critics had to make do with neighbourhood walkabouts and events in schools or their party offices.</p><p>Dologuele and Dondra also faced the prospect of being barred from standing over allegations they held another country’s citizenship.</p><p>Touadera’s 2023 constitutional change introduced the requirement that candidates be single-nationals.</p><p>Although the courts rejected the bans, Dologuele, who previously ran for the top job in 2020, was stripped of his CAR passport in mid-October even after giving up his French citizenship. That prompted him to file a complaint with the UN human rights office.</p><p>“But despite their candidacies being approved, many … remain sceptical about the point of voting and the transparency of the elections,” Beninga told AFP news agency.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine will try “to get some concessions” from Trump at meeting | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-28T08:00:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Ben-Aris-16x9-1766908639.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Kosovo votes in snap election in bid to end a year of political deadlock | Elections News | Al Jazeera",
            "time": "2025-12-28T07:10:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6950c759-1766901593.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Kosovo votes in snap election in bid to end a year of political deadlock</h1><p class=\"article__subhead\"><em>The Balkan nation votes again as PM Albin Kurti seeks majority to break the stalemate and form a government.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kosovo is voting to elect a new parliament for the second time in 11 months, as nationalist Prime Minister Albin Kurti’s party seeks a majority to end a yearlong political deadlock.</p><p>Polls opened at 7am local time (06:00 GMT) and will close at 7pm (18:00 GMT) on Sunday, with exit polls expected soon after voting ‌ends.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The snap parliamentary vote was called after Prime Minister Albin Kurti’s Self-Determination Movement (LVV) party failed to form a government despite winning the most votes at a <a href=\"/news/2025/2/9/kosovo-votes-in-election-seen-as-referendum-on-pm-albin-kurti\">February 9 ballot</a>.</p><p>Failure to form a government and reopen parliament would prolong the crisis at a critical time. Lawmakers must elect a new president in April and ratify 1 billion euros ($1.2bn) in loan agreements from the European Union and ‍World Bank that expire ⁠in the coming months.</p><p>The Balkan country’s opposition parties have refused to govern with Kurti, criticising his handling of ties with Western allies and his approach to Kosovo’s ethnically divided north, where a Serb minority lives.</p><figure id=\"attachment_4199499\" aria-describedby=\"caption-attachment-4199499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199499\" src=\"/wp-content/uploads/2025/12/AFP__20251224__88YE7PQ__v2__HighRes__TopshotKosovoPoliticsElection-1766901384.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kosovo's acting Prime Minister and leader of the Vetevendosje (LVV) party, Albin Kurti, gestures as he speaks during an interview with AFP in Pristina on December 24, 2025. Kosovo and Serbia &quot;need to normalise&quot; their relationship, the acting Prime Minister of Kosovo told AFP in an interview just days before legislative elections in which he will put his mandate on the line.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199499\" class=\"wp-caption-text\">Kosovo’s acting PM and leader of the LVV party, Albin Kurti [File: Armend Nimani/AFP]</figcaption></figure><p>Despite international support, the country of 1.6 million has struggled with poverty, instability and organised crime. Kurti’s tenure, which began ‌in 2021, was the first time a Pristina government completed a full term.</p><p>To woo voters, Kurti has pledged an additional month of salary per year for public sector workers, 1 billion euros per year in capital investment and a new prosecution unit to fight organised crime. ​Opposition parties have also promised to focus on improving living standards.</p><p>Opinion polls are ‌not published in Kosovo, leaving the outcome uncertain. Many voters say they are disillusioned.</p><p>“There wouldn’t be great joy if Kurti wins, nor would there be if the opposition wins. This country needs drastic changes, and I don’t see that change ‌coming,” Edi Krasiqi, a doctor, told Reuters news agency.</p><h2 id=\"tensions-with-serbia\">Tensions with Serbia</h2><p>Formerly a province of Serbia, Kosovo, whose population is almost exclusively Albanian, declared independence from Serbia in 2008 following an uprising and NATO intervention in 1999.</p><p>It has been recognised by more than 100 countries, but not by Russia, Serbia, Greece or Spain. It is seen as a potential candidate for accession to the EU.</p><p>Tensions with Serbia flared in 2023, prompting the EU to impose sanctions on Kosovo.</p><p>The bloc said this month it ‍would lift them after ethnic Serb mayors were elected in northern municipalities, but the measures likely cost Kosovo hundreds of millions of euros.</p><p>Kosovo remains one of the poorest countries in Europe. It is one of the six Western Balkan countries striving to eventually join the EU, but both Belgrade and Pristina have been told they must first normalise relations.</p></div></div></body></html>"
        },
        {
            "title": "Brazil court orders house arrest for Bolsonaro accomplices | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-12-28T07:08:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-24T162153Z_2071531554_RC223IA1JFBW_RTRMADP_3_BRAZIL-BOLSONARO-1766899345.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s top court has issued house arrest orders for 10 people who were convicted and sentenced for participating in a plot to keep former President Jair Bolsonaro in power after his election defeat in 2022.</p><p>The decision by Supreme Court Judge Alexandre de Moraes on Saturday came after authorities in neighbouring Paraguay arrested <a href=\"/news/2025/12/27/key-bolsonaro-ally-arrested-in-paraguay-while-trying-to-flee-to-el-salvador\">a former police commander</a> who had also been convicted in the plot, as he was trying to board a flight to El Salvador using a fake Paraguayan passport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Silvinei Vasques, the former director of Brazil’s federal highway police, was extradited to Brazil on Friday night. He was then placed in pre-trial detention.</p><p>According to Brazilian police, Vasques tore off his ankle monitor on Thursday and drove to Paraguay in a rental car.</p><p>The 10 people, who were subjected to house arrest orders on Saturday, had remained free despite their conviction because they were appealing their case.</p><p>They had faced cautionary measures, like the use of ankle monitors, or had been ordered to stay at the same location every night.</p><p>De Moraes said in his decision that the 10 officials helped plan the coup plot, sought legal justification for it, or spread disinformation on social media to help Bolsonaro stay in power.</p><p>Among them was Filipe Martins, a former adviser to Bolsonaro.</p><p>Martins’s lawyer, Jeffrey Chiquini, said on X that they would file an appeal.</p><p>“Filipe Martins had been wearing an electronic ankle monitor until today and wasn’t allowed to leave his city,” Chiquini said in a video posted on Instagram. “So, what changed?”</p><p>In addition to the house arrest order, the Supreme Court also banned the individuals from receiving visits, using social media or contacting others currently under investigation, the AFP news agency reported, citing a statement by the federal police.</p><p>They were also required to surrender their passports and firearm permits, the agency said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In September, the Supreme Court found Bolsonaro guilty of conspiring to stay in power after losing the 2022 election to left-wing leader Luiz Inacio Lula da Silva, and handed him a 27-year prison sentence.</p><p>The 70-year-old former leader denies any wrongdoing.</p><p>Another ex-official convicted in the case is former intelligence chief Alexandre Ramagem, who fled to the United States.</p><p>Bolsonaro, who has been serving prison time since November, has been hospitalised since Wednesday.</p><p>After undergoing <a href=\"/news/2025/12/25/brazils-jailed-ex-president-bolsonaro-undergoes-successful-surgery\">double hernia surgery</a> on Thursday, his wife, Michelle Bolsonaro, said on Saturday that he was undergoing a procedure for persistent hiccups.</p><p>“It has been nine months of anguish and daily hiccups,” she said on social media.</p><p>The former president has been facing health problems since a stabbing in September 2018, during a presidential campaign event in the town of Juiz de Fora, in Minas Gerais state. Bolsonaro underwent various surgeries in the abdominal region after that stabbing incident, which had catapulted him as a frontrunner in that race.</p><p>The trials against the former president and several generals and police officers accused of participating in the plot have been closely followed in Brazil, where democracy was reinstated in 1985, after decades of military rule.</p><p>US President Donald Trump initially described the proceedings against ideological ally Bolsonaro as a “witch-hunt” and raised tariffs on Brazilian imports over Bolsonaro’s trial, which he described as an “international disgrace”.</p><p>The Trump administration had also placed financial sanctions against de Moraes, the lead judge in Bolsonaro’s trial. But the US government appears to have softened its stance following Bolsonaro’s conviction.</p><p>In November, Trump signed an executive order lowering tariffs on Brazilian beef and coffee, two of the country’s largest exports to the US.</p><p>Earlier this month, the US Treasury lifted sanctions against de Moraes and his wife, as both nations continue to engage in trade negotiations.</p></div></div></body></html>"
        },
        {
            "title": "The TAZARA turns 50: Riding the railway that bridges Tanzania and Zambia | Transport | Al Jazeera",
            "time": "2025-12-28T05:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/TAZARA_Cheng_1-1766832290.jpeg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dar es Salaam, Tanzania to Kapiri Mposhi, Zambia —</strong> In Dar es Salaam’s train station, hundreds of passengers sat amid piles of luggage as a listless breeze blew through the open windows. Shortly before their scheduled 3:50pm departure on the Tanzania-Zambia Railway Authority’s (TAZARA) Mukuba Express train, an update crackled over the tannoy: the train would be leaving two hours late.</p><p>A collective groan rippled through the crowd, and under the soaring roof of the station, pigeons darted back and forth, disappearing into holes left from rotted-out ceiling tiles. But nobody was really surprised. Given the train’s reputation for unreliable service, the passengers knew a two-hour delay for the TAZARA was practically on time.</p><p>The railway runs from Tanzania’s largest city through the country’s southern highlands and across the border into Zambia’s copper provinces, finally pulling into the town of Kapiri Mposhi some 1,860 kilometres (1,156 miles) away. It’s a journey that, according to official timetables, should take about 40 hours.</p><p>For regular passengers, it’s a cheap way to reach parts of the country that are not located near main highways. For foreign tourists, it’s a unique way to see Tanzania’s landscapes far from the bustling cities and overcrowded safari parks, provided they are not in a hurry. A first-class sleeper car all the way to Mbeya, a travel hub and border town just to the east of Zambia, surrounded by lush mountains and coffee farms, is just over $20.</p><p>This year, the railroad celebrated its 50th anniversary, but it has struggled for most of its existence, requiring foreign investment for basic upkeep and failing to haul the amount of freight it was built to carry. Inconsistent maintenance and limited investment have seen its infrastructure and cars deteriorate from decades of use.</p><p>It’s hard to determine exactly where a trip on the TAZARA will be at any given time, due to the myriad delays and breakdowns that randomise each journey. Simple derailments from poorly loaded cars and deteriorating tracks are common, and then there’s the occasional unfortunate brush with nature — in August, service was cancelled after a passenger train struck an African buffalo while passing through Tanzania’s Mwalimu Julius Nyerere National Park.</p><p>But since the beginning of 2025, the TAZARA has been plagued by more serious incidents — and fatalities — that reveal the desperate need for an overhaul of both ageing infrastructure and poor safety management. In April, two locomotives being moved from Zambia to a workshop in Mbeya for repairs derailed at a bridge in southern Tanzania, killing both drivers.</p><p>Two months later, in June, a train derailed in Zambia and was then struck by the “rescue train” dispatched to assist it. The collision killed one TAZARA employee and injured 10 staff and 19 passengers, according to a media release from the railway.</p><p>Citing “unexpected operational challenges,” passenger service was briefly suspended in early September. As it turned out, the few operational locomotives the TAZARA could field were stuck in Tanzania, after a fire damaged one of the hundreds of bridges along the track.</p><p>But big improvements for TAZARA are on the horizon, thanks to a major investment by the China Civil Engineering Construction Corporation (CCECC), which has pledged $1.4bn to refurbish the ageing rail line over the next three years. Though the continuation of passenger service is mentioned in the agreement, construction work will necessitate some pauses to regular service as the project is completed.</p><p>Most of the money will be spent on rehabilitating the tracks, but $400m will go toward 32 new locomotives and 762 wagons, “significantly increasing freight and passenger transport capacity,” according to a TAZARA statement. In return, the Chinese state-owned corporation will receive a 30-year concession to run the TAZARA railway and recoup its investment before turning day-to-day management back over to Tanzanian and Zambian authorities.</p></div></div></body></html>"
        },
        {
            "title": "UK curbs DRC visas, announces migrant return deals with Angola, Namibia | Migration News | Al Jazeera",
            "time": "2025-12-28T04:40:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-02T174738Z_1010296464_RC2T3HAFHWKR_RTRMADP_3_BRITAIN-POLICE-MANCHESTER-1766890501_1b1135-1766895314.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom has imposed visa restrictions on the Democratic Republic of the Congo, accusing its government of failing to cooperate with its new policy on the return of undocumented migrants and those who commit criminal offences.</p><p>The UK Home Office announced the measures in a statement late on Saturday. It also said that Angola and Namibia have agreed to step up efforts to take back their citizens.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreements mark the first major change under <a href=\"/news/2025/11/17/uks-sweeping-asylum-law-changes-how-will-they-impact-refugees\">sweeping reforms</a> unveiled by Secretary of State for the Home Department Shabana Mahmood last month to make refugee status temporary and speed up the deportation of those who arrive without documents in the UK.</p><p>There was no immediate comment from the DRC, Angola or Namibia.</p><p>The Home Office said the DRC failed to meet the UK’s requirements for cooperation and has now been stripped of fast-track visa services and preferential treatment for VIPs and decision makers.</p><p>Mahmood said the UK could escalate measures to a complete halt of visas for the DRC unless cooperation rapidly improves.</p><p>“We expect countries to play by the rules. If one of their citizens has no right to be here, they must take them back,” she said.</p><p>“I thank Angola and Namibia and welcome their co-operation. Now is the time for the Democratic Republic of Congo to do the right thing. Take your citizens back or lose the privilege of entering our country.</p><p>“This is just the start of the measures I am taking to secure our border and ramp up the removal of those with no right to be here,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prime Minister Keir Starmer’s centre-left government unveiled sweeping changes to the UK’s asylum system last month, including drastically cutting protections for refugees and their children, as part of a bid to stem the arrivals of irregular migrants that have fuelled rising anger on the far-right.</p><p>More than <a href=\"/opinions/2025/12/5/xenophobia-runs-the-world\">39,000 people</a>, many fleeing conflict, have arrived in the UK on small boats this year, more than for the whole of 2024 but lower than the record set in 2022, when the Conservatives were in power.</p><p>Mahmood told lawmakers that the reforms, <a href=\"/news/2025/11/9/why-does-the-uk-want-to-copy-denmarks-stringent-immigration-policies\">modelled on Denmark’s strict asylum system</a>, would discourage refugees and asylum seekers from crossing the English Channel from France on small boats.</p><p>She described the current system as “out of control and unfair”, adding that it was an “uncomfortable truth” that the government must face.</p><p>Under the reforms, refugee status will become temporary and will be reviewed every 30 months. Refugees will be forced to return to their home countries once those are deemed safe.</p><p>They will also need to wait for 20 years, instead of the current five, before they can apply for permanent residency.</p><p>The government has also said it will legislate to make it harder for irregular migrants and foreign criminals to use the European Convention on Human Rights (ECHR) to stop deportation.</p><p>Since July last year, the UK has “removed more than 50,000 people with no right to remain”, a 23 percent increase on the previous period, and instructed diplomats to make returns a top priority, Secretary of State for Foreign and Commonwealth Affairs Yvette Cooper said.</p><p>The policy has been facing criticism, however, with Mark Davies, a former adviser to the Foreign Office, calling it “shameful” and a departure from “Britain’s historic commitment to support refugees”.</p><p>Former Labour leader Jeremy Corbyn also described the policy as “draconian”, adding that it tries to “appease the most ghastly, racist right-wing forces all across Europe”, while undermining the UN Convention on Human Rights.</p><p>Enver Solomon, chief executive of the Refugee Council, urged the government to reconsider, warning the plans “will not deter” crossings, and that refugees who work hard should be able to build “secure, settled lives”.</p><p>Official figures cited by the AFP news agency showed that asylum claims in the UK are at a record high, with about 111,000 applications made in the year to June 2025.</p><p>But the number of initial positive decisions the UK authorities granted fell from 2023 to 2024.</p><p>Most asylum seekers and refugees arrive in the UK legally. Net migration reached a record high of 906,000 in the year to June 2023, before it fell to 431,000 in 2024, partly reflecting the tighter rules.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar votes as military holds first election since 2021 coup | Politics News | Al Jazeera",
            "time": "2025-12-28T02:13:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-28T015404Z_91103537_RC29PIAM4SRL_RTRMADP_3_MYANMAR-ELECTION-1766906274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Polls have opened in Myanmar’s first general election since the country’s military toppled Nobel laureate Aung San Suu Kyi’s democratically elected government in a 2021 coup.</p><p>The <a href=\"/news/2025/12/27/whats-happening-in-myanmars-civil-war-as-military-holds-elections\">heavily restricted</a> election on Sunday is taking place in about a third of the Southeast Asian nation’s 330 townships, with large areas inaccessible amid a raging civil war between the military and an array of opposition forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Following the initial phase, two rounds of voting will be held on January 11 and January 25, while voting has been cancelled in 65 townships altogether.</p><p>“This means that at least 20 percent of the country is disenfranchised at this stage,” said Al Jazeera’s Tony Cheng, reporting from Myanmar’s largest city, Yangon. “The big question is going to be here in the cities, what is the turnout going to be like?”</p><p>In Yangon, polling stations opened at 6am on Sunday (23:30 GMT, Saturday), and once the sun was up, “we’ve seen a relatively regular flow of voters come in,” said Cheng.</p><p>“But the voters are generally middle aged, and we haven’t seen many young people. When you look at the ballot, there are only few choices. The vast majority of those choices are military parties,” he said.</p><p>The election has been derided by critics – including the United Nations, some Western countries and human rights ⁠groups – as an exercise that is not free, fair or credible, with anti-military political parties not competing.</p><p>Aung San Suu Kyi, who was deposed by the military ​months after her National League for Democracy (NLD) won the last general election by a landslide in 2020, remains in detention, and her party has been dissolved.</p><p>The pro-military Union Solidarity and Development Party (USDP) is widely expected to emerge as the largest party.</p><p>The military, which has governed Myanmar since 2021, said the vote is a chance for a new start, politically and economically, for the nation of 55 million people, with Senior General Min Aung Hlaing consistently framing the polls as a path to reconciliation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Dressed in civilian clothes, the military chief cast his ballot shortly after polling stations opened in Naypyidaw, the country’s capital. He then held up an ink-soaked figure and smiled widely.</p><p>Voters must dip a ⁠finger into indelible ink after casting a ballot to ensure they do not vote more than once.</p><p>He told reporters afterwards that the elections are free and fair, and the vote was not tarnished because it is being held by the military.</p><p>The state-run Global New Light of Myanmar, in an opinion piece on Sunday, said the poll would open a new chapter and “serve as bridge for the people of Myanmar to reach a prosperous future”.</p><p>Earlier, it reported that election observers from Russia, China, Belarus, Kazakhstan, Cambodia, Vietnam, Nicaragua and India have flown into the country ahead of the polls.</p><h2 id=\"a-resounding-usdp-victory\">‘A resounding USDP victory’</h2><p>But with <a href=\"/news/2025/12/13/myanmar-military-says-armed-groups-used-hospital-it-bombed-killing-dozens\">fighting still raging</a> in many areas of the country, the UN’s Special Rapporteur on Myanmar, Tom Andrews called on the international community to reject the military-run poll.</p><p>“An election organised by a junta that continues to bomb civilians, jail political leaders and criminalise all forms of dissent is not an election – it is a theatre of the absurd performed at gunpoint,” Andrews said in a statement.</p><p>“This is not a pathway out of Myanmar’s crisis. It is a ploy that will perpetuate repression, division and conflict,” he said.</p><p>The civil war, which was triggered by the 2021 coup, has killed an estimated 90,000 people, displaced 3.5 million and left some 22 million people in need of humanitarian assistance.</p><p>According to the Assistance Association for Political Prisoners, more than 22,000 people are currently detained for political offences.</p><p>In downtown Yangon, stations were cordoned off overnight, with security staff posted outside, while armed officers guarded traffic intersections. Election officials set up equipment and installed electronic voting machines, which are being used for the first time in Myanmar.</p><p>The machines will not allow write-in candidates or spoiled ballots.</p><p>Among a trickle of early voters in the city was 45-year-old Swe Maw, who dismissed international criticism.</p><p>“It’s not an important matter,” he told the AFP news agency. “There are always people who like and dislike.”</p><p>In the central Mandalay region, 40-year-old Moe Moe Myint said it was “impossible for this election to be free and fair”.</p><p>“How can we support a junta-run election when this military has destroyed our lives?” she told AFP. “We are homeless, hiding in jungles, and living between life and death,” she added.</p><p>The second round of polling will take place in two weeks’ time, before the third and final round on January 25.</p><p>Dates for counting votes and announcing election results have not been declared.</p><p>Analysts say the military’s attempt to establish a stable administration in the midst of an expansive conflict is fraught with risk, and that significant international recognition is unlikely for any military-controlled government.</p><p>“The outcome is hardly in doubt: a resounding USDP victory and a continuation of army rule with a thin civilian veneer,” wrote Richard Horsey, an analyst at the International Crisis Group in a briefing earlier this month.</p><p>“But it will in no way ease Myanmar’s political crisis or weaken the resolve of a determined armed resistance. Instead, it will likely harden political divisions and prolong Myanmar’s state failure. The new administration, which will take power in April 2026, will have few better options, little credibility and likely no feasible strategy for moving the country in a positive direction,” he added.</p><figure id=\"attachment_4199398\" aria-describedby=\"caption-attachment-4199398\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4199398\" src=\"/wp-content/uploads/2025/12/AFP__20251228__896379F__v1__MidRes__MyanmarVote-1766883845.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People line up to vote inside a polling station during the first phase of Myanmar's general election in Yangon on December 28, 2025.Polling opened in Myanmar's heavily restricted junta-run elections, beginning a month-long vote democracy watchdogs describe as a rebranding of military rule.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199398\" class=\"wp-caption-text\">The Southeast Asian nation of about 50 million is riven by civil war, and there will be no voting in rebel-held areas, which is more than half the country [Nhac Nguyen/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,403 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-28T00:54:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251227__894K7T4__v1__MidRes__UkraineRussiaConflictWar-1766879857.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,403</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,403 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Dec 2025</span><span aria-hidden=\"true\">28 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, December 28:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>At least two people were killed in Ukraine’s capital, Kyiv, and the surrounding region, after Russian forces launched <a href=\"/news/2025/12/27/russia-hammers-ukraines-capital-ahead-of-trump-zelenskyy-meeting\">a massive attack</a> with hundreds of missiles and drones, ahead of Ukrainian President Volodymyr Zelenskyy’s meeting with United States President Donald Trump to work out a plan to end nearly four years of war.</li>\n<li>The attack also wounded at least 46 people, including two children, according to Ukrainian officials.</li>\n<li>Zelenskyy, who was on his way to meet Trump in Florida, said that Russia had launched nearly 500 drones and 40 missiles, targeting energy and civilian infrastructure.</li>\n<li>Ukraine’s state grid operator, Ukrenergo, said that energy facilities across Ukraine were struck, and emergency power cuts had been implemented across the capital. DTEK, Ukraine’s largest private energy company, said the attack had left more than a million households in and around Kyiv without power.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said that more than 40 percent of residential buildings in Kyiv were left without heat, as temperatures hovered around 0 degrees Celsius (32 degrees Fahrenheit) following the attack.</li>\n<li>Poland’s Air Navigation Services Agency said in a statement on X that the Rzeszow and Lublin airports in the country’s southeastern region were temporarily shut following Russia’s strikes on Ukraine. The Operational Command of the Polish Armed Forces said that Polish and allied jets were deployed during the attack, but no violations of Polish airspace were reported.</li>\n<li>In Russia, air defence forces shot down 11 drones headed for the capital, Moscow, according to the city’s mayor, Sergei Sobyanin.</li>\n<li>Russia’s aviation watchdog, Rosaviatsia, said that Moscow’s Vnukovo and Sheremetyevo airports imposed temporary restrictions on airspace due to security reasons.</li>\n<li>Russia’s Ministry of Defence also said that its air defence systems had intercepted and destroyed more than 100 Ukrainian drones in three hours over six other Russian regions.</li>\n<li>Russian commanders told President Vladimir Putin that Moscow’s forces had captured the Ukrainian towns of Myrnohrad, Rodynske and Artemivka in Ukraine’s Donetsk region, as well as Huliaipole and Stepnohirsk in the Zaporizhia region, the Kremlin and Russian news agencies said on Telegram.</li>\n<li>But Ukraine’s military said in its daily battlefield update that its forces had beaten back Russian attempts to advance in the vicinity of Myrnohrad and Huliaipole.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy announced in a Telegram message that he would hold talks with European leaders <a href=\"/news/2025/12/26/zelenskyy-to-meet-trump-in-florida-amid-diplomatic-push-to-end-war\">after his meeting with Trump</a> on Sunday, as Kyiv pushes for a stronger position in the ongoing ceasefire negotiations to prevent Russia from prolonging the war in Ukraine.</li>\n<li>Zelenskyy said he wants to discuss with Trump <a href=\"/news/2025/12/25/russia-claims-to-have-seized-more-than-5100-square-km-of-ukraine-in-2025\">territorial issues</a>, the main stumbling block in talks to end the war, as a 20-point peace framework and a security guarantee deal near completion.</li>\n<li>On the way to the meeting in Florida, Zelenskyy stopped in Canada’s Halifax to meet Mark Carney, the Canadian prime minister said in a statement after the meeting.</li>\n<li>Carney denounced the latest Russian attack as “barbarism”, stressing that it is important for allies to “stand with Ukraine in this difficult time”. He also announced $1.83bn in additional economic aid to Ukraine.</li>\n<li>Zelenskyy spoke to European leaders following the meeting with Carney. In a statement posted on X, European Commission President Ursula von der Leyen said: “We welcome all efforts leading to our shared objective – a just and lasting peace that preserves Ukraine’s sovereignty and territorial integrity. And that strengthens the country’s security and defence capabilities.”</li>\n<li>Antonio Costa, the president of the European Council, which represents the bloc’s 27 member states, echoed von der Leyen’s promise to continue backing Ukraine, saying on X: “The EU’s support for Ukraine will not falter. In war, in peace, in reconstruction.”</li>\n<li>German Chancellor Friedrich Merz said that Zelenskyy had “the full support” of European leaders ahead of his talks with Trump. The leaders of NATO and the European Union said they would work “in close coordination” with the US “for a just and lasting peace in Ukraine”, Merz added in a statement.</li>\n<li>French President Emmanuel Macron said in a call with Zelenskyy that the latest Russian strikes on Kyiv showed that Moscow was not interested in ending the war, the AFP news agency reported, citing officials from Macron’s office. During the call, Macron highlighted what he called the “contrast” between “the willingness of Ukraine to build a lasting peace and Russia’s determination to prolong the war that it started”, the report said.</li>\n<li>Russian President Vladimir Putin said that Russia could see Kyiv was in no hurry to end the war by peaceful means, according to the Interfax news agency. Putin said that if Ukraine did not want to resolve the conflict peacefully, then Russia would accomplish all goals of its “special military operation” by force, Russian state news agency TASS reported.</li>\n</ul><figure id=\"attachment_4199371\" aria-describedby=\"caption-attachment-4199371\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4199371 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/AFP__20251227__894U7CT__v1__MidRes__UkraineCanadaRussiaConflictWarDiplomacy-1766879959.jpg?resize=770%2C514&amp;quality=80\" alt=\"HANDOUT / UKRAINIAN PRESIDENTIAL OFFICE / AFPCopy Photo by HANDOUT / UKRAINIAN PRESIDENTIAL OFFICE / AFP This handout photograph taken on December 27, 2025 and released by the Ukrainian Presidential Office shows Ukraine's President Volodymyr Zelensky (R) and Canadian Prime Minister Mark Carney speaking to the press as they meet in Halifax, Nova Scotia, Canada. Establishing a lasting peace in Ukraine requires &quot;a willing Russia,&quot; Carney said Saturday, denouncing the &quot;barbarism&quot; of Moscow's latest bombardment of Kyiv as he met with Zelensky.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4199371\" class=\"wp-caption-text\">Ukrainian President Volodymyr Zelenskyy (right) and Canadian Prime Minister Mark Carney (left) speak to the media as they meet in Halifax, Nova Scotia, Canada, ahead of the former’s meeting with US President Donald Trump on Sunday [Ukrainian Presidential Office/Handout Photo via AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Palestinians suffer flooded tents and debris as cold and rain lash Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-27T22:54:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AA-20251216-39993434-39993420-FLOODING_HITS_DISPLACED_PALESTINIANS_TENTS_AFTER_HEAVY_RAIN_IN_GAZA-1765877178.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of thousands of displaced Palestinians in Gaza, surrounded by tents and debris, are suffering through more winter rains after two years of Israeli bombardment destroyed much of the Strip.</p><p>A polar low-pressure system accompanied by heavy rain and strong winds swept across the Gaza Strip on Saturday. It is the third polar low to affect the Palestinian territory this winter, with a fourth low-pressure system forecast to hit the area starting on Monday, meteorologist Laith al-Allami told the Anadolu news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Many families have been living in tents since late 2023, for most of the duration of Israel’s genocidal war on Gaza.</p><p>The enclave is imminently facing freezing temperatures, rain and strong winds, as the authorities warn the downpour could intensify into a full-blown storm.</p><p>Mohammed Maslah, a displaced Palestinian now in Gaza City, told Al Jazeera in his rugged tent that he did not have a choice but to stay there.</p><p>“I could not find anywhere to live in Gaza, except Gaza Port,” he told Al Jazeera. “I’m forced to stay here because my home is under Israeli control. After just a few hours of rain, we were soaked.”</p><p>In Deir al-Balah, Shaima Wadi, a mother of four children who was displaced from Jabaliya in the north, spoke to the Associated Press. “We have been living in this tent for two years. Every time it rains and the tent collapses over our heads, we try to put up new pieces of wood,” she said. “With how expensive everything has become, and without any income, we can barely afford clothes for our children or mattresses for them to sleep on.”</p><p>The heavy rains <a href=\"/news/2025/12/12/gazas-displaced-face-storm-disaster-with-almost-nothing\">earlier this month</a> flooded tents and makeshift shelters across Gaza, where most of the buildings have been destroyed or damaged by Israeli attacks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>So far in December, at least 15 people, including three babies, died from hypothermia following rains and plunging temperatures, with several buildings collapsing, according to the authorities in Gaza. Aid organisations have called for Israel to allow more shelters and other humanitarian aid into the territory.</p><p>Ibrahim Abu al-Reesh, head of field operations for the Civil Defence in the Gaza Port area, said that his teams responded to various distress calls as weather conditions got harsher in places where displaced people set up fragile tents.</p><p>“We worked hard to cover some of these damaged tents with plastic sheets after they were flooded by rainwater,” he told Al Jazeera.</p><p>Al Jazeera’s Ibrahim Al Khalili, reporting from Gaza City, said that winter has been adding to the suffering of tens of thousands of displaced Palestinians who do not have safe shelters.</p><p>“The same misery repeats as each rain fills neighbourhoods with muddy water,” he said.</p><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><p>As Palestinians face dire conditions in Gaza, Israeli Prime Minister Benjamin Netanyahu is expected to visit Washington, DC, in the coming days while negotiators and others discuss the second stage of the ceasefire that took effect on October 10.</p><p>The progress in the peace process has been slow. Challenges in phase two of the ceasefire include the deployment of an international stabilisation force, a technocratic governing body for Gaza, the proposed disarmament of Hamas and further Israeli troop withdrawals from the territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>So far, the agreement has partially held despite Israel’s repeated violations.</p><p>Since the ceasefire went into effect, more than 414 Palestinians have been killed and 1,142 wounded, according to Gaza’s Ministry of Health.</p><p>It also said the bodies of 679 people were pulled from the rubble during the same period, as the truce makes it safer to search for the remains of people killed earlier.</p><p>The ministry on Saturday said that 29 bodies, including 25 recovered from under the rubble, had been brought to local hospitals over the past 48 hours.</p><p>The overall Palestinian death toll from Israel’s war has risen to at least 71,266, the ministry said, and another 171,219 have been wounded.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria reach AFCON knockouts despite late Tunisia scare | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-27T22:35:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251227__894Y9L8__v1__MidRes__FblAfr2025Match17NgaTun-1766871590.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Victor Osimhen starred as Nigeria became the second qualifiers for the Africa Cup of Nations knockout stage after Egypt by surviving a late Tunisia onslaught to <a href=\"/sports/liveblog/2025/12/27/live-nigeria-vs-tunisia-afcon-2025\">win 3-2</a> in Fes.</p><p>The Super Eagles were cruising to victory on Saturday, leading 3-0 through goals from Osimhen, captain Wilfred Ndidi and Ademola Lookman.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But Tunisia refused to surrender in the top-of-the-table Group C clash, and Montassar Talbi and Ali Abdi scored to set up a tense finish.</p><p>Tunisia had two chances to level during seven minutes of added time, but a header from captain Ferjani Sassi and a shot by substitute Ismael Gharbi were just off target.</p><p>Nigeria have six points, Tunisia three, and Tanzania and Uganda one each, with the final round of group matches set for Tuesday.</p><p>The showdown was the seventh time the Super Eagles and the Carthage Eagles had faced each other at an AFCON.</p><p>Nigeria won three times, and Tunisia once. Another two meetings went to penalty shootouts, with each nation winning one.</p><p>After performing well below par when edging Tanzania in the opening round, Nigeria were a transformed team against Tunisia, dominating the first 30 minutes in the northern city.</p><p>Osimhen was outstanding, particularly in aerial duels, while Tunisia were forced to constantly defend against the three-time champions.</p><p>The Galatasaray striker, wearing his trademark mask, headed just over after nine minutes, and came close again soon after as he rose to meet a corner kick.</p><p>Osimhen had the ball in the net after 17 minutes, but was rightly ruled offside. Big-screen replays showed the 2023 African player of the year timing his run too early.</p><p>Tunisia midfielder Hannibal Mejbri was lucky to escape a yellow card for dissent after reacting angrily when a Nigerian took a foul throw, flinging the ball into the ground.</p><p>Osimhen was wide with another headed goal attempt, then left the pitch temporarily so that the medical staff could apply a spray to his leg.</p><p>Tunisia finally broke out of a defensive shell on 32 minutes and forced a corner. The set-piece ended with the ball coming back to Abdi, whose shot flew well over.</p><p>Several Tunisian raids reaped no reward, and on 44 minutes, the goalless deadlock was broken, with Osimhen, predictably, the scorer.</p><p>The goal involved two former African players of the year, with 2024 winner Lookman crossing the ball and Osimhen rising between Abdi and Talbi to head powerfully into the net.</p><p>Just five minutes into the second half, Nigeria stretched their lead to two goals, as they once again exposed the aerial weaknesses of the Tunisian defence.</p><p>Atalanta striker Lookman was the architect again, floating a corner into the heart of the goalmouth, where Ndidi soared to beat goalkeeper Aymen Dahmen and score his first international goal.</p><p>After creating the first two goals, Lookman scored the third on 67 minutes, after being set up by Osimhen. He had time to control the ball in the box before slamming it into the net off the post.</p><p>Tunisia pulled one goal back with 16 minutes remaining. The North Africans finally got the better of an aerial duel, and Talbi nodded a Mejbri free-kick into the net.</p><p>The goal had a dramatic effect as Tunisia took control and scored again with three minutes left, when Abdi converted a penalty awarded after a VAR review showed Bright Samuel handled.</p><h2 id=\"uganda-spurn-penalty-chance-to-beat-tanzania\">Uganda spurn penalty chance to beat Tanzania</h2><p>Uganda’s Allan Okello missed a late penalty as his side had to settle for a 1-1 draw against East African neighbours Tanzania at the Africa Cup of Nations earlier on Saturday.</p><p>Okello’s failure to convert from the spot denied Uganda a precious victory in the Group C clash after Uche Ikpeazu had scored a late equaliser for the Cranes in front of 10,540 fans at Al Medina Stadium in Rabat.</p><p>Before that, it looked like Tanzania, winless in 10 previous matches across four AFCON tournaments, might finally break their duck when Simon Msuva put them in front from the penalty spot.</p><p>But Ikpeazu, who plays in the Scottish second tier for St Johnstone, headed in a cross by fellow substitute Denis Omedi to level the scores with 10 minutes remaining.</p><p>“I have a very bad feeling, because I think we didn’t deserve this draw. I think we had more opportunities,” said Uganda coach Paul Put.</p><p>Of the missed penalty, he said, “That is very, very painful, but that is also football.”</p><p>The deadlock between the regional rivals, who will co-host the 2027 Cup of Nations with Kenya, does little to help their chances of progressing to the last 16 from Group C.</p><p>Both have one point from two matches and trail Nigeria and Tunisia, with the two former champions facing off later on Saturday in Fes.</p><p>“It is not in our hands, but we have to believe,” said Put, whose team play Nigeria next.</p><p>Uganda, who have just one AFCON win of their own across three tournament appearances since losing the 1978 final, came closest to scoring in the first half.</p><p>An Aziz Kayondo cross from the left was met by the head of Rogers Mato, whose effort came back off the underside of the crossbar.</p><p>Tanzania were awarded a spot-kick just before the hour mark, when a shot by Alphonce Msanga struck the arm of Uganda’s Baba Alhassan.</p><p>The experienced Msuva, who plays club football in Iraq, made no mistake from the spot and has now scored goals at three different AFCON tournaments.</p><p>However, a dramatic finish to the game amid a torrential downpour saw Tanzania squander the lead and then breathe a big sigh of relief as Uganda missed the opportunity to claim victory.</p><p>Ikpeazu made it 1-1, and Uganda won a penalty when James Bogere went down as his shirt was pulled by Tanzania defender Haji Mnoga of Salford City.</p><p>With the game in the 90th minute, Okello stepped up and was perhaps put off by a huge clap of thunder just before he took his kick, which went over the bar.</p><p>“I am a little bit disappointed with the result, because we tried to win the game, but we also could have lost it in the last five minutes,” said Tanzania coach Miguel Angel Gamondi.</p><p>“We wanted our first win at the Africa Cup of Nations, and I am very sorry for all the Tanzanian people.”</p></div></div></body></html>"
        },
        {
            "title": "Villa come back at Chelsea, while Arsenal and Man City win again | Football News | Al Jazeera",
            "time": "2025-12-27T21:59:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2253731140-1766871390.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aston Villa’s latest comeback win has highlighted coach Unai Emery’s remarkable record of turning around games, which has put his side firmly in the Premier League title race.</p><p>After Saturday’s 2-1 win at Chelsea – their 12th in 13th league matches – Villa have claimed 18 points from losing positions so far this season, more than any other team.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>And it is not just this year that the Spaniard has been ⁠affecting games with his decision-making. Across the last three seasons, Villa have won more points from matches in ​which they were losing than any other Premier League team, according to data firm Opta.</p><p>In ‍the 58th minute on Saturday, with Chelsea 1-0 up and looking in control, Emery gambled on a triple substitution, bringing on Ollie Watkins and more attacking firepower in the form of winger Jadon Sancho, along with midfielder Amadou Onana.</p><p>Five minutes later, Watkins ‍pounced on a ⁠through ball by Morgan Rogers to beat Robert Sanchez in the Chelsea goal.</p><p>Buoyed by their equaliser and their change of personnel, Villa looked transformed from the side that was pinned back by their hosts for most of the first hour.</p><p>In the 84th minute, Watkins – hoping for a place in the England World Cup squad next summer – met a Youri Tielemans corner with an angled header that left Sanchez with no chance.</p><p>“He’s a tactical genius,” Watkins said when asked by Sky ​Sports about Emery’s ability to change the momentum of matches.</p><p>The coach himself tried ‌to sound a bit less effusive. “It’s something, of course, that makes us proud of everything we are doing,” Emery said when asked about Villa’s ability to turn losing situations into victories.</p><p>He sought to play down his side’s chances of winning the title, despite ‌their blistering form.</p><p>“I am not feeling it,” Emery said. “I am feeling we competing very well, and we are now the third in the league with two ‌teams, Manchester City and Arsenal, wow.”</p><p>But with the season only halfway ⁠through, Villa, who struggled badly at the start of the campaign, need to show more consistency, he said.</p><p>Villa face league leaders Arsenal in London on Tuesday.</p><p>Chelsea manager Enzo Maresca had to face questions about much less impressive statistics for his young side, who have ‌dropped 11 points from winning positions in home Premier League matches this season – four more than any other side.</p><p>“We need to understand why when we concede a goal, we struggle a bit to manage the game,” ‍the Italian told reporters.</p><p>He was left to rue Chelsea’s failure to build a bigger lead before Villa’s fightback.</p><p>“By the time they scored the goal, I think we should have scored two to three goals,” Maresca said.</p><h2 id=\"arsenal-man-city-and-liverpool-maintain-form\">Arsenal, Man City and Liverpool maintain form</h2><p>Manchester City threw down the gauntlet for the ‍second successive weekend, and Arsenal proved undaunted ‍as they kicked off their festive fixtures with a narrow 2-1 defeat of Brighton &amp; Hove Albion to stay as Premier League leaders on Saturday.</p><p>City won 2-1 at Nottingham Forest, with Rayan Cherki grabbing a goal and an assist to briefly move to the top of the pile.</p><p>But Arsenal, just as they had done last week by beating Everton after City’s earlier win over West Ham United, were unwavering as captain Martin Odegaard scored his first goal of the season for Mikel Arteta’s side.</p><p>Arsenal also needed an own goal and ⁠a spectacular save by keeper David Raya to preserve their lead, as the halfway point in the Premier League season looms.</p><p>The London side have 42 points from 18 games, with City on 40.</p><p>When Odegaard drilled in a 14th-minute opener for the Gunners, and Georginio Rutter’s own goal from a Declan Rice corner made it 2-0 shortly after the break, it should have been ​a routine three points for the hosts.</p><p>But Diego Gomez’s reply for Brighton changed the complexion of the contest, and there was relief at the final ‌whistle as Arsenal cleared another obstacle in the title chase.</p><p>“The knock-on effect of winning is incredibly powerful,” Arteta said of a victory that should have been easier.</p><p>“It should never be 2-1, but that’s the Premier League. What I like is that we have a lot of issues [but] we’re dealing with it in an incredible way. Yesterday, we lost Jurrien [Timber]; today, we lost [Riccardo] Calafiori in the warm-up; Declan [Rice] has to play as a full-back, and you see the performance that ‌he put in. So, that’s the spirit and that’s how much our players want it.”</p><p>Florian Wirtz scored his first Liverpool goal as they beat Wolverhampton Wanderers 2-1 on an emotional Anfield afternoon, when both sets of fans remembered the late Diogo Jota, who died in a car crash in July.</p><p>Wirtz doubled Liverpool’s lead shortly after Ryan Gravenberch had put them in front, although Wolves rallied in the second half and Santiago Bueno pulled a goal back.</p><p>Reigning champions Liverpool moved fourth on 32 ‍points, while the misery for the ⁠bottom club Wolves continues.</p><p>They have now broken the Premier League record for winless starts to a season and have two points from 18 games, and are 16 points behind the fourth-from-bottom Nottingham Forest.</p></div></div></body></html>"
        },
        {
            "title": "Iran president says US, Israel, Europe waging ‘full-fledged war’ on country | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-12-27T21:22:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6950456684c5f-1766868326.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran president says US, Israel, Europe waging ‘full-fledged war’ on country</h1><p class=\"article__subhead\"><em>If Israel and the US were to attack Iran again, they would ‘face a more decisive response’, Pezeshkian warns.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian President Masoud Pezeshkian says that the United States, Israel and Europe are waging a “full-fledged war” against his country.</p><p>The president’s remarks on Saturday came ahead of Israeli Prime Minister Benjamin Netanyahu’s meeting on Monday with US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They also come six months after Israel and the <a href=\"/news/2025/12/26/netanyahu-pushes-for-iran-conflict-clashing-with-trumps-priorities\">US launched strikes on Iran</a>, and after France, Germany and the United Kingdom reimposed United Nations sanctions on Iran in September over its nuclear programme.</p><p>“In my opinion, we are in a full-fledged war with America, Israel and Europe. They do not want our country to stand on its feet,” Pezeshkian told the official site of Supreme Leader Ayatollah Ali Khamenei in an interview.</p><p>“Our dear military forces are doing their jobs with strength, and now, in terms of equipment and manpower, despite all the problems we have, they are stronger than when they [Israel and the US] attacked,” he said.</p><p>“So, if they want to attack, they will naturally face a more decisive response.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The president said that “this war” was unlike past ones.</p><p>“This war is worse than Iraq’s war against us. If one understands it well, this war is far more complex and difficult than that war,” Pezeshkian said, referring to the 1980-1988 conflict between the neighbouring countries in which thousands were killed.</p><p>The US and its allies accuse Iran of seeking to acquire nuclear weapons, a claim Tehran has repeatedly denied.</p><p>Israel and Iran engaged in a 12-day war in June, triggered by an unprecedented Israeli attack on <a href=\"/news/2025/12/24/iran-rejects-inspections-of-bombed-nuclear-sites-without-iaea-framework\">Iranian military and nuclear sites</a>, as well as civilian areas.</p><p>The strikes caused more than 1,000 casualties, according to Iranian authorities.</p><p>The US later joined the Israeli operation, bombing three Iranian nuclear sites.</p><p>Washington’s involvement brought a halt to negotiations with Tehran, which began in April, over its nuclear programme.</p><p>Since returning to the White House in January, Trump has revived his so-called “maximum pressure” policy against Iran, initiated during his first term.</p><p>That has included additional sanctions designed to economically cripple the country and dry up its oil revenues from sales on the global market.</p><p>According to recent reports, when Netanyahu visits Trump at his Mar-a-Lago resort in Florida this weekend, he will be <a href=\"/news/2025/12/26/netanyahu-pushes-for-iran-conflict-clashing-with-trumps-priorities\">pushing for more military actions</a> against Iran, this time focusing on Tehran’s missile programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Do Donald Trump’s strikes in Nigeria serve any purpose? | Armed Groups News | Al Jazeera",
            "time": "2025-12-27T19:16:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766859488.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US president says air strikes are against ISIL, claiming the group targets Christians.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>“More to come”: Those are the words of United States Defense Secretary Pete Hegseth after his country carried out a wave of air strikes against ISIL (ISIS) in northwestern Nigeria.</p><p>Hegseth said the aim is to stop the group’s killing of what he called “innocent Christians”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Back in November, President Donald Trump warned the US would take action against the group if the Nigerian government continued to allow what he claimed was the targeting of Christians.</p><p>Many say Trump was pressured by his right-wing Christian base in the US to carry out the recent attacks in Nigeria. But what could be the fallout on the African country with a highly complex religious makeup?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Malik Samuel – Senior researcher at Good Governance Africa</p><p>Ebenezer Obadare – Senior fellow for Africa studies at the Council on Foreign Relations</p><p>David Otto – Deputy director of counterterrorism training at the International Academy for the Fight Against Terrorism</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel’s recognition of Somaliland slammed across world capitals | Politics News | Al Jazeera",
            "time": "2025-12-27T18:35:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695017bc062a-1766856636.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Arab League, the Gulf Cooperation Council (GCC), the African Union (AU), and the Organization of Islamic Cooperation (OIC) have joined numerous countries and foreign ministers in decrying Israel’s formal recognition of the Somali breakaway region of Somaliland as an independent state.</p><p>Somaliland, a region in the Horn of Africa, declared independence from Somalia in 1991 and has pushed for international recognition for decades, with President Abdirahman Mohamed Abdullahi making it a top priority since taking office last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel <a href=\"/news/2025/12/26/israel-becomes-first-country-to-recognise-somaliland\">announced</a> on Friday that it viewed Somaliland as an “independent and sovereign state”, becoming the first country to make such a declaration.</p><p>The announcement prompted <a href=\"/news/2025/12/27/state-aggression-somalia-demands-israel-withdraw-somaliland-recognition\">Somalia</a> to call the decision a “deliberate attack” on its sovereignty that would undermine regional peace.</p><p>In a statement on Friday, the AU continental bloc rejected Israel’s move and warned that it risked “setting a dangerous precedent with far-reaching implications for peace and stability across the continent”.</p><p>The AU Commission chair, Mahmoud Ali Youssouf, said the institution “firmly rejects any initiative or action aimed at recognising Somaliland as an independent entity, recalling that Somaliland remains an integral part of the Federal Republic of Somalia”.</p><h2 id=\"dangerous-precedent\">‘Dangerous precedent’</h2><p>Arab League Secretary-General Ahmed Aboul Gheit called Israel’s action “a clear violation of international law and a flagrant infringement of the principle of the unity and sovereignty of states”.</p><p>“Any attempt to impose unilateral recognitions constitutes an unacceptable interference in Somalia’s internal affairs and sets a dangerous precedent that threatens regional and international security and stability,” he warned.</p><p>The GCC called the development “a grave violation of the principles of international law and a blatant infringement” of Somalia’s sovereignty.</p><p>“This recognition represents a dangerous precedent that will undermine the foundations of stability in the Horn of Africa region and open the door to further tensions and conflicts, contradicting regional and international efforts aimed at strengthening international peace and security in the region,” GCC Secretary-General Jasem Albudaiwi said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The European Union said it respected Somalia’s territorial integrity and sovereignty, calling for dialogue between the Somali national government and Somaliland.</p><p>The OIC issued a joint statement together with the foreign ministers of several countries including Algeria, Comoros, Djibouti, Egypt, Gambia, Iran, Iraq, Jordan, Kuwait, Libya, Maldives, Nigeria, Oman, Pakistan, Palestine, Qatar, Saudi Arabia, Somalia, Sudan, Turkiye, and Yemen.</p><p>The group issued its “unequivocal rejection of Israel’s recognition of the ‘Somaliland’ region … given the serious repercussions of such unprecedented measure on peace and security in the Horn of Africa, the Red Sea, and its serious effects on international peace and security as a whole”.</p><p>They criticised “Israel’s full and blatant disregard to international law” and expressed full support for the sovereignty of Somalia.</p><p>The group also rejected “any potential link between such measure [Somaliland recognition] and any attempts to forcibly expel the Palestinian people out of their land”.</p><p>Earlier this year, reports emerged linking potential recognition of Somaliland to plans for ethnically cleansing <a href=\"/news/2025/9/8/somaliland-recognition-for-forced-transfer-of-palestinians-not-worth-it\">Palestinians in Gaza</a> and forcibly moving them to the African region.</p><h2 id=\"somalia-demands-reversal-of-recognition\">Somalia demands reversal of recognition</h2><p>Qatar, Iran, Saudi Arabia, Pakistan, China and Nigeria were among the other countries that condemned Israel’s move in separate statements.</p><p>The Palestinian Authority and Hamas also rejected Israel’s recognition of Somaliland.</p><p>On Friday, Somalia <a href=\"/news/2025/12/27/state-aggression-somalia-demands-israel-withdraw-somaliland-recognition\">demanded</a> Israel reverse its recognition of Somaliland as independent, condemning the move as an act of “aggression that will never be tolerated”.</p><p>However, Somaliland leader Abdullahi hailed Israel’s decision as a “historic moment” and said in a post on X that it marked the beginning of a “strategic partnership”.</p><p>As world leaders weighed in, Somalia’s al-Qaeda-linked armed group al-Shabab pledged on Saturday to fight any attempt by Israel “to claim or use parts of Somaliland”.</p><p>“We will not accept it, and we will fight against it,” the group that has waged a decades-long armed rebellion in the region said in a statement.</p><p>United States President Donald Trump also commented on the issue.</p><p>Asked by the New York Post newspaper whether Washington planned to also recognise Somaliland, Trump said “no”.</p><p>“Does anyone know what Somaliland is, really?” he added on Friday.</p></div></div></body></html>"
        },
        {
            "title": "Taiwan rocked by magnitude 7.0 quake but no major damage reported | Earthquakes News | Al Jazeera",
            "time": "2025-12-27T17:50:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_695016795ec4-1766856313.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Taiwan rocked by magnitude 7.0 quake but no major damage reported</h1><p class=\"article__subhead\"><em>The weather administration said damage from the quake should be limited because it was deep and hit offshore.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A magnitude 7.0 earthquake struck Taiwan’s northeastern coastal city, the island’s weather administration said, with no immediate reports of major damage.</p><p>The quake with a depth of 73km (45 miles) was felt across Taiwan and shook buildings in the capital Taipei, the administration said on Saturday, assigning it an intensity-four category, meaning there could be minor damage.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Taipei city’s government said there was no major damage reported in the immediate aftermath, with some isolated cases of damage, including gas and water leakage and minor damage to buildings.</p><p>The United States Geological Survey (USGS) put the magnitude of the earthquake at 6.6.</p><p>More than 3,000 homes in Yilan briefly lost power, the Taiwan Power Company said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Major chipmaker TSMC said a small number of its facilities in the northern Hsinchu Science Park met evacuation thresholds after the quake, and evacuated staff had since returned to their posts.</p><p>The weather administration said people should be on alert for aftershocks of magnitude 5.5-6.0 in the coming day. It also said damage from the quake should be limited because it was relatively deep and hit offshore.</p><p>Taiwan President William Lai Ching-te said in a social media post that authorities had the situation under control and also urged the population to be on alert for aftershocks.</p><p>Taiwan lies near the junction of two tectonic plates and is prone to earthquakes.</p><p>In April 2024, a magnitude 7.4 earthquake killed 17 people as it triggered landslides and severely damaged buildings around Hualien city.</p><p>Officials at the time said it was Taiwan’s strongest quake in 25 years.</p><p>More than 100 people were killed in a quake in southern Taiwan in 2016, while a magnitude 7.3 quake killed more than 2,000 people in 1999.</p></div></div></body></html>"
        },
        {
            "title": "What’s happening in Myanmar’s civil war as military stages elections? | Military News | Al Jazeera",
            "time": "2025-12-27T17:45:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251211__87RL6CT__v2__HighRes__TopshotMyanmarConflictUnrest-1766714116.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Yangon, Myanmar –</strong> Voters in parts of Myanmar are heading to the polls on Sunday for an election that critics view as a bid by the country’s generals to legitimise military rule, nearly five years after they overthrew the government of Nobel Laureate Aung San Suu Kyi.</p><p>The multi-phased election is unfolding amid a raging civil war, with ethnic armed groups and opposition militias fighting the military for control of vast stretches of territory, stretching from the borderlands with Bangladesh and India in the west, across the central plains, to the frontiers with China and Thailand in the north and east.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In central Sagaing, voting will take place in only a third of the region’s townships on Sunday. Another third will be covered during a second and third phase in January, while voting has been cancelled altogether in the remainder.</p><p>Fighting, including air raids and arson, has intensified in several areas.</p><p>“The military is deploying troops and burning villages under the guise of ‘territorial dominance’,” said Esther J, a journalist based there. “People here are saying this is being done for the election.”</p><p>In most of the region, “we haven’t seen a single activity related to the election,” she said. “No one is campaigning, organising or telling people to vote.”</p><p>Across Myanmar, voting has been cancelled in 65 of the country’s 330 townships, with more cancellations expected due to ongoing fighting. The conflict, triggered by the 2021 coup, has killed an estimated 90,000 people and displaced more than 3.5 million, according to monitoring groups and the United Nations. It has left nearly half of the country’s population of 55 million in need of humanitarian assistance.</p><p>“People [in Sagaing] say they have no interest in the election,” said Esther J. “They do not want the military. They want the revolutionary forces to win.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shifting-battlefield\">Shifting battlefield</h2><p>For much of last year, the Myanmar military appeared to be losing ground.</p><p>A coordinated offensive launched in late 2023 by the Three Brotherhood Alliance – a coalition of ethnic armed groups and opposition militias – seized vast areas, nearly pushing the military out of western Rakhine state and capturing a major regional military headquarters in the northeastern city of Lashio, about 120km (75 miles) from the Chinese border. Armed with commercial drones modified to carry bombs, the rebels were soon threatening the country’s second-largest city of Mandalay.</p><p>The operation – dubbed 1027 – marked the most significant threat to the military since the 2021 coup.</p><p>But the momentum has stalled this year, largely because of China’s intervention.</p><p>In April, Beijing brokered a deal in which the Myanmar National Democratic Alliance Army agreed to surrender the city of Lashio, without a single shot being fired. The military subsequently reclaimed key towns in north and central Myanmar, including Nawnghkio, Thabeikkyin, Kyaukme and Hsipaw. In late October, China brokered another agreement for the Ta’ang National Liberation Army to withdraw from the gold mining towns of Mogok and Momeik.</p><p>“The Myanmar military is definitely resurgent,” said Morgan Michaels, a research fellow at the International Institute for Strategic Studies (IISS). “If this current trend continues, the Myanmar military could be back in a relatively dominant position in a year or so, maybe two.”</p><p>The military turned the tide by launching a conscription drive, expanding its drone fleet and putting more combat credible soldiers in charge. Since announcing mandatory military service in February 2024, it has recruited between 70,000 to 80,000 people, researchers say.</p><p>“The conscription drive has been unexpectedly effective,” said Min Zaw Oo, executive director at the Myanmar Institute for Peace and Security. “Economic hardship and political polarisation pushed many young men into the ranks,” he said, with many of the recruits technically adept and serving as snipers and drone operators. “The military’s drone units now outmatch those of the opposition,” he added.</p><p>According to the Armed Conflict Location &amp; Event Data Project (ACLED), a monitoring group, air and drone attacks by the military have increased by roughly 30 percent this year. The group recorded 2,602 air attacks that it said killed 1,971 people – the highest toll since the coup. It said Myanmar now ranks third in the world for drone operations, behind only Ukraine and Russia.</p><p>China, meanwhile, has applied pressure beyond brokering ceasefires.</p><p>According to analysts, Beijing pressed one of the strongest armed ethnic groups, the United Wa State Army, to cut off weapons supplies to other rebels, resulting in ammunition shortages across the country. The opposition forces have also suffered from disunity. “They are as fragmented as ever,” said Michaels of the IISS. “Relationships between these groups are deteriorating, and the ethnic armed organisations are abandoning the People’s Defence Forces,” he said, referring to the opposition militias that mobilised after the coup.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"china-s-calculations\">China’s calculations</h2><p>China, observers say, acted for fear of a state collapse in Myanmar.</p><p>“The situation in Myanmar is a ‘hot mess’, and it’s on China’s border,” said Einar Tangen, a Beijing-based analyst at the Centre for International Governance Innovation. Beijing, he said, wants to see peace in Myanmar to protect key trade routes, including the China-Myanmar Economic Corridor that, when completed, will link its landlocked Yunnan province to the Indian Ocean and a deep seaport there.</p><p>Tangen said Beijing harbours no love for the military, but sees few alternatives.</p><p>Indeed, after the coup, Beijing refrained from normalising relations with Myanmar or recognising coup leader Min Aung Hlaing. But in a sign of shifting policy, Chinese President Xi Jinping met Min Aung Hlaing twice this year. During talks in China’s Tianjin in August, Xi told Min Aung Hlaing that Beijing supports Myanmar in safeguarding its sovereignty, as well as “in unifying all domestic political forces” and “restoring stability and development”.</p><p>Tangen said China sees the election as a path to more predictable governance. Russia and India, too, have backed the process, though the UN and several Western nations have called it a “sham”. But Tangen noted that while Western nations denounce the military, they have done little to engage with the rebels. The United States has dealt further blows by cutting off foreign aid and ending visa protections for Myanmar citizens.</p><p>“The West is paying lip service to the humanitarian crisis. China’s trying to do something but doesn’t know how to solve it,” Tangen said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"limited-gains-lasting-war\">Limited gains, lasting war</h2><p>The military’s territorial gains, meanwhile, remain modest.</p><p>In northern Shan state, Myanmar’s largest, the military has recaptured only 11.3 percent of the territory it had lost, according to the Institute for Strategy and Policy – Myanmar, a think tank. But it is western Rakhine State that remains the “larger and more intense theatre of war”, said Khin Zaw Win, a Yangon-based analyst.</p><p>There, the Arakan Army is pushing beyond the borders of the state, overrunning multiple bases, and pushing east in a move that threatens the military’s defence industries. In northern Kachin state, the battle for Bhamo, a gateway to the north, is approaching its first anniversary, while in the southeast, armed groups have taken a “number of important positions along the border with Thailand”, he said.</p><p>So the military’s recent gains in other parts were “not that significant”, he added.</p><p>ACLED, the war monitor, also described the military’s successes as “limited in the context of the overall conflict”. In a briefing this month, Su Mon, a senior analyst at ACLED, wrote that the military remains in a “weakened position compared to before the 2021 coup and Operation 1027 and is unable to assert effective control over the areas it has recently retaken”.</p><p>Still, the gains give the military “more confidence to proceed with the elections”, said Khin Zaw Win.</p><p>The military-backed Union Solidarity and Development Party, which has fielded the most candidates, is expected to form the next government. Aung San Suu Kyi’s National League for Democracy has been dissolved, and she remains held incommunicado, while other smaller opposition parties have been barred from participating.</p><p>Khin Zaw Win said he does not expect the election to “affect the war to any appreciable extent” and that the military might even be “deluded to go for a complete military victory”.</p><p>But on the other hand, China could help de-escalate, he said.</p><p>“China’s mediation efforts are geared toward a negotiated settlement,” he noted. “It expects a ‘payoff’ and does not want a protracted war that will harm its larger interests.”</p><p><em>Zaheena Rasheed wrote and reported from Kuala Lumpur, Malaysia, and Cape Diamond reported from Yangon, Myanmar.</em></p></div></div></body></html>"
        },
        {
            "title": "Mane rescues Senegal in draw with DR Congo, as Benin find first AFCON win | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-27T17:41:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25361615206372-1766856260.jpg?resize=1920%2C1300",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sadio Mane’s equaliser earned 2022 champions Senegal a 1-1 draw with the Democratic Republic of the Congo (DRC) in their heavyweight Africa Cup of Nations clash on Saturday.</p><p>Cedric Bakambu had given the Leopards the lead just after the hour mark in Tangier, but Al-Nassr forward Mane replied soon after, and the result ensures Senegal stay on top of Group D with one round of matches still to play.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both teams have four points, but Senegal have a superior goal difference before their final group match against Benin on Tuesday.</p><p>Benin have three points after a 1-0 victory earlier Saturday in Rabat against Botswana, who are bottom without a point or goal scored.</p><p>Sebastien Desabre’s Congolese side were seeking revenge after a dramatic defeat in the last meeting of the nations, in World Cup qualifying in September.</p><p>Senegal came from 2-0 down to win that encounter 3-2 in Kinshasa, a result which allowed them to go on and top their group to secure a place at next year’s finals in North America.</p><p>DRC were therefore forced to settle for second place, but can still make the World Cup if they win a one-off playoff against either New Caledonia or Jamaica in Mexico in March.</p><p>Senegal, fresh from beating Botswana 3-0 and seen as perhaps the biggest threat to Morocco’s chances of winning the title on home soil, had more of the possession and more chances on the day.</p><p>However, the Leopards took the lead in the 61st minute when Theo Bongonda – scorer of the only goal in their opening win against Benin – had a shot at the end of a fine move parried by goalkeeper Edouard Mendy, and Real Betis striker Bakambu pounced to convert the loose ball.</p><p>But Senegal were only behind for eight minutes, their equaliser coming after a superb run by teenage substitute Ibrahim Mbaye.</p><p>The 17-year-old Paris Saint-Germain winger Mbaye, who was born in France and represented them up to Under-20 level, recently committed his international future to Senegal, for whom he qualifies through one of his parents.</p><p>He replaced Ismaila Sarr just after Bakambu’s opener, and made the leveller from a penetrating run down the right.</p><p>Mbaye burst away from Arthur Masuaku, who appeared to injure himself going to tackle, and then saw his shot blocked by Lionel Mpasi, but Mane was on hand to score.</p><p>It was a 10th AFCON goal for former Liverpool superstar Mane, who is appearing at his sixth tournament.</p><h2 id=\"benin-record-first-afcon-win-in-their-history\">Benin record first AFCON win in their history</h2><p>Yohan Roche ‌scored a deflected winner as Benin claimed a first-ever victory ‍at the Africa ‍Cup of Nations finals, with a 1-0 Group D success against Botswana in Rabat on Saturday.</p><p>Benin move to three points from their opening two games, level with Senegal and the DRC in the table, who meet in their second pool fixture ​in Tangier later on Saturday.</p><p>Benin took the lead in ‍the 28th minute when Roche played a one-two in the box with captain Steve Mounie, and his shot from 9 metres (10 yards) took a wicked deflection off a defender ‍and into ⁠the net.</p><p>Benin finally celebrated a victory at the continental finals on the 16th attempt, following their debut in 2004, and despite the fact that they were quarterfinalists in 2019. They also have five draws to go with 10 defeats.</p><p>Botswana offered little going forward, though Mothusi Johnson struck the crossbar with a curling free-kick that ​beat the goalkeeper but not the frame of the ‌goal.</p><p>Benin had several chances to add to their score, though Botswana goalkeeper Goitseone Phoko made an excellent low stop to deny Tamimou Ouorou.</p><p>Dodo Dokou then worked an excellent shooting ‌chance 11 metres (12 yards) from goal in added time at the end of the game, but fired over ‌the bar with the goal gaping.</p><p>Botswana become ⁠the second team, after Benin, to lose their first five Cup of Nations matches after three defeats on debut in 2012 and an opening 3-0 loss to Senegal this year.</p><p>They ‌meet DRC in their final pool game on Tuesday, while Benin face Senegal at the same time.</p><p>The top two teams in each pool, ‍as well as the four best third-placed sides across the six groups, qualify for the Round of 16.</p></div></div></body></html>"
        },
        {
            "title": "US air strikes won’t fix Nigeria’s security crisis but could make it worse | Opinions | Al Jazeera",
            "time": "2025-12-27T17:31:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/sokoto1-1766760379.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The recent <a href=\"/news/liveblog/2025/12/26/live-nigeria-confirms-joint-us-strikes-on-isil-targets-in-its-north-west\">strikes</a> by the United States on alleged ISIL (ISIS) targets in northwest Nigeria have been presented in Washington as a decisive counter-terror response. For the supporters of the administration of US President Donald Trump, the unprecedented operation signalled his country’s renewed resolve in confronting terrorism. It is also making good on Trump’s pledge to take action on what he claims is a “<a href=\"/news/2025/10/8/ted-cruz-blames-nigeria-for-mass-murder-of-christians-whats-the-truth\">Christian genocide</a>” in Nigeria.</p><p>But beneath the spectacle of military action lies a sobering reality: Bombing campaigns of this nature are unlikely to improve Nigeria’s security or help stabilise the conflict-racked country. On the contrary, the strikes risk misrepresenting the conflict and distracting from the deeper structural crisis that is driving violence.</p><p>The first problem with the strikes is their lack of strategic logic. The initial strikes were launched in Sokoto in northwest Nigeria, a region that has experienced intense turmoil over the past decade. But this violence is not primarily driven by an ideological insurgency linked to ISIL, and no known ISIL-linked groups are operating in the region. Instead, security concerns in this region are rooted in <a href=\"/features/2022/4/19/are-nigerias-bandits-a-new-boko-haram-cell-or-rival\">banditry</a>, the collapse of rural economies, and competition for land. Armed groups here are fragmented and motivated largely by profit.</p><p>The Christmas Day strikes <a href=\"/news/2025/12/26/us-bombs-target-isil-in-nigeria-whats-really-going-on\">appear</a> to have focused on a relatively new ideological armed group called Lakurawa, though its profile and any connection to ISIL are yet to be fully established.</p><p>The ideological armed groups with the strongest presence in northern Nigeria are Boko Haram and the ISIL-affiliate in West Africa Province (ISWAP). The centre of these groups’ activity remains hundreds of kilometres from Sokoto, in the northeast of Nigeria – the states of Borno, Yobe and Adamawa – where insurgency has a long history. This begs the question: Why strike the northwest first? The logic is unclear.</p><p>Equally concerning is the uncertainty surrounding casualties. So far, we have no authoritative figures. Some social media accounts claim there were no human casualties, suggesting the bombs fell on empty targets. Security analyst Brant Philip posted on his social media platform X: “According to a private source familiar with the US operation against the Islamic State in Nigeria, several strikes were launched, but most of the individuals and groups targeted were missed, and the actual damage inflicted remains mostly unknown.”</p><p>Nigerian news platform Arise TV reported on X that locals confirmed the incident caused widespread panic; according to its correspondent, at least one of the attacks happened in a district that had not suffered from violence before. They also noted that the full impact of the attack, including whether there were civilian casualties, is yet to be determined.</p><p>Other social media accounts have circulated images alleging civilian casualties, though these claims remain unverified. In a context where information warfare operates alongside armed conflict, speculation often travels faster than facts. The lack of transparent data on casualties from the US government risks deepening mistrust among communities already wary of foreign military involvement.</p><p>Symbolism also matters. The attack took place on Christmas Day, a detail that carries emotive and political significance. For many Muslims in northern Nigeria, the timing risks being interpreted as an act of supporting a broader narrative of a Western “crusade” against the Muslim community.</p><p>Even more sensitive is the location of the strikes: Sokoto. Historically, it is the spiritual seat of the 19th-century Sokoto Caliphate, a centre of Islamic authority and expansion revered by Nigerian Muslims. Bombing such a symbolic centre risks inflaming anti-US sentiment, deepening religious suspicion, and giving hardline propagandists fertile ground to exploit. Rather than weakening alleged ISIL influence, the strikes could inadvertently energise recruitment and amplify grievance narratives.</p><p>If air strikes cannot solve Nigeria’s security crisis, what can?</p><p>The answer lies not in foreign military intervention. Nigeria’s conflicts are symptoms of deeper governance failures: Weakened security, corruption, and the absence of the state in rural communities. In the northwest, where banditry thrives, residents often negotiate with armed groups not because they sympathise with them, but because the state is largely absent to provide them with security and basic services. In the northeast, where Boko Haram emerged, years of government neglect, heavy-handed security tactics, and economic exclusion created fertile ground for insurgency.</p><p>The most sustainable security response must therefore be multi-layered. It requires investment in community-based policing, dialogue, and pathways for deradicalisation. It demands a state presence that protects rather than punishes. It means prioritising intelligence gathering, strengthening local authorities, and restoring trust between citizens and government institutions.</p><p>The US strikes may generate headlines and satisfy a domestic audience, but on the ground in Nigeria, they risk doing little more than empowering hardline messaging and deepening resentment.</p><p>Nigerians do not need the US to bomb their country into security and stability. They need autochthonous reform: Localised long-term support to rebuild trust, restore livelihoods, and strengthen state institutions. Anything less is a distraction.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Saudi coalition will counter Yemen separatists undermining de-escalation | Conflict News | Al Jazeera",
            "time": "2025-12-27T16:36:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694ff7ed-1766848493.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Saudi-led coalition in Yemen says it will respond to any separatist military movements that undermine de-escalation efforts in the southern region, as Riyadh doubles down on calls for the group to “peacefully” withdraw from recently seized eastern provinces.</p><p>Saudi Arabia’s Defence Minister Khalid bin Salman said on X on Saturday that “it’s time” for troops from the separatist Southern Transitional Council (STC) to “let reason prevail by <a href=\"/news/2025/12/25/saudi-arabia-demands-yemeni-separatists-leave-seized-governorates\">withdrawing from the two provinces</a> and doing so peacefully”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brigadier General Turki al-Maliki, the spokesman for the Saudi-led coalition, said “any military movements that violate these [de-escalation] efforts will be dealt with directly and immediately in order to protect civilian lives and ensure the success of restoring calm,” according to the Saudi Press Agency.</p><p class=\"p1\">Al-Maliki also accused the STC separatists of “serious and horrific human rights violations against civilians”, without providing evidence.</p><p>The statements came a day after the STC accused <a href=\"/news/2025/12/26/uae-welcomes-saudi-efforts-to-support-security-in-yemen-amid-stc-advance\">Saudi Arabia of launching air strikes</a> on separatist positions in Yemen’s Hadramout province, and after Washington called for restraint in the rapidly escalating conflict.</p><p>Earlier this month, forces aligned to <a href=\"/news/2025/12/17/analysis-yemens-future-after-the-separatist-stcs-expansion-eastwards\">the STC</a> took over large chunks from the Saudi-backed government in the provinces of Hadramout and al-Mahra. The STC and the government have been allies for years in the fight against the <a href=\"/news/2025/12/23/yemen-government-houthis-agree-to-exchange-thousands-of-prisoners\">Iran-allied Houthi rebels.</a></p><p>Abdullah al-Alimi, a member of the Yemeni Presidential Leadership Council, the governing body of the internationally recognised government, welcomed the Saudi defence minister’s remarks, considering them to “clearly reflect the kingdom’s steadfast stance and sincere concern for Yemen’s security and stability”, he said on X.</p><p>Rashad al-Alimi, the head of the Presidential Leadership Council, said after an emergency meeting late on Friday that STC movements posed “serious violations against civilians”.</p><p>The STC, which has previously received military and financial backing from the United Arab Emirates (UAE), is seeking to revive the formerly independent state of South Yemen. The group warned on Friday that they were undeterred after strikes it blamed on Saudi Arabia hit their positions.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy-de-escalation\">Diplomacy, de-escalation?</h2><p>In Washington, US Secretary of State Marco Rubio said: “We urge restraint and continued diplomacy, with a view to reaching a lasting solution.”</p><p>Azerbaijan, meanwhile, said it welcomed efforts led by both Saudi Arabia and the UAE to de-escalate ongoing tensions in Yemen.</p><p>Following Friday’s raids, Yemen’s government urged the Saudi-led coalition to support its forces in Hadramout, after separatists seized most of the country’s largest province.</p><p>The government asked the coalition to “take all necessary military measures to protect innocent Yemeni civilians in Hadramout province and support the armed forces”, the official Yemeni news agency said.</p><p>A Yemeni military official said on Friday that about 15,000 Saudi-backed fighters were amassed near the Saudi border but had not been given orders to advance on separatist-held territory. The areas where they were deployed are at the edges of territory seized in recent weeks by the STC.</p><p>Separatist advances have added pressure on ties between Saudi Arabia and the UAE, close allies who support rival groups within Yemen’s government.</p><p>On Friday, the UAE welcomed Saudi efforts to support security in Yemen, as the two Gulf allies sought to present a united front.</p><p>Yemen’s government is a patchwork of groups that includes the separatists, and is held together by shared opposition to the Houthis.</p><p>The Houthis pushed the government out of Yemen’s capital, Sanaa, in 2014, and secured control over most of the north.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Nigeria vs Tunisia 3-2: AFCON 2025 - as it happened | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-27T16:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251227__894W8RE__v1__MidRes__FblAfr2025Match17NgaTun-1766869089.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Nigeria vs Tunisia 3-2: AFCON 2025 – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates from our text commentary stream of the Africa Cup of Nations tie, as the Super Eagles win 3-2 in Fez.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "At least 15 dead, 19 injured in Guatemala as bus plunges into ravine | Transport News | Al Jazeera",
            "time": "2025-12-27T15:23:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251227__894D7T7__v1__HighRes__GuatemalaAccidentBus-1766847092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 15 dead, 19 injured in Guatemala as bus plunges into ravine</h1><p class=\"article__subhead\"><em>The bus, which was travelling between Guatemala City and San Marcos, crashed for unknown reasons, authorities say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 15 people have been killed and 19 injured after a passenger bus plunged into a ravine on the Inter-American Highway in western Guatemala, local authorities say.</p><p>The deaths included 11 men, three women and a minor, according to Leandro Amado, a spokesperson for local firefighters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Amado told reporters on Saturday that some 19 injured people were taken to hospitals near the scene of the accident.</p><p>The crash occurred in the Solola Department between kilometres 172 and 174, in an area nicknamed “Alaska Peak” because of its rugged terrain, in the department of Totonicapan (western Guatemala).</p><p>The dense fog in that area often reduces visibility for drivers taking the route in question.</p><h2 id=\"reason-unknown\">‘Reason unknown’</h2><p>The bus, which was travelling between Guatemala City and the department of San Marcos, on the border with Mexico, fell into a ravine almost 75 metres (250ft) deep for unknown reasons, Amado added.</p><p>Images shared by the fire department on social media early on Saturday showed the wrecked bus in the ravine as firefighters worked at the scene to rescue the wounded and recover the bodies of the victims.</p><p>Relatives of the passengers arrived at the scene of the accident as well as the hospitals around the area searching for their loved ones, local media reports said.</p><p>Early in 2025, more than 50 people <a href=\"/news/2025/2/10/dozens-killed-in-guatemala-bus-crash-rescuers-say\">died</a> and many others were injured in another major bus crash in the country, when the vehicle plunged into a polluted ravine outside Guatemala City.</p></div></div></body></html>"
        },
        {
            "title": "Investigation after jet carrying Libyan officers crashes in Turkiye | Transport News | Al Jazeera",
            "time": "2025-12-27T14:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-24T103326Z_1610654525_RC2UMIAJM2FW_RTRMADP_3_TURKEY-LIBYA-FLIGHT-CRASH-1766764363.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Istanbul, Turkiye –</strong> Turkish authorities and Libyan officials are conducting an investigation <a href=\"/news/2025/12/23/signal-lost-with-jet-carrying-libyan-army-chief-over-ankara-turkiye-says\">into the crash</a> of a private jet that killed Libya’s army chief, Mohammed Ali Ahmed al-Haddad, and seven other people near Ankara.</p><p>The probe, coordinated by the Ankara Chief Public Prosecutor’s Office, is focusing on technical evidence, flight recordings, crew activity and aircraft maintenance, officials said. The French civil aviation investigations agency, BEA, has announced that it will participate in the probe.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>General al-Haddad had been <a href=\"/news/2025/12/24/libyan-army-chief-killed-in-plane-crash-what-we-know-so-far\">received</a> in Ankara on Tuesday for talks with his Turkish counterpart, Selcuk Bayraktaroglu, and Defence Minister Yasar Guler.</p><p>According to officials, the French-made Dassault Falcon 50 took off from Ankara Esenboga Airport at 2:17pm on Tuesday, heading back to Libya, reported an electrical malfunction 16 minutes later and requested an emergency return.</p><p>Radar contact was lost shortly after at 2:41 pm (17:41 GMT) while the aircraft was descending towards the runway.</p><p>Officials said there was only a two-minute window between the emergency alarm and the crash.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-probe-s-many-factors\">The probe’s many factors</h2><p>The forensic examination of the bodies of General al-Haddad and his military companions was completed early on Saturday and they have been repatriated to Libya after a ceremony in their honour at an airbase outside Ankara.</p><p>The site of Tuesday’s crash – near Kesikkavak village in Haymana district, roughly 70km (43 miles) south of Ankara – has been sealed off by Turkish security forces. All wreckage, including the cockpit voice recorder and flight data recorder, or “black boxes”, has been secured and transported for analysis, according to authorities.</p><p>As part of the <a href=\"/news/2025/12/25/turkiye-and-libya-intensify-probe-into-deadly-plane-crash-near-ankara\">prosecutor-led investigation</a>, specialists are examining air traffic control recordings, radar data and airport security camera footage.</p><p>Authorities have also requested communication logs between the pilots and the control tower and are reviewing the crew’s rest periods, medical history and records of meals or medication taken before the flight.</p><p>Maintenance logs and documentation related to the aircraft’s most recent checks are also under scrutiny to identify any possible technical lapses.</p><p>Fuel samples have been taken from both the wreckage and airport tanks to rule out contamination or incorrect fuel use, while local weather data from the time of the crash has been requested.</p><p>If evidence points to a structural failure or design flaw, investigators said, the inquiry could be expanded to include manufacturers and maintenance contractors.</p><h2 id=\"international-rules-and-reporting-timeline\">International rules and reporting timeline</h2><p>Gursel Tokmakoglu, former head of the Turkish air force’s intelligence agency, said the crash should be viewed as an international case, given the number of actors involved.</p><p>“The Libyan government chartered an aircraft from a foreign country. The aircraft was manufactured in another country. The pilots were from elsewhere. The passengers were Libyan, and the crash happened in Turkiye,” he said.</p><p>“If you also consider insurance companies and international aviation bodies, this is clearly a multinational incident.”</p><p>Earlier, Turkish Transport Minister Abdulkadir Uraloglu had announced that the black boxes may be sent to another country for further analysis, raising some questions about why analysis could not be done in either Turkiye or Libya.</p><p>Tokmakoglu said Turkiye could either examine the black boxes domestically or send them abroad for further analysis.</p><p>“Transferring the recorders can help ensure greater transparency and a clearer understanding of what happened, especially in a case involving so many international stakeholders,” he said.</p><p>Tokmakoglu noted that according to preliminary findings, the aircraft transmitted the 7700 emergency “squawk” code, which indicates an emergency that requires immediate attention, and the crew reported an electrical malfunction.</p><p>However, he added, it would be premature to assume that the electrical malfunction was the cause of the aircraft’s crash.</p><p>“In aviation, an electrical failure can trigger other problems,” he said, likening such a situation to “being admitted to intensive care for heart failure but dying later from a lung infection”.</p><p>Aviation industry analyst Guntay Simsek told Al Jazeera, citing his own sources, that there are no indications so far that the crash was caused by an external factor such as an explosion, adding that the technical investigation remains ongoing.</p><p>The probe starting immediately is within general best practices after a crash, aviation industry analyst Guntay Simsek said, pointing to ICAO regulations that govern aircraft accident investigations, which require a preliminary report within 30 days and a final report within 12 months.</p></div></div></body></html>"
        },
        {
            "title": "Israeli forces take over homes, impose lockdown on West Bank’s Qabatiya | Occupied West Bank News | Al Jazeera",
            "time": "2025-12-27T13:52:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-27T080520Z_368813488_RC2VOIA661H2_RTRMADP_3_ISRAEL-PALESTINIANS-QABATIYA-RAID-1766839882.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli forces take over homes, impose lockdown on West Bank’s Qabatiya</h1><p class=\"article__subhead\"><em>Incursion follows Israeli defence minister’s order for military to ‘act forcefully’ against the Palestinian town.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 27 Dec 2025</span><span aria-hidden=\"true\">27 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have carried out mass arrests and forced dozens of families from their homes in the town of Qabatiya in the occupied West Bank, on the second day of a sweeping military operation ordered by Israel’s defence minister.</p><p class=\"p1\">Israeli forces sealed off entrances to Qabatiya while rounding up and interrogating dozens of residents on Saturday, local sources told Al Jazeera. They converted several homes into military interrogation centres, displacing their occupants, according to the Palestinian Wafa news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli army confirmed the operation on Saturday, with Defence Minister Israel Katz saying in a statement that they had imposed “a lockdown and a complete cordon” around Qabatiya.</p><p>Earlier Israel’s Army Radio reported that the town is subject to a “full curfew”.</p><p>The crackdown follows an order by Katz ​to “act forcefully … against the village of Qabatiya”, where he claims a Palestinian alleged of carrying out a <a href=\"/news/2025/12/26/two-people-dead-in-stabbing-car-ramming-attack-in-israel\">stabbing and car-ramming attack</a> in northern Israel hails from.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement on Friday, Israel’s military said it had deployed troops from multiple divisions, along with border police and members of the Shin Bet security service, into Qabatiya. It said forces had raided the attack suspect’s home and were preparing to demolish it.</p><p>Rights groups have long condemned Israel’s practice of demolishing the family homes of Palestinians accused of attacks against Israelis, describing it as an illegal form of collective punishment.</p><p>Israel’s military claimed its forces would “scan additional locations in the village” and “work to arrest wanted individuals and locate weapons”.</p><p>“There is a sense of fear among people in town,” one resident told Al Jazeera. “There are Israeli threats and Israeli incitement.”</p><p>The Israeli military raids on Saturday also extended elsewhere in the occupied West Bank, including to several villages surrounding Ramallah and Hebron, Wafa reported. Israeli forces assaulted and arrested eight people from the towns of Dura, Abda and Imreish near Hebron, according to the news agency.</p><p>Israeli military incursions and attacks across the occupied West Bank have been a <a href=\"/news/2025/12/21/israel-kills-two-palestinians-including-16-year-old-in-west-bank\">near-daily occurrence</a> during Israel’s genocidal war on Gaza.</p><p>Since October 7, 2023, Israeli authorities have arrested nearly 21,000 Palestinians. As of December 1, some 9,300 Palestinian prisoners were in Israeli jails, more than a third of them detained without charges.</p><p>Palestinian prisoners have been tortured, sexually abused and even killed in custody.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}