{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Ukraine says first day of peace talks with Russia ‘productive’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-04T22:52:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T142132Z_1289164584_RC22FJA3Q7E9_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-EMIRATES-TALKS-1770242758.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian and Russian officials have wrapped up their first day of United States-mediated peace talks and are set to reconvene Thursday, according to Kyiv’s chief negotiator.</p><p>Rustem Umerov, the head of Ukraine’s National Security and Defence Council, described <a href=\"/news/2026/2/4/russia-ukraine-war-second-round-of-peace-talks-set-to-begin-in-abu-dhabi\">Wednesday’s negotiations</a> in Abu Dhabi as “substantive and productive”. Talks are due to continue into a second day, his spokesperson Diana Davityan said, though no major advance towards ending the nearly four-year war was announced.</p><p>The positive outlook came despite fears the talks would be marred by a new wave of Russian attacks on Ukraine. Ukrainian authorities said the latest strikes included one that <a href=\"/news/2026/2/4/russian-shelling-kills-seven-in-ukrainian-market-clouding-abu-dhabi-talks\">killed seven people at a crowded market,</a> while others further damaged Kyiv’s power infrastructure amid freezing temperatures.</p><p>Nevertheless, the talks “focused on concrete steps and practical solutions”, said Umerov.</p><figure id=\"attachment_4289035\" aria-describedby=\"caption-attachment-4289035\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4289035\" src=\"/wp-content/uploads/2026/02/AFP__20260204__964L2C3__v2__HighRes__UkraineRussiaConflictWarEnergyBlackout-1770242826.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Employees walk past sections of the Darnytska combined heat and power plant damaged by Russian air strikes as they work onn its repair in Kyiv, on February 4, 2026, amid the Russian invasion of Ukraine. Recent Russian strikes on Ukraine's power infrastructure have disrupted light, heating and water supplies to millions across the country as temperatures plummet well below freezing, leaving the war-battered country facing a fresh humanitarian crisis. (Photo by Roman PILIPEY / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4289035\" class=\"wp-caption-text\">Employees walk past sections of the Darnytska combined heat and power plant damaged by Russian air strikes in Kyiv, Ukraine, February 4 [Roman Plipey/AFP]</figcaption></figure><h2 id=\"negotiations-must-genuinely-move-towards-peace\">Negotiations must ‘genuinely move towards peace’</h2><p>Ukraine’s President Volodymyr Zelenskyy, in an evening address, said it was imperative the talks yield concrete results and that he <a href=\"/news/2025/8/24/moscow-says-russia-and-ukraine-exchange-146-prisoners-each\">anticipated a prisoner exchange</a> “in the near future”.</p><p>“People in Ukraine must feel that the situation is genuinely moving toward peace and the end of the war, not toward Russia using everything to its advantage and continuing attacks,” Zelenskyy said.</p><p>The Kremlin said that the “doors for a peaceful settlement are open,” but that Moscow will continue its military assault until Kyiv agrees to its demands.</p><p>The central hurdle in ending the war is the status of embattled eastern Ukraine, where Russia continues to make slow, painstaking advances.</p><p>Moscow is demanding that Kyiv withdraw its forces from large parts of the Donbas, including heavily fortified cities atop vast natural resources, as a precondition to any deal.</p><p>It also wants the world to recognise Russian sovereignty over territory it has seized in the war.</p><p>Kyiv is instead pushing for the front lines to be frozen at their current positions and rejects any unilateral troop withdrawal. Polls show that the majority of Ukrainians oppose a deal that hands Moscow more land.</p><p>“I think that Ukraine doesn’t have any moral right to give up our occupied territories … because my friends were fighting for that and they died for that,” Sofiia, a resident of Ukraine’s Poltava region, told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"unresolved-issues-diminishing\">Unresolved issues ‘diminishing’</h2><p>US Secretary of State Marco Rubio said it would likely take time to achieve a diplomatic breakthrough but claimed the administration of President Donald Trump had helped “substantially diminish” the number of unresolved issues between the warring parties.</p><p>“That’s the good news,” Rubio told reporters Wednesday. “The bad news is that the items that remain are the most difficult ones. And meanwhile the war continues.”</p><p>Ukraine’s Ministry of Foreign Affairs spokesperson Heorhii Tykhyi said Kyiv was “interested in finding out what the Russians and Americans really want”.</p><p>He added that the talks – only the <a href=\"/news/2026/2/1/trilateral-ukraine-talks-set-to-resume-in-abu-dhabi-on-wednesday-zelenskyy\">second direct engagement</a> between Ukrainian and Russian officials in more than three years – focused on “military and military-political issues”.</p><p>Russia occupies about 20 percent of Ukraine’s national territory, including Crimea and ⁠parts of the eastern Donbas region seized before the 2022 invasion.</p><p>Zelenskyy on Wednesday said that the number of Ukrainian troops killed since the start of the war stood at about 55,000, with a “great number” also missing in action.</p><p>Total wartime casualties, including both killed and wounded, are <a href=\"/news/2026/1/8/russian-war-fatalities-are-rising-to-unsustainable-levels-says-ukraine\">estimated to extend into the hundreds of thousands</a> for both sides.</p></div></div></body></html>"
        },
        {
            "title": "US Supreme Court rejects challenge to California redistricting effort | Elections News | Al Jazeera",
            "time": "2026-02-04T22:26:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035027074233-1770240181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court has ruled in favour of a California redistricting measure meant to net the Democratic Party more congressional seats, rejecting <a href=\"/news/2025/11/13/trump-administration-joins-lawsuit-against-californias-redistricting-maps\">a challenge</a> from the state Republican Party.</p><p>There was no dissent in Wednesday’s <a href=\"https://www.supremecourt.gov/orders/courtorders/020426zr_3eb4.pdf\" target=\"_blank\" rel=\"noopener\">decision</a>, and the conservative-majority court did not offer any explanation for its decision.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Instead, its order was comprised of a single sentence, stating that the Republican application “is denied”.</p><p>Previously, in December, the Supreme Court had allowed a similar redistricting measure, designed to benefit Republicans in Texas, to move forward.</p><p>Democratic officials in California have applauded Wednesday’s decision as fair, given that Republican President Donald Trump has led a nationwide push to redraw congressional districts in his party’s favour.</p><p>“Donald Trump said he was ‘entitled’ to five more Congressional seats in Texas,” California Governor Gavin Newsom said in a written <a href=\"https://www.gov.ca.gov/2026/02/04/governor-newsom-on-republicans-losing-challenge-to-new-congressional-maps-at-u-s-supreme-court/\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“He started this redistricting war. He lost, and he’ll lose again in November.”</p><p>California’s Attorney General Rob Bonta echoed Newsom’s remarks, blaming Trump for launching a kind of redistricting arms race that threatened to disenfranchise Democratic voters.</p><p>“The US Supreme Court’s decision is good news not only for Californians, but for our democracy,” Bonta said in the statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Supreme Court’s decision marks a win for Democratic efforts to counter the <a href=\"/news/2025/10/31/democrats-push-fight-against-trump-in-california-redistricting-effort\">Trump</a>-led redistricting efforts, which began last year in Texas.</p><p>In June last year, reports emerged that Trump had personally called Texas state politicians to redraw their congressional districts to give Republicans a greater advantage in Democrat-held areas.</p><p>Each congressional district elects one person to the US House of Representatives, which has a narrow Republican majority. Out of 435 seats, 218 are held by Republicans, and 214 by Democrats.</p><p>Texas, a Republican stronghold, proceeded to approve a newly revamped congressional map in August, overcoming a walkout by Democratic legislators.</p><p>That, in turn, prompted Newsom to launch a ballot initiative in California to counteract the Texas effort.</p><p>Just as the new Texas congressional map was designed to increase Republican seats by five, the California ballot initiative, known as Proposition 50, was also positioned to increase Democratic representation by five.</p><p>Voters in California passed the initiative overwhelmingly in a November special election, temporarily suspending the work of an independent redistricting commission that had previously drawn the state’s congressional maps.</p><p>Newsom, a possible 2028 presidential contender, <a href=\"/news/2025/11/5/california-proposition-50-on-redistricting-set-to-pass-in-blow-to-trump\">framed Proposition 50</a> as a means of fighting “fire with fire”.</p><p>The new map approved under Proposition 50, however, will only be in place through the 2030 election, and Newsom has pledged to repeal it, should Republicans in Texas do the same with their new map.</p><p>The push to redistrict for partisan gain — a process known as gerrymandering — has long faced bipartisan pushback as an attack on democratic values.</p><p>Normally, redistricting happens every 10 years, after a new census is taken, to reflect population changes.</p><p>But this mid-decade redistricting battle comes before the pivotal 2026 midterm elections, which are slated to be a referendum on Trump’s second term as president. Trump has already expressed fear that he might be impeached, should Congress switch to Democratic control.</p><p>Partisan gerrymandering is not necessarily illegal, unless it purposefully disenfranchises voters on the basis of their race. That, in turn, is seen as a violation of the Constitution and the Voting Rights Act, an important piece of civil rights legislation from 1965.</p><p>In response to the passage of Proposition 50, Republicans in California sued Newsom and other state officials in an effort to overturn the new congressional map.</p><p>They argued the new map was created “specifically to favor Hispanic voters” and would dilute the representation of Republican voters in the state.</p><p>The Trump administration <a href=\"/news/2025/11/13/trump-administration-joins-lawsuit-against-californias-redistricting-maps\">joined the lawsuit</a> on November 13, backing the state Republicans.</p><p>But Bonta, the California attorney general, argued the redistricting process was legal. In court filings, he also maintained that Trump’s backing of the lawsuit was driven by self-interest.</p><p>“The obvious reason that the Republican Party is a plaintiff here, and the reason that the current federal administration intervened to challenge California’s new map while supporting Texas’s defense of its new map, is that Republicans want to retain their House majority for the remainder of President Trump’s term,” his court filing said.</p><p>Bonto also called on the Supreme Court not to “step into the political fray, granting one political party a sizeable advantage” by overturning Proposition 50.</p><p>The victory for California Democrats on Wednesday comes as redistricting fights continue across the country.</p><p>Already, states like North Carolina, Ohio and Missouri have adopted new congressional maps to favour Republicans. There has been pushback, though.</p><p>In December, Indiana’s Republican-led legislature <a href=\"/news/2025/12/12/indianas-state-senate-votes-down-redistricting-bill-despite-trump-pressure\">voted down</a> a partisan redistricting measure, despite pressure from Trump to pass it.</p></div></div></body></html>"
        },
        {
            "title": "US-Iran nuclear talks set for Oman on Friday, Tehran confirms | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-04T22:13:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697d19f0d9-1769806320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US-Iran nuclear talks set for Oman on Friday, Tehran confirms</h1><p class=\"article__subhead\"><em>Iranian Foreign Minister Abbas Araghchi announced that nuclear talks with the US will take place in Oman on Friday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian Foreign Minister Abbas Araghchi has confirmed that nuclear talks between his country and the United States will take place this week in Oman.</p><p>Araghchi announced late Wednesday that the talks were scheduled to take place at 10am in Muscat on Friday (06:00 GMT), after reports earlier suggested the anticipated meeting was faltering amid disagreements over format and location.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I’m grateful to our Omani brothers for making all necessary arrangements,” the foreign minister wrote on <a href=\"https://x.com/araghchi/status/2019135910881947914\" target=\"_blank\" rel=\"noopener\">social media</a>.</p><p>On Tuesday, Iranian President Masoud Pezeshkian wrote on social media that he has instructed the country’s foreign minister to “pursue fair and equitable negotiations”.</p><p>Washington confirmed that the US will take part in high-level talks with Iran in Oman instead of Turkiye as originally planned, according to a White House official quoted by The Associated Press news agency.</p><p>Mediators from Qatar, Turkiye and Egypt have presented Iran and the US with a framework of key principles to be discussed in the talks, including a commitment by Iran to significantly limit its uranium enrichment, two sources familiar with the negotiations <a href=\"/news/2026/2/4/mediators-propose-framework-for-crucial-iran-us-talks-this-week\">have told Al Jazeera</a>.</p><p>Key points in the proposed framework also include restrictions on the use of ballistic missiles and the arming of Iran’s allies in the region, according to the sources, who include a senior diplomat who asked to remain anonymous due to the sensitive nature of the negotiations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The talks come as the region braces for a potential US attack on Iran after US President Donald Trump ordered forces to amass in the Arabian Sea following a <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">violent crackdown by Iran on protesters last month.</a></p><p>US Secretary of State Marco Rubio said Washington hoped to discuss a number of concerns beyond Iran’s nuclear programme, including discussions on its ballistic missiles, support for proxy networks across the region and the “treatment of their own people”.</p><p>“The leadership of Iran at the clerical level does not reflect the people of Iran. I know of no other country where there’s a bigger difference between the people who lead the country and the people who live there,” he told reporters.</p><p>This is not the first time Iranian and US officials have met in a <a href=\"/news/2026/2/4/can-us-iran-diplomacy-work-inside-the-narrow-window-for-talks\">bid to revive diplomacy</a> between the two nations, which have not had official diplomatic relations since 1980. In June, US and Iranian officials gathered in the Omani capital to discuss a nuclear agreement, but the process stalled as Israel launched attacks on Iran. The US later briefly joined the war, bombing several Iranian nuclear sites.</p></div></div></body></html>"
        },
        {
            "title": "Man convicted of trying to assassinate Trump to serve life in prison | Donald Trump News | Al Jazeera",
            "time": "2026-02-04T22:12:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/09/AP24261635243542-1726660936.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man convicted of trying to assassinate Trump to serve life in prison</h1><p class=\"article__subhead\"><em>Judge says Ryan Routh engaged in ‘premeditated’ plot to kill Trump several months before the US presidential election.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A judge has sentenced <a href=\"/news/2025/9/23/ryan-routh-found-guilty-of-attempting-to-assassinate-trump-in-florida\">Ryan Routh</a>, convicted of plotting to kill Donald Trump two months before the 2024 US presidential election, to life in prison.</p><p>The 59-year-old <a href=\"/news/2024/9/16/trump-assassination-attempt-who-is-suspect-ryan-routh\">Routh</a> was accused of hiding in the bushes of a Florida golf course where Trump was golfing with a semi-automatic rifle for nearly 10 hours before being spotted by Secret Service agents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It’s clear to me that you engaged in a premeditated, calculated plot to take a human life,” US District Judge Cannon said in her Wednesday ruling.</p><p>Routh, who served as his own defence lawyer during <a href=\"/news/2025/9/11/trial-begins-in-us-for-man-accused-of-trump-assassination-attempt\">his trial</a>, had asked the judge, a Trump appointee, for a 27-year prison term. Prosecutors, who said his crimes were aimed at “upending American democracy”, had recommended a life sentence.</p><p>The incident took place on September 15, 2024, at Trump International Golf Club in West Palm Beach, Florida, about two months after Trump had survived a more serious attempt on his life at a rally in <a href=\"/news/2025/7/14/inexcusable-us-senate-report-faults-secret-service-for-trump-shooting\">Butler, Pennsylvania</a>, when a bullet from a gunman grazed Trump’s ear.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prosecutors stated that Routh arrived in South Florida about one month before the day of the incident, living at a truck stop and trying to compile information about Trump’s movement and schedule.</p><p>In a series of bizarre remarks, a shackled Routh talked about conflicts overseas and said that he wanted to be exchanged for political prisoners abroad.</p><p>“I have given every drop of who I am every day for the betterment of my community and this nation,” he said.</p><p>Routh denied in a court filing that he had intended to kill Trump and said that he would be willing to undergo psychological treatment while in prison.</p></div></div></body></html>"
        },
        {
            "title": "AIPAC-linked PAC ups pressure on ‘moderate’ US Democrat in new strategy | Elections News | Al Jazeera",
            "time": "2026-02-04T22:04:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP22154578074843-1770211676.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A super PAC <a href=\"/news/2022/6/7/us-elections-how-pro-israel-spending-affects-palestine-advocacy\">linked</a> to the American Israel Public Affairs Committee (AIPAC) has made its first major venture into the United States midterm elections.</p><p>But this time around, the pro-Israel lobby group is not targeting a progressive candidate pushing to reset US-Israel policy, but a so-called “moderate” Democrat who tepidly questioned Washington’s unconditional military support amid the genocidal war on Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The $2.2m spending by the United Democracy Project (UDP) targeting former US Representative Tom Malinowski in advance of the Democratic primary in New Jersey on Thursday comes as polls have consistently shown <a href=\"/opinions/2025/9/22/us-public-opinion-on-israel-is-changing-us-policy-will-have-to-as-well\">surging dismay</a> among <a href=\"/news/2024/8/21/meet-the-uncommitted-how-gaza-hangs-over-democratic-national-convention\">Democratic voters</a> over unwavering US support for Israel.</p><p>Amid shifting views, critics see the spending strategy as a wider message to candidates as they prepare for party primaries in the months in the run-up to the 2026 midterm elections, which will determine the makeup of the US Senate and House of Representatives.</p><p>“It shows that they are very concerned, obviously, about the shifting perspective of especially Democrats on funding for Israel, and they’re very, very keen to keep Democrats elected who are out of touch with the Democratic electorate more broadly,” Sadaf Jaffer, a former member of the New Jersey General Assembly, who has herself been a critic of Malinowski’s past refusal to take a harder line on Israel, told Al Jazeera.</p><p>Candidates in the 11-way primary are running to represent a largely suburban district in central New Jersey considered increasingly Democratic-leaning. The special election is scheduled for April 16.</p><p>However, UDP’s strategy appears focused on Malinowski, neither AIPAC nor its super PAC have explicitly endorsed Tehesha Way, the former lieutenant governor of New Jersey, although she has won the endorsement of another pro-Israel lobby group, the Democratic Majority for Israel (DMFI).</p><p>“It may be [AIPAC’s] sense is that this is a way to scare those in the middle of the road, who have started to express some concerns about what’s going on and the funding that’s being sent to Israel,” Jaffer said.</p><p>“It seems very excessive … but it may be an investment in trying to intimidate others who are watching,” she said.</p><h2 id=\"a-familiar-strategy\">A familiar strategy</h2><p>Parts of the strategy have become familiar. In the US elections in 2024, the UDP poured about $35m into party primaries, with the biggest buys aimed at scuttling Democratic candidates who called for cutting off aid to Israel.</p><p>That included a combined $24m against progressive congressmembers <a href=\"/video/upfront/2022/11/11/jamaal-bowman-on-us-midterms-and-the-democratic-partys-future\">Jamaal Bowman</a> and <a href=\"/news/2024/8/7/cori-bush-loses-democratic-primary-after-huge-campaign-by-pro-israel-groups\">Cori Bush</a>, who both lost their races to opponents running to their right.</p><p>Like the messaging targeting those candidates, the advertisement campaign against Malinowski has not specifically referenced Israel; instead, it focuses on more domestic issues, including Malinowski’s past stock trades and his 2019 vote in support of an annual Department of Homeland Security (DHS) funding bill.</p><p>The line of criticism comes as support for US immigration, and the DHS sub-agency ICE, has tanked among Democratic voters amid the administration of US President Donald Trump’s <a href=\"/news/2026/2/4/us-border-security-chief-withdrawing-700-immigration-agents-from-minnesota\">mass deportation drive</a>.</p><p>Usamah Andrabi, the communications director of Justice Democrats, an organisation that supports progressive candidates regularly targeted by AIPAC, called the approach particularly disingenuous, noting that AIPAC had previously endorsed Malinowski despite the DHS funding vote.</p><p>During his previous three runs for Congress, Malinowski received more than $378,000 from pro-Israel groups, including those affiliated with AIPAC.</p><p>“It’s interesting, as always, to see that again, you’re not going to see a single television ad actually talking about their, quote ‘single issue’: Israel,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Tom Malinowski is no champion for progressive values or for the Palestinian people, but he is not going to ask ‘how high?’ when they say, ‘jump’,” Andrabi told Al Jazeera. “And that’s not enough for AIPAC. They truly demand unconditional support for their policies.”</p><p>Malinowski had previously served as Washington director of Human Rights Watch, which, during his tenure, lobbied for US aid not to be used in Israeli abuses of Palestinian rights.</p><p>But as a congressman from 2019 to 2023, Malinowski took a distinctly divergent path in Congress, including petitioning against conditioning US aid to Israel.</p><p>Malinowski, who also served as assistant secretary of state for democracy, human rights, and labour under former President Barack Obama, has further enraged pro-Palestine advocates by suggesting that using the terms “genocide” and “apartheid” to describe Israel’s approach towards Palestinians in Gaza and the occupied West Bank fuels anti-Jewish sentiment in the US.</p><p>Nevertheless, the candidate has become a vocal critic of AIPAC’s approach in advance of Thursday’s vote, condemning the “dark-money” influence on the race.</p><p>“I committed one sin in their minds,” Malinowski told a small group of supporters in mid-January, as reported by the New Jersey Globe news site.</p><p>“I was not willing to tell them that I would unconditionally, unquestionably, blindly support any request for assistance that Prime Minister Netanyahu of Israel might make. That position puts me in the mainstream, not just of all Americans, but of the Jewish and pro-Israel community in this country,” he said.</p><h2 id=\"a-sour-taste\">‘A sour taste’</h2><p>The UDP’s spending has also been condemned by other pro-Israel lobbying groups, including J Street, which supports Israel, but has staunchly criticised providing a “blank cheque” to the government of Israeli Prime Minister Benjamin Netanyahu.</p><p>“It weakens bipartisan support, alienates the next generation – Jewish and non-Jewish alike – and ties Israel’s fate to the most corrosive elements of American politics,” Jeremy Ben-Ami, the president of the group, which has endorsed Malinowski, said in a January post on Substack.</p><p>AIPAC and UDP did not respond to Al Jazeera’s requests for comment on the spending initiative’s objectives.</p><p>But Beth Miller, the political director of Jewish Voice for Peace Action, which advocates for Palestinian justice through US policy, saw the attack on Malinowski as in line with AIPAC’s increasing embrace of the Republican Party, which remains staunchly pro-Israel. She pointed to UDP’s history of relying on donations from wealthy conservatives to influence Democratic primaries.</p><p>Former assembly member Jaffer noted that the super PAC had not targeted Analilia Mejia, a progressive in the race who has won endorsements from US Senator Bernie Sanders and Representative Alexandria Ocasio-Cortez.</p><p>Some analysts have suggested AIPAC may see a win-win approach in targeting Malinowski, either leading to the success of a candidate like Way, who led the New Jersey-Israel Commission and has been embraced by many right-wing Israeli news outlets, or a candidate like Mejia, who could be seen as more vulnerable against a Republican in the general election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Miller said the spending “should show every other candidate that there is no middle or centrist lane that will protect them from AIPAC spending attacks”.</p><p>“Democratic candidates watching the NJ special election should learn that the politically and morally correct move is to fully embrace Palestinian rights and demand an end to US complicity in Israel’s apartheid and genocide,” she told Al Jazeera.</p><p>Both Andrabi and former assemblywoman Jaffer, meanwhile, saw potential for the approach to backfire, particularly as AIPAC has become an increasingly toxic brand in some segments of the Democratic party.</p><p>“It’s definitely the most I’ve heard people who are not particularly interested in Israel-Palestine talking about AIPAC,” Jaffer told Al Jazeera, adding that outside spending in the race has left a “sour taste” for some New Jersey residents.</p><p>Andrabi added that it was “interesting to see the moderates of the world and the corporate Dems becoming willing to comment on [AIPAC] now that one of their own is getting eaten alive by this spending”.</p><p>That comes as AIPAC and UDP have amassed a $100m war chest heading into 2026.</p><p>“What [AIPAC] is really doing is expanding the base of people who don’t like AIPAC and who will vote against candidates for being supported by AIPAC,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Why is there a mixed reaction in India to the US trade deal? | Business and Economy | Al Jazeera",
            "time": "2026-02-04T22:01:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770242079.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump and Modi hail agreement but details remains vague.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and the US announce a trade deal, with relief from some of US President Donald Trump’s harshest tariffs.</p><p>Trump says India will stop buying Russian oil and open up to US business.</p><p>So, why’s the deal getting a mixed reaction in India?</p><p><strong>Presenter:</strong> Rishaad Salamat</p><p><strong>Guests:</strong></p><p>Ajay Chhibber – Distinguished visiting scholar at the Institute for International Economic Policy at George Washington University</p><p>Biswajit Dhar – Trade economist and former professor at Jawaharlal Nehru University</p><p>Harry Broadman – Former chief-of-staff at the President’s Council of Economic Advisers, a US government agency</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Return through Rafah: Palestinian women recount Israeli interrogation | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-04T21:51:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__962E2T2__v1__HighRes__IsraelPalestinianConflictEgypt-1770186909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Khan Younis, Gaza Strip –</strong> When Rotana al-Raqab learned that her name and her mother’s were included on the first list of Palestinians allowed to return to Gaza through <a href=\"/gallery/2026/2/4/mixed-emotions-among-palestinians-as-rafah-crossing-partially-reopens\">the Rafah crossing</a>, she felt, briefly, that the long months she had spent stranded in Egypt were finally coming to an end.</p><p>But what she initially believed would be a path back to her five children instead turned into a gruelling ordeal of hours of waiting, body searches, interrogations, and humiliating treatment at the hands of Israeli forces.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rotana, 31, left Gaza last March with her mother, Huda Abu Abed, 56, seeking urgent medical treatment after being told she needed a major heart operation.</p><p>They left behind Rotana’s six children with family members, who at the time were displaced in the al-Mawasi area of Khan Younis.</p><p>Throughout the separation, Rotana says the fear of what was happening at home – as Israel continued its genocidal war on Gaza – never left her.</p><p>“All that time, I was on edge, waiting for the crossing to open so that I could return to my children,” she told Al Jazeera.</p><p>“My husband was injured in an Israeli strike, and I was nearly going mad with fear and worry. I spoke with them every day despite how hard calls and internet access were.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>From Egypt to Rafah </strong></p><p>Rotana and Huda found out that they would be allowed to return to Gaza the day before the crossing partially opened on Monday.</p><p>They were contacted by the Palestinian embassy in Cairo, which gave them the news that they were among the names on the first list of those crossing.</p><p>The reopening of the crossing is part of the second phase of the Gaza ceasefire deal, which the United States said <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">had begun in mid-January</a>, despite the continuation of Israeli attacks on Gaza.</p><p>Rafah is the only border crossing from Gaza that does not cross Israeli territory. But it has been largely closed since Israeli forces took control of it in May 2024.</p><p>Multiple returnee testimonies indicate that the crossing is functioning only partially, allowing very small numbers of people to use it on each side.</p><p>Reports from the opening days show that some travellers were sent back at the Palestinian side of the crossing, despite having already cleared Egyptian procedures, often for unspecified “security screening” reasons, or over the size of their luggage, without a detailed official explanation from Israeli authorities.</p><p>According to Egyptian officials, roughly 50 people reached the Palestinian side of the crossing on Tuesday, but Israeli authorities forcibly returned 38 of them, permitting only 12 to enter Gaza after extensive searches, detentions, and interrogations.</p><p>Rotana describes approximately 50 travellers being present on the Egyptian side of the crossing on Monday.</p><p>After completing procedures there, the group waited for hours for the Palestinian side of the gates, under the control of Israel, to open, a delay that lasted until evening hours.</p><p>But even then, not everyone was allowed to pass.</p><p>“At first, they let nine people through and told [others] to wait. A little later, they let [some of us] pass, but the rest were sent back,” she said, adding that she believed Israel was behind the decision.</p><p>Egyptian media – citing Egyptian officials – also reported that roughly 50 people reached the Palestinian side of the crossing on Tuesday, but that Israeli authorities forcibly returned 38 of them, permitting only 12 to enter Gaza after extensive searches, detentions, and interrogations.</p><p>Since its partial reopening on Monday, the Rafah crossing between Egypt and Gaza has allowed only very limited movement.</p><p>In the first days of operation, just more than 120 people have crossed according to the Gaza Ministry of Interior – the majority of them returning to Gaza – while dozens more, including patients in need of urgent medical care, were prevented from crossing.</p><p>Palestinian health authorities report that tens of thousands remain on waiting lists, including more than 18,500 patients requiring specialised treatment unavailable inside Gaza, as a result of Israel’s devastation of the enclave.</p><p>Israel has framed the restrictions as being necessary for security reasons.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"body-searches-and-interrogation\">Body searches and interrogation</h2><p>Finally, by Monday evening, Rotana and Huda were able to cross to the Palestinian side, where the European Union Border Assistance Mission for the Rafah Crossing Point (EUBAM Rafah) are operating.</p><p>Rotana thought that their ordeal was finally over – and that she would finally be able to reunite with her children and husband. Instead, she met a new phase of hardship.</p><p>“They put us into a vehicle flanked by Israeli army cars, one in front and one behind and then stopped us in an open area,” she said.</p><p>There, Rotana and the others were subjected to full-body searches carried out by a woman accompanied by two men who identified themselves as part of “counterterrorism forces” – an apparent reference to <a href=\"/features/2025/12/4/who-was-yasser-abu-shabab-israel-backed-militia-leader-killed-in-gaza\">Palestinian militias</a> working with the Israeli military in Gaza.</p><p>“One of them told us they were fighting terrorism and lived in a ‘humanitarian city’, welcoming anyone who wanted to join them,” she added.</p><p>“I didn’t engage with his remarks, and then they began scolding us because we wanted to return to Gaza.”</p><p>Following this, Rotana was taken for interrogation by an Israeli military officer, which she said lasted for three hours. “It was interrogation, pressure, and degrading language,” she recounted.</p><p>Rotana said she and the others were insulted by the officer, who attempted to provoke them, and called them “humiliated”.</p><p>She remembered being asked, “Why did you come back to Gaza? Do you want to live in a tent without water or electricity? Or on a roof that doesn’t exist?”</p><p>“I tried to hold myself together and not let his words affect me,” she said.</p><p>Huda described having her hands bound and eyes covered before she, too, was interrogated.</p><p>“[An Israeli soldier] even told me to tell my family to prepare immediately for forced relocation from Gaza,” she said, referencing the threat by the Israeli right-wing to force Palestinians to leave Gaza in what would be ethnic cleansing.</p><p>During her own two hours of detention, Huda was separated from her daughter and said the experience was frightening.</p><p>“I was terrified. The place around me was dark and empty like a desert, and I didn’t know where they had taken Rotana and the other women, until they released me and I saw them again in the bus,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"return\">Return</h2><p>In a press <a href=\"https://en.icspr.ps/opening-of-the-rafah-crossing-a-partial-humanitarian-step-under-israeli-restrictions-and-systematic-humiliation-measures/6835/\" target=\"_blank\" rel=\"noopener\">statement</a>, the International Commission to Support Palestinian People’s Rights (ICSPR) strongly condemned the strict Israeli restrictions on the operation of the crossing, saying that they had turned “travel and return [to Gaza] into a symbolic procedure that falls short of a genuine and comprehensive opening”.</p><p>The ICSPR added that Israeli restrictions – including requiring pre-approved security clearances, imposing strict passenger quotas, and enforcing complex procedures for travel – had turned the Rafah crossing “into a tool of control and domination rather than a humanitarian passage”.</p><p>The organisation also condemned the treatment of Palestinians at the crossing, including beatings, humiliating body searches, prolonged handcuffing, confiscation of personal belongings, and threats of arrest.</p><p>When Rotana and Huda were finally allowed to continue their journey, they found that Israeli forces had confiscated nearly all of what they had packed for the children.</p><p>“I brought toys and headphones for my daughters … things to make them happy,” Rotana said.</p><p>“They took everything. Even food was forbidden,” she explained. “I had promised my children sweets, something to celebrate with after months of hardship, but they took all of it.”</p><p>Despite it all, reuniting with Rotana’s children – Huda’s grandchildren – was at the forefront of their minds.</p><p>“I returned with my daughter even before I completed my treatment because her children couldn’t bear to be apart from her any longer,” Huda told Al Jazeera.</p><p>“In the end, we are returning to our country no matter what, so why were we treated this way?”</p><p>After a long and exhausting day, Rotana and her mum arrived in Gaza late at night on Monday, at the Nasser Medical Complex in Khan Younis.</p><p>“The journey was deadly … but thank God, we finally arrived and reunited with our loved ones,” Rotana said calmly.</p><p>“What happened to us was an attempt to discourage us from returning to our land. But where would we go? This is our home, no matter what.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Colombia’s EGC suspends Doha peace talks over Petro-Trump meeting | Conflict News | Al Jazeera",
            "time": "2026-02-04T21:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26034839890319-1770238974.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Gaitanist Army of Colombia (EGC), the country’s largest criminal organisation, has announced it will temporarily suspend peace talks in Qatar after Colombian President Gustavo Petro reportedly pledged to target its leader.</p><p>In a social media post on Wednesday, the EGC, sometimes referred to as the Gulf Clan, indicated the suspension would continue until it received updates from the Petro administration.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“By order of the Joint Chiefs of Staff, the EGC delegation at the negotiating table will temporarily suspend talks with the government to consult and clarify the veracity of the information,” the group wrote in a statement on X.</p><p>“If the media reports are true, this would be a violation of good faith and the Doha commitments.”</p><p>Colombia’s Defence Minister Pedro Sanchez confirmed the reports later on Wednesday, <a href=\"https://x.com/PedroSanchezCol/status/2019138692955431379\" target=\"_blank\" rel=\"noopener\">sharing</a> a list of three drug “kingpins” that Petro’s administration would prioritise as “high-level targets”.</p><p>Among the three targets was the EGC’s leader, Jesus Avila Villadiego, alias Chiquito Malo. A reward for his capture was set at 5 billion Colombian pesos, equivalent to $1.37m.</p><p>The other two “kingpins” included top rebel commanders identified only by their aliases: Ivan Mordisco and Pablito.</p><p>The public announcement echoes a private one cemented during a closed-door meeting on Tuesday at the White House, when Petro met United States President Donald Trump in person for the first time.</p><p>For months, Trump has pressured the Petro administration to take more “aggressive action” to combat narcotics trafficking out of Colombia.</p><p>In response, Petro and his team presented the Trump administration on Tuesday with a dossier on their counter-narcotics operations titled, “Colombia: America’s #1 Ally Against Narcoterrorists”.</p><p>The presentation featured statistics on cocaine seizures, programmes to eradicate coca crops, and the high-level arrests and killings of drug lords.</p><p>But the commitment to collaborate with the US in the pursuit of Chiquito Malo’s arrest has thrown negotiations with the EGC into peril.</p><p>It has also raised questions about the future of Petro’s signature policy, “Total Peace”, which was designed to open talks with rebel groups and criminal networks in an effort to halt Colombia’s six-decade-long internal conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The EGC is a major criminal group with almost 10,000 members, according to a recent report by the Ideas for Peace Foundation.</p><p>In December, the US also <a href=\"/news/2025/12/16/us-officially-labels-colombias-egc-group-a-terrorist-organization\">designated</a> the group as a “foreign terrorist organisation”, as part of its ongoing efforts to crack down on drug trafficking.</p><p>The EGC has been engaged in high-level discussions with the Colombian government in Doha since September 2025. The two parties signed a “commitment to peace” on December 5, which outlined a roadmap to the EGC putting down arms.</p><p>The first step towards demobilisation was for the group to gather its forces in temporary zones, beginning in March. The government had suspended arrest warrants in December for EGC commanders, including Chiquito Malo, who were due to move to these areas.</p><p>But the government’s plans to detain the drug lord, declared yesterday at the White House, destabilised this process, according to analysts.</p><p>“[The EGC] interpret this as a direct threat where, if any commander who has arrest warrants … goes to the temporary zones, he runs a high risk,” said Gerson Arias, a conflict and security investigator at the Ideas for Peace Foundation, a Bogota-based think tank.</p><p>The Colombian Supreme Court in January approved Chiquito Malo’s extradition to the US in the eventuality of his capture, but the final decision to extradite him resides with the president.</p><p>By declaring the drug lord a “target” at the White House, Petro signalled support for capturing and extraditing the EGC commander.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Potential US involvement in the operation also appears to have unsettled the criminal organisation, according to experts.</p><p>“It is very different for Chiquito Malo to be pursued solely by the Colombian government than for him to become a target of joint strategic value involving US intelligence,” said Laura Bonilla, a deputy director at the Peace and Reconciliation Foundation, a Colombian think tank.</p><p>Although the EGC suspended its peace talks on Wednesday, it stressed that it remained open to resuming negotiations.</p><p>“It should be clarified that the suspension is temporary, not permanent, which indicates that they [the talks] will resume shortly,” a lawyer for the group, Ricardo Giraldo, told Al Jazeera.</p><p>Giraldo added that, for talks to continue, the EGC requires that “legal and personal security guarantees” and “the commitments agreed upon in Doha, Qatar, are fulfilled”.</p></div></div></body></html>"
        },
        {
            "title": "Russia criticises US as final nuclear warhead treaty set to expire | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-04T21:07:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-30T060115Z_1342028685_RC29EEAQXOUA_RTRMADP_3_RUSSIA-USA-NUCLEAR-TREATY-1770235107.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia criticises US as final nuclear warhead treaty set to expire</h1><p class=\"article__subhead\"><em>Experts have warned that the expiry of the US-Russia New START treaty could spark a fresh nuclear arms race.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia says it is “no longer bound” by limits on the number of nuclear warheads it can deploy, as the <a href=\"/news/2026/2/3/last-us-russia-nuclear-treaty-is-expiring-does-it-really-matter\">last remaining nuclear arms control treaty</a> with the United States is set to expire.</p><p>The New START treaty, which was signed in 2010, will expire on Thursday. Russia said that the US had not responded to President Vladimir Putin’s proposal to keep observing the missile and warhead limits in the treaty for another 12 months.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We assume that the parties to the New START treaty are no longer bound by any obligations or symmetrical declarations within the context of the treaty,” the Russian Foreign Ministry said in a statement on Wednesday.</p><p>“Essentially, our ideas are being deliberately ignored. This [US] approach appears mistaken and regrettable,” it said.</p><p>New START, which stands for Strategic Arms Reduction Treaty, limits the deployment of strategic nuclear weapons, those designed to hit an adversary’s key political, military and industrial centres.</p><p>Deployed weapons or warheads are those in active service and available for rapid use as opposed to those that are in storage or awaiting dismantlement.</p><p>The expiry of the treaty means that Moscow and Washington will both be free to increase missile numbers and deploy hundreds more strategic warheads, although this poses logistical challenges and will take time.</p><p>Despite the expiry of the treaty, US President Donald Trump has expressed interest in a new agreement to restrict nuclear weapons.</p><p>During an interview with The New York Times in January, Trump said of the New START treaty: “If it expires, it expires. … We’ll just do a better agreement.”</p><p>Trump has also called for China to be involved in any future nuclear talks.</p><p>New START was a 10-year agreement signed by then-US President Barack Obama and Dmitry Medvedev, a close ally of Vladimir Putin who served a single term as Russia’s president from 2008 to 2012. It came into effect in 2011.</p><h2 id=\"fears-of-new-arms-race\">Fears of new arms race</h2><p>Security experts say the end of New START risks ushering in a new arms race that will also be fuelled by China’s rapid nuclear build-up.</p><p>“Without the treaty, each side will be free to upload hundreds of additional warheads onto their deployed missiles and heavy bombers, roughly doubling the sizes of their currently deployed arsenals in the most maximalist scenario,” Matt Korda, associate director for the Nuclear Information Project at the Federation of American Scientists, told Reuters News Agency.</p><p>As the clock ticked towards the treaty’s expiry on Thursday, Pope Leo urged both sides to not abandon the limits set in the treaty.</p><p>“I issue an urgent appeal not to let this instrument lapse,” the first US-born pope said at his weekly audience. “It is more urgent than ever to replace the logic of fear and distrust with a shared ethic, capable of guiding choices toward the common good.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What is Tarique Rahman’s vision for Bangladesh? | TV Shows | Al Jazeera",
            "time": "2026-02-04T20:59:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770238765.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Sreenivasan Jain challenges BNP secretary Mirza Fakhrul on whether the party and its leader really represents change.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh is heading into a historic election after the 2024 uprising that toppled Prime Minister Sheikh Hasina and sidelined the Awami League. The Bangladesh Nationalist Party has emerged as the frontrunner after years on the margins.</p><p>In this interview, Sreenivasan Jain speaks to BNP Secretary-General Mirza Fakhrul Alamgir about Tarique Rahman’s vision for the country and whether the BNP genuinely represents political change.</p><p><strong>Guest:<br>\n</strong>Mirza Fakhrul Alamgir – Secretary-general, Bangladesh Nationalist Party</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Treacherous assassination’: Who was Saif al-Islam Gaddafi? | Muammar Gaddafi | Al Jazeera",
            "time": "2026-02-04T20:58:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770238685.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Six British activists acquitted over raid on Israeli defence firm’s factory | Protests | Al Jazeera",
            "time": "2026-02-04T20:48:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770238106.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Some in Israel question its influence over US as Iran war decision nears | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-04T20:05:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26028570925534-1770020610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the prospect of a conflict between the United States and Iran looms, analysts within Israel have questioned the country’s capacity to determine the outcome of a confrontation in a region that, just months ago, it had regarded itself as on the brink of dominating.</p><p>“The [Israeli] opposition are accusing [Israeli Prime Minister Benjamin] Netanyahu of giving in to [US President Donald] Trump and ending the war on Gaza too soon,” said Israeli political analyst Ori Goldberg. “[Israel is] being hounded out of Lebanon, [its] freedom to operate within Syria has been halted. All that’s left to [Israel] is the freedom to kill Palestinians, and with Qatar, Turkiye and Egypt now being involved in Gaza, over Israel’s objection, it won’t be allowed to do that for much longer.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While senior Israeli figures including Netanyahu are liaising directly with the Trump administration over a possible attack on Iran, analysts say it is increasingly clear that Israel’s ability to shape regional developments is diminished.</p><p>After two years of genocide in Gaza, where Israel has killed more than 71,800 Palestinians, the US now appears to have taken the lead and has overruled Israel when it objected to the admission of Turkiye and Qatar to the board that will oversee the administration of Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Syria, Israeli ambitions to hobble the new government of President Ahmed al-Sharaa also appear to have fallen foul of Trump’s White House, which is actively <a href=\"/news/2026/1/6/israel-syria-agree-to-dedicated-communication-line-in-us-brokered-talks\">pushing </a>the Netanyahu government to reach an accommodation with Damascus. In Lebanon, too, the US continues to play a defining role in determining Israeli actions, with any possible confrontation between Hezbollah and Israel said to be dependent upon Washington’s green light.</p><p>What influence Israel could wield over US action in Iran, according to many, is uncertain, even to the point that Washington could enter negotiations with no regard for Israeli concerns.</p><p>“There’s a worry that Donald Trump will not strike in Iran, which will continue to endanger Israel, and instead negotiate a conclusion that’s good for him as a peacemaker and leave the regime in place,” Netanyahu’s former aide from the early 90s and political pollster, Mitchell Barak, told Al Jazeera from West Jerusalem. “He’s transactional. That’s what he does. It’ll be like Gaza. Israel will secure their ultimate victory, then lose control to the US, whose interests – under Trump – don’t always align with ours.”</p><h2 id=\"big-bad-wolf\">‘Big Bad Wolf’</h2><p>While analysts’ expectations that Netanyahu could influence Trump’s actions in Iran may be limited, their sense that a fresh war would buy the Israeli prime minister relief from his current difficulties seems universal.</p><p>“Iran is Israel’s ‘Big Bad Wolf’,” Chatham House’s Yossi Mekelberg said of the geopolitical opponent that many in Israel believe exists only to ensure Israel’s destruction.</p><p>Mekelberg added that a war with Iran would serve as a useful distraction from Netanyahu’s domestic troubles, such as an inquiry into government failures related to the October 7, 2023 Hamas attack on Israel, his attempt to weaken the oversight powers of the judiciary, and his ongoing corruption trials.</p><p>“There’s a saying in Hebrew: ‘the righteous have their work done by others.’ I’m not for a moment saying that Netanyahu is righteous, but I’m sure he’s keen on having his work done by others,” Mekelberg said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"war-fears\">War fears</h2><p>How much public appetite there may be for a confrontation with Iran is unclear.</p><p>Israel was able to heavily damage Iran during the conflict it started in June last year. But Iran was also able to repeatedly pierce Israel’s defences, making it clear that the Israeli public is not safe from the wars its state pursues in the region.</p><p>The threat – rather than the reality – of a confrontation with Iran also serves the prime minister’s ends, Goldberg noted. “Netanyahu has no need for a war. He doesn’t really need to do anything other than survive, which he’s proven adept at,” the analyst said, referring to the absence of any credible political rival, as well as the risk that an actual war may highlight Israel’s diplomatic weakness in its dealings with the US.</p><p>“There’s this joke phrase that became popular with those resisting Netanyahu’s judicial reform: ‘This time he’s done’,” Goldberg said. “Netanyahu’s never done. He committed a genocide, and all people in Israel can object to is the management of it. He’s currently losing military and diplomatic influence across the region, and few are noticing. I can’t imagine that this will be ‘it’ either.”</p></div></div></body></html>"
        },
        {
            "title": "Rubio: US ready to talk with Iran, ‘not sure’ a deal can be reached | Conflict | Al Jazeera",
            "time": "2026-02-04T19:49:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035586756597_cropped-1770233112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Washington Post announces massive layoffs in blow to storied paper | Media News | Al Jazeera",
            "time": "2026-02-04T19:47:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035533843994-1770227092.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Washington Post announces massive layoffs in blow to storied paper</h1><p class=\"article__subhead\"><em>Spokesperson says that cuts apply to about one-third of newsroom, with sport and international coverage largely gutted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Washington Post has laid off one-third of its staff, eliminating its sport section, several foreign bureaus and its books coverage in a widespread purge that represents a blow to journalism and one of its most iconic newspapers.</p><p>A spokesperson for the Post said the “difficult” decision would make the paper more dynamic, but reporters and editors across US media criticised the decision as baffling and irresponsible.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This ranks among the darkest days in the history of one of the world’s greatest news organisations,” former Washington Post editor Marty Baron said in a statement responding to the announcement.</p><p>“The Washington Post’s ambitions will be sharply diminished, its talented and brave staff will be further depleted, and the public will be denied the ground-level, fact-based reporting in our communities and around the world that is needed more than ever.”</p><p>The cuts will affect the paper’s sport, books, editing, metro, and international coverage, with bureau chiefs from around the world announcing over social media that they had been fired.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Heartbroken to share I’ve been laid off from The Washington Post,” Pranshu Verma, the paper’s New Delhi bureau chief, said over social media. “Gutted for so many of my talented friends who are also gone.”</p><p>Staff members were told they would receive an email confirming whether they still had a job.</p><p>“The Washington Post is taking a number of difficult but decisive actions today for our future, in what amounts to a significant restructuring across the company,” the Post said in a statement. “These steps are designed to strengthen our footing and sharpen our focus on delivering the distinctive journalism that sets The Post apart and, most importantly, engages our customers.”</p><p>The publication has been the site of clashing priorities between reporters and management, with many expressing frustration after the paper pulled its decision to endorse a 2024 presidential candidate, a move denounced by critics as an effort to curry favour with Donald Trump. More than 200,000 people cancelled their subscriptions in response to the decision.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump sharply criticised the Post’s reporting during his first term but said last March that billionaire founder of Amazon Jeff Bezos, who bought the paper in 2013, was doing “a real job” at the publication. Amazon recently spent more than $70m to buy and market a documentary about Trump’s wife, Melania, far more than is considered typical, <a href=\"https://www.bbc.com/news/articles/cp3706v13k0o\" target=\"_blank\" rel=\"noopener\">prompting accusations</a> that Bezos was attempting to cosy up to the White House.</p><p>“If Jeff Bezos is no longer willing to invest in the mission that has defined this paper for generations and serve the millions who depend on Post journalism, then The Post deserves a steward that will,” The Washington Post Guild, a labour union that represents staff, said in a statement responding to the cuts.</p></div></div></body></html>"
        },
        {
            "title": "Hungary jails German activist for eight years over far-right rally attacks | The Far Right News | Al Jazeera",
            "time": "2026-02-04T19:29:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T121412Z_593650372_RC20FJA3ZI8Z_RTRMADP_3_HUNGARY-CRIME-ACTIVIST-1770227084.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hungary jails German activist for eight years over far-right rally attacks</h1><p class=\"article__subhead\"><em>Maja T was part of a group that attacked participants at Budapest’s ‘Day of Honour’, a major neo-Nazi event.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Hungarian court has jailed a German anti-fascist activist for eight years for attacking participants at a far-right rally in Budapest.</p><p>Maja T, 25, was sentenced on Wednesday after being convicted of involvement in violence ahead of the annual <a href=\"/news/2020/2/8/neo-nazis-from-across-europe-rally-in-budapest\">“Day of Honour”</a> commemoration in Budapest. The event is one of the biggest neo-Nazi rallies in Europe.</p><p>The defendant was accused of attempted aggravated bodily harm causing life-threatening injuries and assault committed as part of a criminal organisation.</p><p>“We all know what verdict the prime minister of this country wants,” Maja T told the court before the guilty verdict was given.</p><p>Hungarian Prime Minister Viktor Orban has previously designated anti-fascist groups linked to the attacks as “terrorist” organisations.</p><p>Orban’s spokesman, Zoltan Kovacs, welcomed the sentence in a message on X, branding Maja T an “antifa terrorist” – a reference to the left-wing protest movement.</p><p>Maja T was extradited from Germany to Hungary in December 2024. Supporters of the activist have criticised detention conditions, as well as the chances for a fair trial in Hungary.</p><p>Last year, Germany’s Constitutional Court ruled that the extradition was unlawful because it could not be guaranteed that the defendant would not be subject to inhumane or degrading treatment in Hungarian custody.</p><p>Maja T’s father, Wolfram Jarosch, said the sentence confirmed his “fears” before the hearing. “This was a political show trial,” he said in a statement.</p><p>The conviction can be appealed.</p><h2 id=\"far-right-protest\">Far-right protest</h2><p>Prosecutors said Maja T was one of 19 members of a multinational far-left group that travelled to Hungary and attacked nine people, including German and Polish citizens, whom they identified as far-right extremists. Victims of the attack suffered broken bones and head injuries.</p><p>The annual rally in the Hungarian capital marks the failed attempt by Nazi and allied Hungarian soldiers to break out of Budapest during the Red Army’s siege of the city in 1945.</p><p>A number of people accused of participating in the 2023 “Day of Honour” attacks have been tried in Hungary and Germany. One woman received a five-year prison sentence in Germany.</p><p>Italy and France have refused to surrender two suspects to Hungary, with courts in both countries citing the risk of “inhumane treatment” in prison.</p></div></div></body></html>"
        },
        {
            "title": "Russia jails stand-up comic Artemy Ostani over war joke | Freedom of the Press News | Al Jazeera",
            "time": "2026-02-04T19:03:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T123713Z_1539452873_RC20FJAMU5RU_RTRMADP_3_UKRAINE-CRISIS-RUSSIA-COMEDIAN-1770229690.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia jails stand-up comic Artemy Ostani over war joke</h1><p class=\"article__subhead\"><em>Artemy Ostanin sentenced to more than five years in a penal colony after joking about a ‘legless’ war veteran.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian comedian has been sentenced to more than five years in a penal colony for telling a joke about a disabled war veteran.</p><p>Twenty-nine-year-old stand-up comedian Artemy Ostanin received his sentence in a Moscow court on Wednesday after being convicted of inciting hatred.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His case centres on a 2025 comedy routine in which he joked about a veteran who lost his legs in a wartime explosion and had to ride a skateboard, calling him a “legless skater”. Footage of the performance went viral, provoking outrage among Russian nationalists who claimed Ostanin had disrespected soldiers <a href=\"/news/2026/2/4/russian-shelling-kills-seven-in-ukrainian-market-clouding-abu-dhabi-talks\">fighting in Ukraine</a>.</p><p>Ostanin, who was arrested last March while trying to flee to Belarus, denied that his joke referred to Russians in combat in Ukraine. He was also found guilty of offending Christians over a separate joke about Jesus that angered Orthodox nationalists.</p><p>“The final sentence for Ostanin is imprisonment for five years and nine months in a general regime penal colony,” judge Olesya Mendeleyeva was quoted as saying by Russian state news agency RIA Novosti.</p><h2 id=\"laws-used-to-silence-speech\">‘Laws used to silence speech’</h2><p>In his final statement to the court, Ostanin denounced the proceedings as unjust, saying, “I hope no one ever finds themselves in the same situation of brutal legal abuse that I did.” When asked whether he understood the sentence, he replied, “To hell with your judicial practice. No, I don’t,” the news agency Reuters reported.</p><p>In addition to his prison term, Ostanin was fined 300,000 rubles ($3,900) and placed on a government list of designated “terrorists and extremists” – a measure <a href=\"/news/2025/10/14/russia-charges-exiled-oligarch-khodorkovsky-with-terrorism\">often used against political opponents</a>.</p><p>Russian rights group Memorial slammed Ostanin’s prosecution.</p><p>“This case shows how vague extremism and blasphemy laws are used to silence speech, intimidate artists, and punish humour,” the group said in a statement on X.</p><p>Since launching its offensive on Ukraine in February 2022, Russia has sharply intensified its <a href=\"/news/2025/5/19/moscow-outlaws-amnesty-international-for-russophobia-amid-ukraine-war\">campaign against critics</a>.</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Putin holds video call with China’s Xi | Vladimir Putin News | Al Jazeera",
            "time": "2026-02-04T18:54:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69833db03e054-1770208688.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia’s Putin holds video call with China’s Xi</h1><p class=\"article__subhead\"><em>The two leaders discussed maintaining their growing ties amid international instability.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin and Chinese President Xi Jinping have held a video call to discuss ways to enhance cooperation, maintain strategic stability, and manage their relations with the United States.</p><p>The call comes as many Western countries are exploring potential opportunities with China following clashes with US President Donald Trump over tariffs and his demands to take over Greenland from NATO ally Denmark.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both the British and Canadian prime ministers visited Beijing last month, and the German chancellor is expected to visit this month.</p><p>Putin described the foreign policy ties between the two nations as “an important stabilising factor amidst growing turbulence in the world”, according to a <a href=\"http://en.kremlin.ru/events/president/news/79098\">transcript</a> released by the Kremlin on Wednesday.</p><p>He said Russia and China would continue close coordination on global and regional agendas, “both bilaterally and within all the multilateral frameworks”, including the United Nations, the BRICS coalition of economies, and the Shanghai Cooperation Organisation, where he said the “Russian-Chinese tandem plays an essential role”.</p><p>Putin said the two countries had “forged an exemplary comprehensive partnership and strategic cooperation”, and reaffirmed Russia’s “resolute support” for their efforts to “ensure the sovereignty and security of our two countries, their social and economic prosperity, and the right to choose their own development path”.</p><p>Xi, speaking via an interpreter, called for the countries to work out a “grand plan” to further bilateral relations, which he said were advancing in the right direction.</p><p>“The two sides should seize this historic opportunity, maintain close high-level exchanges and strengthen practical cooperation across various fields,” he was quoted as saying by China’s state broadcaster CCTV.</p><h2 id=\"us-relations\">US relations</h2><p>Kremlin aide Yuri Ushakov said that Putin has accepted President Xi’s invitation to visit China in the first half of 2026, the Reuters News Agency reported.  Xi visited Russia in May last year.</p><p>Putin and Xi exchanged views about their countries’ relations with the United States, Ushakov said, noting they “practically coincide,” including their assessment of Trump’s so-called “Board of Peace” initiative in Gaza.</p><p>“Russia and China stand for equal and mutually beneficial cooperation on the basis of international law and the United Nations Charter,” Ushakov said.</p><p>Putin had previously thanked Trump for the invitation to join the Board of Peace and said Moscow would consider it.</p><p>China has not commented directly on the Board of Peace, other than to say it was invited to join. Asked about Trump’s new organisation replacing the UN in Gaza, Foreign Ministry spokesperson Guo Jiakun said China will uphold the international system with the UN at its core, no matter how the international landscape changes.</p></div></div></body></html>"
        },
        {
            "title": "Israeli strikes kill more than 20 in Gaza, shatter ‘ceasefire’ myth | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-04T18:51:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40455516-40455502-SEVEN_PALESTINIANS_LOSE_THEIR_LIVES_IN_ATTACK_ON_GAZA_CITY_DESPITE_CEASEFIRE_cropped-1770230346.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US announces proposed critical mineral trading bloc | Mining News | Al Jazeera",
            "time": "2026-02-04T18:37:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T142251Z_807856274_RC22FJA1DC3G_RTRMADP_3_USA-RUBIO-MINERALS-1770223576.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Vice President JD Vance has proposed creating a new critical mineral trading bloc and coordinating pricing floors as Washington tries to loosen China’s control over rare earth mineral manufacturing.</p><p>Vance said on Wednesday that the trade war over the past year exposed how dependent most countries are on the critical minerals that China has a stranglehold on.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We want members to form a trading bloc among allies and partners, one that guarantees American access to American industrial might while also expanding production across the entire zone,” Vance said at a meeting of foreign ministers at the US State Department.</p><p>“What is before all of us is an opportunity at self-reliance that we never have to rely on anybody else except for each other, for the critical minerals necessary to sustain our industries and to sustain growth.”</p><p>China has maintained 70 percent of the world’s rare earth mining. Critical minerals are used in key products that consumers use daily, including smartphones and cars.</p><p>“The United States is a distant second [in mining] at just 12 percent, leaving a significant gap to close. As a result, [US] President Trump spent much of 2025 meeting with leaders from Ukraine, Australia, Japan, and countries across Central and Southeast Asia to negotiate trade deals aimed at securing access to rare earths and critical minerals, efforts intended to give the US a better chance of competing with China,” Mark Temnycky, a nonresident fellow at Atlantic Council’s Eurasia Center, told Al Jazeera.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“I think a lot of us have learned the hard way over the last year how much our economies depend on these critical minerals,” Vance said at the opening of a meeting that US Secretary of State Marco Rubio hosted with officials from several dozen European, Asian and African nations.</p><p>South Korea, India, Thailand, Japan, Germany, Australia, and the <a href=\"/features/2026/2/4/we-are-exploited-congolese-fear-losing-out-as-us-makes-minerals-deals\" target=\"_blank\" rel=\"noopener\">Democratic Republic of the Congo</a> were among the countries attending the meeting on Wednesday.</p><p>The meeting was underscored by tensions between the US and allies amid US President Donald Trump’s unsolicited attempts <a href=\"/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island\" target=\"_blank\" rel=\"noopener\">to acquire Greenland</a> from Denmark.</p><p>“Denmark has been on high alert. Several countries within the NATO alliance sent troops to Greenland to strengthen and fortify the territory, and it’s very significant because it’s ruffling a lot of feathers, and making a lot of traditional US allies and partners very uncomfortable with dealings with the US,” Temnycky said.</p><p>But those tensions haven’t stopped the White House from pushing a new trading bloc.</p><p>On Monday, the White House said it will build a new <a href=\"/economy/2026/2/2/what-is-the-us-strategic-minerals-stockpile\" target=\"_blank\" rel=\"noopener\">critical mineral stockpile</a> and named the plan Project Vault. Vance’s announcement on Wednesday came just as Trump held a call with China’s President Xi Jinping which he said was “<a href=\"/news/2026/2/4/trump-hails-excellent-phone-call-with-chinas-xi-amid-trade-tensions\" target=\"_blank\" rel=\"noopener\">excellent</a>” but it was not clear if there was any mention of the proposed bloc.</p><h2 id=\"pricing-floor\">Pricing floor</h2><p>Vance also said that the US will unveil a pricing floor system that Washington hopes will unlock private investment in mining and processing projects that have struggled to compete with cheaper Chinese supply.</p><p>The approach could reshape global supply chains for materials essential to electric vehicles, semiconductors and defence systems, while raising costs for manufacturers in the short term and escalating trade tensions with Beijing.</p><p>China’s expanded export controls on rare earths last year caused production delays and shutdowns for auto manufacturers in Europe and the US, and a China-generated glut of lithium has stalled plans to expand production in the US.</p><p>“China has long played an important and constructive role in keeping the global industrial and supply chains of critical minerals safe and stable and is willing to continue to make active efforts in this regard,” China’s embassy in Washington told the Reuters news agency when asked about the meeting.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>China’s leverage was on full display in October when Trump agreed to trim tariffs on Chinese goods in exchange for Beijing’s pledge to hold off on stricter restrictions on rare earths exports.</p><p>Wednesday’s gathering underscores a broader US push to work with partners to counter China’s dominance in the sector by coordinating policy tools at a time when Trump has angered allies with his sweeping “America First” tariff policies.</p><p>On Wall Street, nearly all of the critical minerals companies in which the Trump administration has taken equity stakes are seeing their stock prices tumble in midday trading. MP Materials is down more than 8 percent, Intel has fallen over 3.5 percent, Lithium Americas is off 7.6 percent, Trilogy Metals is down more than 10 percent, and USA Rare Earth has dropped 10.8 percent. Korea Zinc is the lone outlier, rising 6.5 percent.</p></div></div></body></html>"
        },
        {
            "title": "Killing of Saif Gaddafi removes alternative to Libya’s rival governments | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-04T18:15:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69825bb5-1770150837.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">Saif al-Islam Gaddafi</a>, the most prominent surviving son of former Libyan dictator Muammar Gaddafi, removes a figure who commanded symbolic influence among some Libyans, even as he was reviled by others as the representative of a hated regime.</p><p>The <a href=\"/news/2026/2/3/who-was-libyas-saif-al-islam-gaddafi\">53-year-old</a>, killed on Tuesday in the western Libyan town of Zintan, was an alternative to the country’s current power duopoly, split between the United Nations-recognised government in the capital, Tripoli, and the so-called Libyan National Army in the east of the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The killing occurred less than a week after a reported January 28 meeting at Paris’s Elysee Palace brought together Saddam Haftar, son of eastern strongman Khalifa Haftar, and advisers to Tripoli-based Prime Minister Abdul Hamid Dbeibah.</p><p>Then, on Sunday, a meeting brokered by the United States in Paris brought together senior officials from the two rival Libyan administrations to discuss efforts towards national unity.</p><p>However, the manner of Gaddafi’s death – his political team said that four masked men had <a href=\"/news/2026/2/4/libyas-top-prosecutor-launches-probe-into-saif-al-islam-gaddafis-killing\">stormed his house and shot him</a> – has once again highlighted the insecurity Libya still faces, and the murky nature of the country’s political divides.</p><h2 id=\"saif-al-islam-as-heir-to\">Saif al-Islam as heir to Gaddafi</h2><p>Saif al-Islam Gaddafi had some influence in Libya despite having no notable military force under his command, and no control over territory, unlike his rivals.</p><p>He was once seen as his father’s Western-friendly, reform-minded heir before he dropped that image dramatically during the 2011 revolution to help lead a brutal crackdown on protesters. In a televised speech at the time, he denounced the protesters and endorsed his father’s crackdown, threatening “rivers of blood”.</p><p>“That speech during the protests marked the end of Saif the reformer and the birth of Saif the son of [Muammar] Gaddafi,” Anas El Gomati, director of the Sadeq Institute, a Libyan think tank, told Al Jazeera.</p><p>After rebels captured Saif al-Islam Gaddafi in 2011, he spent six years held in Zintan by a local militia. Emadeddin Badi, a senior fellow at the Global Initiative against Transnational Organized Crime and Libya expert, said that his captors eventually became more sympathetic to him “and were acting as his bodyguards”.</p><p>“He was not a captive in the traditional sense whatsoever and even had a social life there, married with kids,” Badi said.</p><p>After his release in 2017, Gaddafi kept such a low profile that many speculated he might be dead. He resurfaced publicly with a New York Times interview in 2021, where he hinted at a political comeback, and later moved to pursue presidential ambitions.</p><p>When he registered to run for president in 2021, it became a major controversy that <a href=\"/news/2021/12/23/why-libya-election-got-postponed\">contributed</a> to the collapse of the entire electoral process.</p><p>Saif al-Islam was disqualified because of an earlier war crimes conviction, but the disputes around his candidacy contributed to derailing the vote.</p><p>Still, he retained support among some groups who, amid Libya’s descent into civil war and rival fiefdoms, were nostalgic for the perceived stability of the Gaddafi era.</p><p>His father, Muammar Gaddafi, came to power in 1969, amid a wave of coups in the Arab world along a crescent from South Yemen, through Somalia and Sudan that year.</p><p>Gaddafi presided over a regime, which, although dictatorial, saw a period of economic growth in the country, fuelled by Libya’s oil reserves.</p><p>The regime was also known for mass human-rights abuses, including the execution of political opponents.</p><p>“Saif al-Islam is popular among Gaddafi-era nostalgists and among those who saw him as that reformist candidate promising change,” Claudia Gazzini, senior Libya analyst at the International Crisis Group, told Al Jazeera.</p><p>His real power wasn’t military but symbolic, El Gomati said. That ideological disposition is referred to locally as the Greens, after the elder Gaddafi’s “Green Book” outlining his political theories.</p><p>“Saif didn’t really control forces, or territory, but controlled an important narrative and represented something for people who were nostalgic for the days of Gaddafi’s rule,” El Gomati said.</p><h2 id=\"what-impact-does-this-have-in-libya\">What impact does this have in Libya?</h2><p>Saif al‑Islam’s death is likely to matter most in eastern Libya, because of the overlap between the supporters of the man who controls that region, military commander Khalifa Haftar, and Gaddafi’s base.</p><p>Despite that overlap, Saif al-Islam Gaddafi and Khalifa Haftar deeply distrusted each other, mainly because Haftar had defected from the Gaddafi regime decades ago, and attempted a rebellion against Muammar Gaddafi after having initially helped him come to power.</p><p>Tensions between Khalifa Haftar and Saif al-Islam Gaddafi flared in 2021 when Haftar-aligned militias blocked a court hearing on the latter’s election appeal after he was blocked, withdrawing only after demonstrations by his supporters.</p><p>“They [the Gaddafi family] considered him [Khalifa Haftar] a traitor for rebelling against the Gaddafi regime, and it was thought Haftar was trying to replicate the system their father had built,” Gazzini said. “Haftar had always feared the popularity Saif had.”</p><p>But that meant that Khalifa Haftar was attempting to fill a space left by Muammar Gaddafi, but one that Saif al-Islam was still trying to occupy himself. In effect, that made Saif al-Islam a threat to Haftar, as they were competing over the same constituency.</p><p>“The immediate beneficiary [of the killing] is Haftar,” said El Gomati. “Saif represents an alternative to the authoritarian model which Haftar built.”</p><p>Despite his symbolic importance, analysts still expect the immediate fallout from Saif al-Islam’s assassination to be limited.</p><p>The people who once supported the Gaddafi regime have split apart dramatically since 2011, with many former loyalists now working within the competing eastern and western power structures.</p><p>“This stirs waters, but won’t hit Libya with a storm,” Gazzini told Al Jazeera, noting that while Saif al-Islam Gaddafi’s death is significant, Libya’s basic political deadlock isn’t likely to change a great deal after the killing.</p><p>“His death eliminates Libya’s last viable spoiler to the current power duopoly,” El Gomati said. “His assassination closes Libya’s last exit from this divided power system.”</p></div></div></body></html>"
        },
        {
            "title": "Mixed emotions among Palestinians as Rafah crossing partially reopens | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-04T18:02:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__962E2T2__v1__HighRes__IsraelPalestinianConflictEgypt-1770186909.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians wept with joy as the Rafah crossing with Egypt partially reopened, allowing a small number of people to return to war-torn Gaza.</p><p>Emotional crowds gathered around a bus bringing returnees to Nasser Hospital in Khan Younis late at night, filming on their phones and lifting children to the windows to greet arrivals.</p><p>“We were exhausted from this humiliating journey,” said Rotana al-Riqib, a Palestinian woman in her thirties returning from Egypt. “The Israelis took us to the crossing – me, my mother and another woman from Khan Younis – and interrogated us. They don’t let us bring in anything. They confiscated everything we had, even my children’s belongings. They only left us some clothes.”</p><p>The crossing, Gaza’s only exit point that does not lead to Israel, had remained largely closed since Israeli forces took control of it in May 2024 during Israel’s genocidal war against the Palestinian people in Gaza. Only about two dozen people crossed in both directions on the first day – far fewer than the expected 200, according to sources on both sides.</p><p>“They don’t want a large number of people to return to Gaza,” al-Riqib added. “Rather, they want a large number to leave.”</p><p>Egypt has consistently warned against the displacement of Palestinians from Gaza and has reportedly demanded equal numbers entering and exiting the territory each day.</p><p>Ali Shaath, head of a Palestinian committee overseeing Gaza’s governance, called Rafah’s reopening a “window of hope” for the war-devastated territory.</p><p>Although 150 people were scheduled to leave and 50 to enter on Monday, only 12 Palestinians – nine women and three children – were permitted to return from Egypt, according to Gaza’s Interior Ministry and border officials.</p><p>Gaza’s Interior Ministry reported that eight people departed Gaza, while an Egyptian border source counted 12 people – five injured individuals and seven companions – entering Egypt.</p><p>“Things were very difficult, and inspections were taking place everywhere,” said Samira Said after returning through Rafah.</p><p>The reopening, long demanded by the United Nations and humanitarian organisations, forms a crucial element of US President Donald Trump’s Gaza truce proposal, where humanitarian conditions remain critical.</p><p>For Gaza’s sick and injured, the crossing represents potential access to Egyptian medical care. Mohammed Abu Salmiya, director of Gaza City’s al-Shifa Hospital, reported 20,000 patients urgently requiring treatment, including 4,500 children.</p><p>Gaza City resident Umm Mohammed Abu Shaqfa, 37, whose 11-year-old daughter needs treatment unavailable in the occupied Palestinian territory, said, “We are still waiting to travel through the Rafah crossing for treatment in Egypt. Opening the crossing is a glimmer of hope. Every day, I go to the Ministry of Health office and the World Health Organization to check if my daughter’s name is on the list.”</p><p>While Rafah serves as a crucial entry point for both people and supplies, COGAT, the Israeli Defence Ministry body coordinating Palestinian civilian affairs, has not mentioned allowing a substantial increase in aid into Gaza.</p></div></div></body></html>"
        },
        {
            "title": "Trump hails ‘excellent’ phone call with China’s Xi amid trade tensions | Xi Jinping News | Al Jazeera",
            "time": "2026-02-04T17:56:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251030__82GC2NQ__v4__HighRes__TopshotSkoreaUsChinaDiplomacy-1770228582.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump hails ‘excellent’ phone call with China’s Xi amid trade tensions</h1><p class=\"article__subhead\"><em>Trump stresses his ‘extremely good’ personal relationship with Xi Jinping, key to maintaining stable US-China ties.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump says he had an “excellent” phone call with Chinese President <a href=\"/economy/2025/10/31/in-trump-xi-summit-a-shifting-us-china-power-dynamic-on-display\">Xi Jinping</a>, which covered issues including trade, energy, Taiwan, Iran, and Russia’s war in Ukraine.</p><p>The Wednesday phone call came several hours after Xi spoke with Russian President Vladimir Putin, during which both pledged to strengthen ties amid a “turbulent” international environment.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“All very positive,” Trump said in a social media post. “The relationship with China, and my personal relationship with President Xi, is an extremely good one, and we both realise how important it is to keep it that way.”</p><p>The US president is expected to travel to China in April and has touted his personal relationship with Xi, even as the two countries continue to spar over competing interests in tech, trade, and geopolitical flashpoints, such as the <a href=\"/news/2025/11/2/trump-says-xi-assured-him-china-wont-take-action-on-taiwan\">future of Taiwan</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump stated that the two leaders discussed the situation in Iran, which has been roiled by recent protests and a harsh security crackdown and that Trump has threatened to attack if Tehran does not make deep concessions on a range of issues, but did not offer further details.</p><p>A readout of the call from the Chinese government shared by the Xinhua state news agency does not mention Trump’s expected visit, but says that Trump and Xi have maintained “good communication”, including an <a href=\"/news/2025/10/30/trump-xi-meeting-in-busan-key-takeaways-from-the-summit\">in-person meeting</a> in Busan, South Korea, last year.</p><p>The Chinese leader said that differences with the US could be handled amicably so long as they were based on equality and respect, but noted that reunification with Taiwan, the self-governing island that China sees as an essential part of its territory, remains a key priority for Beijing.</p><p>“Xi stressed that the Taiwan question is the most important issue in China–US relations,” the readout states, adding that the US should approach arms sales to Taiwan with “great prudence”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Taiwan is China’s territory. China must safeguard national sovereignty and territorial integrity, and it will never allow Taiwan to be separated from China.”</p><p>The US approved an $11bn <a href=\"/news/2025/12/18/us-approves-11bn-in-arms-sales-to-taiwan-in-deal-likely-to-anger-china\">arms package</a> for Taiwan in December, one of the largest ever, to bolster Taiwan’s defence capabilities.</p><p>Trump said that China has agreed to increase its purchase of US soya beans from 12 million tonnes in the current season up to 20 million tonnes, which he celebrated as a boon for US agricultural production.</p><p>He added that China has committed to buying 25 million tonnes in the following season. The Chinese readout makes no mention of soya beans.</p></div></div></body></html>"
        },
        {
            "title": "Gaza on the agenda as Turkiye’s Erdogan meets Egypt’s el-Sisi in Cairo | Recep Tayyip Erdogan News | Al Jazeera",
            "time": "2026-02-04T17:44:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AA-20260204-40459915-40459907-TURKISH_PRESIDENT_ERDOGAN_EGYPT_PRESIDENT_ELSISI_MEETING_IN_CAIRO-1770223234.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza on the agenda as Turkiye’s Erdogan meets Egypt’s el-Sisi in Cairo</h1><p class=\"article__subhead\"><em>The Turkish president said humanitarian tragedy continues in the enclave amid a fresh wave of deadly Israeli attacks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkish President Recep Tayyip Erdogan and Egyptian President Abdel Fattah el-Sisi have condemned recent “ceasefire” violations in Gaza after a spate of Israeli attacks and have urged the full implementation of the <a href=\"/news/2026/1/15/gaza-plan-phase-two-us-to-discuss-hamas-disarmament-israeli-withdrawal\">US-backed plan</a> to end Israel’s two-year genocidal war against the Palestinian people of Gaza.</p><p>The two leaders made the remarks on Wednesday during a joint press conference in Cairo, where Erdogan is on an official visit for talks and the signing of cooperation agreements with his Egyptian counterpart.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Erdogan said the Palestinian cause topped their agenda as a humanitarian tragedy continues to unfold in Gaza. He added that Turkiye and Egypt would continue coordinating on peace efforts in the enclave, where <a href=\"/news/liveblog/2026/2/4/live-israeli-forces-kill-10-palestinians-in-overnight-attacks-across-gaza\">Israeli attacks today have killed 23 people</a>, including children, despite the truce.</p><p>The two leaders also discussed a range of broader international issues, including their concerns about Iran, Sudan and Somaliland.</p><p>Both stressed the need for a truce and a comprehensive peace deal to end <a href=\"/news/2026/2/3/sudan-military-claims-to-break-siege-of-key-kordofan-city-of-kadugli\">Sudan’s nearly three-year civil war</a>.</p><p>Erdogan, whose country is attempting to mediate between the US and Iran <a href=\"/news/2026/2/3/us-military-says-it-shot-down-an-iranian-drone-in-arabian-sea\">amid rising tensions</a>, said diplomacy was the “most appropriate method” to resolve their disputes, including over Iran’s nuclear programme.</p><p>The Turkish president also criticised <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Israel’s recognition of Somaliland last year</a>, calling the move a violation of Somalia’s sovereignty.</p><h2 id=\"seeking-15bn-in-bilateral-trade\">Seeking $15bn in bilateral trade</h2><p>Erdogan and el-Sisi inked numerous bilateral agreements covering defence, health and agriculture, and discussed plans to deepen trade ties, according to Turkish state news agency Anadolu.</p><p>“We also affirmed the necessity of working to raise the volume of trade exchange to $15bn and removing any obstacles that may hinder achieving this goal,” said el-Sisi, who along with Erdogan was to attend the closing session of a bilateral business forum in the Egyptian capital.</p><p>Erdogan’s Cairo visit followed a trip a day earlier to Saudi Arabia, where Ankara says it also plans to strengthen economic and energy cooperation. It was Erdogan’s first visit to the kingdom in more than two years, signalling warmer ties after years of strain following the <a href=\"/news/2021/2/26/timeline-of-the-murder-of-journalist-jamal-khashoggi\">2018 killing of journalist Jamal Khashoggi</a> by Saudi agents inside the Saudi consulate in Istanbul.</p><p>“The two sides agreed to strengthen their cooperation in the fields of oil, petroleum products, and petrochemicals,” as well as in “electricity and renewable energy … building on Saudi Arabia’s massive energy investments”, said a statement by the Turkish presidency.</p><figure id=\"attachment_4288557\" aria-describedby=\"caption-attachment-4288557\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288557\" src=\"/wp-content/uploads/2026/02/2026-02-03T145035Z_302966482_RC2EEJAZDGE4_RTRMADP_3_SAUDI-TURKEY-1770223134.jpg?w=770&amp;resize=770%2C552&amp;quality=80\" alt=\"Turkish President Tayyip Erdogan is welcomed by Saudi Crown Prince Mohammed bin Salman in Riyadh, Saudi Arabia, February 3, 2026. Murat Cetinmuhurdar/Turkish Presidential Press Office/Handout via REUTERS ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288557\" class=\"wp-caption-text\">Turkish President Recep Tayyip Erdogan is welcomed by Saudi Crown Prince Mohammed bin Salman in Riyadh, Saudi Arabia, February 3 [Murat Cetinmuhurdar/Turkish Presidential Press Office/Handout via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russian shelling kills seven in Ukrainian market, clouding Abu Dhabi talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-04T16:31:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26022336120837-1770215685.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russian shelling kills seven in Ukrainian market, clouding Abu Dhabi talks</h1><p class=\"article__subhead\"><em>Donetsk Governor Vadym Filashkin accused Moscow of carrying out ‘another targeted war crime’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Feb 2026</span><span aria-hidden=\"true\">4 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian forces have shelled Ukraine’s eastern city of Druzhkivka, killing at least seven people at a crowded market, according to the regional governor.</p><p>The attack, using cluster munitions, targeted the market during a typically busy time on Wednesday morning, Donetsk governor Vadym Filashkin said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In addition to the seven killed, 15 others were injured, he said. The eldest victim was 81.</p><p>Separately, Russia’s military dropped two aerial bombs on the city, which advancing Russian forces are seeking to capture, damaging several homes and buildings, said Filashkin.</p><p>The attacks came as Russian and Ukrainian officials took part in a <a href=\"/news/2026/2/4/russia-ukraine-war-second-round-of-peace-talks-set-to-begin-in-abu-dhabi\">second round of United States-brokered negotiations in Abu Dhabi</a>, further angering Ukrainian officials who claimed Moscow had already <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">violated a one-week pledge</a> to cease attacks on its energy facilities.</p><p>“This is another targeted war crime and further proof that all Russian statements about a ‘truce’ are worthless,” said Filashkin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Elsewhere, Russian strikes hammered the central Dnipropetrovsk region, killing a 68-year-old woman and a 38-year-old man in a residential area, as well as the southern city of Odesa, damaging some 20 residential buildings, according to local officials.</p><p>On the ground, Russia’s military also claimed its forces seized control of Ukraine’s eastern settlements of Staroukrainka ​and ‌Stepanivka, adding to a <a href=\"/news/2025/12/25/russia-claims-to-have-seized-more-than-5100-square-km-of-ukraine-in-2025\">slow, bloody advance</a> that Moscow feels can boost its position in negotiations.</p><p>European Commission spokesperson Anitta Hipper accused Russian ‍President Vladimir Putin of abusing the negotiations in the United Arab Emirates by ⁠continuing attacks on Ukraine’s civilian infrastructure.</p><p>“Putin ⁠can end this war right now. He doesn’t show any signs of ​wanting ‌to do so. He misuses even the discussions ‌on the ceasefire to ‌continuously attack ⁠the civilian infrastructure and kill innocent people,” said Hipper.</p><p>While Russia hopes it can outlast and outgun Kyiv’s stretched army, Ukraine’s President Volodymyr Zelenskyy has been pushing his Western backers to boost their own weapons supplies and heap economic and political pressure on the Kremlin to halt its invasion.</p></div></div></body></html>"
        }
    ]
}