{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Why is Israel moving to seize control of Gaza City? | Gaza News | Al Jazeera",
            "time": "2025-08-08T18:36:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754675629.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Move would forcibly displace hundreds of thousands of Palestinians.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government says it’s going to seize control of Gaza City, install a different administration and try to eliminate Hamas.</p><p>Prime Minister Benjamin Netanyahu earlier said Israel planned to take over the entire Strip.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Israeli military already controls about 80 percent of Gaza. The more-than-two-million people living there have been bombed, starved, repeatedly displaced and forced into temporary shelters.</p><p>So, why did Israel make this announcement now?</p><p>Is the prime minister trying to appease the right-wing members of his cabinet?</p><p>Or is he trying to detract international condemnation of the man-made hunger crisis?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Dr Khamis Elessi – Neurorehabilitation and pain medicine consultant</p><p>Yossi Mekelberg – Senior consulting fellow at the MENA Programme of Chatham House</p><p>Phyllis Bennis – Fellow at the Institute for Policy Studies and author of Understanding Palestine and Israel</p></div></div></body></html>"
        },
        {
            "title": "US has ‘no plans’ to recognise Palestinian state, Vance says on UK trip | Gaza News | Al Jazeera",
            "time": "2025-08-08T18:20:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T140938Z_1738867018_RC213GAD3IJK_RTRMADP_3_USA-VANCE-BRITAIN-1754673819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US has ‘no plans’ to recognise Palestinian state, Vance says on UK trip</h1><p class=\"article__subhead\"><em>The US vice president reaffirms Washington’s stance as calls for recognition of a Palestinian state gain momentum.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Vice President JD Vance says his country may disagree with the United Kingdom about how to address the crisis in Gaza, but they share a common goal in resolving it.</p><p>Vance made the comments on Friday as he met British Foreign Secretary David Lammy in southern England. Last week, the UK declared its intention to <a href=\"/news/2025/7/30/how-significant-is-uks-move-to-recognise-palestinian-state-and-why-now\">recognise a Palestinian state</a> along with France and Canada, in a bid to put pressure on Israeli President Benjamin Netanyahu over the <a href=\"/news/2025/8/6/at-least-20-palestinians-killed-after-aid-truck-overturns-in-central-gaza\">humanitarian crisis in Gaza.</a></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Friday, Vance said the US had “no plans” to do the same.</p><p>Asked by reporters about the UK’s stance, Vance said both countries aimed to resolve the crisis in the Middle East but “may have some disagreements about how exactly to accomplish that goal”.</p><p>“I don’t know what it would mean to really recognise a Palestinian state, given the lack of functional government there,” he said.</p><p>“Our goals are very clear. We want to make it so that Hamas can’t attack innocent people. We want to solve humanitarian problems in Gaza.”</p><p>Asked whether President Donald Trump had been given a heads-up on Israel’s announced intent to <a href=\"/news/2025/8/8/israeli-security-cabinet-approves-plan-to-occupy-gaza-city-report\">occupy Gaza City</a>, Vance said he would not go into such conversations. “If it was easy to bring peace to that region of the world, it would have been done already,” he said.</p><p>He added that he expected Trump to “talk at some point to the media about his response” to Israel’s plan.</p><h2 id=\"old-criticisms\">Old criticisms</h2><p>Vance and Lammy also discussed the war in Ukraine before a possible summit next week between Trump and Russian President Vladimir Putin.</p><p>Vance, who has previously criticised the UK and its governing Labour Party, landed with his wife, Usha, and their three children in London before heading to Chevening, the large country residence used by the British foreign minister in Kent.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Vance has championed Trump’s America First foreign policy and once said last year’s election victory for Lammy’s centre-left Labour meant the UK was “maybe” the first “truly Islamist” country with a nuclear weapon.</p><p>Lammy once called Trump a “far-right extremist” and a “neo-Nazi”, but since coming to power has brushed off his remarks as “old news”.</p><p>Vance’s trip will include several official engagements, meetings and visits to cultural sites and a likely meeting with US troops, a source familiar with the planning told the Reuters news agency.</p><p>Vance is due to stay at Chevening throughout the weekend, according to the UK’s foreign ministry. His family will then spend some time in the Cotswolds region in western England, UK media reported.</p><p>Reports have also said Vance will visit Scotland, where Trump spent five days at his golf resorts last month. Trump is also scheduled for a historic second state visit to the UK next month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump signs order authorising military action against cartels: Reports | Donald Trump News | Al Jazeera",
            "time": "2025-08-08T18:08:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25219777200247-1754674502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Donald Trump has secretly signed an order directing the military to take action against drug-smuggling cartels and other <a href=\"/news/2025/6/18/us-imposes-new-mexican-cartel-sanctions-cites-murder-of-tiktok-influencer\">criminal groups</a> from Latin America, according to a report in The New York Times.</p><p>The newspaper’s report on Friday appeared to confirm statements earlier in the week from Secretary of State Marco Rubio, who signalled the US military had approval to take aggressive action against cartels.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It allows us to now target what they’re operating and to use other elements of American power, intelligence agencies, the Department of Defense, whatever … to target these groups if we have an opportunity to do it,” Rubio said on Thursday.</p><p>“We have to start treating them as armed terrorist organisations, not simply drug-dealing organisations.”</p><p>The news, however, has spurred concern that the military could be deployed within the US and abroad to combat sanctioned criminal groups like the Sinaloa Cartel, Tren de Aragua and Mara Salvatrucha (MS-13).</p><p>The Trump administration <a href=\"/news/2025/2/19/us-declares-drug-cartels-criminal-gangs-global-terrorist-organisations\">has designated</a> such entities as “foreign terrorist organisations”, putting them in the same category as groups like al-Qaeda, ISIL (ISIS) and Boko Haram.</p><p>But a US government official, speaking on condition of anonymity, told the news agency Reuters that no military action appeared imminent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mexico-responds-to-intervention-fears\">Mexico responds to intervention fears</h2><p>Still, during a Friday morning news conference, Mexican President Claudia Sheinbaum faced questions about the risk of US intervention on her country’s soil.</p><p>She acknowledged that her government had received information about the coming order from the Trump administration.</p><p>But Sheinbaum denied that the result would be the US military operating on Mexican territory. She emphasised that her country is not at risk of US intervention.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“There will be no invasion of Mexico,” <a href=\"/news/2025/5/15/claudia-sheinbaum-denounces-proposed-us-remittance-tax-as-unacceptable\">Sheinbaum</a> said.</p><p>“We were informed that this executive order was coming and that it had nothing to do with the participation of any military personnel or any institution in our territory.”</p><p>The Mexican leader has previously warned that any US military activity on Mexican territory would be a serious violation of the country’s sovereignty.</p><p>The possibility, however, has been raised in the past, particularly by politicians on the US right. In 2023, for instance, Florida Governor Ron DeSantis — then a candidate for president — repeatedly pledged to authorise use of force against drug cartels on Mexican soil.</p><p>Other Republican politicians, like Representative Dan Crenshaw, also <a href=\"/news/2023/3/9/mexicos-president-slams-calls-for-us-military-to-target-cartels\">proposed legislation</a> to greenlight military action against the cartels.</p><p>Such claims have been met with anger in Mexico, where a long history of US intervention has contributed to a strong belief in the need to uphold national sovereignty.</p><p>Still, in May, Trump confirmed that, earlier this year, he offered to send US troops to help combat drug trafficking in Mexico. For her part, Sheinbaum said she <a href=\"/news/2025/5/3/sheinbaum-says-she-rejected-trumps-offer-to-send-us-troops-to-mexico\">firmly rebuffed</a> the idea.</p><p>“I told him, ‘No, President Trump, our territory is inviolable, our sovereignty is inviolable, our sovereignty is not for sale,’” she said at the time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"wide-consequences-for-the-region\">Wide consequences for the region</h2><p>Trump’s heavy-handed approach has also caused frustration in other parts of Latin America, as well as thorny legal and ethical issues.</p><p>Since taking office for a second term in January, Trump has repeatedly stretched the bounds of executive power by claiming that the US faces an “invasion” of criminal immigrants, thereby authorising him to take extreme action.</p><p>But legal experts say it is unclear what the US military might be able to do within the constraints of domestic and international law.</p><p>The Posse Comitatus Act of 1878 prohibits the military from being used as a domestic policing force. Local and federal law enforcement are, therefore, the entities that helm operations on domestic soil to disrupt and arrest gangs.</p><p>International laws, meanwhile, restrict military actions abroad except in instances of self-defence. The United Nations charter, for instance, includes language that calls on its members to refrain from “the threat or use of force against the territorial integrity or political independence of any state”.</p><p>Attacking people outside of combat situations might also infringe upon international humanitarian law.</p><p>Critics have also questioned the efficacy of taking such a strong-armed approach to gangs, drug cartels and other groups.</p><p>After Trump designated many such groups as “terrorist organisations”, human rights groups pointed out that civilians who live in gang-controlled territory could inadvertently be sanctioned, as they are often forced to pay the gangs through coercion.</p><p>Reports that Trump signed the authorisation for military action also come at a tense time for US-Latin American relations.</p><p>The US president recently placed high tariffs on Brazil, in an effort to end a trial against his right-wing ally Jair Bolsonaro over his alleged involvement in a coup plot.</p><p>Brazilian President <a href=\"/economy/2025/8/6/brazil-requests-world-trade-organization-consultation-over-trump-tariffs\">Luiz Inacio Lula da Silva</a> called Trump’s actions “unacceptable” and described them as an effort to interfere in the sovereignty of another country.</p></div></div></body></html>"
        },
        {
            "title": "India may pause plans to buy US arms after Trump’s tariffs: Report | Business and Economy News | Al Jazeera",
            "time": "2025-08-08T17:54:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T010237Z_1970280479_RC252GA21BDB_RTRMADP_3_USA-TRADE-GEOPOLITICS-1754671271.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India is pausing plans to procure new weapons and aircraft from the United States in apparent retaliation for President Donald Trump’s tariff hike on its exports this week, according to news agency Reuters, citing three Indian officials.</p><p>Two of the officials familiar with the matter told Reuters that India had been planning to send Defence Minister Rajnath Singh to Washington in the coming weeks for an announcement on some of the purchases, but that the trip had been cancelled, the news agency reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Following publication of the story on Friday, India’s government issued a statement it attributed to a Ministry of Defence source describing news reports of a pause in the talks as “false and fabricated”. The statement also said procurement was progressing as per “extant procedures”.</p><p>Relations between the two countries nosedived this week after Trump imposed an additional 25 percent tariff on Indian goods on Wednesday as punishment for New Delhi’s purchases of Russian oil, which he said meant the country was funding Russia’s invasion of Ukraine.</p><p>That raised the total duty on Indian exports to 50 percent – among the highest of any US trading partner.</p><p>Trump has a history of reversing course on tariffs and India has said it remains actively engaged in discussions with Washington. One of the officials who spoke to Reuters said the defence purchases could go ahead once India had clarity on tariffs and the direction of bilateral ties, but “just not as soon as they were expected to”.</p><p>Written instructions had not been given to pause the purchases, another official said, indicating that India had the option to quickly reverse course, though there was “no forward movement at least for now”.</p><p>New Delhi, which has forged a close partnership with the US in recent years, has said it is being unfairly targeted and that Washington and its European allies continue to trade with Moscow when it is in their interest.</p><p>Reuters reported that discussions on India’s purchases of Stryker combat vehicles, made by General Dynamics Land Systems, and Javelin antitank missiles, developed by Raytheon and Lockheed Martin, had been paused due to the tariffs.</p><p>Trump and Indian Prime Minister Narendra Modi had in February announced plans to pursue procurement and joint production of those items.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Singh had also been planning to announce the purchase of six Boeing P8I reconnaissance aircraft and support systems for the Indian Navy during his now-cancelled trip, two of the people said.</p><p>Talks over procuring the aircraft in a proposed $3.6bn deal were at an advanced stage, according to the officials.</p><p>Boeing, Lockheed Martin and General Dynamics referred queries to the Indian and US governments. Raytheon did not return a Reuters request for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"strained-relations\" class=\"p1\">Strained relations</h2><p>India’s deepening security relationship with the US, which is fuelled by their shared strategic rivalry with China, was heralded by many US analysts as one of the key areas of foreign-policy progress in the first Trump administration.</p><p>New Delhi is the world’s second-largest arms importer, and Russia has traditionally been its top supplier. India has in recent years, however, shifted to importing from Western powers like France, Israel and the US, according to the Stockholm International Peace Research Institute think tank.</p><p>The shift in suppliers was driven partly by constraints on Russia’s ability to export arms, which it is utilising heavily in its invasion of Ukraine. Some Russian weapons have also performed poorly in the battlefield, according to Western analysts.</p><p>The broader US-India defence partnership, which includes intelligence sharing and joint military exercises, continues without hiccups, one of the Indian officials said.</p><p>India also remains open to scaling back on oil imports from Russia and is open to making deals elsewhere, including the US, if it can get similar prices, according to two other Indian sources speaking to Reuters.</p><p>Trump’s threats and rising anti-US sentiment in India have “made it politically difficult for Modi to make the shift from Russia to the US”, one of the people said. Nonetheless, discounts on the landing cost of Russian oil have shrunk to the lowest since 2022.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While the rupture in US-India ties was abrupt, there have been strains in the relationship. New Delhi has repeatedly rebutted Trump’s claim that the US brokered a ceasefire between India and Pakistan after four days of fighting between the nuclear-armed neighbours in May. Trump also hosted Pakistan’s army chief at the White House in the weeks following the conflict.</p><p>In recent months, Moscow has been actively pitching India on buying new defence technologies like its S-500 surface-to-air missile system, according to one of the Indian officials, as well as a Russian source familiar with the talks.</p><p>India currently does not see a need for new arms purchases from Moscow, two Indian officials said.</p><p>But India is unlikely to wean itself off Russian weapons entirely as the decades-long partnership between the two powers means Indian military systems will continue to require Moscow’s support, one of the officials said.</p><p>The Russian embassy in New Delhi did not immediately respond to a Reuters request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Canada sheds tens of thousands of jobs as Trump tariffs hit | Unemployment News | Al Jazeera",
            "time": "2025-08-08T17:51:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/AFP__20250404__393G2PZ__v1__HighRes__CanadaUsTradeTariffsDiplomacy-1746804431.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">The Canadian economy lost tens of thousands of jobs in July, sending the share of people employed to an eight-month low as the labour market gave back the gains seen in the prior month.</p><p>The economy shed 40,800 jobs in July, compared with a net addition of 83,000 jobs in June, taking the employment rate, or the percentage of people employed out of the total working-age population, to 60.7 percent, Statistics Canada said on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The unemployment rate, however, remained steady at a multiyear high of 6.9 percent.</p><p>Analysts polled by Reuters had forecast the economy would add 13,500 jobs and the unemployment rate would tick up to 7 percent.</p><p>“Canada’s labour market snapped back to reality in July,” Michael Davenport, senior economist at Oxford Economics, wrote in a note.</p><p>United States President Donald Trump’s sectoral tariffs on steel, aluminium and cars have <a href=\"/economy/2025/7/30/trumps-tariffs-forge-feeling-of-big-betrayal-in-canadas-manufacturing\" target=\"_blank\" rel=\"noopener\">hit the manufacturing sector hard</a> and reduced the hiring intentions of companies, the Bank of Canada has previously said.</p><p>The number of people employed in manufacturing shrank by close to 10,000 in July on a yearly basis as sectors linked to steel, aluminium and carmaking curtailed hiring and experienced layoffs.</p><p>Marty Warren, the United Steelworkers’ national director for Canada, told Reuters that about 1,000 members have been laid off.</p><p>Oxford Economics’s Davenport predicts more layoffs in the coming months, forecasting about 140,000 lost jobs and an unemployment rate rising to the mid-7 percent range later this year.</p><p>Employment in some areas has held up well despite tariffs, the data showed.</p><p>Overall, there has been little net employment growth since the beginning of the year, StatsCan said. The layoff rate was virtually unchanged at 1.1 percent in July compared with 12 months earlier.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The bulk of the job losses in July occurred among workers aged between 15 and 24 – that group’s unemployment rate edged up to 14.6 percent, the highest since September 2010, excluding the pandemic years of 2020 and 2021.</p><h2 id=\"policy-rate\">Policy rate</h2><p>The youth unemployment rate is usually higher than the country’s average.</p><p>The employment rate for this group, which accounts for about 15 percent of the total working-age population, sank to 53.6 percent, the lowest level since November 1998 if the pandemic years are excluded.</p><p>The Bank of Canada kept its key policy rate unchanged last week, partly due to a strong labour market, but indicated it might reduce lending rates if inflation stays under control and economic growth weakens.</p><p>“We are now a bit more confident in our view that the Bank of Canada will resume cutting next month, although a surprisingly strong CPI [Consumer Price Index] print next week could prompt another pause,” said Alexandra Brown, North America economist at Capital Economics.</p><p>Money market bets show the odds of a rate cut at the next monetary policy meeting on September 17 at 38 percent, up 11 percentage points from Thursday.</p><p>The information, culture and recreation sector lost 29,000 jobs last month, marking the biggest decline, followed by 22,000 lost jobs in construction and 19,000 in business, building and other support services.</p><p>The average hourly wage of permanent employees – a gauge closely tracked by the Bank of Canada to ascertain inflationary trends – grew by 3.5 percent in July to 37.66 Canadian dollars ($27.4) per hour, against a 3.2 percent increase in the prior month.</p></div></div></body></html>"
        },
        {
            "title": "Israel approves Gaza City occupation, mass displacement looms | Newsfeed | Al Jazeera",
            "time": "2025-08-08T17:47:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754675238.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Longtime Belarus leader Lukashenko signals he may not seek another term | Politics News | Al Jazeera",
            "time": "2025-08-08T17:05:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T145318Z_425551232_RC20BFAQ1SBG_RTRMADP_3_BELARUS-LUKASHENKO-1754666390.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Longtime Belarus leader Lukashenko signals he may not seek another term</h1><p class=\"article__subhead\"><em>Putin ally Lukashenko has ruled Belarus with an iron fist for more than than three decades and is now on seventh term.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belarus President Alexander Lukashenko has signalled he does not intend to seek another term in office, while rejecting speculation that he is lining up his son as successor.</p><p>The self-professed “<a href=\"/features/2025/1/25/lukashenko-ahead-of-2025-election-still-afraid-of-the-people\">last and only dictator in Europe</a>” hinted at his intentions in an interview with TIME magazine, saying that whoever replaces him should “not break anything right away”, but keep developing the country in order to avoid any “revolutionary breakdown”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 70-year-old, a close ally of Russian President Vladimir Putin, has led Belarus through more than three decades of authoritarian rule and was re-elected in January for a seventh five-year term.</p><p>Asked by TIME’s interviewer whether he would stand in the next election, he said he was “not planning” anything, though he did teasingly add that his United States counterpart, Donald Trump, was “looking decent” at nearly 80.</p><p>Lukashenko also rejected longstanding speculation that he might be grooming his son Nikolai to succeed him.</p><p>“No, he is not a successor. I knew you would ask that. No, no, no. Ask him yourself, he may be really offended,” he said in excerpts from the conversation, published in Russian by Belarusian state news agency BelTA.</p><p>Lukashenko told TIME that he was actually ready to step down in the last election, but changed his mind after the public demanded he remain in his post because they were not ready for him to go.</p><p>But <a href=\"/news/2025/1/27/alexander-lukashenko-wins-seventh-straight-term-in-sham-belarus-election\">critics</a>, including German Foreign Minister Annalena Baerbock, said at the time that the vote was neither free nor fair, largely because all leading opposition figures had either been jailed or forced to seek exile abroad.</p><p>Lukashenko was also accused of rigging the 2020 election, which ended with nationwide protests and a sweeping security crackdown.</p><p>Several hundred people convicted of “extremism” and other politically related offences have been released since mid-2024, but rights groups say nearly 1,200 are still behind bars.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Lukashenko denies there are any political prisoners in the country.</p><p>In 2012, Lukashenko told the news agency Reuters, “I am the last and only dictator in Europe. Indeed, there are none anywhere else in the world.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Makeshift bridge reconnects Indian communities cut off by landslides | Floods | Al Jazeera",
            "time": "2025-08-08T17:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T085847Z_2137904695_RC2W2GAQZG6Z_RTRMADP_3_ASIA-WEATHER-INDIA-FLOODS_cropped-1754672203.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why the Global South needs a ‘Borrower’s Club’ | Debt | Al Jazeera",
            "time": "2025-08-08T16:29:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/UN71105687-1754673519.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States did it again. Just a week before the United Nations Fourth International Conference on Financing for Development in Seville, the Trump administration walked out, pulling out of negotiations and refusing to attend the world’s most important conference for coordinating how countries finance sustainable development. It was a dramatic, if familiar, abdication of responsibility. And although the rest of the world adopted the Seville Commitment (Compromiso de Sevilla) outcome document by consensus, the result was far from bold.</p><p>Wealthy creditor nations pushed back against a proposal to establish a meaningful UN-led process for addressing debt distress among lower-income countries. The document’s most ambitious provisions on debt triggered formal objections from the European Union, the United Kingdom, Japan, and others. Their resistance made it painfully clear that transformational change in the global financial system will not come with wealthy countries in charge. If low and middle-income countries are to secure the resources and policies they need to invest in their futures, they should take a page from rich countries’ playbook: organise into a club to protect their own interests.</p><p>The global economy is held back by a destabilising disconnect between creditor-led promises and borrower realities. The poorest and most vulnerable countries paid a record $96.2bn to service their external debt in 2023, according to the World Bank, with interest costs surging to $34.6bn. More than half of low-income countries are in or near debt distress. Governments are being forced to shift limited public resources away from health, education, infrastructure and climate adaptation to repay debt taken on during periods of low interest rates and looser global financing. These countries may not yet be defaulting on their debt obligations, but they are defaulting on development. The question now is not whether the system must change, but who will lead that change. As UN Deputy Secretary-General Amina Mohammed put it, it is time to “flip the orthodoxy”.</p><p>By pooling resources, sharing data and coordinating strategies, debtor countries could begin to shift the balance of power and negotiate from a position of collective strength. A Borrower’s Club offers a path towards a more equitable and strategic approach to debt and development. Without it, governments will remain constrained by a system that drains public resources, weakens institutions, and limits progress on everything from healthcare to climate resilience.</p><p>The mounting debt pressures facing the Global South reflect a financial system that consistently disadvantages borrower countries. According to the United Nations Conference on Trade and Development (UNCTAD), at least half of low- and middle-income countries spend more than 10 percent of their tax revenues on interest payments alone. More than 3.3 billion people live in countries where debt service outpaces health spending, and more than two billion people live in countries where education receives less funding than creditors. These pressures are worsening. Loans taken out during the era of ultra-low interest rates are now being refinanced at far higher costs, even as global growth slows and government revenues stagnate. With development assistance falling and financing conditions tightening, public budgets across the Global South are stretched to breaking point.</p><p>This is not the first time the world has faced a debt crisis. In the late 1990s and early 2000s, the World Bank and International Monetary Fund (IMF) spearheaded the Heavily Indebted Poor Countries (HIPC) Initiative and the Multilateral Debt Relief Initiative (MDRI), securing debt write-offs for dozens of low-income countries and enabling increased investment in poverty reduction. But those programmes were narrow in scope, slow to implement and left many struggling countries behind. More recently, the G20 introduced the Common Framework for Debt Treatments, intended to offer a coordinated process for restructuring debt. Yet only a few countries have used it, and none have completed it with a durable solution. The process remains opaque, creditor-dominated, and too sluggish to meet the urgency of the current crisis.</p><p>In a recent report, economists Joseph Stiglitz and Martin Guzman outlined one of the most credible reform agendas yet proposed: a detailed framework for restructuring sovereign debt that includes longer loan maturities, lower interest rates, and, when necessary, reductions in principal. Their approach is designed for today’s more complex creditor landscape, where commercial lenders and non-traditional actors like China play a major role. But even the best technical proposals need political backing. A Borrower’s Club could help consolidate and amplify these ideas, enabling debtor countries to move in concert rather than in isolation.</p><p>By aligning strategies, sharing information, and speaking with one voice, such a club could help shift the balance of power and turn sound reform proposals into actionable policies. It would mirror tactics long employed by wealthy creditors, who have historically coordinated through clubs of their own: the Paris Club, the G7, the G20. Even private lenders have the Institute of International Finance (IIF) to safeguard their interests. Borrowers rarely have comparable collective leverage. A club could begin to change that.</p><p>To work, a Borrower’s Club will need political champions, a shared strategy and a clear mandate. It must also confront real challenges. Some governments may hesitate to publicly align themselves with a coalition of heavily indebted countries, fearing market or political backlash. Finance ministers in distress may worry about signalling weakness. There are also complex questions about how to involve major creditors, including private bondholders and lenders such as China. Chinese loan contracts often include confidentiality clauses that prevent borrowers from disclosing their existence or terms, complicating transparency and coordination. What incentives could joint repayment arrangements offer? How would the club interact with the International Monetary Fund or World Bank, whose cooperation is helpful but never guaranteed?</p><p>Answering these questions will take coordination and creativity. One option could be to establish a standing borrower-led secretariat to provide technical assistance, legal support and shared data infrastructure for joint negotiations. Participation in the club could be conditional on adopting a transparency commitment, long demanded by civil society. To bring in new lenders, the club could offer pooled repayment mechanisms or third-party trustees, reducing risk for creditors while protecting the fiscal space of borrower nations. Multilateral institutions may not welcome a shift in bargaining power, but they cannot afford to ignore it either.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The idea is not new. In the 1980s, Latin American countries launched an early initiative to coordinate as debtors and increase their collective bargaining power. That effort quickly fell apart as creditors isolated key countries and weakened their unity. Today, however, the context is different. Borrowing countries face shared global shocks, more diffuse creditors, and a fractured international financial order. Efforts by Global South coalitions such as the Organisation of Southern Cooperation and economists like Grieve Chelwa show that momentum is building for borrower coordination. With more data, more cooperation, and more experience, a Borrower’s Club formed today could avoid past missteps and build real influence.</p><p>Coordination is never easy, and some governments will be cautious. But with debt burdens rising, budgets under pressure and global financial governance stuck in gridlock, the greater risk is doing nothing. Creditors have had their clubs for decades. It is time borrowers had one, too.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Pakistan says soldiers kill 33 fighters near Afghan border | Conflict News | Al Jazeera",
            "time": "2025-08-08T16:18:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2025-03-15T141127Z_609516030_RC2JDDA585IH_RTRMADP_3_PAKISTAN-ATTACK-1742408816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan says soldiers kill 33 fighters near Afghan border</h1><p class=\"article__subhead\"><em>Pakistan’s military says those killed had the backing of India although it offers no evidence to back up the allegation.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistani security forces have killed 33 fighters who tried to cross into the southwestern province of Balochistan from neighbouring Afghanistan, the military says, describing them as “Indian-sponsored” separatists.</p><p>Pakistan’s military said in a statement on Friday that an overnight operation took place in the Zhob district of Balochistan province, where soldiers spotted “Khwarij”, a phrase the government uses for Pakistan Taliban fighters.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The fighters were intercepted and engaged with “precise” fire, the statement said, adding that weapons, ammunition and explosives were recovered.</p><p>Pakistani Prime Minister Shehbaz Sharif praised the security forces for what he called a successful operation.</p><p>“Our brave soldiers risked their lives to foil this infiltration attempt and crushed the nefarious designs of the terrorists,” the prime minister was quoted by the Associated Press of Pakistan as saying.</p><p>Separatist fighters demanding mineral-rich Balochistan receive a bigger share of profits from its resources have stepped up attacks in recent months, particularly on Pakistan’s military, which has launched an intelligence-based offensive against them.</p><p>Pakistan often accuses the Taliban government in Afghanistan of turning a blind eye to fighters operating near their shared frontier. Kabul denies the charge.</p><p>The Pakistani military said on Friday that those killed had the backing of India although it offered no evidence to back up the allegation.</p><p>Pakistan and India often accuse each other of backing armed groups. New Delhi denies supporting fighters in Pakistan and has not commented on the latest incident.</p><p>The nuclear-armed neighbours with a history of conflict continue to engage in war rhetoric and have <a href=\"/news/2025/4/28/india-and-pakistan-continue-to-trade-fire-across-kashmir-border\">exchanged fire</a> across the Line of Control, their de facto border in disputed Kashmir, after an attack in <a href=\"/news/2025/4/23/act-of-war-what-happened-in-kashmir-attack-that-killed-26-tourists\">Pahalgam</a> killed 26 civilians in India-administered Kashmir on April 22.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"clashes-with-pakistani-taliban\">Clashes with Pakistani Taliban</h2><p>On Friday, the government in Balochistan suspended mobile phone internet service until August 31 for security reasons before Thursday’s Independence Day holiday, which celebrates Pakistan gaining independence from British colonial rule in 1947.</p><p>In recent years, separatist fighters in Balochistan have targeted people selling national flags before the holiday.</p><p>Balochistan has for years been the scene of a rebellion by separatist groups along with attacks by the Pakistan Taliban and the outlawed Balochistan Liberation Army.</p><p>The separatists demand independence from Pakistan’s central government in Islamabad.</p><p>Pakistan has witnessed a surge in armed attacks, most claimed by the Pakistan Taliban, who are known as Tehrik-e-Taliban Pakistan (TTP), and are allies of the Afghan Taliban.</p><p>The TTP is a separate group and has been emboldened since the Afghan Taliban returned to power in Afghanistan in 2021. Many TTP leaders and fighters have found sanctuary in Afghanistan since then.</p><p>Pakistan’s security forces are also operating in northwestern Khyber Pakhtunkhwa province, where soldiers in April killed 54 Pakistan Taliban in what authorities described as the deadliest single-day clash with fighters this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bayern Munich veers from Rwanda sponsorship after criticism | Football News | Al Jazeera",
            "time": "2025-08-08T15:34:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2016-04-20T120000Z_1876923898_D1AESZLJDTAA_RTRMADP_3_SOCCER-GERMANY-1754665894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bayern Munich veers from Rwanda sponsorship after criticism</h1><p class=\"article__subhead\"><em>German football club to shift away from ‘Visit Rwanda’ sponsorship after criticism from fans.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bayern Munich has signalled it will cut down on “Visit Rwanda” branding as it moves “away from a commercial sponsorship” with the African nation facing a backlash over alleged support for rebels in the neighbouring Democratic Republic of the Congo (DRC).</p><p>Bayern dismissed allegations of “sportswashing” when it signed a five-year deal with Rwanda in 2023. It included advertisements in the stadium and what Bayern called events “to promote tourism and investment opportunities in Rwanda”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>At the time, it replaced a sponsorship deal with Qatar. Rwanda has similar sponsorships with European football giants like Paris Saint-Germain, Arsenal and Atletico Madrid.</p><p>Some Bayern fans displayed a large banner at a game in February protesting against the deal amid accusations from the United Nations that Rwanda has backed rebels in the DRC.</p><p>Now the German football champions say they have reached a new deal with Rwanda that turns the existing sponsorship into a three-year agreement focusing on developing young football players at a Bayern-affiliated academy in the country.</p><p>“In constructive talks about our future direction, we agreed that a very special part of our relationship with [the Rwanda Development Board (RDB)] was the developmental nature of our work in Kigali through the FC Bayern Academy,” Bayern Chief Executive Jan-Christian Dreesen said on Friday in a statement.</p><p>“We are therefore transforming our commercial partnership into a talent programme and expanding the FC Bayern Academy in Kigali together with the RDB as both a football and social initiative. This remains perfectly aligned to our strategic objective of developing playing talent in Africa.”</p><p>Bayern didn’t specify how soon it would drop “Visit Rwanda” branding as part of the move, which it described as a transition. As of Friday afternoon, the branding was still displayed under a section of the Bayern website listing club sponsors and partners.</p><p>RDB Chief Executive Jean-Guy Afrika was quoted by Bayern as saying the changes to the partnership aimed to “accelerate sports development”, adding: “This continued partnership with FC Bayern helps ensure that talent development remains anchored in our broader vision to position Rwanda as a global hub for tourism, investment, and high-performance sport.”</p><p>Rwanda’s presence in European football has grown steadily since 2018 when it first partnered with Arsenal to put “Visit Rwanda” branding on the London club’s shirt sleeves.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>An agreement with PSG was signed in 2019 and renewed in April this year. It covers branding in the stadium and included shirt-sleeve sponsorship at the Club World Cup. A three-year deal to sponsor Atletico was agreed in April, including branding on training and warm-up shirts.</p><p>Rwanda is accused of supporting the M23 rebel group, the strongest of more than 100 armed groups vying for dominance in the mineral-rich eastern DRC just across the border from Rwanda. Rwanda also has been accused of exploiting the eastern DRC’s minerals, used in smartphones, advanced fighter jets and much more.</p><p>Rwandan authorities alleged that some of the people who participated in the 1994 Rwandan genocide fled to the DRC and are either working with or are being protected by the Congolese army. They have denied involvement in the DRC’s minerals sector and said any security action taken is to protect its own territory.</p></div></div></body></html>"
        },
        {
            "title": "China welcomes new US-Russia contact as Trump seeks end to Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-08T15:16:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T115828Z_2062675136_RC2Y2GAO260R_RTRMADP_3_CHINA-RUSSIA-XI-PUTIN-1754662987_ea9d8e-1754666169.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China’s President Xi Jinping has told Russia’s Vladimir Putin he is pleased to see Moscow maintain contact with the United States to advance a political resolution of the Ukraine crisis.</p><p>The remarks during a phone call between the two leaders on Friday come after the Kremlin said <a href=\"/news/2025/8/7/donald-trump-and-vladimir-putin-to-meet-in-coming-days-kremlin-aide-says\">President Putin would meet US President Donald Trump</a> in the coming days.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>During the phone call, Xi said China would maintain its stance on the need for peace talks and a diplomatic solution to the Russia-Ukraine war, Chinese state broadcaster CCTV reported.</p><p>The Kremlin said Putin had called his Chinese counterpart to update him on the latest US-Russia talks, during which Xi expressed support for a “long-term” solution to the Ukraine conflict.</p><p>The call between Xi and Putin was their second in less than two months. Putin is expected to visit China in September for events marking the 80th anniversary of the end of World War II.</p><p>The two countries have further bolstered their economic, trade and security cooperation since Russia’s full-scale invasion of Ukraine in February 2022, which triggered a sharp deterioration in Moscow’s relations with the West.</p><p>China has never denounced Russia’s war nor called for it to withdraw its troops, and many of Ukraine’s allies believe that Beijing has provided support to Moscow. Beijing insists it is a neutral party, regularly calling for an end to the fighting while also accusing Western countries of prolonging the conflict by arming Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has voiced growing frustration with Putin over the lack of progress towards peace in Ukraine and has threatened to impose heavy tariffs on countries that buy Russian oil, including China.</p><p>The US president on Wednesday said he could announce further <a href=\"/news/2025/8/1/trump-sets-new-tariffs-on-dozens-of-countries-exports\">tariffs</a> on China similar to the 25 percent duties he has already imposed on India over its purchases of Russian oil.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In response to those remarks, a Chinese foreign ministry spokesperson said on Friday that Beijing’s trade and energy cooperation with Russia was “just and legitimate”.</p><p>“We will continue to take reasonable measures to ensure energy security based on our own national interests,” Guo Jiakun said in a statement.</p><h2 id=\"calls-with-other-allies\">Calls with other allies</h2><p>Putin and Trump are set to hold talks, although no firm date or venue has been set. Both sides have confirmed preparations for a summit are under way and have suggested that a meeting could take place next week.</p><p>China has been mentioned in media reports as a possible venue for the Putin-Trump summit, with speculation that Trump could join Putin there in early September.</p><p>The Kremlin also said Putin had spoken to the leaders of Kazakhstan and Uzbekistan and briefed them on <a href=\"/news/2025/8/6/us-envoy-witkoff-in-russia-ahead-of-sanctions-deadline-over-ukraine-war\">talks</a> he held with US envoy Steve Witkoff on Wednesday.</p><p>Putin also discussed Ukraine in a phone call with Belarusian President Alexander Lukashenko on Friday, the Belarusian state news agency BelTA reported.</p><p>Indian President Narendra Modi also held a phone call with Putin to discuss the situation in Ukraine and bilateral relations.</p><p>“Had a very good and detailed conversation with my friend President Putin. I thanked him for sharing the latest developments on Ukraine,” Modi said on X.</p><p>The Indian president added that he looked forward to hosting Putin in India later this year, without specifying the date.</p><p></p><h2 id=\"pause-in-conflict-may-be-close\">Pause in conflict may be ‘close’</h2><p>The calls came amid rising hopes for a breakthrough in the Ukraine war, now in its fourth year.</p><p>Ukrainian President Volodymyr Zelenskyy said on Friday that Kyiv and allies shared an understanding that it was now possible to achieve at least a ceasefire, depending on adequate pressure on Russia.</p><p>In his evening address to the nation, Zelenskyy said he had held more than a dozen conversations with leaders of different countries and his team was in constant contact with the US.</p><p>Polish Prime Minister Donald Tusk said a pause in the conflict could be close, after speaking to the Ukrainian president.</p><p>Tusk said Zelenskyy was “very cautious but optimistic” and that Ukraine was keen that Poland and other European countries play a role in planning for a ceasefire and an eventual peace settlement.</p><p>“There are certain signals, and we also have an intuition, that perhaps a freeze in the conflict – I don’t want to say the end, but a freeze in the conflict – is closer than it is further away,” he told a news conference on Friday. “There are hopes for this.”</p><p>Trump’s efforts to pressure Putin into stopping the fighting have so far delivered little progress. Russia’s bigger army is slowly advancing deeper into Ukraine while it relentlessly bombards Ukrainian cities. Russia and Ukraine are far apart on their terms for peace.</p><p>Almost two weeks ago, Trump moved up his ultimatum to impose additional sanctions on Russia, as well as introduce secondary tariffs targeting countries that buy Russian oil, if no Kremlin moves towards a settlement were forthcoming.</p><p>The deadline expired on Friday. It was unclear what steps Trump intended to take as a consequence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘No plans’ to recognise Palestinian state, US vice president says | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T15:11:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T144613Z_842152887_RC213GAHG1KF_RTRMADP_3_USA-VANCE-BRITAIN_cropped-1754665694.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The secret to a long healthy life? | Travel | Al Jazeera",
            "time": "2025-08-08T13:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754570373.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Today on The Stream, five ‘Blue Zones’ host some of the healthiest, longest-living people. What’s behind their longevity?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Blue Zones are five diverse regions where people live longer and stay healthy into their 90s and 100s. Their secrets? Mostly plant-based diets, daily natural movement, strong social ties, and a clear sense of purpose. These simple, sustainable habits keep people active and resilient. As the modern world faces chronic illness and ageing populations, the Blue Zones offer practical lessons on how we might live longer, healthier, and more fulfilling lives.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nAnna Katsas – Videographer and content creator<br>\nPaola Demurtas – Longevity guide<br>\nLuigi Fontana – Director, Charles Perkins Centre Clinic</p></div></div></body></html>"
        },
        {
            "title": "Why have blue whales stopped singing? The mystery worrying scientists | Climate News | Al Jazeera",
            "time": "2025-08-08T13:28:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP17143595124014-1754568753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Whale songs are far removed from the singing that humans are used to. Unlike our musical sounds, those produced by whales are a complex range of vocalisations that include groans, clicks and whistles and that can sound like anything from the mooing of a cow to the twitter of a bird. These vocalisations can be so powerful that they can be heard as far as 10km (6 miles) away, and can last for half an hour at a time.</p><p>But while they may not be exactly dancing material, whale songs are critical for communication: between males and females during mating, or among a school of whales migrating.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>For researchers, these complex sounds are a window into whale behaviour, even if humans don’t yet know exactly how to decode them.</p><p>The frequency of songs and their intensity can signal various things: an abundance of food, for example. In recent studies, however, researchers have been alarmed to find that blue whales, the largest whales and, indeed, the largest mammals on Earth, have stopped singing at specific times.</p><p>Their eerie quietness, scientists say, is a signal that ocean life is changing fundamentally. The most recent study, conducted by scientists from the Monterey Bay Aquarium Research Institute in California in the US and published in <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0318624#references\" target=\"_blank\" rel=\"noopener\">February,</a> examined three types of whales. Researchers found that blue whales, in particular, have become more vulnerable to this change.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3878604\" src=\"/wp-content/uploads/2025/08/Interactive_Whales_stopsinging_August8_2025-1754659625.png?quality=80\" alt=\"Interactive_Whales_stopsinging_August8_2025-1754659625\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-have-researchers-found-and-where\">What have researchers found, and where?</h2><p>At least two studies between 2016 and 2025 have found similar behaviour: blue whales have reduced their singing for stretches of time.</p><p>The first study, conducted in the sea waters between the islands of New Zealand between 2016 and 2018, was led by scientists from the Marine Mammal Institute at Oregon State University in the US. Over that period of time, researchers tracked specific blue whale vocalisations linked to feeding (called D-calls) and mating (called patterned songs).</p><p>Researchers used continuous recordings from underwater devices called hydrophones, which can log sounds over thousands of kilometres, and which were placed in the South Taranaki Bight – a known foraging spot for blue whales off the west coast of New Zealand.</p><p>They discovered that during some periods, particularly in the warmer months of spring and summer when whales usually fatten up, the frequency and intensity of sounds related to feeding activity dropped – suggesting a reduction in food sources. That decline was followed by reduced occurrences of patterned songs, signalling a dip in reproductive activity.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“When there are fewer feeding opportunities, they put less effort into reproduction,” lead researcher Dawn Barlow told reporters. The results of that study were<a href=\"https://pubmed.ncbi.nlm.nih.gov/36861024/\" target=\"_blank\" rel=\"noopener\"> published </a>in the journal Ecology and Evolution in 2023.</p><p>Then, in a <a href=\"https://www.mbari.org/news/a-tale-of-two-whales-songs-reveal-levels-of-resilience-among-whales/\">study</a> published in the scientific journal PLOS One in February this year, researchers tracked baleen whale sounds in the California Current Ecosystem, the area in the North Pacific Ocean stretching from British Columbia to Baja California. Blue whales are a type of baleen whale, and the study focused on them, alongside their cousins, humpback whales and fin whales.</p><p>Over six years starting in 2015, the scientists found distinct patterns. Over the first two years, “times were tough for whales”, lead researcher John Ryan, of the Monterey Bay Aquarium Research Institute in California, noted in a press statement, as the whales, particularly blue whales, were found to be singing less. Over the next three years, however, all three whale species were back to singing more frequently, the study noted.</p><figure id=\"attachment_3877132\" aria-describedby=\"caption-attachment-3877132\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877132\" src=\"/wp-content/uploads/2025/08/AP793437681499-1754568744.jpg?w=770&amp;resize=770%2C597&amp;quality=80\" alt=\"A blue whale\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877132\" class=\"wp-caption-text\">A blue whale swims in the waters of Long Beach, California, the US [Nick Ut/AP]</figcaption></figure><h2 id=\"why-are-blue-whales-singing-less\">Why are blue whales singing less?</h2><p>Both studies found one main reason for the reduction of whale song: food or, in this case, the lack of it.</p><p>It turns out that the research, conducted between 2015 and 2020, captured periods of extreme marine heatwave events that killed off krill, the small shrimp-like animals that blue whales feed on.</p><p>Those heatwaves are part of a looming environmental catastrophe scientists have been warning about: ongoing global warming marked by increases in global average temperatures, and caused by high-emission human activities, chief among them being the burning of fossil fuels.</p><p>Scientists say the world could soon reach a tipping point at which there will be irreversible change to the planet. Already, 2016, 2023 and 2024 have been recorded as the warmest years ever.</p><h2 id=\"why-are-food-sources-disappearing-for-whales\">Why are food sources disappearing for whales?</h2><p>Krill, which blue whales primarily feed on, are highly sensitive to heat and can all but vanish during heatwaves, the studies found. Their movement patterns also change drastically: instead of staying together, as they usually do, krill disperse when it is hot, making them harder for predators like blue whales to find.</p><p>Typically, when foraging, blue whales sing to others to signal that they have found swarms of krill. If there is no food to sing about, it makes sense that there will be no singing.</p><p>Heatwaves can also trigger harmful chemical changes in the oceans that encourage the growth of toxic algae, which causes poisoning and death to mammals in the oceans and sea birds, researchers have previously <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2016GL070023\" target=\"_blank\" rel=\"noopener\">found,</a> suggesting that blue whales are also at risk of being poisoned.</p><p>In the more recent study in California, researchers found that in the first two years when whales were singing less frequently, there was also a reduction in other fish populations.</p><h2 id=\"are-blue-whales-more-vulnerable-than-other-whales\">Are blue whales more vulnerable than other whales?</h2><p>The second period of three years witnessed a resurgence of krill and the other fish, along with more whale singing. When krill again declined, blue whales again sang less frequently, while singing from humpback whales continued, the study noted.</p><p>“Compared to humpback whales, blue whales in the eastern North Pacific may be more vulnerable due to not only a smaller population size but also a less flexible foraging strategy,” Ryan, the lead author of the California study said in a statement.</p><p>“These findings can help scientists and resource managers predict how marine ecosystems and species will respond to climate change,” he added.</p><p>It is likely, both studies say, that blue whales need to spend more time and energy finding food when it is scarce, instead of singing.</p><figure id=\"attachment_3877206\" aria-describedby=\"caption-attachment-3877206\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3877206\" src=\"/wp-content/uploads/2025/08/shutterstock_2407211675-1754571409.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"krill\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3877206\" class=\"wp-caption-text\">A mass of krill in the sea [Shutterstock]</figcaption></figure><h2 id=\"are-other-animals-changing-their-sounds\">Are other animals changing their sounds?</h2><p>Studies have found that climate change is altering the sounds of several other species as well. Nature-related sounds, such as birdsong from certain species, could disappear altogether in some places as warming temperatures alter animal behaviour. For example, some animals might move permanently away from their traditional habitats.</p><p>In New York, scientists <a href=\"https://conbio.onlinelibrary.wiley.com/doi/abs/10.1046/j.1523-1739.2001.0150041175.x\" target=\"_blank\" rel=\"noopener\">found</a> that over a century (1900-1999), four frog species changed their calling patterns, which males use to attract females for mating, and which are usually tied to the warming of spring and early summer. Over time, some frogs were calling about two weeks earlier than usual, researchers found, adding that it signified summer was arriving earlier.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Germany to halt military exports to Israel for use in Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-08T12:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-05T100816Z_1691859873_RC2X0GA4XUZW_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1-1754389018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Germany to halt military exports to Israel for use in Gaza war</h1><p class=\"article__subhead\"><em>Berlin says it will halt shipments of military equipment that could be used in Gaza after the Israeli security cabinet approved a plan to expand the war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1095\" data-end=\"1299\">Germany has suspended all military exports to Israel that could be used in Gaza after Israel’s security cabinet approved a plan to take over Gaza City, an escalation in the 22-month war.</p><p data-start=\"1301\" data-end=\"1624\">Chancellor Friedrich Merz announced the decision on Friday, shortly after Israeli Prime Minister Benjamin Netanyahu’s office confirmed the security cabinet voted in favour of a plan to seize the largest city in the besieged Palestinian territory.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1301\" data-end=\"1624\">A day earlier, Netanyahu had declared that Israeli forces were aiming to take full military control of the entire Gaza Strip despite mounting international condemnation over Israel’s war, which has killed tens of thousands of people and caused a starvation crisis.</p><p data-start=\"1626\" data-end=\"1799\">“Under these circumstances, the German government will not authorise any exports of military equipment that could be used in the Gaza Strip until further notice,” Merz said.</p><p data-start=\"1626\" data-end=\"1799\">While continuing to back what he called Israel’s “right to defend itself” and the release of captives held by Hamas, Merz stressed that Germany could no longer ignore the worsening toll on civilians.</p><p data-start=\"1626\" data-end=\"1799\">“The even harsher military action by the Israeli army in the Gaza Strip, approved by the Israeli cabinet last night, makes it increasingly difficult for the German government to see how these goals will be achieved,” he said.</p><p class=\"p1\">Netanyahu spoke with Merz on Friday and expressed disappointment with the arms decision, according to a statement by the Israeli government released late in the day. It added that it feels Germany is rewarding Hamas and failing to support Israel’s “just war”.</p><p data-start=\"1626\" data-end=\"1799\">The timing of another major Israeli ground operation remains unclear since it will likely hinge on mobilising thousands of soldiers and forcibly removing civilians, almost certainly exacerbating the humanitarian catastrophe.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Gaza health authorities said <a href=\"/news/2025/8/7/famine-kills-nearly-200-in-gaza-amid-apocalyptic-battle-for-survival\">201 people</a>, including 98 children, have died of malnutrition during the war in Gaza as Israel continues to impose severe restrictions on supplies of humanitarian aid. A United Nations-backed assessment has warned that famine is unfolding in the enclave.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2217\" data-end=\"2430\">Merz urged Israel to allow full and sustained access for humanitarian groups, including the UN and NGOs, to help civilians.</p><p data-start=\"2432\" data-end=\"2573\">“With the planned offensive, the Israeli government bears even greater responsibility than before for providing for their needs,” Merz added.</p><p data-start=\"2575\" data-end=\"2654\">He also warned Israel against any steps towards annexing the occupied West Bank.</p><p data-start=\"2575\" data-end=\"2654\">In July, the Israeli parliament approved a <a href=\"/news/2025/7/23/israeli-parliament-approves-symbolic-motion-on-west-bank-annexation\">symbolic measure</a> calling for the annexation of the West Bank.</p><p data-start=\"2656\" data-end=\"2870\">From October 2023 to May this year, Germany issued arms export licences to Israel worth 485 million euros ($564m), making it one of Israel’s key military suppliers, according to figures from the German parliament.</p><p data-start=\"2872\" data-end=\"3042\">Netanyahu’s office has said the Israeli army “will prepare to take control of Gaza City while providing humanitarian aid to the civilian population outside the combat zones”.</p></div></div></body></html>"
        },
        {
            "title": "Israel feels like it can “do whatever” it wants with Gaza | Gaza | Al Jazeera",
            "time": "2025-08-08T12:29:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/alon-horz-thumb-1754656058.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel bombs Gaza City as military prepares for full takeover | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T12:07:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654847.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Balcony collapses as Palestinians scramble for aid in Gaza | Humanitarian Crises | Al Jazeera",
            "time": "2025-08-08T12:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754654636.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Shock and fear in Gaza after Israel announces occupation plan | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-08T11:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754651949.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least 10 dead, 33 missing in flash floods in China’s Gansu province | News | Al Jazeera",
            "time": "2025-08-08T11:11:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-08T103012Z_1286693828_RC2Y2GAH7TOT_RTRMADP_3_ASIA-WEATHER-CHINA-1754650937.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 10 dead, 33 missing in flash floods in China’s Gansu province</h1><p class=\"article__subhead\"><em>President Xi Jinping orders ‘all-out’ rescue operations to save the missing people, CCTV says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 10 people have been killed and 33 are missing in flash floods in northwestern China’s Gansu province, according to state media.</p><p>“From August 7, continuous heavy rain … has triggered flash floods. As of 3:30pm (07:30 GMT) on August 8, 10 people have died and 33 are missing,” state broadcaster CCTV reported on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Chinese President Xi Jinping ordered “all-out” rescue operations with “utmost effort” to save the missing people, CCTV said.</p><p>Due to the “frequent occurrence of extreme weather”, Xi ordered all regions to “resolutely overcome complacency” and strengthen efforts to identify risks, the broadcaster added.</p><p>Footage shared by Chinese fire authorities on the social media platform Weibo showed rescuers guiding people through rushing grey water in a village.</p><p>Photos posted by Gansu’s government showed roads covered in silt and large stones.</p><p>Record rainfall has lashed China’s north and south in recent weeks in what meteorologists describe as extreme weather linked to climate change.</p><p>Heavy rains and flooding have killed at least 60 people across northern China, including Beijing, since late July.</p></div></div></body></html>"
        },
        {
            "title": "Who counts in America? Trump wants to decide | Donald Trump | Al Jazeera",
            "time": "2025-08-08T11:07:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6895dae8b45c0-1754651368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"263\" data-end=\"726\">Do undocumented immigrants count as people?<br data-start=\"310\" data-end=\"313\">Anyone watching as Immigration and Customs Enforcement (ICE) agents increasingly bypass due process to detain and deport unauthorised immigrants might assume the Trump administration’s answer is a resounding “no”. Now, regardless of deportation policies, the approximately 11 million unauthorised immigrants in the United States could soon disappear, statistically at least, if Republicans have their way.</p><p data-start=\"728\" data-end=\"1213\">President Trump recently instructed the US Department of Commerce to prepare for a new census that excludes undocumented immigrants. This marks the latest and boldest attempt by Trump and his congressional allies to alter how the census accounts for unauthorised immigrants. Although not explicitly stated, Trump may be trying to push this off-cycle census through ahead of the 2028 presidential election or even before next year’s midterms, which he appears intent on influencing.</p><p data-start=\"1215\" data-end=\"1627\">Assuming Trump was being literal in his social media declaration that “People who are in our Country illegally WILL NOT BE COUNTED IN THE CENSUS,” millions could effectively vanish from the official population count. If this incomplete census were used for congressional apportionment, it would reduce representation in Congress and the Electoral College for states with large numbers of unauthorised immigrants.</p><p data-start=\"1629\" data-end=\"2409\">The immediate partisan impact is unclear. According to the Pew Research Center, if non-citizens had been excluded before the 2020 election, California, Florida and Texas would each have lost one congressional seat and Electoral College vote, while Alabama, Minnesota and Ohio would each have gained one. Political gerrymandering would likely shape who benefits from redistricting. Republicans are already aggressively redrawing maps in states like Texas, with possible retaliatory moves in California and other Democrat-led states. Beyond electoral shifts, the broader goal appears to be marginalising undocumented people and punishing “sanctuary” jurisdictions. This reinforces the Republican narrative that Democrats deliberately tolerate illegal immigration for political gain.</p><p data-start=\"2411\" data-end=\"2907\">Legally, how to count unauthorised immigrants depends on interpreting the Constitution, the framers’ intent and the scope of executive authority in conducting the census. Non-citizens have historically been included in the count, and the Supreme Court has never ruled directly on excluding them. However, with a conservative supermajority on the court, there is a real chance the justices could allow it – either by reinterpreting the Constitution’s language or deferring to the executive branch.</p><p data-start=\"2909\" data-end=\"3589\">Even if Trump fails to push through a new census, his administration could still suppress the count by other means. During his first term, he tried to add a citizenship question to the 2020 census. The Census Bureau stopped collecting this data from all respondents in 1950 and removed the question entirely by 2000, instead gathering it through separate surveys such as the American Community Survey. Many feared its return would deter participation from undocumented, and even legal, immigrants, leading to an undercount. The Supreme Court blocked the effort in 2019, citing insufficient justification. But it left the door open to future attempts with more credible rationales.</p><p data-start=\"3591\" data-end=\"4116\">Socially, the question of how to count non-citizens recalls earlier and sometimes shameful practices in the United States. For much of its early history, significant groups were denied full recognition in the political system despite living in the country. The Constitution’s original enumeration formula stated that state populations would be calculated “by adding to the whole Number of free Persons, including those bound to Service for a Term of Years, and excluding Indians not taxed, three-fifths of all other Persons.”</p><p data-start=\"4118\" data-end=\"4758\">Slave and free states struck the infamous “three-fifths” compromise, counting enslaved people as three-fifths of a person for congressional and Electoral College apportionment. Meanwhile, “Indians not taxed” were excluded altogether, as most Native Americans were not considered US citizens despite residing within the country’s borders. They were instead seen as members of sovereign nations – such as the Cherokee, Creek or Iroquois – even as their land, rights and dignity were stripped away. Only with the Indian Citizenship Act of 1924 were Native Americans granted birthright citizenship and formally included in the population count.</p><p data-start=\"4760\" data-end=\"5364\">These examples show two marginalised non-citizen groups, enslaved Black people and Indigenous Americans, treated in opposite ways: one partially counted, the other excluded. With history offering no clear precedent, today’s debate raises valid questions about how non-citizens, including the undocumented, should be represented. One view holds that because only citizens vote, non-citizens should not affect apportionment. The opposing view argues that excluding undocumented immigrants worsens their vulnerability and denies their very existence, even as government policies directly affect their lives.</p><p data-start=\"5366\" data-end=\"6023\">Unauthorised immigrants both use and support public systems. While they are barred from most federal benefits such as Social Security and Medicare, they still access emergency healthcare, school meal programmes and limited housing support. They also factor into education and policing budgets in the communities where they live. At the federal level, immigration policy disproportionately affects states where undocumented residents make up a larger share of the population. At the state level, policies must be shaped with their presence in mind. For example, California now offers food assistance to all elderly residents regardless of immigration status.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"6025\" data-end=\"6560\">Undocumented immigrants also contribute to public finances, paying nearly $100bn annually in federal, state and local taxes. This includes more than $30bn for programmes they largely cannot use, such as Social Security, Medicare and unemployment insurance. In 40 of 50 states, they pay higher state and local tax rates than the wealthiest 1 percent. States’ economic contributions to the federal budget are directly influenced by these residents. It makes sense, therefore, to acknowledge them through accurate enumeration.</p><p data-start=\"6562\" data-end=\"7283\">The Trump administration is instead enforcing a skewed, incomplete and politically motivated interpretation of its constitutional duties regarding census-taking and apportionment. This approach could also affect other debates with far-reaching implications. The Department of Justice is urging the Supreme Court to fast-track a ruling on Trump’s challenge to birthright citizenship. This is another area where the Constitution appears clear. The 14th Amendment affirms that anyone born in the US is a citizen, with few exceptions, such as the children of diplomats. Trump is also seeking to expand the grounds for revoking naturalised citizenship, a penalty currently applied only in rare cases that usually involve fraud.</p><p data-start=\"7285\" data-end=\"7574\">A narrower definition of who “counts” in the census could fuel arguments for a narrower definition of who counts as a citizen. Similarly, a policy of excluding non-citizens could encourage efforts to strip citizenship from naturalised or US-born residents in order to exclude them as well.</p><p data-start=\"7576\" data-end=\"7936\">The presence of millions of undocumented immigrants reflects an immigration system that has failed under both Democratic and Republican administrations. Until meaningful reform is enacted, pretending these individuals do not exist is a misguided, politicised and harmful response to the reality of their lives within US borders, regardless of how they arrived.</p><p data-start=\"7576\" data-end=\"7936\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance</strong></em>.</p></div></div></body></html>"
        },
        {
            "title": "Trump and the global rise of fascist anti-psychiatry | Mental Health | Al Jazeera",
            "time": "2025-08-08T11:06:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/afp_689481515175-1754562897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"1071\">Despite spending more on psychiatric services and prescribing psychiatric medications at a higher rate than almost any other nation, mental health in the United States over the last two decades has only been getting worse.</p><p data-start=\"0\" data-end=\"1071\">Rates of depression, anxiety, suicide, overdose, chronic disability due to mental health conditions, and loneliness have all been rapidly increasing. No quantity of psychiatric drugs or hospitalisations appears adequate to reverse these trends.</p><p data-start=\"0\" data-end=\"1071\">Despite this, the US medical and psychiatric establishment has persistently refused to use its substantial political power to demand the transformation of care by expanding non-medical support systems to address the root social causes of mental illness, such as poverty, childhood trauma and incarceration, rather than focusing on reactive treatment via lucrative medication-centric norms. This failing status quo has created an opening for President Donald Trump and Secretary of Health Robert F Kennedy Jr’s emerging plans to remake the nation’s approach to mental health, with disastrous consequences now coming into focus.</p><p data-start=\"1073\" data-end=\"2062\">Trump and Kennedy have hijacked legitimate anger at a broken system to justify <a href=\"https://www.nytimes.com/interactive/2025/06/30/opinion/hhs-cuts-harming-american-health.html\" target=\"_blank\" rel=\"noopener noreferrer\">destroying public care infrastructure</a>, including Medicaid, food and housing assistance, harm-reduction and overdose prevention programmes, and suicide-prevention hotlines for LGBTQ youth, while promoting wellness scams and expanding the police state. They focus on the “<a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/establishing-the-presidents-make-america-healthy-again-commission/\" target=\"_blank\" rel=\"noopener noreferrer\">threat</a>” supposedly posed by psychiatric medications and call to <a href=\"https://www.npr.org/sections/shots-health-news/2024/11/13/nx-s1-5188664/trump-mental-institution-tent-city-addiction-unhoused\" target=\"_blank\" rel=\"noopener noreferrer\">reopen the asylums</a> that once confined approximately 560,000 people, or one in 295 US residents, in horrific conditions, until protests against their cruelty led to their closure beginning in the 1950s.</p><p data-start=\"1073\" data-end=\"2062\">Trump invokes false claims about mental illness to <a href=\"https://edition.cnn.com/2025/03/04/politics/fact-check-trump-address-congress/index.html\" target=\"_blank\" rel=\"noopener noreferrer\">demonise immigrants</a>, whom he is now hunting via a mass arrest and incarceration campaign. Last month, he signed <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/ending-crime-and-disorder-on-americas-streets/\" target=\"_blank\" rel=\"noopener noreferrer\">an executive order</a> that allows police to arrest and forcibly institutionalise poor Americans who are unhoused, deemed mentally ill, or struggling with addiction, effectively incarcerating them for indefinite periods.</p><p data-start=\"2064\" data-end=\"2698\">Trump’s order, which also defunds housing-first programmes and harm-reduction services, while criminalising homelessness and encampments, contains no provisions to protect people from abuse or from the political misuse of psychiatric labels and institutionalisation to target his opponents. This raises concerns about risks to LGBTQ youth and other vulnerable groups. It also threatens groups upon which the administration has shown a eugenicist fixation: transgender people, people with autism, and others with disabilities that RFK Jr and Trump have characterised as a threat or burden on society.</p><p data-start=\"2700\" data-end=\"3192\">The order appears to grant the government the power to deem anyone mentally ill or abusing substances, and to confine them indefinitely in any designated treatment facility, without due process. In a context where there is already a profound shortage of psychiatric beds even for short-term treatment, there are no provisions for new funding or regulatory systems to ensure that facilities are therapeutic or humane, rather than violent, coercive warehouses like American asylums of decades past.</p><p data-start=\"3194\" data-end=\"3952\">Trump’s allies, including some medical professionals aligned with ideologies of social control and state coercion, may dismiss this as overly pessimistic. But that requires ignoring the fact that Trump’s executive order follows Kennedy’s proposal for federally funded “wellness farms”, where people, particularly Black youth taking SSRIs (selective serotonin reuptake inhibitors primarily used to treat anxiety and depression) and stimulants, would be subjected to forced labour and “re‑parenting” to overcome supposed drug dependence.</p><p data-start=\"3194\" data-end=\"3952\">These proposals revive the legacy of coercive institutions built on forced labour and racialised interventions. Kennedy has also promoted the conspiracy theory that anti-depressants like SSRIs cause school shootings, comparing their risks with heroin, despite a total lack of scientific support for such claims. In his early tenure as health and human services secretary, he has already gutted key federal mental health research and services, including at the Substance Abuse and Mental Health Services Administration (SAMHSA), Centers for Disease Control and Prevention (CDC), and the National Institutes of Health (NIH).</p><p data-start=\"3194\" data-end=\"3952\">Given this, it is unclear what kind of “treatment”, other than confinement and cruelty, Trump and RFK Jr plan to deliver in their new asylums.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"3954\" data-end=\"4357\">Trump and Kennedy’s lies about mental health, cuts to public care and vision for expanding the incarceration of immigrants, homeless people, and anyone they label as mentally ill, worsen mental health while creating more opportunities to profit from preventable suffering, disability and death. These tactics are not new, and their harmful consequences and political motivations are well established.</p><p data-start=\"4359\" data-end=\"5021\">From Hungary to the Philippines, right-wing politicians have deployed similar rhetoric for comparable purposes. In a precedent that likely informs Trump’s plan, Brazil’s former president, Jair Bolsonaro, <a href=\"https://www.scielo.br/j/hcsm/a/bJFprXnyJ9shfmWbNwqK8Kh/\" target=\"_blank\" rel=\"noopener noreferrer\">attacked psychiatric reforms</a>as leftist indoctrination and defunded successful community mental health services, replacing them with coercive asylum and profit-based models, while advocating pseudoscience linked to evangelical movements. Bolsonaro claimed to defend family values and national identity against globalist medical ideologies, while sacrificing countless Brazilian lives via policies later <a href=\"https://nacla.org/brazilian-senate-recommends-charging-bolsonaro-mismanagement-covid-19-pandemic\" target=\"_blank\" rel=\"noopener noreferrer\">characterised</a> by the Senate as crimes against humanity.</p><p data-start=\"4359\" data-end=\"5021\">Bolsonaro’s record is instructive for anticipating Trump’s plans. Trump has made no secret of his admiration for Brazil’s disgraced former president and their shared political ideologies. Bolsonaro’s reversal of Brazil’s <a href=\"https://desinstitute.org.br/en/noticias/desinstitute-why-and-for-whom-are-we-pursuing-this-work-2/\" target=\"_blank\" rel=\"noopener noreferrer\">internationally recognised psychiatric reform movement</a>, which emphasised deinstitutionalisation, community-based psychosocial care and autonomy, inflicted profound harm. Under his rule, institutionalisation in coercive “therapeutic communities”, often operated by evangelical organisations, with little oversight, and similar to RFK Jr’s proposed “wellness farms”, skyrocketed.</p><p data-start=\"5625\" data-end=\"6066\">Investigations revealed widespread abuses in these communities, including forced confinement, unpaid labour, religious indoctrination, denial of medication, and physical and psychological violence. Bolsonaro’s government poured large sums into expanding these dystopian asylums while defunding community mental health centres, leaving people with severe mental illness and substance use disorders abandoned to punitive care or the streets.</p><p data-start=\"6068\" data-end=\"6508\">This needless suffering pushed more people into Brazil’s overcrowded prisons, where psychiatric care is absent, abuse rampant and systemic racism overwhelming, with Black people accounting for more than 68 percent of the incarcerated population. Bolsonaro’s psychiatric agenda enhanced carceral control under the guise of care, reproducing racist and eugenicist hierarchies of social worth under an anti-psychiatry banner of neo-fascist nationalism.</p><p data-start=\"6510\" data-end=\"6965\">Trump and Bolsonaro’s reactionary approaches underline a crucial truth: Both psychiatry and critiques of it can serve very different ends, depending on the politics to which they are attached. Far-right politicians often use anti-psychiatry to justify privatisation, eugenics and incarceration. They draw on ideas from the libertarian psychiatrist Thomas Szasz, who argued in the 1960s that mental illness was a “myth”, and called for the abolition of psychiatric institutions.</p><p data-start=\"6967\" data-end=\"7424\">In the US today, these political actors distort Szasz’s ideas, ignoring his opposition to coercion, by gutting public mental health services under the guise of “healthcare freedom”. This leaves vulnerable populations to suffer in isolation, at the hands of police or fellow citizens who feel increasingly empowered to publicly abuse, or even, as seen in the killing of Jordan Neely in New York City, execute them on subways, in prisons, or on the streets.</p><p data-start=\"7426\" data-end=\"7854\">By contrast, critics of psychiatry on the left demand rights to non-medical care, economic security and democratic participation. Thinkers such as Michel Foucault, Frantz Fanon, RD Laing and Ivan Illich advocated for deinstitutionalisation not to abandon people, but to replace coercion with community-led social care that supports rights to individual difference. Their critiques targeted not psychiatry itself, but its use by exploitative, homogenising political systems.</p><p data-start=\"7856\" data-end=\"8329\">To oppose reactionary anti-psychiatry, mental health professionals and politicians cannot simply defend the status quo of over-medicalisation, profit-driven care and the pathologisation of poverty. Millions justifiably feel betrayed by current psychiatric norms that offer little more than labels and pills while ignoring the political causes of their suffering. If the left does not harness this anger towards constructive change, the right will continue to exploit it.</p><p data-start=\"8331\" data-end=\"8801\">The solution is not to shield America’s mental health systems from critique, but to insist on an <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMms2311216\" target=\"_blank\" rel=\"noopener noreferrer\">expansive political vision of care</a> that affirms the need for psychiatric support while refusing to treat it as a substitute for the political struggle for social services. This means investing in public housing, guaranteed income, <a href=\"https://academic.oup.com/healthaffairsscholar/article/3/4/qxaf052/8108245\" target=\"_blank\" rel=\"noopener noreferrer\">peer-led community care worker programmes</a>, <a href=\"https://www.statnews.com/2024/02/08/treatment-not-trauma-chicago-mental-health-police-violence-community/\" target=\"_blank\" rel=\"noopener noreferrer\">non-police crisis teams</a> and strong social safety nets that address the root causes of distress, addiction and disease.</p><p data-start=\"8803\" data-end=\"9018\">Mental health is fundamentally a political issue. It cannot be resolved with medications alone, nor, as Trump and RFK Jr are doing, by dismantling psychiatric services and replacing them with psychiatric coercion.</p><p data-start=\"9020\" data-end=\"9475\">The fight over mental health policy is a fight over the meaning of society and the survival of democratic ideals in an era where oligarchic power and fascist regimes are attempting to strangle them. Will we respond to suffering with solidarity, or with abandonment and punishment? Will we recognise the collective causes of distress and invest in systems of care, or allow political opportunists to exploit public disillusionment for authoritarian ends?</p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\">These are the questions at stake, not just in the United States, but globally. If the psychiatric establishment refuses to support progressive transformation of mental health systems, we may soon lose them altogether as thinly disguised prisons rise in their place.</p><p class=\"p1\"><em>If you or someone you know is at risk of suicide, these <a href=\"https://findahelpline.com/i/iasp\">organisations</a> may be able to help.</em></p><p data-start=\"9477\" data-end=\"9742\" data-is-last-node=\"\" data-is-only-node=\"\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Slot hints at new Liverpool bid for Newcastle’s Isak | Football News | Al Jazeera",
            "time": "2025-08-08T10:53:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-28T064536Z_1248840895_RC24PEA8RZ2C_RTRMADP_3_SOCCER-ENGLAND-NEW-1754649309.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Slot hints at new Liverpool bid for Newcastle’s Isak</h1><p class=\"article__subhead\"><em>Newcastle tells striker Alexander Isak to train alone amid interest from other clubs, including Liverpool.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Liverpool manager Arne Slot has refused to rule out an improved bid for Newcastle’s Alexander Isak as the Premier League champions consider adding to their formidable firepower as Darwin Nunez is set to leave for Saudi Arabia.</p><p>After a quiet first year in the transfer market under Slot, the Reds have spent almost 300 million pounds ($402m) on forwards Florian Wirtz and Hugo Ekitike as well as full-backs Milos Kerkez and Jeremie Frimpong.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Nunez is one of a number of significant exits that will help recoup much of that outlay as the Uruguayan closes in on a 46-million-pound ($61.8m) move to Al Hilal.</p><p>Liverpool reportedly had a 110-million-pound ($147.8m) <a href=\"/sports/2025/8/1/isaks-liverpool-link-grows-as-newcastle-absence-continues\">bid for Isak turned down</a> by Newcastle, who are seeking a record British transfer fee.</p><p>The Swedish striker has not been part of the Magpies’ preseason preparations and has been told to train on his own by Newcastle.</p><p>“You never talk about players that are not yours,” Slot said on Friday at his pre-match news conference before Sunday’s Community Shield against Crystal Palace at Wembley, the traditional curtain-raiser for the season.</p><p>“I think we have a lot of attacking power in our team. When I think about Cody Gakpo, Federico Chiesa, Hugo Ekitike, Mo Salah, Jeremie Frimpong, who can play as a right-winger, Florian Wirtz, who can play as a left-winger, I already feel I have a lot of attacking options in my current squad.</p><p>“But as always as a club, we are always looking at the chances in the market.”</p><p>Last season, Liverpool celebrated a record-equalling 20th English top-flight title but were devastated last month by the death of forward Diogo Jota.</p><p>The Portuguese international was killed in a car accident with his brother in northern Spain as he began to make his way back to England for the preseason.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A series of tributes has been paid to Jota at every Liverpool game since and will continue throughout the season.</p><p>A “Forever 20” emblem, referencing Jota’s now-retired shirt number, will be printed on Liverpool’s shirts this season while a permanent memorial will be installed at Anfield.</p><p>“First of all, tragedy impacted us, but it impacted far more his wife, children and parents,” Slot said.</p><p>“But it impacted us as well, definitely. The tributes that have been done since were all very emotional and impressive every time we were somewhere.</p><p>“It started off in Preston and in Asia as well. It’s been emotional but impressive as well.”</p></div></div></body></html>"
        },
        {
            "title": "Have sections of the US Constitution gone missing from government website? | Government News | Al Jazeera",
            "time": "2025-08-08T10:48:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/11/AP_12061204734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info-block opinion-info-block\"><div class=\"article-b-l\"><p class=\"article-author-name\"><span class=\"article-by\">By </span><span class=\"article-author-name-item\">Samantha Putterman | Politifact</span></p><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Aug 2025</span><span aria-hidden=\"true\">8 Aug 2025</span></p></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It didn’t take long for internet sleuths to notice that something was missing on the Library of Congress website that annotates the United States Constitution.</p><p>Reddit users pointed out on Wednesday that the website omitted text from some sections of Article 1, which include provisions about the right of habeas corpus as well as limits on congressional and state power. Using the Internet Archive’s Wayback Machine, people found that the full text appeared on the Library of Congress website on July 17 but was missing in snapshots after that date.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Some people mistakenly said President Donald Trump’s administration removed these provisions from the constitution entirely without Congress’s input.</p><p>“BREAKING: The official US government website has quietly removed Sections 9 and 10 of Article I from the Constitution,” one Threads post said on Wednesday. “Let me say that again: They didn’t amend the Constitution. They didn’t debate it in Congress. They just erased two of the most protective sections; the ones that deal with habeas corpus, limits on federal power, and Congress’s sole authority to set tariffs.”</p><p>Altering the text on a website would not remove or erase sections of the constitution. It can be changed only through a formal amendment process, which begins in the US Congress, which can modify or replace existing provisions. The constitution’s full text is also available on the websites for the National Archives and the nonprofit National Constitution Center.</p><p>The amendment process outlined in Article 5 is the only way to alter the constitution. Any proposed amendment must first be approved by a two-thirds vote in both the US House of Representatives and the US Senate. Then it must be ratified by three-quarters of the state legislatures or via state ratifying conventions.</p><h2 id=\"government-website-omits-constitution-sections\">Government website omits constitution sections</h2><p>On Wednesday about 11am in Washington, DC (15:00 GMT), the Library of Congress posted on X that the missing sections were “due to a coding error”.</p><p>“We have been working to correct this and expect it to be resolved soon,” the post read. The website on Wednesday also displayed a banner that said: “The Constitution Annotated website is currently experiencing data issues. We are working to resolve this issue and regret the inconvenience.”</p><p>The institution issued an update on X a few hours later that the website was fixed.</p><p>“Missing sections of the Constitution Annotated website have been restored,” it said. “Upkeep of Constitution Annotated and other digital resources is a critical part of the Library’s mission, and we appreciate the feedback that alerted us to the error and allowed us to fix it.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Article 1 establishes the federal government’s legislative branch. Its missing sections included portions of Section 8 and all of Sections 9 and 10, which largely focus on limits on congressional and state power.</p><p>Before being restored, the text of Article 1 ended in Section 8, just before a line that lists Congress’s ability to provide and maintain a navy.</p><figure class=\"wp-caption alignnone\"><img data-recalc-dims=\"1\" loading=\"lazy\" src=\"https://i0.wp.com/static.politifact.com/politifact/photos/LOC_consitution_deletion_archive_comparion_August_2025.png?resize=770%2C516&amp;ssl=1\" alt=\"\"><figcaption class=\"wp-caption-text\">This screenshot shows a comparison of the page archived by the Wayback Machine as it appeared on July 17, 2025, left, with how it appeared on August 6, 2025, right. The highlighted text shows a portion of what was removed.</figcaption></figure><p>Section 9, which was temporarily deleted, details limits on congressional power. It addresses habeas corpus, the legal procedure that grants people in government custody the right to challenge their detention in court. The section says Congress may not suspend habeas corpus “unless when in Cases of Rebellion or Invasion the public Safety may require it”.</p><p><a href=\"/news/2025/4/18/trump-faces-contempt-risk-what-happens-if-president-violates-court-orders\">Habeas corpus</a> has been in the headlines during the second Trump administration. White House Deputy Chief of Staff Stephen Miller told reporters in May that the administration was looking into suspending habeas corpus. Later that month, Homeland Security Secretary Kristi Noem wrongly said habeas corpus is a right the president has to remove people from the US.</p><p>Section 10, which was also temporarily removed, covers restrictions on US states, including regulating tariffs without Congress’s consent.</p><h2 id=\"our-ruling\">Our ruling</h2><p>A Threads post said an official US government website “quietly removed Sections 9 and 10 of Article I from the Constitution” without input from Congress.</p><p>On Wednesday, the Library of Congress’s annotated website of the US Constitution was missing sections of Article 1.</p><p>The library said the issue was related to a coding error, and it was corrected shortly afterwards.</p><p>Website alterations do not affect US law or the constitution. The document can be changed only through a formal amendment process initiated by Congress.</p><p>We rate this post <strong>false</strong>.</p></div></div></body></html>"
        }
    ]
}