{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "‘Invoking Insurrection Act would escalate conflict with private citizens’ | Al Jazeera | Al Jazeera",
            "time": "2026-01-25T13:05:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT-INSUR-ACT-HORIZONTAL-THUMB-1769345690.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>As protests erupt in Minnesota following the killing of US citizens by federal agents, President Donald Trump has threatened to invoke the Insurrection Act. Former US Associate Deputy Attorney General Bruce Fein argues that would be a terrible idea.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Clashes erupt at antigovernment protest in Albanian capital Tirana | Protests News | Al Jazeera",
            "time": "2026-01-25T13:03:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T184602Z_935474967_RC2T7JA1CZ4B_RTRMADP_3_ALBANIA-PROTEST-1769340268.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes have erupted between police and opposition protesters in Albania’s capital over alleged corruption in the Socialist Party government, with the demonstrators demanding Prime Minister Edi Rama’s resignation.</p><p>The protest, led by opposition leader and former Prime Minister Sali Berisha, drew thousands of people to a rally on Saturday evening in front of Tirana’s main government building.</p><p>Berisha, who heads the right-wing Democratic Party, urged the crowd to “unite to overthrow this government and to put in place a technical government to prepare early, free and fair elections”.</p><p>Tensions escalated when groups of protesters marched towards parliament and tried to break through police cordons, throwing stones and Molotov cocktails. At least 10 officers sustained minor injuries, police said. According to Berisha, 25 protesters were arrested.</p><p>In November, a special corruption court suspended Deputy Prime Minister Belinda Balluku, a close Rama ally, over her alleged role in a public procurement corruption case. Balluku, who also serves as infrastructure and energy minister, has denied the allegations, while Rama condemned her suspension as a “brutal act of interference in the independence of the executive”.</p><p>Following a request from the government, the Constitutional Court in December temporarily reinstated Balluku pending its final ruling. A parliamentary committee is due to review on Wednesday a request from anticorruption and organised crime prosecutors to lift her immunity, which would allow her arrest.</p><p>Organised crime and corruption remain key obstacles to Albania’s ambition of joining the European Union.</p><p>Tirana Mayor Erion Veliaj was arrested in February last year on suspicion of corruption and money laundering. Two other former ministers who served under Rama have also been accused of embezzlement and abuse of power. Ilir Meta, who has served as president and prime minister, was arrested in October 2024 on accusations of corruption and money laundering.</p></div></div></body></html>"
        },
        {
            "title": "Dozens arrested in support of Palestine hunger strikers at London prison | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-25T12:49:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-22-at-11.30.35-AM-1769072153.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Eighty-six people have been arrested in the United Kingdom after gathering at a London prison in support of a Palestine Action-linked activist <a href=\"/news/2026/1/22/pro-palestine-activist-on-hunger-strike-says-he-will-begin-refusing-water\">on hunger strike</a>, who is being held there, police say.</p><p>London’s Metropolitan Police wrote on X late on Saturday that officers were dispatched to Prison Wormwood Scrubs, where protesters “refused to leave the grounds when ordered to do so”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Inside Wormwood Scrubs is Umer Khalid, a 22-year-old pro-Palestine activist who stopped eating 16 days ago. He had been on hunger strike since November, briefly pausing in December due to severe ill health.</p><p>The group “allegedly blocked prison staff from entering and leaving, threatened police officers and a number managed to get inside a staff entrance area of a prison building”, the police said.</p><p>Videos of the incident verified by Al Jazeera show police officers shoving protesters to the ground and handcuffing them as shouts ring out in the background. Two groups of police also appeared to kettle protesters – a police tactic that involves officers surrounding and closing in on a group of demonstrators in an effort to contain them.</p><p>“Why are you assaulting me?” a woman can be heard asking at one point.</p><p>Those arrested were detained under suspicion of aggravated trespass, the police said.</p><p>Khalid <a href=\"/news/2026/1/22/pro-palestine-activist-on-hunger-strike-says-he-will-begin-refusing-water\">told Al Jazeera</a> last week that he planned to escalate his hunger strike to exclude all fluids starting on Saturday, the day of the protest.</p><p>After speaking with him on Monday by phone, Khalid’s mother, Shabana Khalid, told Al Jazeera that a prison guard remains outside his cell in case he needs urgent medical attention. She added that he is also being monitored closely with hourly medical observations.</p><p>“I’m reassured in one sense,” she said, “but the fact he’s on [hunger strike] still is quite scary. He’s starting to get tired. You can hear in his voice.”</p><p>Umer Khalid is among a group of five activists <a href=\"/news/2025/6/20/pro-palestinian-activists-break-into-uk-military-base\">accused of breaking into</a> the United Kingdom’s largest airbase, Brize Norton, in Oxfordshire in June and spray-painting two Voyager refuelling and transport planes. The group has <a href=\"/news/2026/1/16/five-pro-palestinian-activists-plead-not-guilty-over-uk-air-base-break-in\">pleaded not guilty</a>.</p><p>At the time, the pro-Palestine protest group Palestine Action said two of its members were involved and red paint “symbolising Palestinian bloodshed was also sprayed across the runway and a Palestine flag was left on the scene”.</p><p>Within days, the UK government moved to <a href=\"/news/2025/6/25/what-is-the-palestine-action-group-and-why-is-the-uk-banning-it\">ban the group</a> under “antiterrorism” laws and made it illegal to support or promote the group.</p><p>The decision – which has been challenged in court and heavily criticised as “unjustified” by the United Nations – has led to <a href=\"/news/2025/8/10/uk-police-arrested-522-people-at-palestine-action-protests-in-london\">multiple</a> <a href=\"/news/2025/9/7/uk-police-arrest-almost-900-protesters-at-pro-palestine-action-rally\">protests</a> with hundreds of arrests in the months since.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ongoing-hunger-strikes\">Ongoing hunger strikes</h2><p>Aside from Umer Khalid, seven other protesters have been involved in rolling hunger strikes since November.</p><p>Khalid became the only one still refusing food after three members of the group <a href=\"/news/2026/1/14/three-palestine-action-activists-end-uk-hunger-strike\">ended their protests</a> this month. They said one of their demands had been met after a UK-based subsidiary of the Israeli weapons company Elbit Systems was denied a UK government contract.</p><p>“Our prisoners’ hunger strike will be remembered as a landmark moment of pure defiance; an embarrassment for the British state,” the Prisoners for Palestine Group said.</p><p>Two of the prisoners who concluded their hunger strikes, Heba Muraisi and Kamran Ahmed, were on the <a href=\"/news/2026/1/8/palestine-action-hunger-strikers-near-death-intent-on-continuing-protests\">brink of death</a> after more than two months without food. Still, Muraisi <a href=\"/news/2026/1/13/uk-hunger-striker-heba-muraisi-i-think-about-how-or-when-i-could-die\">told Al Jazeera</a> in the days before the announcement that she felt “it’s important to fight for justice and for freedom”.</p><p>The group’s <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">list of demands</a> includes bail, the right to a fair trial and the de-proscription of Palestine Action as well as for Elbit sites to be closed in the UK. They’re also seeking an end to what they call censorship in prison, accusing authorities of withholding mail, calls, books and visitation rights.</p><p>Before starting to refuse liquids on Saturday, Umer Khalid told Al Jazeera: “The only thing that seems to have any impact, whether that is positive or negative, is drastic action.”</p><p>“The strike reflects the severity of this imprisonment,” he added. “Being in this prison is not living life. Our lives have been paused. The world spins, and we sit in a concrete room. This strike reflects the severity of my demands.”</p></div></div></body></html>"
        },
        {
            "title": "Myanmar holds final stage of disputed election as rebels continue fighting | Al Jazeera | Al Jazeera",
            "time": "2026-01-25T11:50:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769341796.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill Palestinian man in occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-25T10:49:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T140500Z_1174914057_RC2P7JA93XYS_RTRMADP_3_ISRAEL-PALESTINIANS-HEBRON-SETTLERS-1769336087.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israeli forces kill Palestinian man in occupied West Bank</h1><p class=\"article__subhead\"><em>Israeli army intensifies its deadly West Bank attacks as settlers rampage across Palestinian lands with impunity.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have fatally shot a Palestinian man north of Ramallah, the Palestinian Ministry of Health says, as Israel escalates its violence in the occupied West Bank in tandem with its <a href=\"/news/2026/1/24/israeli-drone-strike-kills-two-children-collecting-firewood-in-gaza\">genocidal war in Gaza</a>.</p><p>The ministry identified the victim on Sunday as Ammar Hijazi, 34, from Nablus.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Wafa, the official Palestinian news agency, said Hijazi was shot while driving a vehicle.</p><p>Separately, the Israeli military detained a child in the village of Mukhmas in the central West Bank, according to Wafa.</p><p>Israeli soldiers and settlers have been intensifying their attacks on Palestinians in the West Bank with Israel expanding its <a href=\"/news/2026/1/1/israel-escalates-west-bank-demolitions-amid-illegal-settlement-expansion\">settlements</a> in the territory, which are illegal under international law.</p><p>Settlers, who assaulted a Palestinian family and injured a woman near Hebron on Sunday, have been emboldened by the far-right government and have been rampaging across Palestinian lands with impunity, often with the military’s backing, killing and injuring civilians and destroying their property.</p><p>Israeli National Security Minister Itamar Ben-Gvir this week approved the issuance of gun licences to Israelis in 18 additional settlements in the West Bank as Prime Minister Benjamin Netanyahu’s government <a href=\"/features/2026/1/22/if-you-sleep-settlers-will-burn-your-house-fear-in-the-west-bank\">pushes to expand illegal outposts</a> that undermine prospects for a <a href=\"/video/newsfeed/2025/8/5/reality-or-fantasy-is-the-two-state-solution-still-achievable\">two-state solution</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Babar returns as Pakistan name T20 World Cup squad despite tournament doubt | Cricket News | Al Jazeera",
            "time": "2026-01-25T10:32:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AFP__20250223__36YG8WY__v1__HighRes__CricketCt2025PakInd-1740299861_45714a-1740473533.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former captain Babar Azam has returned to Pakistan’s squad for the Twenty20 World ‍Cup, a ‍day after their cricket board chief cast doubt over the team’s participation in the global showpiece, which begins on February 7.</p><p>T20 regular Haris Rauf was dropped from the 15-man squad, led by Salman Ali Agha. It was announced on Saturday despite the uncertainty surrounding Pakistan’s plans for the World Cup.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan Cricket Board (PCB) Chairman Mohsin Naqvi, also the country’s interior ⁠minister, said the PCB was awaiting the ​government’s permission before confirming the team’s participation after the International Cricket Council (ICC) <a href=\"/sports/2026/1/25/cricket-players-officials-slam-icc-for-bangladeshs-t20-world-cup-ouster\">kicked out</a> Bangladesh over their refusal to play in India.</p><p>Hours later, the PCB announced its squad for the tournament</p><p>However, chief selector Aaqib Javed said the Pakistani government would make ‍a final call on whether the team would travel to Sri Lanka.</p><p>“Our job is to pick the team,” Javed said after naming the squad in Lahore, Pakistan. “We’ve announced the team very close to the deadline.</p><p>“The government will decide on our participation, so I can say nothing on that front. That’s what the chairman has said too, so we’ll wait for their decision.”</p><p>India will ​host the majority of the T20 World Cup ‌matches, but Pakistan will play exclusively in Sri Lanka because of the fraught political relations between New Delhi and Islamabad.</p><p>Bangladesh have been replaced by Scotland for their refusal ‌to tour India due to safety concerns, which the ICC rejected last week.</p><p>In addition to Babar, spin-bowling all-rounder Shadab ⁠Khan and fast bowler Naseem Shah have also returned, but there was no place for wicketkeeper-batter Mohammad Rizwan.</p><p>Pakistan’s selectors excluded fast bowler Mohammad Wasim from the 16-member squad announced for next week’s three-match T20 series against Australia in Lahore.</p><p>They also continued to ignore Rauf, who hasn’t played since competing in the Asia Cup in September but kept faith with struggling Babar, who scored 202 runs at a strike rate of 103.06 in 11 Big Bash League games while opening the batting for Sydney Sixers.</p><p>“We don’t see him opening the batting [at the World Cup],” head coach Mike Hesson said. “He hasn’t opened the batting for us because the ability to attack in the powerplay is very important.”</p><p>Hesson said Babar could come in handy on slow pitches in Sri Lanka, where Pakistan are scheduled to play all their games, including the playoffs if they advance in the tournament.</p><p>“He [Babar] certainly has the skill to control the middle overs if required and then to feed the strike to certain players,” Hesson said. “If we’re chasing a lower score, he certainly has that ability to control a chase. … The conditions in Australia are significantly different than what we’re going to face in Sri Lanka, so we factored all those things in.”</p><p>Hesson said the selectors preferred the three fast bowlers – Shaheen Shah Afridi, Salman Mirza and Naseem Shah – after taking into account their abilities to bowl in all three T20 phases.</p><p>With the wickets likely to suit spinners, Pakistan included four spinners: Mohammad Nawaz, Khan, Abrar Ahmed and Usman Tariq.</p><p>Pakistan play their opening Group A match against the Netherlands on February 7, followed by matches against the United States (February 10), India (February 15) and Namibia (February 18).</p><p><strong>Pakistan squad:</strong> Salman Agha (captain), Abrar Ahmed, Babar Azam, Faheem Ashraf, Fakhar Zaman, Khawaja Nafay (wicketkeeper), Mohammad Nawaz, ‍Salman Mirza, Naseem Shah, Sahibzada Farhan (wicketkeeper), Saim Ayub, Shaheen Afridi, Shadab Khan, Usman Khan (wicketkeeper), Usman Tariq</p></div></div></body></html>"
        },
        {
            "title": "Encountering ICE? Here’s what to know about your legal rights | Donald Trump News | Al Jazeera",
            "time": "2026-01-25T10:28:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260124__93VY7ZW__v1__HighRes__ProtestsAfterUsImmigrationOfficerKillsWomanInMi-1769329653.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of a citizen of the United States by a federal agent during a demonstration in Minnesota’s Minneapolis city against Trump’s crackdown on immigrants has caused outrage and triggered more protests.</p><p>US citizen Alex Pretti, 37, is the second person fatally shot by Immigration and Customs Enforcement (ICE) agents this month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Videos of confrontations between ICE agents and <a href=\"/video/newsfeed/2026/1/24/us-federal-agents-shoot-and-kill-us-citizen-in-minneapolis\">Minneapolis</a> residents have flooded social media, showing some of the 3,000 officers who are deployed in the city stopping, questioning and detaining residents.</p><p>In one case, immigration agents escorted a US citizen – a grandfather of Hmong ancestry – out of his house in his underwear in freezing weather. In another case, the father of a five-year-old girl was briefly detained and zip-tied after he said a federal agent falsely accused him of not being a US citizen because of his accent. The agency is also under scrutiny for reportedly dispatching a five-year-old boy to knock on the front door of his home to lure relatives outside before agents then took the child into custody.</p><p>The events have led to <a href=\"/news/2026/1/13/minnesota-sues-trump-administration-over-immigration-crackdown\">protests</a> and prompted confusion over what ICE is legally allowed to do in public and private locations. Are there limits on when and how ICE can approach or detain people? Does the law differentiate between encounters in public and private spaces, such as a home? And is the Supreme Court becoming more tolerant of aggressive ICE actions?</p><p>Legal experts weighed in on the public’s constitutional protections from immigration stops and detentions.</p><h2 id=\"what-rights-do-people-have-when-approached-by-ice\">What rights do people have when approached by ICE?</h2><p>Federal law gives immigration agents the authority to arrest and detain people believed to have violated immigration law. But everyone, including immigrants suspected of being in the US illegally, is protected against unreasonable searches and seizures under the Constitution’s <a href=\"/news/2025/4/30/a-constitutional-loophole-how-phone-inspections-test-us-civil-rights\">Fourth Amendment</a>.</p><p>“All law enforcement officers, including ICE, are bound by the Constitution,” said Alexandra Lopez, managing partner of a Chicago-based law firm specialising in immigration cases.</p><p>The Fourth Amendment doesn’t stop ICE from trying to deport people who have broken immigration law, but it has traditionally constrained the agency. The more extensive an enforcement action is, the higher the bar for immigration officers to justify their actions.</p><p>For example, officers can question someone in a public place, but more extensive interactions – such as a brief detention that’s not a formal arrest – require a “reasonable suspicion” that someone has committed a crime or is in the US illegally, the Supreme Court has ruled.</p><p>Reasonable suspicion “has to be more than a guess or a presumption”, said Michele Goodwin, a Georgetown University law professor. To meet this standard, a reasonable person would need to suspect that a crime was being committed, had been committed, or would be committed.</p><p>Agents must meet a higher bar to arrest someone. They need “probable cause”, which generally requires sufficient evidence or information to suggest a person has committed a crime.</p><h2><span>What is a ‘Kavanaugh stop’?</span></h2><p>Historically, the Supreme Court has ruled that racial or ethnic profiling is unconstitutional. But a recent opinion by Supreme Court Justice Brett Kavanaugh gave ICE increased discretion to use race as a factor for stopping and questioning people.</p><p>In the Noem vs Perdomo case of 2025, Kavanaugh was one of six justices who voted to stay a lower court ruling in favour of plaintiffs challenging federal immigration enforcement tactics in Los Angeles, California. Kavanaugh wrote that “apparent ethnicity” could be used as a “relevant factor” in determining reasonable suspicion as long as it was combined with other factors and not used on its own.</p><p>Before Kavanaugh wrote this, courts had “often ruled that agents could not stop someone just because they ‘looked like an immigrant’ or were in a high-crime area”, Lopez said. But if immigration officers follow Kavanaugh’s guidance, “it gives ICE a lot more discretion and justification to profile”.</p><p>Critics of Kavanaugh’s opinion “argue that the ‘relevant factor’ language invites abuse, opening the door to ethnic profiling”, said Rodney Smolla, a Vermont Law and Graduate School professor.</p><p>But Kavanaugh’s opinion was not cosigned by other justices, and it came from a procedural ruling rather than a substantive one, so its legal impact might be limited. The Supreme Court “has not made a definitive ruling on ‘Kavanaugh stops’ and their permissibility”, said Ilya Somin, a George Mason University law professor.</p><p>Somin and other legal analysts have said Kavanaugh appeared to dial back his support for race or ethnicity as a factor when he wrote a different opinion several months later, in Trump vs Illinois, which stopped the Trump administration from deploying the National Guard in Illinois.</p><h2 id=\"do-people-s-rights-differ-inside-their-homes-versus-in-a-public-space\">Do people’s rights differ inside their homes versus in a public space?</h2><p>The Supreme Court has generally ruled that, unless a resident grants consent, law enforcement cannot enter a private home without a warrant signed by a judge, which requires the government to provide evidence showing probable cause.</p><p>“This means a person inside the house generally need not open the door, need not converse with the agent, and may require the agent to slip the warrant under the door or hold it to a window,” Smolla said. There are some exceptions, such as when an officer encounters a violent crime in progress or someone needing medical care.</p><p>Securing a judicial warrant is time-consuming and is typically reserved for high-priority cases in which people are suspected of crimes beyond immigration violations, Lopez said. “It’s much easier for ICE to arrest individuals in public,” she said.</p><p>In the past, federal immigration officers would typically not enter homes forcibly if they only had an administrative warrant issued by ICE, without a <a href=\"/news/2026/1/17/us-judge-orders-curbs-on-ice-agents-actions-against-minnesota-protesters\">judge</a>’s approval. Some lower courts have ruled in the past that entering homes without a judicial warrant violates the Fourth Amendment.</p><p>Specific ICE officials have the authority to issue administrative warrants. The warrants require “probable cause to believe” that the person named in the warrant is subject to removal. But they are not reviewed by anyone in the judicial branch.</p><p>A leaked ICE memo approved entering homes without consent using an administrative warrant alone, as long as a final order of removal has been issued, The Associated Press news agency reported on January 22.</p><p>The AP, citing a whistleblower disclosure, said the memo has been used to train new ICE officers, and “those still in training are being told to follow the memo’s guidance instead of written training materials that actually contradict the memo”.</p><p>The memo dated May 12, 2025, signed by acting director of ICE, Todd Lyons, said the Department of Homeland Security (DHS) “has not historically relied on administrative warrants alone to arrest aliens subject to final orders of removal in their place of residence” but added that “the DHS Office of the General Counsel has recently determined that the US Constitution, the Immigration and Nationality Act, and the immigration regulations do not prohibit relying on administrative warrants for this purpose”.</p><p>If this policy were to be challenged in court, it is unclear whether it would be ruled constitutional.</p><h2 id=\"what-can-people-do-if-they-think-ice-has-infringed-on-their-fourth-amendment-rights\">What can people do if they think ICE has infringed on their Fourth Amendment rights?</h2><p>If one believes that their rights were violated, perhaps causing an injury or property loss, their options for suing for compensation are limited.</p><p>Unlike many state laws, federal law generally prohibits civil <a href=\"/features/2026/1/23/are-ice-agents-trained-to-shoot-and-evade-lawsuits\">lawsuits</a> against federal officials for violating people’s rights. A 1971 Supreme Court decision briefly loosened these prohibitions before tightening them again.</p><p>Erwin Chemerinsky, dean of the University of California-Berkeley’s law school, and Burt Neuborne, a New York University emeritus law professor, wrote, “In one case, the Supreme Court held that people who had been illegally thrown off the Social Security disability rolls and were left without income could not sue, even though they had been given no due process. In another, the court declared that a man dying of cancer after the prison repeatedly denied him any medical care could not sue.”</p><p>David Rudovsky, a University of Pennsylvania law professor, said there might be an opportunity to sue under a different law, the Federal Tort Claims Act.</p><p>Still, he said, plaintiffs would face a steep challenge: “It’s not an easy path, and most people can’t afford to retain a lawyer.”</p></div></div></body></html>"
        },
        {
            "title": "Syrians greet extended army-SDF ceasefire with guarded optimism | Syria's War News | Al Jazeera",
            "time": "2026-01-25T10:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6975d91a-1769330970.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrians in the northeast of the country have welcomed an extended <a href=\"/news/2026/1/24/ceasefire-between-syrian-army-and-kurdish-led-forces-extended-for-15-days\">ceasefire</a> of 15 more days between the military and the Kurdish-led Syrian Democratic Forces (SDF) a day after its announcement.</p><p>Government troops have seized large swaths of northern and eastern territory in recent weeks from the SDF in a rapid turn of events that has consolidated the rule of President Ahmed al-Sharaa’s administration as Syria seeks internal stability and reintegration into the international community and the economic revival that it hopes comes with it. The eruption of fighting has rocked a nation trying to recover from nearly 14 years of war.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The truce extension has offered a respite as the army closed in on the last SDF strongholds last week. Al-Sharaa abruptly announced the ceasefire on January 17, giving the SDF until Saturday night to lay down its arms and come up with a plan to integrate itself into the army or to resume fighting.</p><p>The extension gives the SDF more time for such a plan.</p><p>Al Jazeera’s Zein Basravi, reporting from Raqqa, said the ceasefire extension has been received positively in the region. “The news certainly lifted the mood of the residents here in Raqqa,” he said.</p><p>He added that locals said they want long-term stability with schools, which “have not been operational in a meaningful manner in a decade”, reopening in the region.</p><p>Basravi said the government aims to use the coming two weeks to “cement a long-term ceasefire and focus on reconstruction efforts”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"extension-after-truce-expires\">Extension after truce expires</h2><p>An hour before midnight – three hours after the four-day truce expired – the Ministry of Defence announced that its forces would cease military operations for a further 15 days to support an ongoing <a href=\"/news/2026/1/21/us-begins-transferring-isil-linked-detainees-from-syria-to-iraq\">US operation</a> to transfer ISIL (ISIS) detainees from SDF prisons in Syria to Iraq.</p><p>The SDF confirmed the extension, saying it was reached “through international mediation while dialogue with Damascus continues”.</p><p>“Our forces affirm their commitment to the agreement and their dedication to respecting it, which contributes to de-escalation, the protection of civilians, and the creation of the necessary conditions for stability,” it said in a statement.</p><p>Basravi said Syrians in Raqqa have been celebrating not only the extended truce but also the release of people there, including minors, from <a href=\"/news/2026/1/23/syrian-govt-says-it-controls-prison-in-raqqa-with-isil-linked-detainees\">al-Aqtan prison</a> who locals said have been imprisoned on unjust charges.</p><p>“The Syrian administration here is going through all of those case logs and looking for anyone who is underage or unjustly accused,” Basravi said. “They are separating dangerous detainees, particularly the ISIL ones, from everyone else.”</p><p>Kurdish authorities who previously managed al-Aqtan prison said in a statement on Saturday that a section of it held juveniles “who were involved in crimes” as well as “others who had fallen victim to recruitment and exploitation by ISIS”.</p><p>“Due to security circumstances, the Prisons Administration transferred these juveniles approximately three months ago from the juvenile detention centre to al-Aqtan Prison,” the statement said, adding that they received special treatment in accordance with international standards during their time there.</p><h2 id=\"kobani-s-humanitarian-crisis\">Kobani’s humanitarian crisis</h2><p>Basravi noted that the international community has been worried about the humanitarian conditions in the Kurdish-majority city of Kobani, also known as Ain al-Arab, in northern Syria, where some of the SDF forces have withdrawn as the Syrian army advanced in the region.</p><p>He added that the United Nations in Syria and the government confirmed the arrival of a humanitarian convoy of 24 trucks carrying food, fuel and relief items in the city, which has been harshly impacted by the hostilities, suffering days without power and water.</p><p>Dilo Doman, an armed Kurdish volunteer in the northeastern SDF-held town of Hasakah, said fighters were deployed on the front line with “high morale”.</p><p>“As far as it takes, we will not attack, but they might attack,” he told Al Jazeera.</p><p>“We are ready if the war erupts.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fraught-government-sdf-talks\">Fraught government-SDF talks</h2><p>Al-Sharaa, whose forces toppled longtime ruler Bashar al-Assad in a lightning offensive in late 2024, has promised to bring all of Syria under state control, including SDF-held areas in the northeast.</p><p>But Kurdish authorities, who have run autonomous civilian and military institutions there for the past decade, have resisted joining with state and military institutions.</p><p>After a year-end deadline for the merger passed with little progress, Syrian troops launched their offensive this month.</p><p>They swiftly captured two key Arab-majority provinces from the SDF, bringing key oilfields, hydroelectric dams and facilities holding ISIL fighters and affiliated civilians under government control.</p><p>Labib Nahhas, a Syrian political analyst, believes the ceasefire extension happened because the SDF has not decided what to do with its agreement with the Syrian government.</p><p>“It is no secret that there is a massive division in the leadership ranks of the organisation – between the PKK-linked elements and what we could call the more moderate elements within the leadership,” he told Al Jazeera from London, referring to the Turkiye-based Kurdistan Workers’ Party, which is designated as a “terrorist” group by Turkiye, the United States and European Union.</p><p>“There has not been a decision. There have not been any real confidence-building measures between the Syrian authorities and the SDF,” Nahhas said, adding that the two sides’ communications have been based on exchanging accusations in the past few days.</p><p>ISIL swept across Syria and Iraq in 2014, taking over vast swaths of both countries and declaring Raqqa its de facto capital, committing massacres and other atrocities before ultimately being vanquished by a United States-led coalition, in which the SDF did most of the fighting.</p><p>There have been concerns of a regional ISIL resurgence, especially in Syria, where the group has carried out deadly attacks on Syrian and US forces.</p></div></div></body></html>"
        },
        {
            "title": "Sabalenka, Alcaraz and Gauff book Australian Open quarterfinals | Tennis News | Al Jazeera",
            "time": "2026-01-25T10:15:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93WM8YG__v1__MidRes__TennisAusOpen-1769331754.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aryna Sabalenka has extended her reign ‌as tiebreak queen to book a fourth successive appearance in the Australian Open quarterfinals before Carlos Alcaraz reached the ‍last eight with a Tommy ‍Paul takedown.</p><p>Third-seeded Coco Gauff also advanced to her third quarterfinals in a row on Sunday with a pulsating 6-1, 3-6, 6-3 win over crafty Czech Karolina Muchova in a late-afternoon match at Margaret Court Arena.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The day’s biggest upset was veteran Daniil Medvedev’s straight-sets exit at the hands of Learner Tien.</p><p>A day after blistering heat caused mayhem and meltdowns at Melbourne Park, normal service resumed as a cool change brought relief for players, ⁠fans and tournament schedulers.</p><p>Two-time champion and title favourite Sabalenka was first out, seeing off Canada’s 19-year-old talent Victoria Mboko 6-1, ​7-6(1) in a match of two halves.</p><p>The Belarusian was at her irrepressible best as she crushed the teen ‍in a 31-minute opening set and raced to a 4-1 lead in the second before Mboko produced a thrilling fightback.</p><p>Breaking Sabalenka twice on the way to a 6-5 lead, Mboko then hit a brick wall as the Belarusian raised her game to notch a 20th successive tiebreak win at Grand Slams.</p><p>“It’s incredible ‍to see these kids ⁠coming up on tour,” said world number one Sabalenka, who has now booked 13 successive Grand Slam quarterfinals.</p><p>“She pushed me really hard today.”</p><p>Having taken down one young gun, Sabalenka gets a shot at another in the quarters against 18-year-old American Iva Jovic, who thrashed Kazakh veteran Yulia Putintseva 6-0, 6-1 at John Cain Arena, two days after dumping out seventh-seeded Jasmine Paolini.</p><p>Jovic is the youngest player to reach the women’s quarterfinals at the Australian Open without dropping a set since Venus Williams in 1998.</p><figure id=\"attachment_4264412\" aria-describedby=\"caption-attachment-4264412\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264412\" src=\"/wp-content/uploads/2026/01/AFP__20260125__93WP329__v1__MidRes__TennisAusOpen-1769331889.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"USA's Iva Jovic hits a return to Kazakhstan's Yulia Putintseva during their women's singles match on day eight of the Australian Open tennis tournament in Melbourne on January 25, 2026. (Photo by Martin KEEP / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264412\" class=\"wp-caption-text\">Iva Jovic will face Aryna Sabalenka in the quarterfinals [Martin Keep/AFP]</figcaption></figure><p>The men’s tournament has seen few surprises of the magnitude of Mboko and Jovic with the last 16 shut out by seeded players for the first time at any Grand Slam in the professional era.</p><p>Top-seeded Alcaraz did his bit ​in preserving the status quo despite facing arguably his toughest test of this tournament against 19th-seeded ‌Paul, a semifinalist in 2023.</p><p>For all of Paul’s credentials, Alcaraz appeared in cruise control in a 7-6(6), 6-4, 7-5 win in the afternoon sun at Rod Laver Arena.</p><p>Once a stubborn matchup for Alcaraz, Paul has now lost on three Grand Slam surfaces to the Spaniard after last year’s quarterfinal thrashing at the French Open ‌and his 2024 loss at Wimbledon.</p><p>“I guess the way that I would describe it is, you know, he kind of, like, suffocates you in a way,” Paul said of Alcaraz.</p><p>“He makes you feel ‌like you have no time.”</p><figure id=\"attachment_4264399\" aria-describedby=\"caption-attachment-4264399\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264399\" src=\"/wp-content/uploads/2026/01/AFP__20260125__93WP849__v1__MidRes__TennisAusOpen-1769331673.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Spain's Carlos Alcaraz reacts after a point against USA's Tommy Paul during their men's singles match on day eight of the Australian Open tennis tournament in Melbourne on January 25, 2026. (Photo by IZHAR KHAN / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264399\" class=\"wp-caption-text\">Carlos Alcaraz was pushed to two tie-breakers by Tommy Paul in their fourth-round match [Izhar Khan/AP]</figcaption></figure><p>Two-time Grand Slam champion Gauff saw three match points slip through her fingers before prevailing in a proper scrap against 19th-seeded Muchova, a former semifinalist.</p><p>Gauff emerged the winner with a 6-1, 3-6, ‍6-3 scoreline.</p><p>“She definitely elevated her game, and I thought I was ‌sometimes a bit passive,” said Gauff, who will meet the winner of the match between Elina Svitolina and Mirra Andreeva in the quarters.</p><p>“I am really happy to get through this one today.</p><p>“I think today I didn’t panic. … I knew I just had to capitalise on those chances in the ‍third set, and I did that.”</p><figure id=\"attachment_4264307\" aria-describedby=\"caption-attachment-4264307\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264307\" src=\"/wp-content/uploads/2026/01/AFP__20260125__93WT2RL__v1__MidRes__TennisAusOpen-1769329628.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"USA's Coco Gauff celebrates beating Czech Republic's Karolina Muchova in their women's singles match on day eight of the Australian Open tennis tournament in Melbourne on January 25, 2026. (Photo by WILLIAM WEST / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264307\" class=\"wp-caption-text\">Coco Gauff celebrates after beating Karolina Muchova [William West/AFP]</figcaption></figure><p>Later in the day, last ‌year’s runner-up Alexander Zverev stayed on track in his bid for ‍an elusive maiden Grand ‍Slam title, beating Francisco Cerundolo 6-2, 6-4, 6-4 to reach the quarterfinals.</p><p>The 28-year-old German has lost all three Grand Slam title clashes he has contested, including last year’s final to Jannik Sinner at ⁠Melbourne Park, and has flown under the radar this time as he seeks another opportunity.</p><p>“I’m ​very happy with the match and the performance. Really happy to be ‍back in the quarterfinals,” Zverev said on court, dodging a question on whether he is playing his best tennis.</p><p>“I don’t want to jinx it. I’ll keep my mouth shut. But you have to play at ‍a high level ⁠to reach the quarterfinals. I hope to continue the same way.”</p><p>Zverev will face American Tien, who overcame a nosebleed ‍in the ‍opening set to school Medvedev 6-4, 6-0, 6-3 in a late session.</p><p>Tien ‍upset Medvedev in the second round at the Australian Open last year in an epic five-setter that lasted ‍nearly five ⁠hours, but this time, he wrapped up the contest in just an hour and 42 minutes on Margaret Court Arena.</p><p>Tien took a medical timeout 10 minutes into the fourth-round encounter as ​he stuffed tissues up his ‌nose, but that did little to stop his dominance on court as he left Medvedev looking utterly lost ‌on numerous rallies.</p><p>Medvedev had said he did not like playing ‌Tien after a trilogy of ⁠matches that went the distance last year, and the 20-year-old proved him right with a clinical performance ‌that included 33 winners.</p></div></div></body></html>"
        },
        {
            "title": "Cuban official accuses US of ‘piracy’ against sanctioned Caribbean island | Oil and Gas News | Al Jazeera",
            "time": "2026-01-25T09:41:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-17T020753Z_390019145_RC2D2JAJEN94_RTRMADP_3_USA-VENEZUELA-CUBA-1769327718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Cuban diplomat has accused the United States of “international piracy”, as Washington continues to block <a href=\"/economy/2026/1/23/venezuelas-interim-presidents-oil-law-reform-to-break-with-chavez-model\">Venezuelan oil</a> from reaching the Caribbean island in the wake of the US military attack on the nation and abduction of President Nicolas Maduro.</p><p>Carlos de Cespedes, Cuba’s ambassador to Colombia, told Al Jazeera on Saturday that the US is imposing a “marine siege” on the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Cuba is facing more powerful US threats than it has in the 67 years since the revolution,” de Cespedes said, referring to decades of punishing sanctions and military threats.</p><p>“The US is carrying out international piracy in the Caribbean Sea that is restricting and blocking the arrival of oil to Cuba.”</p><p>Since US forces abducted Venezuela’s <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">Maduro</a> earlier this month, the flow of oil from the country to Cuba has all but come to a halt.</p><p>Venezuela has been the main oil supplier to Cuba in recent decades.</p><p>US President Donald Trump said earlier this month that there would be “zero” Venezuelan oil headed to Cuba now that Washington is exerting its influence over Caracas under the threat of further military strikes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US has also been intercepting and seizing <a href=\"/news/2026/1/21/us-seizes-a-seventh-venezuela-linked-oil-tanker\">Venezuelan oil tankers</a> in the Caribbean – a move that critics say amounts to piracy.</p><p>“Cuba is ready to fall,” <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">Trump projected</a> on January 5. “Cuba now has no income. They got all of their income from Venezuela, from the Venezuelan oil. They’re not getting any of it. Cuba literally is ready to fall.”</p><p>However, Cuba has continued to import oil from other sources, including Mexico.</p><p>But without Venezuelan oil, Cuba’s already <a href=\"/features/longform/2026/1/23/after-the-us-attack-on-venezuela-will-cubas-economy-survive\">struggling economy</a> could approach a breaking point.</p><p>Politico reported last week that the Trump administration is considering imposing a complete energy blockade on the island – a move that could lead to a humanitarian crisis in the country of 11 million people.</p><p>Cuba had close trade and security relations with Maduro’s government. Nearly 50 <a href=\"/news/2026/1/17/nearly-50-venezuelan-soldiers-killed-in-us-abduction-of-president-maduro\">Cuban soldiers</a> were killed during the US abduction of the Venezuelan leader.</p><p>Washington has had hostile relations with Havana since the rise of the late President Fidel Castro after the communist revolution that overthrew US-backed leader Fulgencio Batista in 1959.</p><p>The Trump administration boasts several anti-Cuban government hawks, including Secretary of State Marco Rubio, who is of Cuban descent.</p><p>A recent US <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">National Security Strategy</a> highlighted that Washington is shifting its foreign policy resources to the Western Hemisphere to dominate the Americas, harking back to the era of President Ronald Reagan in the 1980s.</p><p>Trump invoked the <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">Monroe Doctrine</a> after the military attack earlier this month. It essentially urges the division of the world into spheres of influence overseen by different powers.</p><p>President James Monroe first spoke of the doctrine on December 2, 1823, during his seventh annual State of the Union address to Congress, although the doctrine was not named after him until decades later. He warned European powers not to interfere in the affairs of the Americas, stressing that any action of that sort would be viewed as an attack on the US.</p><p>But de Cespedes, the Cuban diplomat, said the US pressure “will not change anything”.</p><p>“It will not subjugate us or break our determination even if a single drop of oil doesn’t reach us,” he said.</p><p>“As we learned from the thoughts of the anti-imperialist leader of our revolution, Fidel Castro, we do not fear the US. We do not accept to be threatened or terrorised. Those seeking peace must be ready to defend it.”</p></div></div></body></html>"
        },
        {
            "title": "‘Not optimistic’: Ukrainians doubt Russia ready to end war amid talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-25T09:35:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T143359Z_511706106_RC225JAKPB4M_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-BLACKOUT-1769329079.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> Snizhana Petradkhina, a 34-year-old florist, pulled her hands from her thick puffer jacket to reveal two thermal hand warmers.</p><p>“These are saving me today,” she said, standing beneath a flickering portable lamp in her stall in an underpass leading to a Kyiv metro station. “I am tired of feeling cold, and I am tired of no light. But all of Ukraine is tired of war. We want our children to have quiet nights – no drones, no explosions.”</p><p>Russia has repeatedly attacked Ukraine’s energy infrastructure this winter, causing <a href=\"/news/2026/1/23/psychological-war-on-society-russia-plunges-ukraine-into-darkness\">mass power cuts</a> in the Ukrainian capital, during a <a href=\"/gallery/2026/1/16/photos-residents-of-kyiv-endure-freezing-conditions-due-to-power-outages\">bitter cold snap</a> that has left many residents without electricity and running water.</p><p>But war fatigue had long set in. Ukrainians barely react to the multiple air-raid sirens that ring out every day.</p><p>The conflict that began at breakneck speed almost four years ago, gripping the world’s attention, has gradually ground down into a brutal war of attrition.</p><p>And while Ukrainian, Russian, United States and Emirati officials struck positive tones after <a href=\"/news/2026/1/24/us-brokered-talks-on-ukraine-close-with-no-breakthrough\">talks</a> on Friday and Saturday in Abu Dhabi, saying they marked a first step towards peace, there was a large measure of scepticism on the ground.</p><p>“I don’t think the war ends tomorrow,” Igor Novikov, a former adviser to Ukrainian President Volodymyr Zelenskyy said from his trendy office overlooking Kyiv’s skyline. “Any conversation to end the war is better than silence, [but I am not] optimistic in the short term.”</p><p>The war can only end under two circumstances, he said. Either “Russia, as the aggressor, decides it wants the war to end, or enough pressure is placed on Moscow to force that decision”.</p><p>Neither of those options, he said, is likely to materialise until spring when Russia will have completed this phase of targeting Ukraine’s energy infrastructure during the winter months.</p><p>He said Russian President Vladimir Putin wants to wear people down and sow “domestic chaos” but added that although people are exhausted, Ukraine has repeatedly shown an ability to adapt.</p><figure id=\"attachment_4264180\" aria-describedby=\"caption-attachment-4264180\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264180\" src=\"/wp-content/uploads/2026/01/DSCF4043-1769327903.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Igor Novikov, former advisor to Volodymyr Zelenskyy sits in his Kyiv office [Nils Adler/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264180\" class=\"wp-caption-text\">Igor Novikov, former adviser to President Volodymyr Zelenskyy, believes Russia is not interested in a peaceful end to the war [Nils Adler/Al Jazeera]</figcaption></figure><p>The US-brokered meeting in the Gulf state ended without a breakthrough.</p><p>“A lot was discussed, and it is important that the conversations were constructive,” said Zelenskyy, who sent Ukraine’s chief negotiator, Rustem Umerov, military intelligence head Kyrylo Budanov and other officials to the meeting.</p><p>“The central focus of the discussions was the possible parameters for ending the war. I highly value the understanding of the need for American monitoring and oversight of the process of ending the war and ensuring genuine security.”</p><p>He said further meetings could take place in the coming days, “provided there is readiness to move forward”.</p><p>Before the second day of talks, Russia sent more than 100 drones towards Kyiv along with missiles in an attack that lasted throughout the night, forcing people to venture out in pitch darkness to seek shelter in the metro system.</p><h2 id=\"i-have-decided-to-go-to-the-front-line\">‘I have decided to go to the front line’</h2><p>Maksym Fomin, a 20-year-old barman who is preparing to fight for Ukraine, said that when the war began, everything felt frightening. Now, he feels numb to its horrors – from Russia’s repeated attacks on energy infrastructure to its deployment of its new <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">Oreshnik</a> intermediate-range ballistic missile, which travels at five times the speed of sound.</p><p>He said he has little hope in foreign powers.</p><p>“After four years of war, I have decided to quit my job and go to the front line. Young people should defend the country and take back our land,” said Fomin, who is from Poltava, a central city 300km (200 miles) southeast of Kyiv.</p><figure id=\"attachment_4264182\" aria-describedby=\"caption-attachment-4264182\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264182\" src=\"/wp-content/uploads/2026/01/DSCF3952-1769327911.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Maxim Fomin (centre) said he has signed up to fight for his country [Nils Adler/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264182\" class=\"wp-caption-text\">Twenty-year-old barman Maksym Fomin, right, says he has signed up to join the army [Nils Adler/Al Jazeera]</figcaption></figure><p>Katarina, a 37-year-old resident of Poltava who asked that her surname not be used, said that at the start of the full-scale invasion in February 2022, feelings of unity surged across Ukraine.</p><p>Her neighbours would regularly help one another, bound by a strong sense of community, but recently, heated arguments have broken out as they squabble over who gets to use a generator during hours-long blackouts.</p><p>“People are getting really tired now. We have had enough. We want a normal life we can enjoy, and it is normal to want that,” she said.</p><h2 id=\"ukraine-does-not-have-allies-it-has-partners\">‘Ukraine does not have allies – it has partners’</h2><p>Oleksandr Khara, head of the Centre for Defence Strategies think tank in Kyiv, dismissed the Abu Dhabi meeting, saying “real talks” would require genuine Russian will for negotiations.</p><p>He said Russia sees itself in a position of strength with little incentive to change course as it advances, albeit incrementally, on the battlefield and as US President Donald Trump’s tone towards Putin remains warm.</p><p>Without concessions from Russia, he added, Ukraine has no incentive to compromise.</p><p>“Both sides are playing a game to keep the US engaged,” he said.</p><p>When it comes to global support, Khara said Ukraine “does not have allies – it has partners” – the most reliable of which have often been smaller states, such as Poland, the Baltic countries and the Nordic nations.</p><p>The current US administration, he said, is not a “rival” but an unreliable partner due to repeated delays in assistance and Trump’s soft approach to Putin.</p><p>Back in the cold, dimly lit Kyiv underpass, Petradkhina said people outside Ukraine struggle to understand two demands many hold simultaneously, even when they appear contradictory.</p><p>“I want this war to end. I want my child to be safe. I want to be able to take the lift to our 23rd-floor apartment, to swim in the Black Sea again,” she said. “But I also cannot accept giving up land that so many people died defending. That may be hard for others, even Europeans, to understand, but that is how I feel.”</p><figure id=\"attachment_4264223\" aria-describedby=\"caption-attachment-4264223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4264223\" src=\"/wp-content/uploads/2026/01/Minchenko-watches-Matuk-drive-spade-into-ground-1769328901.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Two volunteers bury the bodies of Ukrainians killed in Russia's attacks on Kyiv in the early months of its full scale invasion [File: Nils Adler/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4264223\" class=\"wp-caption-text\">Volunteers bury the bodies of Ukrainians killed in Russian attacks on Kyiv in the early months of its full-scale invasion [File: Nils Adler/Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Who was Alex Pretti, the nurse shot dead by federal agents in Minneapolis? | Explainer News | Al Jazeera",
            "time": "2026-01-25T09:21:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26024696586709-1769316063.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Family members have identified the man who was shot dead by United States federal agents during an immigration raid in the city of Minneapolis as <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">Alex Jeffrey Pretti</a>, a 37-year-old American citizen. <span> </span></p><p>The shooting of Pretti on Saturday came as Minneapolis continues to mourn the death of another US citizen, <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Good</a>, who was killed earlier this month when another federal agent fired into her vehicle.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Department of Homeland Security characterised the incident on Saturday as an attack, saying a Border Patrol agent fired in self-defence after a man approached agents with a handgun and violently resisted attempts to disarm him.</p><p>Witnesses and Pretti’s family reject that claim, however, while bystander videos from the scene also appear to contradict the account.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Here’s what we know about Pretti and the circumstances of his death.</p><h2 id=\"what-happened-in-minneapolis\">What happened in Minneapolis?</h2><p>Homeland Security Secretary Kristi Noem told reporters Pretti had attacked agents on an immigration raid in Minneapolis, which is the largest city in the state of Minnesota, while federal officials posted an image of the gun they say he was carrying at the time of the shooting.</p><p>“He wasn’t there to ‌peacefully protest. He was there to perpetuate violence,” Noem said at a news conference.</p><p>Customs and Border Protection (CBP) commander, Gregory Bovino, said Pretti wanted to do “maximum damage and massacre law enforcement”, while Trump’s deputy chief of staff, Stephen Miller, described the victim as “a would-be assassin”.</p><p>But bystander videos verified by the Reuters news agency showed Pretti, holding a mobile phone in his hand, not a gun, as he ⁠tries to help other protesters who have been pushed to the ground by the federal agents.</p><p></p><p>As the videos begin, Pretti can be seen filming as a federal agent pushes away one woman and shoves another ​to the ground. Pretti moves between the agent and the women, then raises his left arm to shield himself as the agent pepper-sprays him.</p><p>Several agents then take ‍hold of Pretti – who struggles with them – and force him onto his hands and knees. As the agents pin down Pretti, someone shouts what sounds like a warning about the presence of a gun. Video footage then appears to show one of the agents removing a gun from Pretti and stepping away from the group with it.</p><p>Moments later, an officer points his handgun at Pretti’s back and fires four shots at him in quick succession. Several more shots ‍are then heard as another agent also appears to fire at Pretti.</p><p>The agents initially all back away from Pretti’s body on the road. Some agents then seem to offer medical assistance to Pretti as he lies on the ground, as other agents keep bystanders back.</p><p>Meanwhile, two witnesses who immediately filed sworn statements before the US District Court of Minnesota said Pretti did not brandish a gun during the incident. According to the court documents, one of the witnesses, a doctor, said Pretti sustained at least three gunshot wounds in his back.</p><p>Minneapolis police chief Brian O’Hara later said Pretti was a lawful gun owner with no criminal record other than traffic violations.</p><h2 id=\"who-was-alex-pretti\">Who was Alex Pretti?</h2><p>Family members described Pretti as a compassionate and dedicated healthcare worker who had been angered by the Trump administration’s immigration crackdown.</p><p>Pretti was working as an intensive care nurse at the Veterans Affairs Medical Center in Minneapolis at the time of his death.</p><p>“We are heartbroken, but also very angry. Alex was a kind soul who cared deeply for his family and friends, and also the American veterans who he cared for as an ICU nurse,” his parents, Michael and Susan Pretti, said in a statement released to the media.</p><p>Michael Pretti told The Associated Press news agency that his son “was very upset with what was happening in Minneapolis and throughout the United States” with Immigration and Customs Enforcement (ICE) and had taken part in the protests against the immigration raids.</p><p>“He thought it was terrible, you know, kidnapping children, just grabbing people off the street. He cared about those people, and he knew it was wrong, so he did participate in protests,” the elder Pretti said.</p><figure id=\"attachment_4263902\" aria-describedby=\"caption-attachment-4263902\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4263902\" src=\"/wp-content/uploads/2026/01/AP26024696585431-A-1769316762.jpg?w=642&amp;resize=642%2C420&amp;quality=80\" alt=\"This undated photo provided by Michael Pretti shows Alex J. Pretti, the man who was shot by a federal officer in Minneapolis on Saturday, Jan. 24, 2026. (Michael Pretti via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4263902\" class=\"wp-caption-text\">At the time of his death, Alex Pretti worked as an ICU nurse at the Veterans Affairs Medical Center in Minneapolis, according to the federal employees’ labour union AFGE [File: Michael Pretti via AP]</figcaption></figure><p>The family told the AP that Pretti studied at the University of Minnesota, graduating in 2011 with a bachelor’s degree in biology, society and the environment. They said he worked as a research scientist before returning to school to become a registered nurse.</p><p>As of Saturday evening, the family said they had still not heard from anyone at a federal law enforcement agency about their son’s death.</p><p>In their statement, the family lambasted the Trump administration’s claim that their son had attacked the officers who shot him. “The sickening lies told about our son by the administration are reprehensible and disgusting,” they said.</p><p>The family added that videos showed Pretti was not holding a gun when federal agents tackled him, but holding his phone with one hand and using the other to shield a woman who was being pepper-sprayed.</p><p>“Please get the truth out about our son. He was a good man,” they said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the federal employees’ labour union AFGE said it was “deeply stricken by this tragedy” while its president, Everett Kelley, paid tribute to Pretti, saying he “dedicated his life to serving American veterans”.</p><p>The American Nurses Association also said it was “deeply disturbed and saddened” by the killing, and called for a “full, unencumbered investigation” into the case. Pretti’s colleague, Dr Dmitri Drekonja, told ABC News that it was “galling and enraging” to hear the way federal officials were portraying the victim.</p><p>Minnesota Governor Tim Walz condemned Pretti’s killing as part of a “campaign of organised brutality”, while Minneapolis Mayor Jacob Frey urged the Trump administration to end its immigration crackdown there.</p><h2 id=\"what-s-driving-the-tensions-in-minneapolis\">What’s driving the tensions in Minneapolis?</h2><p>Trump, a Republican, launched the immigration crackdowns last year, targeting Democrat-led states and cities, including Chicago, Los Angeles and Portland, saying the militarised operations were necessary to remove criminals from the US.</p><p>The crackdown in Minneapolis is the largest federal immigration enforcement operation ever carried out, according to officials, with some 3,000 agents deployed. The operation began in November, with officials tying it in part to allegations of fraud involving residents of Somali origin.</p><p>The surge has pitted city and state officials against the federal government, prompted daily clashes between activists and immigration officers and now, the deaths of several US citizens. Amid the tensions, children are skipping school or learning remotely, families are avoiding religious services and many businesses, especially in immigrant neighbourhoods, have closed temporarily, according to media reports.</p><p>Pretti is at least the sixth person to die during ICE enforcement efforts nationwide since last year, the AP reported, and the incident was one of at least five shootings in January involving federal agents conducting anti-immigration operations, according to Reuters.</p><p>At least six people have also died in ICE detention centres since the start of 2026, Reuters reported, following at least 30 deaths in its custody last year, a two-decade high.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza is not a real estate fantasy | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-25T08:54:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T122250Z_988901940_RC2A6JAUWGV4_RTRMADP_3_DAVOS-MEETING-TRUMP-1769327879.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>By any measure, Gaza’s devastation demands urgent and serious reconstruction. Homes, hospitals, schools, farms, cultural heritage, and basic infrastructure lie in ruins. Entire neighbourhoods have been erased. The humanitarian need is undeniable. But urgency should never become an excuse for illusion, spectacle, or political shortcuts.</p><p>The contrast between rhetoric and reality could not be sharper. While United States President Donald Trump and a group of world leaders gathered in Davos, Switzerland, to sign the charter of the so-called Board of Peace and unveil glossy reconstruction plans, the killing in Gaza continued.</p><p>Since the ceasefire came into effect on October 10, no fewer than 480 Palestinians have been killed. Four of them <a href=\"http://www.aljazeera.com/news/liveblog/2026/1/22/live-trump-to-lead-signing-of-charter-for-gaza-board-of-peace-in-davos\">were killed</a> on the very day the charter was signed by 19 ministers and state representatives, many of whom were less interested in the issue of Gaza and much more in being seen alongside Trump.</p><p>Against that backdrop, the board’s carefully staged optimism feels like performance rather than transformation. It resembles a sandpit where those signing up get to build sandcastles with Trump that will wash away with the first real wave.</p><p>The proposals may look impressive and sound hopeful, but structurally, they are hollow. They sidestep the real drivers of the conflict, marginalise Palestinian agency, privilege Israeli military priorities over civilian recovery, and align uncomfortably with longstanding efforts to maintain the occupation, displace Palestinians, and deny the right of return for the population uprooted in 1948 and 1967.</p><h2 id=\"gaza-is-not-a-real-estate-prospectus\">Gaza is not a real estate prospectus</h2><p>The glossy vision of presidential adviser and son-in-law Jared Kushner treats Gaza not as a traumatised society emerging from catastrophic violence, but as a blank investment canvas for luxury housing, commercial zones, data hubs, beachfront promenades, and aspirational gross domestic product (GDP) targets.</p><p>It reads less like a recovery plan and more like a real-estate prospectus. Development language replaces political reality. Sleek presentations replace rights. Markets replace justice.</p><p>But Gaza is not a failed start-up looking for venture capital. It is home to more than two million Palestinians who have endured siege, displacement, repeated wars, and chronic insecurity for decades. Reconstruction cannot succeed if it is detached from their lived experiences or if it treats Gaza primarily as an economic asset open to speculative investment, including by extreme Zionists, rather than as a human community struggling to preserve its identity and social fabric.</p><p>For many families, even modest homes in Gaza’s formal refugee camps represented a fragile bridge worth holding on to as a step towards an eventual return to places from which they were forced to flee, in what is today known as Israel.</p><p>These homes were valued not for their comfort or market worth, but for the social networks they sustained and their symbolic links to continuity, memory, and political claims. Palestinians are therefore unlikely to be swayed by offers of glitzy towers, luxurious villas, or promises of a “market economy” under siege. Their experience over the past decades has taught them that no level of material improvement can substitute for deeper aspirations tied to dignity, rootedness, and the right of return.</p><h2 id=\"a-future-designed-without-palestinians\">A future designed without Palestinians</h2><p>A glaring flaw of Trump’s plan is the systematic exclusion of Palestinians themselves from shaping the vision of their future. These plans are unveiled in elite conference halls, not debated with the people whose neighbourhoods have been flattened.</p><p>Without Palestinian ownership, legitimacy collapses. Experience from Iraq, Afghanistan, and elsewhere has shown repeatedly that reconstruction imposed from the outside — however well branded — reproduces the very power imbalances that fuel instability in the first place.</p><p>Equally troubling is the plan’s deliberate avoidance of addressing the root causes of Gaza’s suffering: occupation, blockade, and military control. You cannot rebuild sustainably while continuing to preserve and fund the machinery that repeatedly destroys what is built.</p><p>No amount of concrete, branding, or foreign investment can substitute for political resolution. A territory that remains militarily besieged, economically sealed, and politically subjugated will never achieve durable recovery.</p><p>Prosperity cannot flourish inside a cage. The European Union learned this lesson the hard way through multiple reconstruction cycles it funded in Gaza, which may help explain why none of its members rushed to join the board, despite being able to afford the permanent membership fee and despite the political incentives of cultivating a more cordial relationship with Trump in light of the war in Ukraine and his threats on Greenland.</p><h2 id=\"aiding-israel-s-military-control-through-spatial-redesign\">Aiding Israel’s military control through spatial redesign</h2><p>There is also a serious risk that the <a href=\"/video/newsfeed/2026/1/23/analyst-breaks-down-map-of-trumps-gaza-plan#flips-6388132353112:0\">proposed physical design of Gaza</a> would entrench Israeli military strategy rather than restore Palestinian life. The plans envision buffer zones, segmented districts, and so-called “green spaces and corridors” that would break up the territory internally.</p><p>This kind of spatial engineering would facilitate surveillance, control, and rapid military access. Urban planning would become security architecture. Civilian geography would turn into militarised space. What is sold as modernisation would constitute a sophisticated system of containment, just like the illegal settlement networks and road systems in the occupied West Bank.</p><p>The emphasis on reclaiming land from the sea using rubble may repeat the problems of Beirut’s reconstruction after the civil war, where newly reclaimed areas attracted disproportionate investment because they were free of unresolved ownership claims, ultimately allowing elites to appropriate the city’s waterfront and pull it away from public use.</p><p>The demographic implications of the plan are equally profound. Shifting Gaza’s population centre southward — closer to Egypt and further from Israel’s settlements — would quietly alter the political and social centre of gravity of Palestinian life.</p><p>It may ease Israeli security anxieties, but it would do so at the expense of Palestinian continuity, identity, and territorial coherence. Population engineering under the banner of reconstruction raises serious ethical concerns and risks externalising Gaza’s long-term humanitarian burden onto neighbouring states. This may also help explain Egypt’s absence from the signing ceremony and its decision to limit participation to its intelligence leadership.</p><h2 id=\"no-amount-of-political-theatre-can-replace-freedom\">No amount of political theatre can replace freedom</h2><p>The Board of Peace itself also deserves careful scrutiny. Its branding suggests neutrality and collective stewardship, yet its political framing remains highly personalised around Trump, with little clarity about how it is meant to operate in practice.</p><p>This is not the kind of multilateral peacebuilding mechanism envisaged by United Nations Security Council Resolution 2803 of November 2025; it is political theatre. Peace mechanisms anchored in personalities rather than institutions and international law rarely survive political change.</p><p>At the heart of all this lies a familiar but dangerous assumption: that economic growth can substitute for political rights. History teaches the opposite. People do not resist simply because they are poor; they resist because they lack dignity, security, freedom of expression, and self-determination. No master plan can bypass these realities. No skyline can compensate for political exclusion.</p><p>This does not mean Gaza must wait for the perfect peace before rebuilding. Recovery must proceed urgently. But rebuilding must empower Palestinians rather than redesign their constraints. It must dismantle systems of control, not embed them into concrete and zoning maps. It must confront the political roots of destruction rather than cosmetically repackage its aftermath.</p><p>Until those foundations exist, the Board of Peace and Kushner’s vision risk becoming exactly what they resemble — a form of sandcastle diplomacy: impressive to the global public, comforting to elites, and destined to wash away when the first serious wave of political reality arrives.</p><p data-start=\"7179\" data-end=\"8162\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Protesters demand immigration agents leave Minneapolis | Protests News | Al Jazeera",
            "time": "2026-01-25T08:50:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260124__2257462492__v5__HighRes__FederalAgentsDescendOnMinneapolisForImmigrat-1769325815.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters have taken to the streets in Minneapolis, in the state of Minnesota, after a United States Border Patrol agent <a href=\"/news/liveblog/2026/1/25/minneapolis-live-us-federal-agents-shoot-dead-nurse-alex-pretti\">killed a US citizen,</a> heightening tensions in a city already shaken by a deadly shooting just weeks earlier of a mother of three.</p><p>Minneapolis police chief Brian O’Hara told reporters that a 37-year-old man, a Minneapolis resident, died in hospital on Saturday after being shot multiple times.</p><p>Family members identified him as Alex Pretti, an intensive care unit nurse who had previously protested against President Donald Trump’s immigration crackdown in the city.</p><p>After the shooting, <a href=\"/news/2026/1/24/us-federal-agents-shoot-another-person-in-minneapolis-governor\">an angry crowd gathered</a>, and protesters clashed with federal officers, who wielded batons and deployed flashbang grenades.</p><p>The Minnesota National Guard was assisting local police at the direction of Governor Tim Walz, officials said. Guard troops were sent to the site of the shooting and to a federal building where officers have been facing off with demonstrators on a daily basis.</p><p>Department of Homeland Security spokesperson Tricia McLaughlin said in a statement that federal officers had been conducting an operation and fired “defensive shots” after a man with a handgun approached them and “violently resisted” when they tried to disarm him.</p><p>In bystander videos of the shooting that emerged soon afterwards, Pretti is seen holding a mobile phone, but none appears to show him with a visible weapon.</p><p>Pretti was shot about 1 mile (1.6km) from the spot where an ICE officer killed <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">37-year-old Renee Good</a> on January 7, which led to widespread protests.</p></div></div></body></html>"
        },
        {
            "title": "Gaethje batters Pimblett to win interim lightweight title at UFC 324 | Mixed Martial Arts | Al Jazeera",
            "time": "2026-01-25T08:19:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26025265736207-1769328261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Justin Gaethje has survived a ‌five-round war with a relentless Paddy Pimblett to claim the interim UFC lightweight ‌championship by unanimous decision in a bloody and bruising fight in Las Vegas.</p><p>The experienced American’s win put an end to Pimblett’s nine-fight winning run on Saturday at the UFC 324 main event, but Gaethje paid tribute to the Liverpool fighter’s durability ⁠and heart.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Now that Scouser does not get knocked down,” he said after judges scored the fight 48-47, 49-46 and 49-46, which saw the MMA’s rising star walk away with his head held high.</p><p>“He is very dangerous, got great timing. … Young ‌kid, dangerous kid. I had to steal his momentum and his confidence,” Gaethje said.</p><p>Pimblett struck first in the opening round, but the tide quickly turned when Gaethje cracked him with a heavy left-handed punch. The American followed ‌him to the ⁠mat with punishing ground strikes before the Briton scrambled back to his feet.</p><p>A right hand dropped Pimblett to the canvas again in the second, and he was lucky to survive the round as Gaethje pounded away until the horn sounded.</p><p>Despite bleeding from the nose and cuts to his face, Pimblett strung together some clean flurries in the third round that had Gaethje wobbling. The round ‌was briefly paused after a low blow had the 37-year-old American grimacing.</p><p>The ‌fourth round swung back in Gaethje’s favour after he absorbed some early pressure, repeatedly finding his target with heavy right hands.</p><p>The roaring crowd was on its feet as the final round began, and an early slip ‌from Gaethje opened the door for Pimblett, who unloaded a barrage of punches.</p><p>Gaethje answered in trademark fashion with a booming right ‌hand and both fighters pushed hard for the finish ⁠with Pimblett closing with a strong final burst.</p><p>Pimblett showed grace in defeat.</p><p>“I know how tough I am. I don’t need to prove it to anyone. I wanted to leave with that belt, but there’s no other man ‌I’d rather lose to than ‘The Highlight’,” Pimblett said.</p><p>“Gaethje is someone I’ve loved watching growing up, watching the UFC. It shows why he’s a legend right there. I thought 48-47 was ‌a fair scorecard.</p><p>“You live and you learn. I’m 31. I’ll be back better. It’s as simple as that. You haven’t seen the last of me.”</p><p>Gaethje’s win gave ‌him his second career interim ‌lightweight championship and sets up an undisputed title fight against Ilia Topuria, who stepped away in November amid mounting personal issues but is expected to return at some point in 2026.</p><p>The loss was Pimblett’s first in the UFC since joining from his native England, snapping a nine-fight winning streak and dropping him to 23-4-0 in his career.</p><p>Sean O’Malley, one of ‌the UFC’s biggest stars, ⁠ended a two-fight losing skid in the co-main event with a controversial unanimous decision victory over Song Yadong of China.</p><p>Meanwhile, Waldo Cortes-Acosta of the Dominican Republic defeated Derrick Lewis by knockout at 3:14 in the second round. ‌</p><p>In women’s fights, Natalia Silva of Brazil defeated Rose Namajunas by unanimous decision in a potential flyweight title eliminator ‌although the outcome was also met with unanimous dismay from a Vegas crowd that clearly believed Namajunas did enough to pull off the upset against Silva.</p><p>The performance marks Silva’s 14th straight victory and her eighth ‌consecutive in the flyweight division to improve her overall record to 20-5-1. More importantly, it may ⁠line her up for a title shot against Valentina Shevchenko later this year.</p><p>The opening fight of the main card saw heavily favoured Brazilian fighter Jean Silva rebound from his loss against Diego Lopes in September, defeating England’s Arnold Allen in a slugfest that was decided in the third round on two of three official scorecards.</p><p>Dominick Cruz, a two-time bantamweight champion and the division’s inaugural belt holder, was announced as the first member of the UFC’s 2026 Hall of Fame class at the conclusion of the preliminary show. Cruz will be inducted into the Modern Era Wing, which honours fighters who debuted after the first sanctioned UFC event under unified rules was held on November 17, 2000.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Indonesia resumes search for about 80 missing after landslide kills 10 | Climate Crisis News | Al Jazeera",
            "time": "2026-01-25T07:49:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T120656Z_1285520921_RC2O7JAV49XJ_RTRMADP_3_INDONESIA-LANDSLIDE-1769320423.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesian rescuers have resumed searching for some 80 people still missing in a deadly landslide, after the mission coordinator said operations had to be suspended overnight due to harsh weather.</p><p>The death toll from Saturday’s <a href=\"/news/2026/1/24/seven-dead-82-missing-after-landslide-in-indonesias-bandung\">landslide</a> in a residential area of West Java province rose to 10 on Sunday, according to state-run media, announcing three more deaths.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Triggered by heavy rain, the landslide barrelled into villages in West Java’s West Bandung early on Saturday morning, burying residential areas and forcing dozens of people to evacuate their homes.</p><p>The rain forced rescue efforts to pause overnight, mission coordinator Ade Dian Permana said in a statement, before the operations resumed on Sunday.</p><p>Rescuers were hampered on Saturday as unstable terrain and rains hindered them from deploying heavy machinery, Kompas TV reported, citing authorities.</p><p>There were multiple reports of floods in West Java, including the Indonesian capital, Jakarta.</p><p>The floods have caused residents in heavily affected areas to evacuate to higher ground or unaffected places.</p><p>Resident Dedi Kurniawan, 36, said it was the first such landslide he had witnessed in Pasir Langu village in a hilly area of the province about 100km (60 miles) southeast of Jakarta.</p><p>“Sometimes we have only small floods from the nearest river, but this time [the landslide] came from the forest,” he told the Reuters news agency.<img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4264564\" src=\"/wp-content/uploads/2026/01/1000x562-INDONESIA-WEST-JAVA-BANDUNG1-1769336404.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Map of West Bandung, West Java, Indonesia\" fetchpriority=\"low\"></p><h2 id=\"harsh-conditions\">Harsh conditions</h2><p>Rescuers, helped by the military, police and volunteers, have been excavating manually.</p><p>They are also deploying drones and canine units to scour the area for victims, according to the national rescue agency.</p><p>West Bandung’s mayor warned on Saturday that the terrain was extremely difficult and the ground remained unstable.</p><p>Floods and landslides are common across the vast archipelago during the rainy season, which typically runs from October to March.</p><p>The disaster comes after tropical storms and intense monsoon rains late last year triggered flooding and landslides that killed about 1,200 people and displaced more than 240,000 on Indonesia’s Sumatra island, according to official figures.</p><p>Environmentalists, experts and the government have pointed to the role forest loss played in the flooding and landslides that washed torrents of mud into villages.</p><p>The government filed multiple lawsuits following the Sumatra floods, seeking more than $200m in damages against six firms.</p><p>This month, torrential rains battered Indonesia’s Siau island, causing a flash flood that killed at least 16 people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Mass arrests at UK protest in support of hunger-striking detainee | Protests | Al Jazeera",
            "time": "2026-01-25T07:42:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769326923.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Minneapolis live news: Alex Pretti family seeks ‘truth’ after ICE shooting | Protests News | Al Jazeera",
            "time": "2026-01-25T07:40:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93WM7FG__v1__HighRes__ProtestsAfterUsImmigrationOfficerKillsWomanInMi-1769343181_05e18e-1769343292.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Minneapolis live news: Alex Pretti family seeks ‘truth’ after ICE shooting</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Killing of 37-year-old by sparks new protests and demands by local leaders for the Trump administration to end operation in Minneapolis.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria agrees to extend ceasefire with SDF for 15 more days | Bashar al-Assad | Al Jazeera",
            "time": "2026-01-25T07:31:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769326247.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Cricket players, officials slam ICC for Bangladesh’s T20 World Cup ouster | Cricket News | Al Jazeera",
            "time": "2026-01-25T07:30:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-03-01T092337Z_2027114430_UP1EJ310Q3C1O_RTRMADP_3_CRICKET-ODI-BAN-ENG-1769321195.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Cricket Council (ICC) has been condemned for practising “double standards” and damaging the reputation of the game after it <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">expelled</a> Bangladesh from the Men’s T20 World Cup over their refusal to travel to India due to security concerns.</p><p>Bangladesh were kicked out of the upcoming tournament by the ICC on Saturday following a weeks-long impasse between cricket’s governing body and the South Asian nation over the change of venues for its fixtures in the World Cup.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move, which resulted in Scotland’s inclusion in the tournament in place of Bangladesh, was criticised by former cricketers, experts and cricketers’ associations, terming it a “sad moment for the game”.</p><p>“The withdrawal of Bangladesh from the T20 World Cup, and resulting absence of a valued cricketing nation from cricket’s pinnacle international T20 event, is a sad moment for our sport, the Bangladesh players and fans, and one that requires deep reflection,” World Cricketers’ Association (WCA) chief executive Tom Moffat said in a statement.</p><p>“Rather than allowing division or exclusion to take hold, we call on the game’s leaders to work with all stakeholders, including governing bodies, leagues and players, to unite the sport, not divide it.”</p><p>Moffat said the WCA had become increasingly concerned by agreements not being honoured in the sport and by a lack of meaningful consultation with players and their representatives.</p><p>“It also highlights significant issues with the game’s existing operating model at [the] global level,” he added.</p><p>“These issues, if continued to be left unaddressed, will weaken trust, unity, and ultimately the health and future of the game we love.”</p><h2 id=\"icc-should-build-bridges-not-burn-them\">‘ICC should build bridges, not burn them’</h2><p>The ICC rejected Bangladesh’s request to move their matches to tournament cohosts Sri Lanka, saying it was not feasible to change the schedule so close to the February 7 start of the tournament, while Bangladesh remained firm on their stance on not playing in India, citing safety and security concerns for its players.</p><p>However, former players questioned the ICC’s impartiality as it recently relocated India’s fixtures from Pakistan to a neutral venue for the same reason.</p><p>India refused to travel to Pakistan for the ICC Champions Trophy in March based on the government’s decision. It prompted the ICC to broker an agreement between the two countries, allowing them to play at a neutral venue when their neighbour hosts a global tournament.</p><p>All of India’s Champions Trophy matches, including the final, were hosted in Dubai, United Arab Emirates.</p><p>Outspoken former Pakistan captain Shahid Afridi questioned the ICC’s decision and said it left him “deeply disappointed”.</p><p>“Bangladesh’s players and millions of its fans deserve respect – not mixed standards,” he wrote on X.</p><p>“The ICC should build bridges, not burn them.”</p><p></p><p>While India and Bangladesh do not share the same hostile relationship, their ties have been affected by recent political tensions.</p><p>Another former Pakistan captain, Mohammad Yousuf, said Bangladesh’s cricket fans were being “deprived of cricket”.</p><p>“Very sad to see a cricket-loving nation like Bangladesh being deprived of cricket due to security concerns not being addressed,” he said.</p><p>Yousuf, who also worked as Pakistan’s batting coach, urged the ICC to show fairness in its practices.</p><p>“When similar concerns were raised earlier, a neutral venue was approved,” he said.</p><p>“Standards cannot change from country to country. ICC must act as the International Cricket Council, not appear to serve the interests of any single board. Fairness and consistency are the foundation of global cricket.”</p><h2 id=\"pakistan-slams-injustice\">Pakistan slams ‘injustice’</h2><p>While Pakistan are set to play all their T20 World Cup fixtures in Sri Lanka, the Pakistan Cricket Board (PCB) chief Mohsin Naqvi said their participation was still not confirmed.</p><p>“The prime minister is not in Pakistan right now. When he returns, I’ll be able to give you our final decision,” Naqvi, who is also the country’s interior minister, said when asked to comment on the ICC’s decision.</p><p>“Our stance [on World Cup participation] will be what the government of Pakistan instructs me,” he said. “It’s the [Pakistan] government’s decision. We obey them, not the ICC.”</p><p>Naqvi said the ICC did an injustice to Bangladesh.</p><p>“You can’t have double standards. You can’t say for one country [India] they can do whatever they want and for the others to have to do the complete opposite,” he said. “That’s why we’ve taken this stand and made clear Bangladesh have had an injustice done to them. They should play in the World Cup; they are a major stakeholder in cricket.”</p><p>Naqvi said if the government blocked Pakistan from playing in the World Cup, “then maybe the ICC will bring in a 22nd team [after Scotland]. It’s up to the government”.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: From Minneapolis turmoil to Israeli attacks on Gaza | Protests News | Al Jazeera",
            "time": "2026-01-25T07:12:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T170516Z_1628308332_RC2P7JA2353S_RTRMADP_3_ISRAEL-PALESTINIANS-IRELAND-PROTEST-1769318958.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From pro-Palestine protests in Ireland and jubilant celebrations in Dakar following Senegal’s African Cup of Nations football victory to demonstrations supporting the abducted Venezuelan President Nicolas Maduro and United States President Donald Trump’s signing ceremony for his Board of Peace in Davos, Switzerland, as tensions soar back in the US state of Minnesota over another deadly shooting by a federal agent, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "Greenland hit by power outage, strong winds in wake of US tensions easing | Energy News | Al Jazeera",
            "time": "2026-01-25T06:29:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260125__93WP32W__v1__HighRes__GreenlandDenmarkWeatherAuroraBorealis-1769320391.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Greenland hit by power outage, strong winds in wake of US tensions easing</h1><p class=\"article__subhead\"><em>The blackout arrives as the government has encouraged citizens to be ready for a ‘disaster’ lasting up to five days.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Jan 2026</span><span aria-hidden=\"true\">25 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Greenland’s capital, Nuuk, has faced a widespread power outage after strong winds triggered a transmission problem, the state utility said, as the Arctic island contends with the fallout from the crisis fuelled by United States President Donald Trump’s territorial designs.</p><p class=\"p1\">At about 10:30pm on Saturday (00:30 GMT, Sunday), social media users began reporting a sudden blackout that occurred at the same time, Greenlandic newspaper Sermitsiaq reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The utility company posted on Facebook that gusty winds at the main Buksefjord hydroelectric power plant had caused “a line error on our transmission line” and that they were working to restore power with an emergency plant.</p><p>Water supplies were also affected in some areas, Sermitsiaq reported, as well as internet connectivity.</p><p>Power had been restored to 75 percent of the city’s population of about 20,000 by 3:30am on Sunday (5:30 GMT), the utility said in an update, calling on people to be conservative in their use of electrical devices as the utility continued to reboot.</p><p>The outage came on the heels of the government releasing a brochure with details about disaster preparedness that encouraged Greenlanders to store sufficient drinking water, food, medicine, warm clothing and alternative communication devices to last at least five days.</p><p>The government emphasised that the guidance was not an expression that a crisis was imminent. But Greenland, a semi-autonomous Danish territory, has been thrust into the geopolitical spotlight for weeks amid United States President Donald Trump’s escalating threats to <a href=\"/news/2026/1/21/trump-rules-out-using-force-to-take-over-greenland-calls-for-negotiations\">seize the island</a>.</p><p>Trump <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\">appeared to partly back off</a> at the World Economic Forum in Davos, Switzerland, claiming he had ruled out taking Greenland by force. He and NATO Secretary-General Mark Rutte had agreed on a “long-term” framework for a future deal involving Greenland and the Arctic region, the president said.</p><p>Greenlandic Prime Minister Jens-Frederik Nielsen said much of the supposed deal was murky, including whether Trump would seek control of territory near US military bases, as some reports suggested.</p><p>“I don’t know what there is in the agreement, or the deal, about my country,” Nielsen said.</p><p>“But sovereignty is a red line,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s women break ‘traditional rules’ to survive | Sudan war News | Al Jazeera",
            "time": "2026-01-25T06:23:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692c0563-1764492643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the displacement camps of Ad-Damazin in southeastern Sudan’s Blue Nile State, the war is reshaping social norms and introducing new realities that are forcing Sudanese women into manual labour to survive.</p><p>Rasha is a displaced mother. She has ignored old boundaries and perceptions of what a man’s work is and started working as a woodcutter to feed her children.</p><p>“Carpentry is hard, … but the axe has become an extension of my hand,” Rasha told Al Jazeera Arabic. “There are no choices left.”</p><p>Her story is not unique. Thousands of Sudanese women have become their families’ sole breadwinners and work under harsh conditions. Rasha’s earnings after a day of back-breaking labour under the sun are often enough to buy only a packet of biscuits.</p><p>She spends the money on food and soap. “You want soap. You want to wash,” she said. “As for clothes, we have given up hope on that.”</p><p>The nearly three-year war between the Sudanese army and the Rapid Support Forces paramilitary group has had a catastrophic impact on the country and its people.</p><p>According to the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), more than 30 million people from a population of 46.8 million are in need of humanitarian assistance.</p><p>The population is facing acute food shortages and a nutrition crisis, especially in the Darfur and Kordofan regions in western and central Sudan. At the same time, disease outbreaks are worsening the situation.</p><p>Moreover, Sudan is dealing with the world’s largest displacement crisis with an estimated 13.6 million people forced from their homes by the fighting.</p><h2><strong>Worse than the pandemic</strong></h2><p>The war has also destroyed many aspects of life in Sudan, and it is now threatening the future of generations to come.</p><p>Save the Children <a href=\"https://www.savethechildren.net/news/sudan-children-have-lost-about-500-days-learning-due-war-one-worlds-longest-school-closures\">released</a> a damning report on Thursday confirming that Sudan is enduring one of the longest school closures in the world, surpassing even the worst shutdowns of the COVID-19 pandemic.</p><p>According to the new analysis released before the International Day of Education on Saturday:</p><ul>\n<li>More than eight million, or nearly half of Sudan’s school-age children, have missed about 484 days of learning since the war began in April 2023.</li>\n<li>This duration is 10 percent longer than the school closures during the pandemic in the Philippines, which was the last country to resume face-to-face learning.</li>\n<li>Unlike during the pandemic, remote learning is impossible for most Sudanese children, leaving them vulnerable to recruitment into armed groups and sexual exploitation.</li>\n</ul><h2><strong>‘Total breakdown’ in conflict zones</strong></h2><p>The data reveal a system on the brink of collapse, particularly in conflict hotspots.</p><p>In North Darfur State, only 3 percent of its more than 1,100 schools remain open. The situation is similarly dire in the states of South Darfur (13 percent operational) and West Kordofan (15 percent).</p><p>“Education is not a luxury. … It is a lifeline,” Inger Ashing, CEO of Save the Children, said after a visit to Sudan. “If we fail to invest in education today, we risk condemning an entire generation to a future defined by conflict rather than by opportunity.”</p><p>Adding to the crisis, many teachers have gone unpaid for months, forcing them to abandon their posts, while countless schools have been bombed or turned into shelters.</p><h2><strong>Siege and famine conditions</strong></h2><p>The collapse of education is mirrored by the collapse of food supplies. As aid funding dries up – a reality confirmed by Blue Nile Humanitarian Aid Commissioner Qisma Abdel Karim – famine is setting in.</p><p>OCHA reported this week that:</p><ul>\n<li>At least 2,000 families are cut off from aid in North Darfur due to intense fighting.</li>\n<li>“Famine conditions” have been confirmed in the besieged city of Kadugli in South Kordofan.</li>\n<li>Significant gaps remain in the provision of aid as the UN has appealed for $2.9bn to fund its humanitarian response in Sudan this year.</li>\n</ul><h2><strong>‘Equal in misery’</strong></h2><p>Those statistics translate into hard reality on the ground.</p><p class=\"p1\">“The war does not distinguish between a child, a woman or an elderly man,” Al Jazeera Arabic correspondent Taher Almardi said, reporting from Ad-Damazin. “Everyone is equal in misery.”</p><p>For Rasha and mothers like her, the choice is stark: break traditional norms and toil for a pittance or succumb to hunger.</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s tent life between illness and daily despair | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-25T06:03:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/IMG_9879-1769115890.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> The Abu Amr family have been displaced more than 17 times since Israel’s war on <a href=\"/tag/gaza/\">Gaza</a> began. Each move has narrowed their options. Now, they are <a href=\"/news/2026/1/19/new-storm-to-hit-gaza-piling-on-suffering-for-thousands-of-displaced\">living in a tent</a> pitched beside a sprawling rubbish dump in the Remal area of central Gaza City – one of the few remaining places where they could find space.</p><p data-start=\"546\" data-end=\"640\">For the family, survival has become a daily struggle against pollution, illness and indignity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"642\" data-end=\"938\">“We always say that we live in two wars in Gaza, one that kills with bombing, and one that is from rubbish,” said Saada Abu Amr, 64, who was displaced from Beit Lahiya and is now living in Gaza City. “I have an asthma attack, and the inhaler is always with me. I put it under the pillow at night. I use it several times at night as the smell of the waste blocks my breathing airway.”</p><p data-start=\"1135\" data-end=\"1478\">Her daughter-in-law, Suryya Abu Amr, a 35-year-old mother of five, said basic hygiene has become nearly impossible.</p><p data-start=\"1135\" data-end=\"1478\">“We use cleaning materials, but we can’t keep spending all we have on cleaning; things never become clean in a tent near a waste area, especially with the lack of water,” she told Al Jazeera. “We get infected with gastroenteritis several times a month.”</p><p data-start=\"1480\" data-end=\"1744\">“I was almost dying once with gastroenteritis; they told me at the hospital it was because of poor sanitation,” she added, describing how she had been forced to use toilets shared between dozens of people.</p><p data-start=\"1746\" data-end=\"1974\">It wasn’t always this way. Before the war, Suryya said, cleanliness was central to her daily life. “I used to clean my house several times a day. Before the war, I was someone who was obsessed with cleaning. I never imagined that I would live this nightmare.”</p><figure id=\"attachment_4260800\" aria-describedby=\"caption-attachment-4260800\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260800\" src=\"/wp-content/uploads/2026/01/IMG_9904-1769115959.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Abu Amr family, from Beit Lahia displaced in a makeshift tent in Gaza City\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260800\" class=\"wp-caption-text\">The Abu Amr family, originally from Beit Lahiya, now live in a makeshift shelter in Gaza City [Ola Al-Asi/Al Jazeera]</figcaption></figure><h2 id=\"desparation\" data-start=\"1746\" data-end=\"1974\">Desperation</h2><p data-start=\"1746\" data-end=\"1974\">Israel’s genocidal war on Gaza has had a horrific impact on the population – more than 70,000 have been killed. But it has also destroyed or damaged the majority of buildings in Gaza – in a campaign that many Palestinians say is a systematic attempt to make Gaza unliveable.</p><p data-start=\"1746\" data-end=\"1974\">It has left Palestinians in Gaza scraping to survive wherever they can, even if conditions are terrible.</p><p data-start=\"1976\" data-end=\"2236\">For Surrya’s husband, Salem, 40, the decision to remain beside the dump was driven by desperation.</p><p data-start=\"1976\" data-end=\"2236\">“My children suffer a lot in winter and summer, when the polluted smell comes with the wind, while we eat, we can’t eat, we feel like vomiting,” he said.</p><p data-start=\"2238\" data-end=\"2352\">“We suffer from insects and mosquitoes. My two-week-old daughter Sabaa’s face is full of mosquito bites,” he added.</p><p data-start=\"2354\" data-end=\"2743\">Salem described how sewage regularly seeps into the tent during storms. “When it is windy, the wastewater comes onto our tent, and sometimes it splashes on our clothes. We don’t have spare clean clothes; we fled without our clothes from the house in Beit Lahiya. I sometimes have to pray with dirty clothes on. I have no options; no money, no water, and it is winter, clothes take days to dry.”</p><p data-start=\"2745\" data-end=\"3057\">Rodents, he said, have also become a serious health threat. “The rodents are all around us; we have all recently recovered from a very bad flu. My disabled father was about to die from it; the doctors said it might be because of contamination of rodents’ urine. It was almost similar to a coronavirus infection.”</p><p data-start=\"3059\" data-end=\"3229\">The family’s children are also paying the price. “I am losing my hair because of the lack of sanitation here; I have got skin infections as well,” said Rahaf Abu Amr, 13.</p><figure id=\"attachment_4260807\" aria-describedby=\"caption-attachment-4260807\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260807\" src=\"/wp-content/uploads/2026/01/image00001-1769116065.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Wastewater flooding the public toilets in a shelter school in Gaza Cit\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260807\" class=\"wp-caption-text\">Wastewater flooded the public toilets in a school used as a shelter in Gaza City [Ola al-Asi/Al Jazeera]</figcaption></figure><h2 id=\"health-crisis\" data-start=\"3059\" data-end=\"3229\">Health crisis</h2><p data-start=\"4077\" data-end=\"4201\">Health professionals warn that the accumulation of waste, sewage and the lack of clean water are driving a surge in disease.</p><p data-start=\"4203\" data-end=\"4501\">“The <a href=\"/opinions/2025/12/29/a-call-to-save-gazas-healthcare-system\">public health situation</a> in Gaza is disastrous; we see viral and bacterial infections with severe complications that we haven’t seen or dealt with before the war,” said Dr Ahmed Alrabiei, consultant internist and pulmonologist and head of the pulmonology department at al-Shifa Medical Complex.</p><p data-start=\"4503\" data-end=\"4768\">“There is an increase in Guillain-Barre syndrome, cases of meningitis, severe gastroenteritis, weakened immune systems, respiratory infections, Hepatitis A and asthma. There were suspected cases of cholera, but thankfully, no cases were recorded,” he told Al Jazeera.</p><p data-start=\"4770\" data-end=\"5031\">“The groups most affected by these conditions are young children under two years, the elderly, and those with chronic diseases such as diabetes and high blood pressure, those with autoimmune diseases such as lupus, kidney disease, and cancer patients,” he said.</p><p data-start=\"5033\" data-end=\"5358\">Hospitals, he added, are operating far beyond capacity. “The pressure on hospitals is too much; the beds’ capacity here is 150 percent overwhelmed. In the chest department, we have 20 beds with more than 40 cases. Patients are in the rooms and corridors, which will also increase the chances of spreading the infections among people.”</p><p data-start=\"5360\" data-end=\"5510\">“There is a lack of medications, antibiotics and medical equipment needed for diagnosis, which leads to late treatment for many cases,” Alrabiei said.</p><p data-start=\"5512\" data-end=\"5726\">Gaza City is facing what municipal officials describe as one of its gravest humanitarian and environmental crises, following the near-total collapse of water and sanitation infrastructure caused by Israeli attacks.</p><p data-start=\"5728\" data-end=\"6002\">“More than 150,000 metres of pipes and approximately 85 percent of the water wells inside Gaza City were destroyed, in addition to the complete destruction of the water desalination plant,” said Ahmed Driemly, head of public relations at Gaza Municipality.</p><p data-start=\"6004\" data-end=\"6117\">Solid waste has also piled up across the city after Israeli forces blocked access to Gaza’s main landfill in the east.</p><p data-start=\"6119\" data-end=\"6304\">“More than 700,000 tonnes of solid waste are piling up in the Gaza Strip, including more than 350,000 tonnes inside Gaza City alone,” said Husni Muhanna, spokesperson for Gaza Municipality.</p><p data-start=\"6306\" data-end=\"6611\">“This has forced the municipality to establish a temporary landfill on the land of the historic Firas Market, turning the area into a health and environmental disaster, with the spread of insects and rodents and the leakage of wastewater into the groundwater tank, especially with the rainfall,” he added.</p><p data-start=\"6613\" data-end=\"6961\">Municipal officials say they are operating under extreme constraints. “The Gaza municipality faces a complex set of obstacles that prevent it from fully resuming its services,” Muhanna said, citing the destruction of machinery, fuel shortages, restrictions on heavy equipment, security risks and the displacement of hundreds of thousands of people.</p><p data-start=\"6963\" data-end=\"7336\">“The Gaza Municipality operates according to a limited emergency plan that falls short of a comprehensive plan,” he said. “Interventions are limited to opening storm drains using primitive means; the Gaza Municipality is no longer able to carry out periodic maintenance of water and sewage networks, rehabilitate roads, or manage waste in accordance with health standards.”</p><figure id=\"attachment_4260813\" aria-describedby=\"caption-attachment-4260813\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4260813\" src=\"/wp-content/uploads/2026/01/image00002-1769116199.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Jarad family from Jabalia displaced in a classroom in a school in Gaza City [Ola Al-Asi/Al Jazeera] \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4260813\" class=\"wp-caption-text\">The Jarad family from Jabalia, now living displaced in a classroom in a school in Gaza City [Ola Al-Asi/Al Jazeera]</figcaption></figure><h2 id=\"new-reality\" data-start=\"6963\" data-end=\"7336\">New reality</h2><p data-start=\"7338\" data-end=\"7618\">Despite the announcement of a second phase of a US-backed ceasefire, officials say Israeli authorities continue to obstruct reconstruction efforts – raising fears of the complete collapse of water and sanitation systems and the permanent uninhabitability of entire neighbourhoods.</p><p data-start=\"7338\" data-end=\"7618\">It means that things won’t improve any time soon for the Palestinians forced to live in unsanitary conditions.</p><p data-start=\"3231\" data-end=\"3448\">Rojan Jarad, 38, is a mother of four, one of whom is disabled. Her family were displaced from northern Gaza and now shelter in a classroom in Gaza City.</p><p data-start=\"3231\" data-end=\"3448\">Rojan explained that the lack of access to toilets has reshaped the family’s daily life.</p><p data-start=\"3450\" data-end=\"3641\">“We used to walk for a very long distance to use the toilet; on some days, we don’t eat or drink a good amount of water, so we don’t have the urge to use the toilet,” she told Al Jazeera.</p><p data-start=\"3643\" data-end=\"3800\">“My daughters and I line up in a very long row, awaiting to use the public toilets in the school, which is dirty in a way I can’t even describe,” she added.</p><p data-start=\"3802\" data-end=\"4075\">“In a different displacement shelter, I found it really difficult to use the public toilets. We got infections back then, so I decided to have our own one in the tent using a bucket. It’s humiliating.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Myanmar holds final election round, military-backed party set to win | ASEAN News | Al Jazeera",
            "time": "2026-01-25T04:17:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26025003956520-1769306463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Polls have opened in Myanmar for the third and final round of a <a href=\"/features/2026/1/11/a-ghost-town-votes-in-myanmar-elections-second-phase\">controversial general election</a>, with a military-backed party on course for a landslide win amid a raging civil war.</p><p>Voting began in 60 townships, including in the cities of Yangon and Mandalay, at 6am local time on Sunday (23:30 GMT, Saturday).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Critics say the polls are neither free nor fair, and are designed to legitimise military rule in Myanmar, nearly five years after the country’s generals ousted the elected government of Aung San Suu Kyi, leading to a civil war that has killed thousands and displaced more than 3.5 million people.</p><p>Aung San Suu Kyi remains in detention and, like several other opposition groups, her National League for Democracy (NLD) has been dissolved, tilting the political playing field in favour of the military-backed Union Solidarity and Development Party (USDP), which is <a href=\"/news/2026/1/17/myanmar-military-backed-party-leads-after-second-round-of-election-voting\">leading in the polls</a>.</p><p>So far, the USDP has secured 193 out of 209 seats in the lower house, and 52 out of 78 seats in the upper house, according to the election commission.</p><p>That means that along with the military, which is allocated 166 seats, the two already hold just under 400 seats, comfortably surpassing the 294 needed to come to power.</p><p>Seventeen other parties have won a small number of seats in the legislature, ranging from one to 10, according to the election commission.</p><p>Senior General Min Aung Hlaing, who heads the current military government, is widely expected by both supporters and opponents to assume the presidency when the new parliament meets.</p><p>On Sunday, images published by Myanmar media showed him meeting voters at a polling station in Mandalay in a seemingly relaxed atmosphere.</p><p>The 69-year-old general and acting president has indicated he is considering appointing someone to succeed him as armed forces chief and will likely move into a fully political role, Reuters news agency reported citing a source.</p><p>Asked on Sunday about his possible role in the future government, Min Aung Hlaing said it was too early to say.</p><p>“Once the Parliament is convened, they have their own procedures and methods for selection,” he said.</p><p>The military has announced that the parliament will be convened in March, and the new government will take up its duties in April.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While the military has pledged that the election will return power to the people, rights monitors said the run-up was beset with coercion and the crushing of dissent, warning that the vote will only tighten the military’s grip on power.</p><p>A new Election Protection Law imposed harsh penalties for most public criticism of the polls, with the authorities charging more than 400 people recently for activities such as leafleting or online activity.</p><p>Ahead of the third round of voting, Tom Andrews, the UN special rapporteur on human rights in Myanmar, also called for the rejection of its outcome, calling it “fraudulent”.</p><p>“Only an illegitimate government can emerge from an illegitimate election,” he wrote on X on Saturday.</p><p>“As Myanmar’s election ends, the world must reject it as fraudulent while rejecting what follows as simply military rule in civilian clothing.”</p><p>Malaysian Minister of Foreign Affairs Mohamad Hasan told Parliament on Tuesday that the Association of Southeast Asian Nations (ASEAN), of which Myanmar is a member, did not send observers and would not certify the election, citing concerns over the lack of inclusive and free participation.</p><p>His comments were the first clear statement that the 11-member regional bloc will not recognise the election results.</p><p>In Myanmar’s second city of Mandalay, Zaw Ko Ko Myint, a 53-year-old teacher, cast his vote at a high school around dawn.</p><p>“Although I do not expect much, we want to see a better country,” he told the AFP news agency. “I feel relieved after voting, as if I fulfilled my duty.”</p><p>The previous two phases of the election have been marked by low voter turnout of about 55 percent, well ⁠below the turnout of about 70 percent recorded in Myanmar’s 2020 and 2015 general elections.</p><p>Official results are expected late this week, but the USDP could claim victory as soon as Monday.</p><p>Aung San Suu Kyi’s NLD thrashed the USDP in the last elections in 2020, before the military seized power on February 1, 2021.</p><p>According to the Assistance Association for Political Prisoners, which monitors human rights abuses in the country, at least 7,705 people have been killed since the outbreak of the civil war, while 22,745 remain detained.</p><p>But the Armed Conflict Location &amp; Event Data Project, a monitoring group that tallies media reports of violence, estimates more than 90,000 have been killed on all sides of the conflict.</p></div></div></body></html>"
        }
    ]
}