{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Italy says cannot join Trump’s ‘Board of Peace’ because of constitution | United Nations News | Al Jazeera",
            "time": "2026-02-07T18:44:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26029313270104-1770480891.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy says cannot join Trump’s ‘Board of Peace’ because of constitution</h1><p class=\"article__subhead\"><em>Under the constitution Italy cannot join the board because power would be wielded by one leader standing above other members, minister says.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy says it’s unable to join US President Donald Trump’s “Board of Peace” owing to a “constitutional limit” marking the latest setback faced by the self-styled “international peace building body”.</p><p>Foreign Minister Antonio Tajani told the ANSA news agency on Saturday that conflicts between Italy’s constitution and the charter of the Board of Peace were “insurmountable from a legal standpoint”, but his country would always be “available to discuss peace initiatives”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Italy joins a number of European countries – including France, Germany, and the United Kingdom – that will not join the controversial board, which was <a href=\"/news/2025/11/18/mixed-reactions-to-un-security-council-approval-of-gaza-plan\">greenlit</a> by the United Nations last year as a transitional governing body for post-war Gaza before expanding its remit in a <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">sweeping charter</a> that made no mention of the war-torn Palestinian enclave.</p><p>Italy’s decision comes despite the <a href=\"/features/2025/6/28/hey-daddy-how-different-world-leaders-massage-trumps-ego\">close relationship</a> between Italian Prime Minister Giorgia Meloni and Board of Peace chairman Trump amid growing concern that the global conflict mediator – <a href=\"/news/2026/1/22/trump-launches-board-of-peace-at-ceremony-in-davos\">launched</a> in Davos, Switzerland last month as the US president made an aggressive play for <a href=\"/news/2026/1/10/what-are-potential-hard-ways-trump-could-try-to-take-greenland\">Greenland</a> – is designed to eclipse the United Nations.</p><p>Tajani pointed to Article 11 of the Italian constitution, which precludes the country from joining organisations unless there are “conditions of equality with other states”, which would not be the case under a charter that names Trump as <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">veto-wielding chairman</a> serving as the final authority on its interpretation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>However, speaking after a “very positive” meeting with US Secretary of State Marco Rubio and US Vice President JD Vance on the margins of the <a href=\"/news/2026/2/6/anti-ice-protesters-rally-in-milan-ahead-of-olympics-opening\">Winter Olympics</a> in Milan on Friday, the foreign minister said Italy would be “ready to do our part in Gaza by training the police”.</p><p>Tajani’s comments came as the board, which has reportedly demanded members pay $1bn for a permanent seat, leading to criticism it would essentially be a “pay to play” version of the UN, tentatively prepares for its <a href=\"/news/2026/2/7/trumps-board-of-peace-to-convene-in-washington-discuss-gaza-report\">first meeting</a> in Washington, DC, on February 19.</p><p>The gathering would come one day after a scheduled meeting between Trump and Israeli Prime Minister Benjamin Netanyahu.</p><p>On Saturday, Hungarian Prime Minister Viktor Orban, a key Trump ally, said he would go to Washington for the first meeting of the board “in two weeks”.</p><p>Last month, Trump invited some 60 countries to join the board. At the time of reporting, its official website listed 26 countries that have joined, including Gaza mediators Qatar and Egypt.</p><p>UN Secretary-General Antonio Guterres slammed Trump’s plans last month, saying “The basic responsibility for international peace and security lies with UN, lies with the Security Council.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Suryakumar rescues India as United States threaten T20 World Cup upset | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T18:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2260389979-1770479493.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suryakumar rescues India as United States threaten T20 World Cup upset</h1><p class=\"article__subhead\"><em>India recover from 77-6 as captain Suryakumar Yadav hits an unbeaten 84 in 29-run World Cup win against United States.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India captain Suryakumar Yadav led ‌by example as the tournament co-hosts began their Twenty20 World Cup title defence with a 29-run victory against the United States in a group A contest on Saturday.</p><p>India recovered from a dire 77-6 to post a decent 161-9 with Suryakumar hitting a scintillating 84 not out off 49 balls.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US managed 132-8 in reply, putting up a decent fight but never really coming ⁠close to chasing down the target.</p><p>Earlier, the predominantly Indian fans at the Wankhede Stadium probably expected sixes and fours to rain down after US captain Monank Patel elected to field.</p><p>Instead, it was a long procession of India’s top-order batters returning to the pavilion after a spectacular meltdown of the world’s top-ranked T20 team.</p><p>Opener Abhishek Sharma, currently the world’s number one T20 batter, fell for a first-ball duck in perhaps an inkling of what was in ⁠store for the home side.</p><p>The real nightmare unfolded in the final Powerplay over when Shadley van Schalkwyk claimed three wickets in five deliveries to leave India reeling on 46-4.</p><p>Ishan Kishan (20) and Tilak Varma (25) could not convert their starts, while Shivam Dube departed with a golden duck against his name in that eventful over from van Schalkwyk.</p><p>It could easily have been worse, but bowler Shubham Ranjane could not hold onto a return catch from Suryakumar when the batter was on 15.</p><p>Wickets kept tumbling at the other end though.</p><p>Rinku Singh, Hardik Pandya and ‌Axar Patel perished trying to swing their way out of trouble.</p><p>Suryakumar responded to the crisis with a captain’s knock as he raced to a 36-ball fifty before plundering 21 runs from the final over from Saurabh Netravalkar.</p><p>India’s pace spearhead Jasprit Bumrah missed ‌the match due to illness, and they were also forced into replacing Harshit Rana, who was ruled out of the tournament barely 24 hours before ‌their opening match with a thigh injury.</p><p>Mohammed Siraj (3-29) vindicated his last-minute ⁠inclusion as Rana’s replacement with a two-wicket burst, while Arshdeep Singh also tasted success as they reduced the US to 31-3 in the six Powerplay overs.</p><p>Sanjay Krishnamurthi (37) and Milind Kumar (34) defied India for a while with a 58-run stand, but once the partnership ‌ended, India were firmly in charge.</p><p>In Colombo, the Netherlands nearly pulled off a major upset before Faheem Ashraf’s breezy cameo secured Pakistan’s nervy <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">three-wicket win</a> with three balls to spare in another group A contest.</p><p>In a group C match in Kolkata, West Indies fast bowler Romario Shepherd claimed four wickets in five balls, including a hat-trick, as the twice champions thumped Scotland by 35 runs.</p></div></div></body></html>"
        },
        {
            "title": "Super Bowl drives economic boon in the US ahead of game | Football News | Al Jazeera",
            "time": "2026-02-07T16:37:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T071638Z_960857572_MT1USATODAY28159587_RTRMADP_3_NFL-SUPER-BOWL-LX-LEVI-S-STADIUM-VIEWS-1770328846.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Super Bowl, the biggest event in American football, is set for Sunday with the Seattle Seahawks facing the New England Patriots at Levi’s Stadium in Santa Clara, California.</p><p>The massive sporting event is set to energise fans in both cities and will send thousands this year to the San Francisco Bay Area. Those unable to make the trip are still expected to spend heavily on food, drinks and watch parties across the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Historically, the Super Bowl has been a major economic boon for host cities. For the Bay Area, the event is part of a stretch of three major sporting spectacles lifting the regional economy.</p><h2 id=\"a-local-boost\">A local boost?</h2><p>In 2024, the Bay Area Host Committee commissioned a report forecasting the economic impact of the 2025 NBA All-Star Game, the 2026 Super Bowl, and the FIFA World Cup, all taking place in the region. The report estimated that Sunday’s game alone would generate between $370m and $630m in economic output for the Bay Area.</p><p>Last year’s Super Bowl was hosted in New Orleans, Louisiana. State officials reported the event brought in 115,000 visitors who spent $658m in the city.</p><p>For consumers, Bank of America estimates a 77 percent jump in spending near the stadium. A study analysing spending patterns from Super Bowl games between 2017 and 2025 found that, on game day, spending surged in the postal code closest to the stadium, with the biggest surge in food and parking costs.</p><p>Hosting the game does come with its own expenses for cities.</p><p>In the case of Santa Clara, it is small compared with the forecasted output. Last year, it was projected the city would cost them $6.3m, which includes training personnel for the influx of visitors and other logistical needs. However, other games have cost municipalities much more. When Atlanta hosted the Super Bowl in 2019, it cost the city an estimated $46m.</p><p>In 2023, the day after the game, which was played in Glendale, Arizona, outside of Phoenix, was the single busiest at Phoenix Sky Harbor international airport in its history, with more than 200,000 passengers passing through the airport, which is a hub for American Airlines and where budget carriers Southwest Airlines and Frontier maintain a large presence.</p><p>Other cities have used major sporting events to kick off large-scale infrastructure projects. In 2004 – ahead of the Super Bowl in Houston, Texas – METRO, the city’s transit authority, launched its first light rail line just a month before the game. The line, now one of three in the system, runs from downtown Houston to the city’s football stadium.</p><p>Prior to its launch, Houston was the only major metropolitan city in the US without a rail system.</p><p>But not all infrastructure projects paid off. Las Vegas built Allegiant Stadium in the neighbouring suburb of Paradise when the city acquired the Raiders football team from Oakland during the 2020 season. A year later, in 2021, Las Vegas won the bid to host the 2024 Super Bowl. The stadium cost $1.9bn. Nearly $750m came from hotel taxes, but the rest was shouldered by local taxpayers.</p><p>“The economic benefits are relatively short-term, not just in duration, but also in scope. They’re limited to certain industries and specific locations,” Michael Edwards, a professor of sport management at North Carolina State University, told Al Jazeera.</p><p>“The NFL [National Football League] often uses the Super Bowl as a carrot to encourage cities to invest taxpayer money in new stadiums. You’re seeing that dynamic play out in places like Chicago and Cleveland, where officials are considering domed stadiums. Part of that push is almost certainly driven by the possibility of hosting a Super Bowl, which the league dangles as an incentive,” Edwards said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"food-spending\">Food spending</h2><p>For those who can’t make it to the game itself, there is still a surge in Americans heading to bars and restaurants to watch the game or spending money throwing a watch party.</p><p>The National Retail Federation, which has been tracking Super Bowl spending for the last decade, expects that Americans will spend a record $20.2bn, or $94.77 per person, on the big game with 79 percent of that on food.</p><p>Spending has skyrocketed since 2021 when consumers spent $13.9bn, or $74.55 per person. However, that dropped from $17.2bn in 2020 when the Super Bowl happened about a month before the COVID-19 lockdowns in the US began.</p><p>For those hosting a Super Bowl watch party at home, it will cost more than last year to stock up on the quintessential game-day foods. Wells Fargo estimates that hosting 10 people will cost about $140 per person, up from $138 last year.</p><p>Chicken wings, a staple for football fans, are a bright spot for wallets; prices are down 2.8 percent compared with this time last year. Potato chip prices are flat, but dips like salsa have jumped 1.7 percent.</p><p id=\"healthier-options-are-getting-more-expensive-as-well-for-those-opting-for-a-veggie-platter-cherry-tomatoes-are-up-2-percent-celery-has-risen-2-6-percent-and-both-broccoli-and-cauliflower-are-up-4-percent-beer-prices-are-also-climbing-up-1-3-percent-from-a-year-ago\">Healthier options are getting more expensive as well for those opting for a veggie platter. Cherry tomatoes are up 2 percent, celery has risen 2.6 percent, and both broccoli and cauliflower are up 4 percent. Beer prices are also climbing, up 1.3 percent from a year ago.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"advertising-hits-records\">Advertising hits records</h2><p>The Super Bowl is airing on NBC with the network getting a boost in advertising spending for the big game. NBC sold out of advertising spots for the Super Bowl in September for a record $10m on average for a 30-second spot – up from $8m on average last year when the games aired on Fox.</p><p>NBC also benefits from a collection of sporting events all taking part in February that drive up advertising revenue, including from the Winter Olympics. The opening ceremony is on Friday and will run until February 22. NBC has exclusive broadcasting rights for the Olympics in the US.</p><p>“With the resurgence of the Olympic movement, our strongest Sports Upfront in history, the early sell-out of Super Bowl LX, and the remarkable return of the NBA, NBCUniversal has solidified itself as a sports powerhouse, and brands have taken notice,” Mark Marshall, chairman of NBCUniversal’s global advertising and partnerships, said in a release.</p><p>The last time the games were in the same year, back in 2024, the two events were the most-watched events on linear television.</p><p>On Wall Street, the looming sporting events set to air on NBC have sent parent company Comcast’s stock surging up more than 4 percent over the past five days.</p></div></div></body></html>"
        },
        {
            "title": "Olympic committee: New transgender policy consensus reached across sports | Olympics News | Al Jazeera",
            "time": "2026-02-07T16:35:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T221614Z_589681988_MT1USATODAY28173285_RTRMADP_3_OLYMPICS-OPENING-CEREMONY-1770480814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Olympic committee: New transgender policy consensus reached across sports</h1><p class=\"article__subhead\"><em>A proposed new consensus between sports leaders across the globe about gender policy would be a first uniform criteria.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global sports leaders ‌have reached consensus on a new set of eligibility criteria for transgender athletes, with the new policy expected to be announced within the first half of this year, the International Olympic Committee (IOC) said on Saturday.</p><p>It would be the first uniform policy adopted by the IOC and international sports federations, applying to major events in dozens of sports, including the Games and world championships. Currently, federations have ⁠their own rules, which can vary.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Details of the new policy are unclear, but it is expected to severely restrict the participation of transgender athletes who compete in women’s categories if they have undergone full male puberty before any subsequent medical transition.</p><p>The IOC, under its first female president, Kirsty Coventry, took the lead in June, opting for a uniform approach.</p><p>“Protecting the female category is one of the key reforms she wants to bring in,” IOC spokesman Mark Adams ⁠told a news conference at the Milan-Cortina Winter Games on Saturday.</p><p>“I would say it is going to happen shortly, within the next few months.</p><p>“It has been out to consultation phase and we had the ‘pause and reflect’ (period) on it,” Adams said. “Generally speaking, there is consensus within the sporting movement. I think you will have a new policy in the first half of this year. Don’t hold me to it, but that is roughly the timescale.”</p><p>In September, Coventry set up the “Protection of the Female Category” working group, made up of experts as well as representatives ‌of international federations, to look into how best to protect the female category in sport.</p><p>Before Coventry’s decision, the IOC had long baulked at any universal rule on transgender participation for the Games, instructing international federations in 2021 to come up with their own ‌guidelines. Under current rules, still in force, transgender athletes are eligible to take part in the Olympics once cleared by their respective federations.</p><p>Only a handful of openly ‌transgender athletes have taken part in the Games. New Zealand’s Laurel ⁠Hubbard became the first openly transgender athlete to compete in a different gender category to that assigned at birth when the weightlifter took part in the Tokyo Olympics in 2021.</p><p>Currently, for example, World Aquatics allows transgender athletes who have transitioned before the age of ‌12 to compete. World Rugby bans all transgender athletes from elite-level competitions.</p><p>United States President Donald Trump has banned transgender athletes from competing in school, college and pro events in the female category in the US, as Los Angeles prepares to host the 2028 Summer Olympics.</p><p>Trump, who signed the “Keeping Men Out of Women’s Sports” order in February, has said he would not allow transgender athletes to compete at the LA Games.</p></div></div></body></html>"
        },
        {
            "title": "England vs Nepal: T20 World Cup - teams, start time, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T16:02:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-30T173800Z_677101546_UP1EM1U1CZA1B_RTRMADP_3_CRICKET-T20-LKA-ENG-1770415155.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> England vs Nepal<br>\n<strong>What:</strong> 2026 ICC T20 World Cup<br>\n<strong>Where:</strong> <a href=\"/sports/2026/1/31/icc-t20-world-cup-2026-cricket-stadiums-india-vs-pakistan-final-venue\">Wankhede Stadium</a>, Mumbai, India<br>\n<strong>When:</strong> Sunday, February 8, at 3pm (09:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the buildup on Al Jazeera Sport from 06:30 GMT in advance of our text commentary stream.</p><p>England are undoubtedly among the frontrunners to lift the <a href=\"/sports/2026/1/30/whats-the-format-and-full-match-schedule-of-the-t20-world-cup-2026\">T20 World Cup</a> title, but, unlike years gone by, they do not start as one of the red-hot favourites.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite his undoubted ability with the bat, questions surround the captaincy of Harry Brook, while English cricket as a whole is licking its wounds following recent woes – including the Ashes humiliation in Australia.</p><p>Al Jazeera Sport takes a look at their open against Nepal.</p><h2 id=\"what-have-england-said-about-the-pressure-on-brooks\">What have England said about the pressure on Brooks?</h2><p>All-rounder Will Jacks said on Friday that under-fire England T20 captain Harry Brook had “100 percent” support from the players after going through a “tough time”.</p><p>The 26-year-old Brook, in charge at a global tournament for the first time, has recently been in the spotlight for all the wrong reasons.</p><p>He had to apologise last month for being involved in an altercation with a nightclub bouncer during England’s white ball tour of New Zealand last year, something that had been a “terrible mistake”.</p><p>Jacks has been close to Brook since they were roommates with England Under-19s.</p><p>“Obviously, it’s been a tough time, and that’s been well documented in the media,” Jacks told reporters before team training in Mumbai on the eve of the tournament.</p><p>“I wasn’t actually in New Zealand, so I didn’t know anything about it.</p><p>“He’s obviously made the wrong decision, but he’s accepted that. He’s obviously making amends on the pitch, and we all back him 100 percent.”</p><p>Brook, a richly gifted run-scorer, has an early chance to shift the focus back onto his batting in England’s opening match against Nepal in Mumbai on Sunday.</p><p>“He wants his cricket to do the talking,” said Jacks.</p><figure id=\"attachment_4288501\" aria-describedby=\"caption-attachment-4288501\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288501\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-copy-1770220851.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026 copy-1770220851\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288501\" class=\"wp-caption-text\">(Al Jazeera]</figcaption></figure><h2 id=\"what-is-england-and-brook-s-t20-form-ahead-of-the-world-cup\">What is England and Brook’s T20 form before the World Cup?</h2><p>England come into the World Cup in good form in T20, heartened by a 3-0 series win in Sri Lanka – one of the tournament co-hosts – this week.</p><p>In the preceding ODI series against the same opposition, the explosive Brook bludgeoned 136 off just 66 balls.</p><p>“It’s not so much we are taking momentum from that, but team unity, feeling strong within ourselves,” said Jacks.</p><p>“We have been performing well over the last 12 months, since Harry’s become captain, and we’re very happy with that.</p><p>“What we did in the last few weeks in Sri Lanka is another stepping stone.”</p><h2 id=\"who-else-is-in-england-and-nepal-s-group\">Who else is in England and Nepal’s group?</h2><p>England are expected to make the Super Eight stage from a Group C that also features two-time winners West Indies, debutants Italy and Scotland.</p><p>“We come into here full of confidence and belief that we can go a long way in this tournament.</p><p>“But that doesn’t guarantee us anything. We know that there’s amazing teams in this World Cup.”</p><p>“India, on home soil, I think everyone knows who’s favourites.”</p><h2 id=\"what-is-england-s-t20-world-cup-record\">What is England’s T20 World Cup record?</h2><p>England are the joint-record winners of the T20 World Cup with two trophy lifts to their name, alongside West Indies and holders India.</p><p>Paul Collingwood captained the English to the third edition of the competition, before Jos Buttler’s side sealed their second win in 2022.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"what-is-nepal-s-t20-world-cup-record\">What is Nepal’s T20 World Cup record?</h2><p>Nepal made their debut at the 2014 edition of the competition, but had to wait until the West Indies and US co-hosted tournament in 2024 to make a second appearance.</p><p>On both occasions, the Nepalese were eliminated at the first stage, with 12th- and 17th-placed rankings.</p><h2 id=\"salt-passed-fit-for-england-s-opener\">Salt passed fit for England’s opener</h2><p>Hard-hitting batsman Phil Salt was passed fit as England named their team on Saturday for their first match in the T20 World Cup.</p><p>He will open the batting alongside wicketkeeper Jos Buttler against Nepal at Mumbai’s Wankhede Stadium on Sunday in Group C.</p><p>Salt missed Tuesday’s third T20 against Sri Lanka with a back spasm, but trained successfully on Friday and will take his place at the top of the order.</p><p>Tom Banton, fresh from a sparkling 54 off 33 balls against Sri Lanka five days ago, is preferred to Ben Duckett and will bat at number four.</p><p>Left-arm fast bowler Luke Wood gets the nod ahead of Jamie Overton and joins express man Jofra Archer and Sam Curran in the seam attack.</p><p>England have opted to have four spinners at their disposal, with spearheads Adil Rashid and Liam Dawson backed up by all-rounders Jacob Bethell and Will Jacks.</p><h2 id=\"england-s-starting-lineup\">England’s starting lineup</h2><p>Phil Salt, Jos Buttler, Jacob Bethell, Tom Banton, Harry Brook (capt), Sam Curran, Will Jacks, Liam Dawson, Jofra Archer, Adil Rashid, Luke Wood</p><h2 id=\"england-squad\">England squad</h2><p>Harry Brook (captain), Rehan Ahmed, Jofra Archer, Tom Banton, Jacob Bethell, Jos Buttler (wicketkeeper), Sam Curran, Liam Dawson, Ben Duckett, Will Jacks, Jamie Overton, Adil Rashid, Phil Salt (captain), Josh Tongue, Luke Wood</p><h2 id=\"nepal-squad\">Nepal squad</h2><p>Rohit Paudel (captain), Aarif Sheikh, Aasif Sheikh (wicketkeeper), Dipendra Singh Airee, Basir Ahamad, Kushal Bhurtel, Sundeep Jora, Lokesh Bam, Gulshan Jha, Karan KC, Sompal Kami, Sandeep Lamichhane, Sher Malla, Lalit Rajbanshi, Nandan Yadav</p></div></div></body></html>"
        },
        {
            "title": "ICC in Pakistan talks to revive India T20 World Cup clash | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T15:32:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260206__96CY8PR__v2__MidRes__CricketIccMensT20Wc2026PakPresser-1770477323.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>ICC in Pakistan talks to revive India T20 World Cup clash</h1><p class=\"article__subhead\"><em>Cricket’s global governing body hopes to persuade Pakistan to reverse decision to boycott India T20 World Cup fixtures.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Cricket Council is in talks with the Pakistan Cricket Board to resolve the boycott of its T20 World Cup 2026 fixture against India on February 15.</p><p>Any clash between archrivals India and Pakistan is one of the most lucrative in cricket, worth millions of dollars in broadcast, sponsoring and advertising revenue.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the fixture was thrown into doubt after <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">Pakistan’s government</a> ordered the team not to play the match in Colombo.</p><p>The Pakistan Cricket Board reached out to the ICC after a formal communication from the cricket world body, a source close to the developments has told the AFP news agency.</p><p>The ICC was seeking a resolution through dialogue and not confrontation, the source added.</p><p>The 20-team tournament has been overshadowed by an acrimonious political build-up after Bangladesh, which refused to play in India, citing security concerns, was replaced by Scotland.</p><p>As a protest, Pakistan refused to face co-hosts India in their Group A fixture.</p><p>Pakistan, which <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">edged out the Netherlands</a> in the tournament opener on Saturday, will lose two points if they forfeit the match and also suffer a significant blow to their net run rate.</p><p>India skipper Suryakumar Yadav <a href=\"/sports/2026/2/5/t20-world-cup-india-will-travel-to-colombo-despite-pakistan-boycott\">said this week</a> that his team would travel to Colombo for the clash.</p><p>Pakistan and India have not played bilateral cricket for more than a decade, and meet only in global or regional tournaments.</p></div></div></body></html>"
        },
        {
            "title": "Will pro-military message bring Thailand’s ‘most hawkish’ party to power? | Politics News | Al Jazeera",
            "time": "2026-02-07T15:24:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-06T122100Z_2018245711_RC2AGJAD6XZM_RTRMADP_3_THAILAND-ELECTION-1770447886_86973f-1770448852.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As <a href=\"/news/2026/2/6/thailand-election-2026-what-are-the-main-parties-what-do-polls-suggest\">Thailand prepares to vote</a> on Sunday in a nationwide election, the country’s months-long border dispute with Cambodia continues to cast a shadow over <a href=\"/news/2026/2/6/as-thais-head-to-polls-can-the-reformist-peoples-party-break-the-cycle\">election proceedings</a>.</p><p>Brief but <a href=\"/news/2026/1/6/thai-army-says-cambodia-claims-new-border-strike-was-accident-amid-truce\">deadly armed clashes</a> in May last year on a disputed section of the Thai-Cambodia border escalated into the deadliest fighting in a decade between the two countries, killing dozens of people and displacing hundreds of thousands.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fallout from the conflict toppled the government of Thailand’s <a href=\"/news/2025/8/29/thai-court-removes-prime-minister-paetongtarn-shinawatra-from-office\">Prime Minister Paetongtarn Shinawatra</a> – daughter of the billionaire populist leader Thaksin Shinawatra – before bringing <a href=\"/news/2025/9/6/thailands-pm-elect-names-veterans-to-cabinet-in-bid-to-bring-confidence\">Prime Minister Anutin Charnvirakul</a> to power in September.</p><p>Now, while the fighting may have ceased, the conflict remains an emotive topic for Thais and a means for Anutin to rally support for his conservative Bhumjaithai Party as a no-nonsense prime minister, unafraid to flex his country’s military muscle when required, analysts say.</p><p>“Anutin’s party is positioning itself as the party that’s really willing to take the initiative on the border conflict,” said Napon Jatusripitak, an expert in Thai politics at the ISEAS-Yusof Ishak Institute in Singapore.</p><p>“It’s a party that has taken the strongest stance on the issue and the most hawkish,” Napon said of the recent military operations.</p><p>Anutin had good reason to focus on the conflict with Cambodia in his election campaign. The fighting created a surge in nationalist sentiment in Thailand during two rounds of armed conflict in July and December, while the clashes also inflicted reputational damage on Anutin’s rivals in Thai politics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Chief among those who suffered on the political battlefield was the populist Pheu Thai Party, the power base of Thailand’s former prime minister Thaksin and his family.</p><p>Pheu Thai sustained a major hit to its popularity in June when a phone call between its leader, then-Thai Prime Minister Paetongtarn, and the strongman of Cambodian politics, Hun Sen, was made public.</p><p>In the June 15 call, Paetongtarn referred to Hun Sen, an erstwhile friend of her father, as “uncle” and promised to “take care” of the issue after the first early clashes between Thai and Cambodian troops, according to Reuters news agency.</p><p>For factions in Thailand’s politics and Thai people, Paetongtarn’s deference to Hun Sen was beyond the pale of acceptable behaviour for a prime minister, especially as she appeared to also criticise Thailand’s military – a major centre of power in a nation of more than 70 million people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hun Sen later admitted to leaking the call and claimed it was in the interest of “transparency,” but it led to the collapse of Paetongtarn’s government. She was then sacked by the constitutional court at the end of August last year, paving the way for Anutin to be voted in as Thailand’s leader by parliament the following month.</p><p>The border conflict with Cambodia has given a major boost to Thailand’s armed forces at a time of “growing popular discontent with the military’s involvement in politics, and with the conservative elite”, said Neil Loughlin, an expert in comparative politics at City St George’s, University of London.</p><p>Anutin’s government focused its political messaging when fighting on the border re-erupted in early December. Days later, he dissolved parliament in preparation for the election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Bhumjaithai has leaned into patriotic, nationalist messaging,” said Japhet Quitzon, an associate fellow with the Southeast Asia programme at the Center for Strategic and International Studies (CSIS) in Washington, DC.</p><p>“Anutin himself has promised to protect the country at campaign rallies, signalling strength in the face of ongoing tensions with Cambodia. He has vowed to retaliate should conflict re-emerge and will continue protecting Thai territorial integrity,” Quitzon said.</p><h3>‘War against the scam army’</h3><p>During the fighting, Thailand took control of several disputed areas on the border and shelled Cambodian casino complexes near the boundary, which it claimed were being used by Cambodia’s military.</p><p>Bangkok later alleged some of the casino complexes, which have ties to Cambodian elites, were being used as centres for online fraud – known as cyber scams – a major problem in the region, and that Thai forces were also carrying out a “war against the scam army” based in Cambodia.</p><p>Estimates by the World Health Organization say the conflict killed 18 civilians in Cambodia and 16 in Thailand, though media outlets put the overall death toll closer to 149, before both sides signed their most recent ceasefire in late December.</p><p>While the fighting has paused for now, its impact continues to reverberate across Thai politics, said the ISEAS-Yusof Ishak Institute’s Napon.</p><p>Pheu Thai is still reeling from the leaked phone call between Paetongtarn and Hun Sen, while another Thai opposition group, the People’s Party, has been forced to temper some of its longstanding positions demanding reform in the military, Napon said.</p><figure id=\"attachment_4293938\" aria-describedby=\"caption-attachment-4293938\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4293938\" src=\"/wp-content/uploads/2026/02/2026-02-07T040833Z_1037875837_RC2AGJAYT47T_RTRMADP_3_THAILAND-ELECTION-1770447115.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Former Prime Minister Paetongtarn Shinawatra shakes hands with Pheu Thai Party supporters during a major rally event ahead of the February 8 election, in Bangkok, Thailand, February 6, 2026. REUTERS/Patipat Janthong TPX IMAGES OF THE DAY\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4293938\" class=\"wp-caption-text\">Former Prime Minister Paetongtarn Shinawatra shakes hands with Pheu Thai Party supporters during a campaign event in Bangkok [Patipat Janthong/Reuters]</figcaption></figure><p>“[The People’s Party] vowed to abolish the military’s conscription and to cut the military’s budget, but what the border conflict with Cambodia did was to elevate the military’s popularity to heights not seen in longer than a decade since the 2014 coup,” Napon told Al Jazeera.</p><p>“Its main selling point used to be reform of the military, but after the conflict it seems to be a liability,” Napon continued.</p><p>The party has now shifted its criticism from the military as an institution to specific generals, and turned its focus back to reviving the economy, which is expected to grow just 1.8 percent this year, according to the state-owned Krungthai Bank.</p><p>In the past two weeks, that messaging seems to be hitting home, Napon said, with the People’s Party once again leading at the polls despite a different platform from 2023.</p><p>“It will be very different from the previous election,” Napon said.</p><p>“Right now, there’s no military in the picture, so it’s really a battle between old and new,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Carrick extends winning run as Man United beat 10-man Tottenham 2-0 | Football News | Al Jazeera",
            "time": "2026-02-07T14:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698731a688-1770467750.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Manchester United profited from Tottenham captain Cristian Romero’s red card to stretch their perfect start under Michael Carrick to four games, with a <a href=\"/sports/liveblog/2026/2/7/live-manchester-united-vs-tottenham-hotspur-premier-league\">2-0 win at Old Trafford</a> in the Premier League.</p><p class=\"p1\">Goals from Bryan Mbeumo and Bruno Fernandes on Saturday ended an eight-game winless run against Spurs for the Red Devils, who cemented their position in the Premier League’s top four.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">United close to within two points of third-placed Aston Villa and open up a five-point cushion over Liverpool in sixth.</p><p class=\"p1\">A place in the top five is likely to secure a spot in next season’s Champions League due to the strong performance of English sides in European competition.</p><p class=\"p1\">Spurs’ hopes of qualifying for the Champions League through their league position have long since disappeared, as another damaging defeat for Thomas Frank leaves Tottenham in 14th.</p><p class=\"p1\">But there could be lasting consequences for Romero after his ill-discipline cost his side just days after a social media outburst aimed at the club’s hierarchy.</p><p class=\"p1\">Frank said the Argentinian international had been “dealt with internally” after he described Tottenham’s threadbare squad as “disgraceful” following the closure of the transfer window.</p><p class=\"p1\">Romero’s future as skipper had already been called into question, and the 27-year-old will now be suspended for four matches after his second red card of the season and sixth of his Spurs career.</p><p class=\"p1\">The centre-back lunged in to catch Casemiro on the ankle on 29 minutes after playing himself into trouble just outside the Tottenham box.</p><figure id=\"attachment_4295007\" aria-describedby=\"caption-attachment-4295007\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4295007\" src=\"/wp-content/uploads/2026/02/reuters_698739e5-1770469861.jpg?w=770&amp;resize=770%2C537&amp;quality=80\" alt=\"Soccer Football - Premier League - Manchester United v Tottenham Hotspur - Old Trafford, Manchester, Britain - February 7, 2026 Tottenham Hotspur's Cristian Romero fouls Manchester United's Casemiro and is later shown a red card REUTERS/Phil Noble EDITORIAL USE ONLY. NO USE WITH UNAUTHORIZED AUDIO, VIDEO, DATA, FIXTURE LISTS, CLUB/LEAGUE LOGOS OR 'LIVE' SERVICES. ONLINE IN-MATCH USE LIMITED TO 120 IMAGES, NO VIDEO EMULATION. NO USE IN BETTING, GAMES OR SINGLE CLUB/LEAGUE/PLAYER PUBLICATIONS. PLEASE CONTACT YOUR ACCOUNT REPRESENTATIVE FOR FURTHER DETAILS..\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4295007\" class=\"wp-caption-text\">Romero is sent off after a wild challenge on Casemiro [Phil Noble/Reuters]</figcaption></figure><p class=\"p1\">United had been the better side during the opening half hour, even against 11 men, and made their numerical advantage count.</p><p class=\"p1\">Mbeumo stroked into the bottom corner for his third goal in four games since Carrick took charge, after a clever corner involving Fernandes and Kobbie Mainoo freed the Cameroon international at the edge of the box.</p><p class=\"p1\">Amad Diallo and Matheus Cunha had goals ruled out for offside as the home side dominated but had to wait until nine minutes from time to make the points safe.</p><p class=\"p1\">Fernandes showed Romero how to lead from the front with another fine individual display.</p><p class=\"p1\">The United captain prodded in Diogo Dalot’s cross at the back post for his 200th goal or assist in 314 games for the club.</p><p class=\"p1\">Carrick said before the game that United cannot afford to rush their choice of a new permanent manager.</p><p class=\"p1\">But the former midfielder, who enjoyed a stellar playing career at Old Trafford, is making his case for that job as he continues overseeing United’s stunning turnaround in fortunes since the <a href=\"/sports/2026/1/5/why-was-ruben-amorim-sacked-as-man-united-manager\">departure of Ruben Amorim</a> last month.</p><p>Fernandes had plenty of praise for Carrick in a post-match interview with TNT Sports.</p><p class=\"p1\">“The energy ⁠is different because we are winning games and when you win games, everything is brighter,” Fernandes said.</p><p class=\"p1\">“Michael came in with the right idea of giving the players more responsibility and freedom to make decisions on the pitch. I was always sure Michael could be a great manager, and he is showing that.”</p><p>Meanwhile, it is now two Premier League wins in 16 for Frank and his Spurs side.</p><p>“I think the first 30 minutes were a good away performance,” Frank told TNT Sports after the game.</p><p>“I’m very proud of the players, the resilience, staying in the game, mentality [to] still be a threat at times, to try to create something. Very proud of them.”</p><p>Spurs keeper Guglielmo Vicario told TNT Sports that Romero had apologised to his teammates for the sending off.</p><p>“Yeah, of course, he’s disappointed, because he knows that this card could have been avoidable, and so he apologised,” he said.</p><p>“He made his mistake, but we know the player he is, and he’ll be back for sure, stronger, and he’s going to help us massively.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Spain, Portugal brace for new storm after floods kill 2, displace 11,000 | Environment News | Al Jazeera",
            "time": "2026-02-07T13:30:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698736e4-1770469092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Spain and Portugal are bracing for a new storm, just days after <a href=\"/news/2026/2/5/one-man-killed-girl-missing-as-storm-leonardo-hits-portugal-and-spain\">Storm Leonardo’s</a> deadly floods killed at least two people — one in Portugal and one in Spain — and forced more than 11,000 residents to evacuate their homes.</p><p>On Saturday, authorities in Portugal mobilised more than 26,500 rescuers as Storm Marta approached, forcing three municipalities to postpone Sunday’s presidential vote until next week due to severe weather.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Both countries issued warnings of further flooding after previous heavy rains had submerged roads, disrupted train services, and displaced thousands. Portuguese forecasts warned of heavy rain, strong winds, and rough seas, with alerts active across the country.</p><p>In Spain, much of the south, particularly Andalusia, and the northwest were placed on orange alert for heavy rain and violent storms, the national meteorological agency Aemet said.</p><p>Other regions, including Castilla‑La Leon, Galicia, Murcia, and the Valencian Community, also received warnings. While rainfall was expected to be less “exceptional” than during Storm Leonardo, authorities cautioned that saturated ground increased the risk of flooding and landslides.</p><p>New downpours in Andalusia added to earlier rain that had already caused widespread flooding, landslides, and forced more than 10,000 people from their homes.</p><p>Many roads remained closed, and rail services were largely suspended, with officials urging residents to limit travel wherever possible.</p><p>Mario Silvestre, commander at Portugal’s civil protection agency, described the forecast as “extremely worrying”.</p><p>Juan Manuel Moreno, president of the Andalusia region, wrote on X that the “rivers have hit their limit,” warning of gusts of wind reaching 110 kilometres per hour (68 miles per hour), landslides, and flash floods.</p><p>“All the furniture is completely destroyed, the water broke the window, forced the doors open and then burst through the window from the other side,” Francisco Marques, a municipal employee in the central village of Constancia, told the AFP news agency.</p><p>After flying over flood-hit areas in southern Spain near Cadiz on Friday, Prime Minister Pedro Sanchez warned that “difficult days” lay ahead for the region as a result of the “very dangerous” weather forecast. Sanchez added he was “bowled over at seeing the endless rain”.</p><p>Portuguese Prime Minister Luis Montenegro said the damage exceeded four billion euros ($4.7bn).</p><p>Portugal was already reeling from the effects of Storm Kristin, which led to five deaths, hundreds of injuries, and tens of thousands without power, when Leonardo struck earlier this week.</p><p>Portugal’s National Meteorological Institute (IPMA) has placed the entire coastline on orange alert due to heavy seas, with waves reaching up to 13 metres (43 feet) high. Eight of the 18 districts on the mainland, mainly in the centre and south, are also on orange alert.</p><p>“All river basins remain under severe pressure,” particularly the Tagus River in the Lisbon region and the Sado River further south, a spokesperson for the National Civil Protection Authority told AFP.</p><p>One person died during Storm Leonardo in Portugal, and 1,100 people were evacuated across the country. A succession of atmospheric depressions forced Portugal’s dams to release “a volume of water equivalent to the country’s annual consumption” in just three days, Jose Pimenta Machado, president of the Portuguese Environment Agency, said on Friday.</p></div></div></body></html>"
        },
        {
            "title": "‘Israel killed international law in Gaza’, official tells Al Jazeera | Gaza | Al Jazeera",
            "time": "2026-02-07T13:20:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770470380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iranians react to ‘positive’ US-Iran talks in Oman | Conflict | Al Jazeera",
            "time": "2026-02-07T13:04:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770469450.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US transfers ISIL detainees to Iraq as northeast Syria base draws down | Conflict News | Al Jazeera",
            "time": "2026-02-07T12:29:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/000_94UJ49J-1770465316.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"496\" data-end=\"787\">US forces transported a third group of ISIL (ISIS) detainees from Ghwayran prison in Syria’s Hasakah province to Iraq by land, as activity around a US military base in the region points to possible operational changes, an Al Jazeera correspondent reports.</p><p data-start=\"496\" data-end=\"787\">Iraq so far has received 2,250 ISIL prisoners.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"789\" data-end=\"1218\">The transfer on Saturday forms part of a trilateral arrangement that emerged as part of a painstaking ceasefire after deadly clashes involving the Syrian government and the <a href=\"http://studies.aljazeera.net/en/analyses/damascus%E2%80%99s-approach-sdf-question-shift-path-toward-unifying-syrian-territory\">Syrian Democratic Forces</a> (SDF), under which detainees held in northeastern Syria are being relocated to Iraqi custody. US forces are the third party to that agreement.</p><p data-start=\"789\" data-end=\"1218\">Earlier, US Central Command (CENTCOM) confirmed the start of a broader operation to move detainees from facilities across the region with officials outlining a plan to transfer about 7,000 prisoners.</p><p>Saad Maan, head of the security information cell attached to the Iraqi prime minister’s office, confirmed the transfer saying they’re being held in “strict, regular detention centres”.</p><p>“Specialized teams have begun preliminary investigations and are classifying the members according to their degree of danger, while recording confessions under direct judicial supervision,” said Maan.</p><p>On Monday, the Iraqi judiciary announced it launched investigations into 1,387 ISIL detainees from Syria over atrocities committed against its citizens.</p><p>In a statement to the Iraqi News Agency, Maan said “the established principle is to try all those involved in crimes against Iraqis and those belonging to the terrorist ISIS organisation before the competent Iraqi courts”.</p><p>Among the detainees being transferred to Iraq are Syrians, Iraqis, Europeans and holders of other nationalities. Iraq is calling on countries to repatriate their citizens and ensure their prosecution.</p><p>Maan noted “the process of handing over the terrorists to their countries will begin once the legal requirements are completed”.</p><h2 id=\"expanding-administrative-control\">Expanding administrative control</h2><p data-start=\"1220\" data-end=\"1688\">Security developments in northeastern Syria have accelerated in recent weeks in the wake of government forces sweeping across the north and SDF retreats.</p><p data-start=\"1220\" data-end=\"1688\">On Saturday, SDF Governor-designate Nour Eddien Ahmad met a Damascus delegation at the Hasakah government building before a Syrian national flag-raising ceremony.</p><p data-start=\"1220\" data-end=\"1688\">The meeting carries political significance as the agreement between Damascus and the SDF allows the group to nominate the governor of Hasakah, with Ahmad expected to be formally appointed by the Syrian government.</p><p data-start=\"1220\" data-end=\"1688\">The visiting delegation includes senior government security officials, underscoring Damascus’s expanding administrative control in the province. The raising of the Syrian national flag over the government building signals the reassertion of central government authority in Hasakah.</p><p data-start=\"1220\" data-end=\"1688\">Syrian government forces <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">entered</a> the city of Qamishli earlier this week, one of the remaining urban strongholds of the Kurdish-led SDF, following a ceasefire agreement <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">reached</a> last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1220\" data-end=\"1688\">The accord ended weeks of violent confrontations and paved the way for the gradual integration of SDF fighters into Syrian state institutions, a step Washington described as an important move towards national reconciliation.</p><p data-start=\"1690\" data-end=\"1929\">The agreement followed territorial losses suffered by the SDF earlier this year as government troops advanced across parts of eastern and northern Syria, reshaping control lines and prompting negotiations over future security arrangements.</p><p data-start=\"1931\" data-end=\"2464\">Separately, an Al Jazeera correspondent on the ground reported that US personnel vacated most watchtowers surrounding a military installation in the al-Shaddadi area of Hasakah province, leaving only the western tower staffed.</p><p data-start=\"1931\" data-end=\"2464\">Soldiers were also seen lowering the US flag from one tower, while equipment used to manage aircraft take-offs and landings at the base’s airstrip was no longer visible.</p><p data-start=\"1931\" data-end=\"2464\">No combat aircraft were present at the facility, although a large cargo plane landed at the base, remained for several hours, and later departed.</p><p data-start=\"2466\" data-end=\"2929\">The US established its formal military presence in Syria in October 2015, initially deploying about 50 special forces personnel in advisory roles as part of the international coalition fighting ISIL. Since then, troop levels have fluctuated.</p><p data-start=\"2466\" data-end=\"2929\">Reports in mid-2025 indicated that roughly 500 US troops withdrew from the country, leaving an estimated 1,400 personnel, though precise figures remain unclear because of the classified nature of many deployments.</p><p data-start=\"2931\" data-end=\"3140\">US forces continue to focus on countering ISIL remnants, supporting the Syrian government, providing intelligence and logistical assistance, and securing oil and gas infrastructure in Hasakah and Deir Az Zor provinces.</p><p data-start=\"2931\" data-end=\"3140\">The US carried out another round of <a href=\"/news/2026/1/10/us-launches-large-scale-attacks-against-isil-in-syria-after-deadly-ambush\">“large-scale” attacks against ISIL</a> in Syria in January following an ambush that <a href=\"/news/2025/12/13/joint-syrian-us-patrol-comes-under-attack-near-palmyra-state-media\">killed two US soldiers</a> and a civilian interpreter in the city of Palmyra in December.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Liverpool vs Manchester City: Premier League - team news, start, lineups | Football News | Al Jazeera",
            "time": "2026-02-07T11:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6985b77d-1770370941_c23cc9-1770372698.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Liverpool vs Manchester City<br>\n<strong>What: </strong>English Premier League<br>\n<strong>Where:</strong> Anfield, Liverpool, UK<br>\n<strong>When:</strong> Sunday at 4:30pm (16:30 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"https://aje.aj-harbinger.com/sports/\">Al Jazeera Sport</a> from 13:30 GMT in advance of our live text commentary stream.</p><p>Liverpool host City for a match with huge ramifications for the title race and the battle to qualify for next season’s Champions League.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>City trail leaders Arsenal by six points and could find themselves nine adrift by the time they kick off, with the Gunners hosting Sunderland on Saturday.</p><p>Liverpool could also be four points outside the top five, which should secure a place in the Champions League, should Manchester United and Chelsea win on Saturday.</p><p>The champions head into the weekend in sixth place on 39 points but in high spirits after a commanding 4-1 win over Newcastle United last weekend, while ⁠City dropped points against 14th-placed Tottenham Hotspur, surrendering a two-goal advantage in a 2-2 draw.</p><p>Hugo Ekitike and <a href=\"/sports/2025/6/20/liverpool-sign-wirtz-shattering-club-record-transfer-fee\">Florian Wirtz</a>, two of Liverpool’s big-money summer signings, are beginning to deliver returns. Ekitike scored twice in the win over Newcastle to take his tally for the season to 15, while Wirtz has netted six times in 10 matches since ending a 22-game wait for his first Liverpool goal.</p><p>City’s <a href=\"/sports/2025/1/17/haaland-and-manchester-city-agree-new-ten-year-contract\">Erling Haaland</a>, meanwhile, is experiencing an unusual lean spell with just two goals in his last 12 games. He has never scored for City at Anfield.</p><figure id=\"attachment_4292321\" aria-describedby=\"caption-attachment-4292321\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292321\" src=\"/wp-content/uploads/2026/02/ap_6985be96291cb-1770372758.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Liverpool's Hugo Ekitike, left, and Liverpool's Florian Wirtz celebrate scoring their side's first goal during the English Premier League soccer match between Liverpool and Newcastle in Liverpool, England, Saturday, Jan. 31, 2026.(AP Photo/Jon Super)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292321\" class=\"wp-caption-text\">Ekitike, left, and Wirtz celebrate scoring against Newcastle on Saturday [Jon Super/AP Photo]</figcaption></figure><h2 id=\"slot-targets-improved-display-against-city\" class=\"p1\">Slot targets improved display against City</h2><p>Liverpool are eager to ‌showcase how far they have progressed after <a href=\"/sports/2025/11/9/man-city-crush-liverpool-3-0-to-cut-gap-with-premier-league-leaders-arsenal\">losing 3-0 to City</a> in November, manager Arne Slot said on Thursday.</p><p>“I mainly remember the game we played at Etihad, and we were outplayed for large parts in the first half,” Slot told reporters.</p><p>“So, this is another moment to see where we are in the development of this team. We know the importance of ⁠a result.”</p><p>Liverpool have endured a difficult season so far, but have regained some measure of form in recent weeks.</p><p>“It’s the end phase of the season, so results matter more,” Slot said.</p><p>“We have not found the consistency for the results, but we have shown against ‌all the [teams], that we can compete.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"liverpool-know-there-has-to-be-life-after-virgil\">Liverpool know there has to be ‘life after Virgil’</h2><p>Slot also explained the club’s decision to recruit four central defenders during the winter transfer window – Jeremy Jacquet, Ifeanyi Ndukwe, Mor Talla Ndiaye and Noah Adekoya – describing it as planning ‌for life after captain and star centre-back Virgil van Dijk, who will turn 35 this year.</p><p>“Hopefully, Virgil can stay fit for multiple years, but this club is not stupid,” Slot said.</p><p>“We do know, somewhere in the upcoming years, there is life after Virgil, but that is for every position. We don’t think about short term only.”</p><p>Slot singled out the Jacquet for extra praise. The France under-21s defender was also linked with Chelsea, but will move to Anfield in July after Liverpool agreed to a big-money deal to sign him from Rennes, where he will finish the season.</p><p>“Such a big talent and another example of the model we’re using at this club,” Slot said.</p><p>“Young, very talented players, sometimes at the start of their careers or sometimes already a little bit a few years into their career, but always players that are young and can improve us in the short term but also definitely in the long term.”</p><figure id=\"attachment_4292323\" aria-describedby=\"caption-attachment-4292323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292323\" src=\"/wp-content/uploads/2026/02/getty_6985bef266-1770372850.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LIVERPOOL, ENGLAND - JANUARY 31: Virgil van Dijk of Liverpool yells commands to his teammates during the Premier League match between Liverpool and Newcastle United at Anfield on January 31, 2026 in Liverpool, England. (Photo by Stu Forster/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292323\" class=\"wp-caption-text\">Van Dijk remains a rock on Liverpool’s defence but will turn 35 this year [Stu Forster/Getty Images]</figcaption></figure><h2 id=\"guardiola-emphasises-mental-fortitude-ahead-of-tough-trip\" class=\"p1\">Guardiola emphasises mental fortitude ahead of tough trip</h2><p>Manchester City manager Pep Guardiola said ‌mental strength separates elite players from the rest as his team prepares for the game against Liverpool.</p><p>“The biggest stages and the biggest games always need big personalities,” Guardiola told reporters on Friday.</p><p>“I have said many times, it’s not about the skills of the players in the top leagues. In ⁠the top clubs, the skills are there. I never know one player that is not good enough to play in the top clubs, it is how you behave.</p><p>“How you play in the latter stages of the biggest competitions is what defines you as a player. The mind of the players you have defines the big teams.”</p><p>Guardiola said that despite their travails this season, playing Liverpool at Anfield is still one of the toughest away fixtures in football.</p><p>“They remain an exceptional team,” he said. “Top-class manager and an exceptional team, no doubt.”</p><figure id=\"attachment_4292967\" aria-describedby=\"caption-attachment-4292967\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4292967\" src=\"/wp-content/uploads/2026/02/afp_6985f6498f94-1770387017.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Manchester City's Norwegian striker #09 Erling Haaland reacts as he fails to make contact with a cross during the UEFA Champions League football match between Manchester City and Galatasaray at the Etihad Stadium in Manchester, north west England, on January 28, 2026. (Photo by Oli SCARFF / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4292967\" class=\"wp-caption-text\">Haaland leads the top scorer charts with 20 goals, but the striker has not found the net in his last three league games [Oli Scarff/AFP]</figcaption></figure><h2 id=\"city-boss-lauds-haaland-as-world-s-best-striker-but-won-t-confirm-liverpool-start\" class=\"p1\">City boss lauds Haaland as ‘world’s best striker’ but won’t confirm Liverpool start</h2><p>Guardiola insisted Haaland is the “best striker in the world” despite refusing to confirm if the misfiring City star will start Sunday’s crucial clash.</p><p>“I don’t know until tomorrow. But all I say is Erling is the best. Erling is the best striker in the world,” Guardiola told reporters.</p><p>The 55-year-old also doubled down on his comments about the “hurt” he feels for victims of conflicts in Palestine, Ukraine and Sudan after Jewish community leaders told him to “focus on football”.</p><p>“To be honest, I didn’t say anything special. I think, why should I not express how I feel just because I am a manager? So I do not agree, but I respect absolutely all opinions,” he said.</p><p>“What I said basically is how many conflicts there are right now around the globe or around the world. How many? A lot, right? I condemn all of them. All of them.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs have faced each other on 219 occasions, with Liverpool winning 110 of those games, City winning 61, and 58 ending as draws.</p><p>While City comfortably won their home league game against Liverpool this season, their only victory away to Liverpool since 2003 came in an empty stadium during COVID restrictions in 2021.</p><h2 id=\"liverpool-s-team-news\">Liverpool’s team news</h2><p>Slot confirmed that defender Jeremie Frimpong will miss the game, ‌but Joe Gomez could return to the squad to bolster the defensive ⁠line.</p><p>Dominik Szoboszlai is expected to continue deputising for Frimpong at right-back.</p><p>Alexander Isak, Conor Bradley and Giovanni Leoni all remain on the sidelines with long-term injuries.</p><p><strong>Predicted lineup:</strong></p><p>Alisson (GK); Szoboszlai, Konate, Van Dijk, Kerkez; Gravenberch, Mac Allister; Salah, Wirtz, Gakpo; Ekitike</p><h2 id=\"city-s-team-news\">City’s team news</h2><p>City could be without Bernardo Silva, who has a back issue, so Nico O’Reilly could move into midfield to replace him.</p><p>Ruben Dias has returned from injury but likely lacks full match fitness and sharpness, so Abdukodir Khusanov will likely start in the centre of defence alongside new signing Marc Guehi.</p><p><strong>Predicted lineup:</strong></p><p class=\"cms-textAlign-center\">Donnarumma (GK); Nunes, Khusanov, Guehi, Ait-Nouri; Rodri, O’Reilly; Semenyo, Foden, Cherki; Haaland</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US has given Ukraine and Russia June deadline to end war: Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-07T11:55:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260122__93LL8ZQ__v1__HighRes__UkraineRussiaConflictWar-1770309293.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"0\" data-end=\"290\">The United States has given Ukraine and Russia a June deadline to reach an agreement to end the nearly four-year war, Ukrainian President Volodymyr Zelenskyy has said.</p><p data-start=\"292\" data-end=\"673\">“The Americans are proposing the parties end the war by the beginning of this summer and will probably put pressure on the parties precisely according to this schedule,” Zelenskyy told reporters in Kyiv on Friday, in comments embargoed until Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"292\" data-end=\"673\">He added that President Donald Trump’s administration has insisted on a clear timeline for all events and has proposed holding the next round of trilateral talks next week in the US, likely in Miami. Ukraine has confirmed it will attend.</p><p data-start=\"292\" data-end=\"673\">Trump had boasted that he would end the war in 24 hours when he took office. But more than 12 months later, any peace settlement remains elusive, with critics accusing Trump of being manipulated by Russian President Vladimir Putin to lean towards the Kremlin’s war narrative and maximalist demands.</p><p data-start=\"0\" data-end=\"172\">The new deadline comes after US-mediated trilateral talks in Abu Dhabi between Russia and Ukraine. Those talks have yielded <a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">little progress</a>, with both sides sticking to opposing demands. The Kremlin has demanded that Ukraine withdraw from the heavily industrialised eastern <a href=\"/news/2026/1/14/russia-turning-occupied-donbas-into-huge-military-base-to-frighten-europe\">Donbas</a> region, comprised of Donetsk and Luhansk, where the fiercest fighting continues. Kyiv has firmly rejected this condition. Beyond that, it is also forbidden by the Ukrainian constitution to cede the eastern territory, which Russia is demanding.</p><p data-start=\"0\" data-end=\"172\">However, the two sides agreed to each <a href=\"/news/liveblog/2026/2/5/russia-ukraine-war-live-second-day-of-us-led-war-talks-start-in-uae\">hand over 157 prisoners of war</a>, with officials from Ukraine and the US as well as Russia’s Ministry of Defence confirming that the exchange had taken place on February 5. Zelenskyy added on Saturday that prisoner-of-war swaps will continue with Russia under the agreement.</p><p data-start=\"0\" data-end=\"339\" data-is-last-node=\"\" data-is-only-node=\"\">US special envoy Steve Witkoff, who led the American mediation team alongside Jared Kushner, Trump’s son-in-law, said on Thursday that while “significant work remains” in peace talks, the prisoner swap showed that “sustained diplomatic engagement is delivering tangible results and advancing efforts to end the war in Ukraine”.</p><p data-start=\"0\" data-end=\"339\" data-is-last-node=\"\" data-is-only-node=\"\">American officials did not state what action they would take if their deadlines were not met.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-hit-ukraine-s-energy-sector-with-drones-and-missiles\" data-start=\"0\" data-end=\"74\">‘Russia hit Ukraine’s energy sector with drones and missiles’</h2><p>While the two sides are already at the negotiating table, Kyiv argues that Russia is continuing to prioritise war.</p><p>Zelenskyy said on Saturday that Russia launched “more than 400 drones and around 40 missiles” overnight, targeting Ukraine’s energy sector.</p><p>He said that Russia could choose real diplomacy every day, but instead it continues to carry out new strikes.</p><p>“It is crucial that everyone who supports the trilateral negotiations respond to this,” he wrote in a post on X. “Moscow must be deprived of the ability to use the cold as leverage against Ukraine.”</p><p>Russia’s negotiator Kirill Dmitriev told state media on Thursday that negotiations were moving forward in a “good, positive direction”.</p><p>Earlier this week, Ukrainian officials said Russia had struck energy infrastructure 217 times this year. Ukraine’s energy minister, <a href=\"https://www.reuters.com/business/energy/ukraine-energy-minister-warns-more-power-cuts-possible-russian-attacks-2026-02-04/\">Denys Shmyhal</a>, said 200 emergency crews were working to restore power to 1,100 buildings in Kyiv alone.</p><p>Since mid-January, Russia has targeted power stations, gas pipelines and power cables, leaving hundreds of thousands without heat or electricity at various points.</p><p>On January 29, Trump said Putin had agreed to halt strikes on energy infrastructure for a week during freezing weather conditions, something the Kremlin confirmed. Despite this, on February 3, Russia launched one of its <a href=\"/news/2026/2/3/russia-renews-attacks-on-frozen-ukrainian-cities\">largest attacks on Kyiv and Kharkiv,</a> deploying 71 missiles and 450 drones.</p><p>The Ukrainian Air Force spokesperson Yurii Ihnat said only 38 missiles were shot down, as many were ballistic. Russia claimed it was targeting drone storage sites, as well as defence enterprises and their energy supply.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dinosaurs for sale: Is the global fossil market harming science? | Investigation | Al Jazeera",
            "time": "2026-02-07T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770338777.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">In a two-part special, 101 East explores Asia’s role in the booming multimillion-dollar dinosaur fossil trade.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The global demand for dinosaur fossils is booming, with increasing interest from wealthy collectors across Asia. In 2024, a Stegosaurus skeleton was sold at an auction in New York for a record $44.6m.</p><p>Fossil hunters are raking in profits, while Asian buyers bond over their collections and see fossils as a way to educate the next generation about history.</p><p>However, some academics say the commercial fossil trade is unethical and harmful to science.</p><p><em>101 East</em> investigates the multimillion-dollar trade in dinosaur fossils.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Deadly Islamabad bombing sharpens focus on cross-border attacks in Pakistan | Armed Groups News | Al Jazeera",
            "time": "2026-02-07T10:42:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037435026789-1770453573.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lahore, Pakistan –</strong> As funerals were held on Saturday for more than <a href=\"/news/2026/2/7/thousands-mourn-32-victims-of-islamabad-shia-mosque-bombing-in-pakistan\">30 people killed </a>in a suicide bombing at a mosque in Islamabad, analysts warned the attack could be part of a broader attempt to inflame sectarian tensions in the country.</p><p>A suicide bomber struck the Khadija Tul Kubra Mosque, a Shia place of worship, in the Tarlai Kalan area of southeastern Islamabad during Friday prayers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a statement, the Islamabad administration said 169 people were transferred to hospitals after rescue teams reached the site.</p><p>Hours later, a splinter faction of the <a href=\"/news/2023/8/2/attacks-in-pakistan-buttressed-by-regions-militant-landscape-analysts-say\">ISIL (ISIS) group in Pakistan</a> claimed responsibility on its Telegram channel, releasing an image it said showed the attacker holding a gun, his face covered and eyes blurred.</p><p>Pakistan’s Defence Minister Khawaja Asif said mosque security guards tried to intercept the suspect, who opened fire before detonating explosives among worshippers. He alleged the attacker had been travelling to and from Afghanistan.</p><p>Security officials on Saturday told Al Jazeera that several key arrests had been made, including close family members of the suicide bomber in Peshawar and Karachi. They did not clarify whether there was evidence of their involvement in the plot.</p><h2 id=\"capital-under-fire\">Capital under fire?</h2><p>Islamabad had seen a relative lull in violence in past years, but things have changed in recent months. The bombing marked the second major attack in the federal capital since a suicide blast targeted a district court in November last year.</p><p>Abdul Sayed, a Sweden-based analyst on conflict in Afghanistan and Pakistan, said ISIL’s Pakistan branch, referred to as ISPP, claimed responsibility for what appears to be its deadliest operation in the country since its formation in May 2019.</p><p>“Since its formation, ISPP has carried out approximately 100 attacks, more than two-thirds of which occurred in Balochistan. These attacks include three suicide bombings targeting Afghan Taliban members, police, and security forces in Balochistan,” Sayed, founder of the Oxus Watch research platform, told Al Jazeera.</p><p>Pakistan has witnessed a steady rise in violence from fighters over the past three years. Data released by the Pak Institute of Peace Studies for 2025 recorded 699 attacks nationwide, a 34 percent increase compared with the previous year.</p><p>Islamabad has repeatedly accused the Afghan Taliban, who returned to power in August 2021 following the withdrawal of United States forces, of providing a haven to armed groups that launch attacks inside Pakistan from Afghan soil.</p><p>The Afghan Taliban condemned Friday’s mosque bombing and have consistently denied sheltering anti-Pakistan fighters.</p><p>In October, this very issue ignited the <a href=\"/gallery/2025/10/16/afghanistan-pakistan-enter-48-hour-truce-after-deadly-border-clashes\">deadliest border clashes</a> between the two sides in years, which killed dozens of people and led to evacuations on both sides.</p><p>A United Nations report last year stated that the Afghan Taliban provides support to the Pakistan Taliban, or TTP, which has carried out multiple attacks across Pakistan.</p><p>The report also said the Balochistan Liberation Army (BLA) has ties with both the TTP and ISIL’s affiliate in Khorasan Province (ISKP), indicating a convergence of groups with distinct but intersecting agendas.</p><p>Just days ago, Pakistan’s military concluded a weeklong security operation in the restive southwestern Balochistan province, claiming the deaths of 216 fighters in targeted offensives.</p><p>A military statement on Thursday said it followed the province-wide attacks by the separatist <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">BLA</a> carried out to “destabilise the peace of Balochistan”.</p><p>Fahad Nabeel, who heads the Islamabad-based consultancy Geopolitical Insights, said Pakistan is likely to maintain its hardened stance towards Kabul, citing what he described as Afghanistan’s failure to act against anti-Pakistan fighter groups.</p><p>He added that officials would probably share preliminary findings of the investigation and point to a possible Afghan link.</p><p>“The upward trajectory of terrorist attacks witnessed last year is expected to continue this year. Serious efforts need to be made to identify networks of facilitators based in and around major urban centres, who are facilitating militant groups to carry out terrorist attacks,” Nabeel told Al Jazeera.</p><h2 id=\"sectarian-fault-lines\">Sectarian fault lines</h2><p>Manzar Zaidi, a Lahore-based security analyst, cautioned against equating the latest bombing with the district court attack last year.</p><figure id=\"attachment_4294040\" aria-describedby=\"caption-attachment-4294040\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4294040\" src=\"/wp-content/uploads/2026/02/afp_6986f01b28a3-1770450971.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners offer funeral prayers as they stand around the coffin of a Shiite Muslim, a day after a suicide bombing at a mosque in Islamabad on February 7, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4294040\" class=\"wp-caption-text\">Mourners offer funeral prayers as they stand around the coffin of a Shia Muslim, a day after a suicide bombing at a mosque in Islamabad on February 7, 2026 [AFP]</figcaption></figure><p>“The last year’s attack was essentially a target on a state institution, whereas this one was plainly sectarian in nature, something that has certainly gone done in the recent times, and that is why I will urge caution against a knee-jerk reaction to conflate the two incidents,” he told Al Jazeera.</p><p>Shia make up more than 20 percent of Pakistan’s population of about 250 million. The country has experienced periodic bouts of sectarian violence, particularly in Kurram district in northwestern Khyber Pakhtunkhwa province, which borders Afghanistan.</p><p>Regional tensions have added to domestic anxieties.</p><p>Zaidi said armed groups in the region backed by Iran remain alert amid “the simmering geopolitical tensions”.</p><p>“For Pakistan, it really has to keep a close eye on how things develop in Kurram region, where things can get out of control and there could be a fallout. The region currently has an uneasy peace; that can easily be instabilised,” he said.</p><p>Kurram, a tribal district bordering Afghanistan, has a roughly equal Sunni and Shia population. It has long been a flashpoint for sectarian clashes and witnessed <a href=\"/news/2024/11/12/why-sectarian-tensions-continue-to-simmer-in-pakistans-kurram-district\">prolonged fighting last year.</a></p><p>Nabeel said a timely conclusion to the investigation could shape the government’s response and help prevent the attack from becoming a trigger for wider sectarian unrest.</p><p>“However, the possibility of low-intensity sectarian targeting in different parts of the country is likely,” he warned.</p><p>Sayed added that an examination of Pakistani nationals who joined ISIL and affiliated groups shows that many came from anti-Shia Sunni armed organisations.</p><p>“The role of these sectarian elements is therefore an important factor in understanding such attacks. Moreover, such attacks appear significant in facilitating further recruitment of anti-Shia Sunni extremists within Pakistan, thereby contributing to IS efforts to strengthen its networks in the country,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Chairman of Al Jazeera board highlights ‘new reality’ in the Middle East | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-07T10:39:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770460746.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel’s Gaza genocide risks global order, leaders warn at Al Jazeera Forum | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-07T10:22:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770451932.jpg?resize=1920%2C1070&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"608\" data-end=\"934\">Israel’s <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">genocide</a> against Palestinians in Gaza and its geopolitical fallout reverberating across the Middle East and beyond have dominated the 17th <a href=\"/news/liveblog/2026/2/7/live-irans-top-diplomat-set-to-address-al-jazeera-forum-in-doha\">Al Jazeera Forum</a> in Doha.</p><p data-start=\"608\" data-end=\"934\">Senior political figures and officials warned on Saturday that the conflict is accelerating the collapse of international norms, reshaping regional power balances, but also noted it has pushed the Palestinian cause back to the centre of global diplomacy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"3507\" data-end=\"3908\">Iranian Minister of Foreign Affairs Abbas Araghchi, fresh from <a href=\"/news/2026/2/6/iran-us-hold-talks-in-oman-as-fears-of-war-hang-over-region\">indirect talks in Oman with the United States</a>, described the Palestinian issue as the central strategic question shaping the future of the Middle East, warning that Israel’s military campaign in Gaza and regional posture are undermining the global legal order.</p><p data-start=\"3507\" data-end=\"3908\">He said the Palestinian struggle is “the defining question of justice in West Asia and beyond” and “the strategic and moral compass of our region”.</p><p data-start=\"3910\" data-end=\"4228\">Condemning the war, Araghchi stated: “What we are witnessing in Gaza is not merely war… It is the deliberate destruction of civilian life on a massive scale. It is genocide.” He added that the violence has “wounded the conscience of humanity” and exposed the inability of global powers to prevent attacks on civilians.</p><p data-start=\"4230\" data-end=\"4870\">Araghchi warned that the consequences extend far beyond the Palestinian territories. “We are witnessing not only the tragedy of Palestine, but the transformation of the world into a place where the law is replaced by force,” he said, adding that impunity for attacks on civilians risks normalising military domination as a guiding principle of international relations.</p><p data-start=\"4230\" data-end=\"4870\">He also described Israel’s policies as part of a broader Israeli regional strategy, saying the “expansionist project” aims to weaken neighbouring states and enforce “permanent inequality” across the region while allowing Israel to expand its arsenal without meaningful oversight.</p><p data-start=\"4230\" data-end=\"4870\">Israel carried out <a href=\"/news/longform/2025/12/29/all-the-countries-israel-attacked-in-2025-animated-map\">attacks on six countries in 2025</a>: Palestine, Lebanon, Syria, Yemen, Qatar and Iran. It also carried out strikes in Tunisian, Maltese and Greek territorial waters on aid flotillas heading for Gaza.</p><p data-start=\"4872\" data-end=\"5389\">Calling for coordinated international action, Iran’s top diplomat urged governments to impose “comprehensive and targeted sanctions against Israel, including an immediate arms embargo,” alongside the suspension of military and intelligence cooperation, and legal accountability for violations of international law.</p><p data-start=\"4872\" data-end=\"5389\">He stressed that the Palestinian issue is “not only a humanitarian issue … It is a strategic issue,” arguing that regional stability depends on ending occupation and building a system grounded in sovereignty and equality.</p><p data-start=\"4872\" data-end=\"5389\">Speaking to Al Jazeera Arabic exclusively after the forum about talks with the US, Araghchi said the sides have agreed to hold a second round of talks, but the date is not set yet.</p><p>However, he said Tehran and Washington believe it must be held “soon.”</p><p>When asked about the possibility of the war with the US, he said the possibility always exists, but Iran is ready for both peace and war.</p><p>One of his critical statements was a reassurance to the region. Araghchi said Tehran was telling the Americans and countries in the region that Iran would only target US forces stationed in the region in case of a US attack, not the countries themselves.</p><p>“We will not attack neighbouring countries; rather, we will target US bases stationed in them. There is a big difference between the two.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-seeks-to-prevent-the-establishment-of-a-palestinian-state\">Israel seeks to ‘prevent the establishment of a Palestinian state’</h2><p data-start=\"936\" data-end=\"1513\">Sheikh Hamad bin Thamer bin Mohammed Al Thani, chairman of the board of the Al Jazeera Media Network, said in his opening speech that Israel’s assault has become a turning point for the Palestinian issue, warning that the occupation is attempting to permanently alter realities on the ground.</p><p data-start=\"936\" data-end=\"1513\">Addressing the forum, he warned that the “Israeli occupation seeks to reoccupy Gaza by displacing its people … settling parts of it and … the West Bank … to prevent the establishment of a Palestinian state”.</p><p data-start=\"1515\" data-end=\"1955\">He also emphasised the heavy toll paid by <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">journalists</a> covering the war, saying Al Jazeera “has sacrificed… and paid a heavy and dear price of its correspondents,” noting that reporters “were targeted only because they wanted to report the truth to the world”.</p><p data-start=\"1515\" data-end=\"1955\">Despite the risks, the network remains committed to “reporting the truth to the world,” he said, honouring journalists who “provided the ultimate price … for the sake of the truth”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-threat-to-the-red-sea\">Israeli threat to the Red Sea</h2><p data-start=\"1957\" data-end=\"2403\">Somali President Hassan Sheikh Mohamud, also speaking at the forum, warned that Israel’s Gaza war and escalating tensions in the Red Sea are unfolding alongside a broader breakdown in the international system.</p><p data-start=\"1957\" data-end=\"2403\">He said the Palestinian crisis represents “another level of inhumane engagement in the history of the world,” cautioning that the failure to secure an “equitable … durable solution based on the two-state solution” risks prolonging instability across the region and beyond.</p><p data-start=\"2405\" data-end=\"2841\">Placing the conflict within a wider geopolitical context, Mohamud warned that the foundations of global governance are weakening.</p><p data-start=\"2405\" data-end=\"2841\">“Key among the global concerns is the weakening of the established rules based on international order. That order is not intact any more,” he said, adding that the institutions created after World War II “are under grave threat” as “the mighty is right” increasingly replaces adherence to international law.</p><p data-start=\"2843\" data-end=\"3505\">He also linked regional instability to tensions in the Red Sea, warning that interference “like in the case of Israel … interfering with Somalia’s sovereign and territorial integrity” threatens trade routes and African security.</p><p data-start=\"2843\" data-end=\"3505\">Calling Israel’s recognition of <a href=\"/features/2026/1/16/what-does-israel-want-in-somaliland\">Somaliland</a> “reckless and fundamentally wrong and illegal action under international law,” he said the move “undermines stability, security and trade in a way that affects the whole of Africa, the Red Sea and the wider world”.</p><p data-start=\"2843\" data-end=\"3505\">In an exclusive <a href=\"/video/newsfeed/2026/1/1/somali-president-israel-deal-with-somaliland-tied-to-hosting-palestinians\">interview with Al Jazeera in January</a>, Mohamud said that the breakaway region of Somaliland had agreed to accept displaced Palestinians being relocated there in exchange for recognition. Somaliland officials rejected the allegations.</p><p data-start=\"2843\" data-end=\"3505\">Mohamud on Saturday urged governments and international institutions to “return to the path of common purpose and agreed universal rules” to prevent the erosion of multilateral cooperation.</p><h2 id=\"historic-global-rupture\">Historic global rupture</h2><p data-start=\"5391\" data-end=\"5766\">Burhanettin Duran, Turkiye’s head of the Directorate of Communications, said Israel’s genocidal war on Gaza reflects a deeper transformation of global politics, warning that the erosion of international institutions has enabled atrocities to unfold with limited accountability.</p><p data-start=\"5391\" data-end=\"5766\">“[The] world is not just transitioning, it has already transitioned. We are living through the consequences of a historic rupture,” he said.</p><p data-start=\"5768\" data-end=\"6102\">Describing Gaza as the clearest manifestation of this breakdown, Duran said: “Genocide, in the case of Israeli genocide … has returned to the centre of international politics, not as an exception, but as a tolerated reality.” He added that institutions designed to prevent such crimes now “fail publicly, repeatedly, and structurally”.</p><p data-start=\"6104\" data-end=\"6579\">Duran also warned that modern conflicts increasingly extend beyond the battlefield, noting that “wars are no longer confined to physical battlefields” but are fought through narratives and digital platforms that shape “what is visible, what is credible, and what disappears”.</p><p data-start=\"6104\" data-end=\"6579\">He argued that justice must become the organising principle of the international system, stressing that “justice produces legitimacy” and that durable stability cannot be imposed through power alone.</p><p data-start=\"6581\" data-end=\"7089\">Outlining Turkiye’s diplomatic approach, Duran said Ankara is pursuing a strategy of “regional ownership,” insisting that “regional problems demand regional solutions,” while highlighting mediation and stabilisation efforts across several conflict zones.</p><p data-start=\"6581\" data-end=\"7089\">“In Gaza, this wave of insecurity is visible in its starkest form – mass devastation, deep trauma, genocide and humanitarian collapse,” he said, urging regional powers to prioritise ending the war and preventing any forced displacement of Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Faheem leads Pakistan to nervy win over Netherlands in T20 World Cup opener | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T09:52:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260207__96GY7V7__v3__MidRes__TopshotCricketIccMensT20Wc2026PakNed-1770456515.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Faheem leads Pakistan to nervy win over Netherlands in T20 World Cup opener</h1><p class=\"article__subhead\"><em>Pakistan beat Netherlands by three wickets, but with only three balls to spare, in opening 2026 T20 World Cup fixture.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Netherlands nearly pulled ‌off a major upset before Faheem Ashraf’s breezy cameo secured a nervy three-wicket win for Pakistan in their Group A match at the Twenty20 World Cup.</p><p>Put in to bat on Saturday, the Dutch side were bowled out for 147 with one delivery left in their innings in Colombo’s Sinhalese Sports Club ground.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They then produced a lion-hearted effort ⁠with the ball, but dropping Faheem proved costly as the batter went on to smash 29 not out off 11 balls to secure Pakistan’s victory with three balls to spare.</p><p>Pakistan have been left with little margin for error in their bid to qualify for the Super 8 stage of the tournament following their decision to boycott their February 15 group match against archrivals India.</p><p>The importance of ⁠winning their group matches against the minnows did not appear to be lost on them as Pakistan bowled out the Netherlands with a ball to spare.</p><p>They made heavy weather of their small target with the bat, though, and the outcome could have been different had Max O’Dowd held onto the catch offered by Faheem. Earlier, put in to bat, the Dutch side reached 100 in the 13th over but lost the plot in the death overs, giving up six wickets in ‌24 balls for just 20 runs.</p><figure id=\"attachment_4294243\" aria-describedby=\"caption-attachment-4294243\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4294243\" src=\"/wp-content/uploads/2026/02/AFP__20260207__96GY7V2__v1__MidRes__CricketIccMensT20Wc2026PakNed-1770456570.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Pakistan's Shaheen Shah Afridi (C) and Faheem Ashraf (L) are congratulated by Netherlands' Aryan Dutt for their team's win at the end of the 2026 ICC Men's T20 Cricket World Cup group stage match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4294243\" class=\"wp-caption-text\">Pakistan’s Shaheen Shah Afridi, centre, and Faheem Ashraf, left, are congratulated by Netherlands’ Aryan Dutt for their team’s win [Ishara S Kodikara/AFP]</figcaption></figure><p>The Netherlands lost openers Max O’Dowd and Michael Levitt in successive overs but their middle order refused to throw in the towel.</p><p>Bas de Leede (30), Colin Ackermann (20) and captain Scott Edwards (37) made useful contributions ‌before the wheels came off their innings.</p><p>Spinner Saim Ayub claimed two wickets in the 17th over and Mirza struck twice in the 20th ‌to restrict the Netherlands to a below-par total. Ayub (24) returned ⁠to hit four fours and a six when Pakistan began their chase but Dutch spinner Aryan Dutta dismissed him and Salman Agha in successive overs to keep his team in the game.</p><p>Babar Azam’s strike rate in this format ‌has often been debated, and his departure after an 18-ball 15 would do little to convince his critics.</p><p>With Pakistan reeling on 119-7 after 18 overs, Faheem hit Logan van Beek for a six and skied the next ball, which O’Dowd floored at long-off, which allowed the batter to go on and seal Pakistan’s victory with a four.</p></div></div></body></html>"
        },
        {
            "title": "India beat United States by 29 runs: T20 World Cup - as it happened | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-07T09:31:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-07T160555Z_1397556176_UP1EM2718PTH1_RTRMADP_3_CRICKET-T20-WORLDCUP-IND-USA-1770480638.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">India beat United States by 29 runs: T20 World Cup – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match interviews, from our text commentary stream from cricket’s 2026 T20 showpiece.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Manchester United vs Tottenham Hotspur 2-0: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2026-02-07T09:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_698748cf1e-1770473679_907529-1770488281.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Manchester United vs Tottenham Hotspur 2-0: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates as United beat 10-man Spurs to tighten grip on fourth place and pile pressure on Thomas Frank.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "What you need to know about Portugal’s presidential run-off | Elections | Al Jazeera",
            "time": "2026-02-07T09:25:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770456315.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Feb 2026</span><span aria-hidden=\"true\">7 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Reporter’s Notebook: Portugal’s far right surges in presidential election | The Far Right | Al Jazeera",
            "time": "2026-02-07T08:56:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986dfa31e03-1770446755.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>The Algarve, Portugal –</strong> After fierce storms that brought days of torrential rain, the sun is finally out in Portugal’s Algarve.</p><p>In the coastal town of Portimao, cafe terraces are busy with people enjoying a respite from the bad weather. In nearby Albufeira, tourists, mostly from northern Europe in search of winter warmth, stroll on the sandy beach. The ocean is gleaming; the cliffs are topped with lush vegetation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But behind the idyllic scenery is an increasingly disaffected population that may be on the cusp of embracing <a href=\"/news/2026/1/18/voters-in-portugal-electing-new-president-could-be-far-right-winner\">Portugal’s first right-wing nationalist president</a> since the country’s dictatorship ended half a century ago.</p><p>The Algarve has long been a popular destination for holidaymakers, and tourism fuels much of the region’s economy. But it also pushes up housing prices and the cost of living, and attracts a high number of foreign workers. Some residents say they are fed up with the situation. Others will tell you wistfully that the Algarve is not what it once was.</p><p>Outside a supermarket in Albufeira, a man tells Al Jazeera he knows people who can barely pay their rent because salaries are so low. Another says that the Algarve and Portugal need change and new leadership.</p><p>The sense for many people here is that politicians in Lisbon are disconnected from the struggles of people outside of the capital. It is partly why the Algarve has become a stronghold for Andre Ventura’s far-right Chega party. Its anti-establishment and anti-immigration message resonates with voters here who feel unheard and unseen by mainstream parties.</p><p>A former TV football commentator, Ventura founded Chega, which means “Enough”, seven years ago. Since then, Chega’s made large gains in a region that has become a springboard for its leader’s ambitions, including the presidency.</p><p>Ventura is in the second round of the presidential run-off vote on February 8.  He is the first populist candidate in Portuguese history to make it that far. Ventura may well believe that momentum is on his side.</p><p>In the 2024 parliamentary elections, Chega grew to become the main opposition to the centre-right government of Luis Montenegro. Its rapid rise has shaken a political landscape long dominated by socialists and liberals. It has also rattled opponents and critics who believed Portugal was immune to the far-right surge seen elsewhere in Europe.</p><p>In Portimao and Albufeira, Ventura’s campaign billboards tower over roads and roundabouts. He is also a regular on TV shows and prolific on social media, much like Donald Trump, whom Ventura admires. Like the United States president, Ventura rails against immigration and immigrants. He has even been sanctioned by Portuguese courts for discriminatory comments.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Not everyone in the Algarve would welcome a Ventura presidency. At the Timing temporary employment agency in Albufeira, people come looking for work, mainly in the region’s many hotels and restaurants. Most are from outside Portugal.</p><p>Al Jazeera spoke with Tariq Ahmed and Saidul Islam Said from Bangladesh, and Gurjeet Singh from India. They work during the holiday season to save money. All say they like Portugal.</p><p>When asked whether they worry about Chega’s rhetoric, Saidul says he is aware of it but isn’t concerned for now. He says that every country has its problems and that he stays focused on work, not politics.</p><p>The agency has thousands of workers on its books, and about 70 percent come from abroad, says manager Ricardo Mariano. They work hard and are welcome, he says. He insists the Algarve could not function without immigrant labour and says neither could the rest of Portugal.</p><p>The country faces worker shortages in several industries. Portugal has a long tradition of emigration, and a lack of affordable housing, jobs and low wages mean young Portuguese people continue to seek opportunities abroad.</p><p>Successive socialist and liberal governments are viewed by some as having failed to reverse the trend. Nevertheless, it is a veteran socialist politician who faces Ventura in the presidential race. Antonio Jose Seguro has served as an MP, a junior minister and a member of the European Parliament.</p><p>He had retired from politics to teach but returned with a mission, saying he wanted to unite an increasingly divided country and defend Portugal’s institutions. Seguro says voters will have to choose between democracy and radicalism.</p><p>Opinion polls suggest Seguro could win, and several politicians from across the political spectrum are urging their supporters to rally behind him and block a Ventura victory. The presidential role is largely ceremonial, but it has the power to dissolve parliament or veto laws.</p><p>Back in Portimao, Chega MP Joao Graca is out campaigning for Ventura. He’s come to a food market wearing a suit jacket over a T-shirt printed with Ventura’s portrait.</p><p>He weaves through the stalls, chatting to sellers and shoppers. More than a dozen supporters chant behind him, enthusiastically handing out Chega pens and bags. The reception for them is noteworthy in that it is universally warm.</p><p>For some Portuguese voters, a Ventura win would be a disaster, widening divisions in society and destroying Portugal’s image as one of Europe’s most tolerant nations, but for Graca, it would be the best thing that could happen to the country. Portugal, he tells Al Jazeera, needs Ventura.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan arrests 4 Islamabad bombing ‘facilitators’ as victims laid to rest | ISIL/ISIS News | Al Jazeera",
            "time": "2026-02-07T08:56:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6986f01b28a3-1770450971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s military says it has arrested four “facilitators” who helped the attacker in Friday’s deadly Islamabad mosque bombing as authorities intensify a security crackdown amid rising concerns over <a href=\"/news/2026/2/7/deadly-islamabad-bombing-sharpens-focus-on-cross-border-attacks-in-pakistan\">cross-border attacks</a>.</p><p data-start=\"0\" data-end=\"414\">Thousands of mourners gathered in the capital on Saturday to bury the victims of the attack, which killed at least 32 worshippers and injured 170 others, officials said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"0\" data-end=\"414\">The military said on Saturday that a “major breakthrough has been made in the investigation into the Trilai Kalan Islamabad suicide attack, with intelligence and law enforcement agencies conducting raids and making arrests in Peshawar and Nowshera”.</p><p data-start=\"0\" data-end=\"414\">It said that the operations, based on technical and human intelligence, led to the arrest of “four facilitators of the suicide attacker, as well as the Afghan Daesh [ISIL or ISIS] mastermind behind the attack”.</p><p data-start=\"0\" data-end=\"414\">The military alleged that the “planning, training, and indoctrination for the attack took place in Afghanistan”, adding that under “Afghan Taliban patronage, extremist groups continue to pose a serious threat to regional and global peace”.</p><p data-start=\"0\" data-end=\"188\" data-is-last-node=\"\" data-is-only-node=\"\">Earlier in the day, police said “two brothers and a woman” were arrested during a raid on what they described as the alleged suicide bomber’s hideout.</p><p data-start=\"239\" data-end=\"409\">Friday’s powerful explosion struck the Khadija Tul Kubra Shia mosque in the Tarlai Kalan area on the outskirts of Islamabad. The ISIL armed group claimed responsibility.</p><p>The attack was the deadliest in Islamabad since September 2008, when a suicide truck bomb killed more than 60 people and destroyed part of the five-star Marriott Hotel. While bombings are rare in the heavily guarded capital, this is the <a href=\"/news/2025/11/11/blast-outside-islamabad-court-in-pakistan-injures-at-least-eight\">second</a> such attack in three months, raising fears of a return to violence in Pakistan’s major urban centres.</p><h2 id=\"citizens-decry-security-lapse\">Citizens decry ‘security lapse’</h2><p data-start=\"0\" data-end=\"147\" data-is-last-node=\"\" data-is-only-node=\"\">Al Jazeera correspondent Kamal Hyder, reporting from Islamabad, said people he spoke to believe innocent civilians are being targeted.</p><p data-start=\"1017\" data-end=\"2290\">“They say this is a lapse of security, that the authorities knew very well that there was an imminent threat, given the fact that intelligence-based operations are going on in Balochistan and in the Khyber Pakhtunkhwa province.”</p><p data-start=\"0\" data-end=\"518\" data-is-last-node=\"\" data-is-only-node=\"\">Hyder added that this was not the first attack by ISIL. “In 2017, <a href=\"/news/2017/2/17/pakistan-mourns-attack-victims-as-security-stepped-up\">ISIL attacked</a> a shrine in Pakistan, killing over 90 people and wounding hundreds. They have carried out attacks not just in Pakistan, but also in <a href=\"/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting\">Moscow</a> a few years ago, and in Kermanshah, Iran, during commemorations of the martyrdom of <a href=\"/news/2024/1/3/blasts-reported-as-iran-commemorates\">Qassem Soleimani</a>. It should be understood that ISIL has been a regional threat, and Pakistan stresses that neighbouring countries and the region must take this threat seriously,” he reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"government-promises-justice-pledges-unity-against-terrorism\">Government promises justice, pledges unity against ‘terrorism’</h2><p data-start=\"0\" data-end=\"199\">Pakistan’s leaders have pledged justice and unity following the deadly attack. Prime Minister Shehbaz Sharif said the country was committed to combating “terrorism” and standing united.</p><p>“The perpetrators of this heinous crime will be brought to justice with full force, and their nefarious designs will never be allowed to succeed,” he wrote on X.</p><p>President Asif Ali Zardari acknowledged the global messages of condolence and solidarity in reinforcing the nation’s commitment to peace and unity.</p><h2 id=\"pakistan-blames-india-backed-proxies-for-attack\" data-start=\"0\" data-end=\"59\">Pakistan blames ‘India-backed proxies’ for attack</h2><p data-start=\"0\" data-end=\"425\" data-is-last-node=\"\" data-is-only-node=\"\">Pakistani leaders blamed India for the attack, with Interior Minister Mohsin Naqvi saying Pakistan had “shared evidence with neighbouring countries showing that terrorism in Pakistan is sponsored by India”.</p><p data-start=\"0\" data-end=\"425\" data-is-last-node=\"\" data-is-only-node=\"\">Defence Minister Khawaja Asif added on X that the bomber had a history of “travelling to Afghanistan” and accused India of sponsoring the assault, saying the attackers were paid in dollars rather than acting for religion.</p><p>India, however, termed the accusation “baseless and pointless,” with the Ministry of External Affairs saying in a statement that while it condemned the attack and offered condolences to the victims, “it is unfortunate that instead of seriously addressing the problems plaguing its social fabric, Pakistan should choose to delude itself by blaming others for its homegrown ills”.</p></div></div></body></html>"
        },
        {
            "title": "India now sets the terms of global cricket | Cricket | Al Jazeera",
            "time": "2026-02-07T08:52:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25271463451832-1769939783.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"210\" data-end=\"672\">After Pakistan announced their boycott of the forthcoming T20I World Cup match against India, the International Cricket Council (ICC) was quick to lament the position the Pakistan Cricket Board (PCB) had put fans in. “[Pakistan’s] decision is not in the interest of the global game or the welfare of fans worldwide,” the ICC said in a release, before going on to make special mention of “millions in Pakistan”, who will now have no India fixture to anticipate.</p><p>Through the course of this statement, and the one the previous week, justifying the ICC’s ultimatum to the Bangladesh Cricket Board (BCB) – which eventually led to Bangladesh’s exit from the tournament – the ICC leaned on ideals of fairness and equality. The “integrity and sanctity” of the World Cup was invoked, as well as the “neutrality and fairness” of such an event.</p><p>Pakistan’s fans may clock, of course, that they had not attracted such concern before the Champions Trophy in 2025, when India had refused to play in Pakistan for what were, in truth, purely political reasons. As it happened, a semifinal and the final of that tournament were eventually moved away from Pakistan, India’s cricketing magnetism pulling the knockouts to Dubai, after the ICC had adopted a “hybrid” model wherein India played all its matches outside the “host” country.</p><p>This was a key moment setting cricket on its current trajectory. In return for India’s refusal to play in its home country, Pakistan insisted they would not travel to India for this year’s T20 World Cup – two of the most storied cricketing nations on the planet descending to reciprocal petulance. In the lead-up to this World Cup, Bangladesh was also drawn into the fray, the Indian Premier League (IPL) franchise’s jettisoning of Bangladesh bowler Mustafizur Rahman prompting Bangladesh to demand all its matches be played in Sri Lanka (India’s co-host for this tournament), and that demand, in turn, leading to it being thrown out entirely.</p><p>All claims that any of these boycotts are founded on security concerns are, in fact, bogus; security assessments ordered by the ICC had found India sufficiently equipped to handle Bangladesh’s visit, while Pakistan had hosted ICC-sanctioned international cricket involving multiple touring teams, and Pakistan had played an entire One Day International (ODI) World Cup in India as recently as 2023.</p><p>What is also clear, however, is that the ICC has now allowed its sport to become the medium through which South Asian states, currently as riven as they have been for decades, exchange geopolitical blows. What’s more, the ICC has begun to favour one set of geopolitical ambitions over others, India never so much as copping a censure for its refusal to play in Pakistan, while India’s men’s team’s refusal to shake hands with the Pakistan players in last year’s Asia Cup has now been adopted across the Board of Cricket in Control’s (BCCI’s) teams – the women’s and Under-19 (U19) sides following suit. To take the ICC at face value would also require believing that ICC Chair Jay Shah is conducting his business in complete separation from Amit Shah, who is India’s home minister.</p><p>It is India’s stupendous cricket economy that has chiefly brought about this imbalance. Since 2014, when a Big Three (India, Australia, England) takeover at the ICC diverted cricket to a hypercapitalist path, the game’s top administrators have been adamant that it is profits that must define cricket’s contours. Because India is the wellspring of much of the game’s finances, the ICC has organised for the Board of Control for Cricket in India (BCCI) to receive close to 40 percent of the ICC’s net earnings, while international men’s cricket largely surrenders a fifth of the calendar to the IPL. The sport’s high-octane driver of financial growth demands protection, or so the official line goes. If member boards fail to align with the BCCI agenda at the ICC, it has long been taken as read that the BCCI may threaten to cancel India’s next tour of that country, which in turn may shatter the smaller board’s revenues. The vote to issue that ultimatum to the BCB had run 14-2 against Bangladesh. A board must never forget at whose table it eats.</p><p>A cricket world that has spent 12 years lionising economic might cannot now be surprised that politics has now begun to overrun even the game’s financial imperatives. That monopolies tend to lead to appalling contractions in consumer choice has been a fundamental tenet of economics for generations. Hundreds of millions of Bangladesh fans are about to discover this over the next few weeks, as will the remainder of the cricketing world on February 15, when India and Pakistan were due to play. That profit-driven systems, which equate wealth with power, frequently lose the means to check the most powerful, is another longstanding principle in political economics.</p><p>The tournament’s competitive standards will also undoubtedly slip for Bangladesh’s absence. Bangladesh have a body of work in cricket that, respectfully, utterly dwarfs that of Scotland, who have replaced them. There are warnings here, too, for other cricketing economies. Although broadcast revenues from Bangladesh are a mere sliver of the mountains India presently generates, macroeconomic indicators from Bangladesh (a growing population, an improving gross domestic product (GDP) per capita and Inequality-adjusted Human Development Index (IHDI) ranking) suggest that market is set to grow in future decades. If the ICC is willing to freeze a Full Member with Bangladesh’s potential, what will it do to more vulnerable boards – Sri Lanka, New Zealand, and the West Indies, for example?</p><p>The irony for many boards is that they have largely served the BCCI’s agenda at the ICC for a dozen years, helping extend its financial dominance. Since the Big Three first carved up governance and finances at the ICC in 2014, most smaller boards have been enthusiastic supporters of the BCCI’s programme, believing that only by appeasing India can they survive, which in itself is a tacit admission of a galling lack of ambition. And still, a dozen years of carrying this water has delivered them to no less bleak a position. In fact, several of the smaller Full Members have regressed..</p><p>Sri Lanka Cricket, for instance, has in recent years been among the BCCI’s most loyal allies. But it has now been a dozen years since any of their senior teams made the semifinal of a global tournament. Their Test cricket survives, but barely – the schedule is increasingly thin. Sri Lanka men only have six Tests on their slate in 2026, having had as few as four Tests to play last year. Cricket West Indies, meanwhile, has not seen a major resurgence on the field either, their men’s T20 fortunes having subsided since 2016, while both their men’s and women’s ODI teams have failed to qualify for the most recent World Cups. Zimbabwe Cricket is in no less challenging a footing now than it was two decades ago.</p><p>New Zealand and South Africa have held their own on the field, especially in women’s cricket and in the Test format. But to get here, Cricket South Africa (CSA), in particular, has had to be publicly chastened by the BCCI – in 2013, when India shortened a tour there because the BCCI resented the appointment of a CEO it didn’t like. More recently, South Africa’s top T20 league has also failed to feature Pakistan players, because each of the SA20’s franchise owners has a base in India. Excluding sportspeople based on the circumstances of their birth cuts hard against the ethos of post-Apartheid sport in South Africa. And yet even this national ambition has been subjugated by Indian political interests. Smaller boards have become so reliant on funds flowing from India that India increasingly chooses the terms of their cricketing survival.</p><p>Now, a World Cup is about to begin with Bangladesh having learned the harshest lesson of all. The BCB had been among the first of the smaller boards to sign away power to the Big Three during the first takeover in 2014. In 2026, the BCB now finds itself deeply out of favour for non-cricketing reasons.</p><p>India is inarguably the greatest cricketing superpower there ever has been. Even in the days of the Imperial Cricket Conference (the ICC’s predecessor), Australia and England could perhaps be relied on to check each other’s most predatory instincts. Such checks do not hold when one board is the sun, and the remainder are merely planets in its orbit. Perhaps the lesson for CA and the ECB – the BCCI’s most eager collaborators – is that the time may be coming when India has decided they are past their use-by date too. Why shouldn’t the BCCI freeze them out eventually? Would India not merely be doing what all superpowers tend to do, which is to leverage its stupendous power until all others either conform or are cast off? And why should the BCCI’s ambitions fall short of gobbling up even those established markets?</p><p>Cricket is now making clear its allegiances, and despite the ICC’s rhetoric, its commitments are no longer to neutrality and competitive equilibrium which are such vital rudiments of any sport. Other boards have allowed India’s will to prevail to such an extent that its motives now need not be merely economic; they can be nakedly political. And cricket is being eaten alive in this dark intersection between money and politics.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        }
    ]
}