{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Who’s included in Trump’s latest round of adjusted tariffs? | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T03:26:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212791242429-1754017211_41c7d7-1754017434.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump envoy to visit Gaza aid sites as Israel accused of starvation policy | Gaza News | Al Jazeera",
            "time": "2025-08-01T03:06:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250731-38712990-38712989-TURKISH_CHARITY_ORGANIZATION_IHH_DISTRIBUTE_HOT_MEALS_IN_GAZA-1754015594.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump envoy to visit Gaza aid sites as Israel accused of starvation policy</h1><p class=\"article__subhead\"><em>US envoy Steve Witkoff to visit aid distribution sites in Gaza to assess ‘dire situation on the ground’: White House</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s special envoy, Steve Witkoff, will travel to Gaza to inspect aid distribution as pressure mounts on Israel over its <a href=\"/news/2025/7/31/palestinian-newborns-starving-in-gaza-as-infant-formula-runs-out\">starvation policy</a> in the war-torn Palestinian territory.</p><p>Witkoff will travel to Gaza on Friday with US ambassador to Israel, Mike Huckabee, to inspect aid distribution as condemnation of Israel grows over famine in Gaza and reports that more than 1,000 desperately hungry Palestinians have been killed since May at food distribution sites operated by <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">the notorious US- and Israeli-backed GHF.</a></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>White House Press Secretary Karoline Leavitt told reporters on Thursday that Witkoff would visit “distribution sites and secure a plan to deliver more food and meet with local Gazans to hear firsthand about this dire situation on the ground”.</p><p>“The special envoy and the ambassador will brief the president immediately after their visit to approve a final plan for food and aid distribution into the region,” Leavitt said.</p><p>The visit by the top US envoy comes a day after more than 50 Palestinians were killed in Israeli attacks across the territory and health officials reported the deaths of <a href=\"/video/newsfeed/2025/7/31/video-aid-seekers-in-gaza-seen-from-space-in-satellite-footage\">two more children from starvation</a>, adding to the Gaza Health Ministry’s confirmed death toll of 154 people who have died from “famine and malnutrition” – including 89 children – in recent weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Witkoff met with Israel’s Prime Minister Benjamin Netanyahu shortly after his arrival in the country on Thursday, the Israeli leader’s office said.</p><p>Earlier this week, President Trump contradicted Netanyahu’s insistence that reports of hunger in Gaza were untrue, with the US leader saying the enclave was experiencing “real starvation”.</p><p>The United Nations and independent experts had warned for months that starvation was taking hold in Gaza due to the Israeli military blockade on humanitarian relief, and this week, they said that “famine is now unfolding”.</p><p>Angered by Israel’s denial of aid and ongoing attacks on Gaza’s population, the United Kingdom, Canada and Portugal this week became the latest Western governments to announce plans to recognise a Palestinian state.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last week, French President Emmanuel Macron said that France will recognise Palestine at the UN General Assembly in September, following Spain, Norway and Ireland’s lead.</p><p>Some 142 countries out of the 193 members of the UN currently recognise or plan to recognise a Palestinian state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following a meeting with Netanyahu in Jerusalem on Thursday, Germany’s Foreign Minister Johann Wadephul said “the humanitarian disaster in Gaza is beyond imagination”.</p><p>“Here, the Israeli government must act quickly, safely and effectively to provide humanitarian and medical aid to prevent mass starvation from becoming a reality,” he said.</p><p>“I have the impression that this has been understood today.”</p><p>Once a vibrant centre of Palestinian life, much of Gaza has been pulverised by Israeli bombardments and more than 60,000 Palestinians killed, and almost 150,000 wounded, since October 2023, after the Hamas attacks on Israel, which killed an estimated 1,139 people.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,254 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-01T01:33:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-31T064100Z_1727438165_RC2IXFAQA31T_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1754004779.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,254</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,254 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Friday, August 1:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia launched <a href=\"/gallery/2025/7/31/fires-and-destruction-as-missile-attacks-rattle-ukraines-capital\">waves of missiles and drones at Kyiv</a> before dawn on Thursday, killing 16 people, including two children, and wounding more than 100 others, officials in the Ukrainian capital said. Russia’s Ministry of Defence claimed it targeted and hit Ukrainian military airfields and ammunition depots as well as businesses linked to what it called Kyiv’s military-industrial complex.</li>\n<li>Russia claimed to have taken full control of the shattered town of Chasiv Yar in eastern Ukraine after nearly 16 months of fighting, an assertion which Kyiv dismissed as “propaganda”.</li>\n<li>Ukrainian drones, operated by the state security agency SBU, struck an electronics plant which produces combat control systems for the Russian military in the western Russian city of Penza.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>A powerful United States Senate committee has approved a military spending bill that includes about $1bn to support Ukraine, despite US President Donald Trump’s administration having asked Congress to eliminate such funding in its budget request.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>US special envoy Steve Witkoff will travel to Russia after his current trip to Israel, President Trump said. Trump did not provide an itinerary for Witkoff, who has held extensive ceasefire talks in Moscow with Russian President Vladimir Putin in the past.</li>\n<li>Trump has sharply criticised Russia’s “disgusting” behaviour against Ukraine and said he plans to impose sanctions on Moscow if no agreement can be reached on a ceasefire. The US president has given Putin until August 8 to reach a deal to halt the fighting.</li>\n<li>The US reiterated its Ukraine war ceasefire deadline to the United Nations Security Council, with senior US diplomat John Kelley telling the 15-member council that “both Russia and Ukraine must negotiate a ceasefire and durable peace”. Kelley said: “It is time to make a deal. President Trump has made clear this must be done by August 8. The United States is prepared to implement additional measures to secure peace”.</li>\n<li>Trump also told Dmitry Medvedev to “watch his words” after the deputy chairman of Russia’s Security Council said Washington’s threats of hitting Moscow and buyers of its oil with punitive tariffs were “a game of ultimatums” and a step closer towards a war between Russia and the US.</li>\n<li>In response, the former Russian president said Trump should remember that Moscow possessed Soviet-era nuclear strike capabilities of last resort.</li>\n</ul><h2 id=\"ukrainian-affairs\">Ukrainian affairs</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s parliament voted to restore the independence of two key anticorruption agencies, moving to defuse the country’s <a href=\"/news/2025/7/22/protesters-in-ukraine-denounce-law-curbing-anticorruption-agencies\">biggest political crisis</a> since Russia’s invasion.</li>\n<li>Lawmakers voted 331 to 0 in favour of the bill, which President Volodymyr Zelenskyy submitted last week following pressure from thousands of protesters and top European officials to reverse course on the issue.</li>\n</ul><h2 id=\"regional-developments\">Regional developments</h2><ul>\n<li>Chinese naval vessels have steamed into Russia’s far eastern port of Vladivostok in advance of joint drills scheduled from August 1-5.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump sets new tariffs on dozens of countries’ exports | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T00:07:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-31T215426Z_1918012794_RC2WXFA639PM_RTRMADP_3_USA-TRUMP-1754006227.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump sets new tariffs on dozens of countries’ exports</h1><p class=\"article__subhead\"><em>Trump imposed tariffs on dozens of countries in advance of his August 1 deadline to strike trade deals.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump has signed an executive order reimposing <a href=\"/economy/2025/7/31/what-has-been-the-impact-of-trumps-tariffs-so-far\">“reciprocal tariffs”</a> ranging from 10 percent to 41 percent on US imports from dozens of countries and foreign locations.</p><p>Separately, Trump also signed an executive order late on Thursday that increased tariffs on certain Canadian goods, with the White House accusing Ottawa of failing to “cooperate in curbing the ongoing flood of fentanyl and other illicit drugs” entering the US.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>In a statement on Thursday titled “Further Modifying the Reciprocal Tariff Rates”, the US listed some 69 trading partners and their respective “adjusted” tariff rates.</p><p>US-bound exports from some of Washington’s major trading partners – including Australia and the United Kingdom – will be subject to the baseline rate of 10 percent.</p><p>Other key trading partners – including India at 25 percent and Taiwan at 20 percent – have had higher rates imposed as slow-moving trade deal negotiations continue.</p><p>Trump cited the “continued lack of reciprocity in our bilateral trade relationships” in a statement on the White House website announcing the reimposition of the tariffs.</p><p>“I have determined that it is necessary and appropriate to deal with the national emergency declared in Executive Order 14257 by imposing additional ad valorem duties on goods of certain trading partners,” he said.</p><p>The White House also published a fact sheet on the increase in Canada’s tariff rate. In the release, Trump lamented “Canada’s continued inaction and retaliation” on addressing the “flow of illicit drugs” into the US across its northern border.</p><p>“President Trump has found it necessary to increase the tariff on Canada from 25% to 35% to effectively address the existing emergency,” the White House said, adding that the new rates go into effect on August 1.</p><p>The fact sheet said goods that qualify for preferential treatment under the United States-Mexico-Canada Agreement (USMCA) would not be subject to tariffs.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Soon after returning to office in January, Trump declared a national emergency under the International Emergency Economic Powers Act (IEEPA), citing a “public health crisis caused by fentanyl and illicit drugs” flowing into the US from Canada.</p><p>The US is also set to implement new rules of origin to determine tariff rates on transshipped goods in the coming weeks, the Reuters news agency reports, citing an unnamed senior Trump administration official.</p><p>Transshipped goods are those moved between vessels at an intermediate destination during transit to their final destination. The technicalities of the rules are being worked out, the official added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "President Dina Boluarte slams court’s call to suspend Peru’s amnesty law | Human Rights News | Al Jazeera",
            "time": "2025-07-31T23:17:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25209483829521-1754002256.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Dina Boluarte has blasted the Inter-American Court of Human Rights for its opposition to a recently passed bill that would grant amnesty to soldiers, police officers and other security personnel involved in Peru’s internal conflict from 1985 to 2000.</p><p>On Thursday, Boluarte asserted that the international court had overstepped its authority by seeking the law’s suspension.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We are not anyone’s colony,” she said, <a href=\"https://x.com/presidenciaperu/status/1951021094401442143\" target=\"_blank\" rel=\"noopener\">posting</a> a snippet of her speech to social media.</p><p>“And we will not allow the intervention of the Inter-American Court that intends to suspend a bill that seeks justice for members of our armed forces, our National Police and the self-defence committees that fought, risking their lives, against the insanity of terrorism.”</p><p>Since passing Peru’s Congress in July, the amnesty law has been awaiting Boluarte’s approval. She can either sign it into law, allow it to take effect automatically or send it back to Congress for revisions.</p><p>But the bill has prompted international outcry, not least because it is seen to shield security forces from accountability for the atrocities that unfolded during Peru’s war.</p><p>The legislation would also offer “humanitarian” amnesty to perpetrators over age 70 who have been convicted of wartime crimes.</p><figure id=\"attachment_3868146\" aria-describedby=\"caption-attachment-3868146\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868146\" src=\"/wp-content/uploads/2025/07/AP25209686358919-1-1754002459.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters hold up model coffins to represent the dead.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868146\" class=\"wp-caption-text\">People carry fake coffins representing their relatives who died amid political violence, on July 28, 2025 [Martin Mejia/AP Photo]</figcaption></figure><p>Some 70,000 people were killed in the internal conflict, the majority of them from rural and Indigenous communities.</p><p>Soldiers and police officers were ostensibly tasked with combatting armed uprisings from rebel groups like the Shining Path and the Tupac Amaru Revolutionary Movement. But the conflict became infamous for its human rights abuses and massacres of civilians with no ties to any rebel group.</p><p>Francisco Ochoa was 14 years old when residents in his Andean village, Accomarca, were slaughtered by soldiers. He <a href=\"/features/longform/2025/7/30/dramatic-setback-will-perus-new-amnesty-law-put-justice-out-of-reach\">told Al Jazeera earlier this week</a> that he and other survivors felt “outraged and betrayed” by the new amnesty law.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>International organisations have likewise denounced the law as a step backwards for Peruvian society.</p><p>Nine human rights experts with the United Nations signed a statement on July 17 expressing “alarm” at the bill’s passage through Congress. They called on the government of Peru to veto the bill.</p><p>“The proposed legislation would prevent the criminal prosecution and condemnation of individuals who committed gross human rights violations during Peru’s internal armed conflict,” they said.</p><p>“It would put the State in clear breach of its obligations under international law.”</p><p>A week later, on July 24, the president of the Inter-American Court of Human Rights, Nancy Hernandez Lopez, ordered Peru to “immediately suspend the processing” of the bill. She ruled that the legislation violated previous rulings against such amnesty laws in the country.</p><p>“If it is not suspended, the competent authorities refrain from enforcing this law,” she said.</p><p>She noted that a session would be convened with survivors, Peruvian officials and members of the <a href=\"https://www.oas.org/en/iachr/jsForm/?File=/en/iachr/media_center/preleases/2025/128.asp\" target=\"_blank\" rel=\"noopener\">Inter-American Commission on Human Rights</a> (IACHR).</p><p>In previous rulings, the Inter-American Court has found that amnesty laws and statutes of limitations are unlawful in the case of serious human rights violations like forced disappearances and extrajudicial executions.</p><p>It also declared that age is not a disqualifying factor for suspects accused of grave human rights abuses. Such exemptions, the court said, are only acceptable under international law for lesser or nonviolent offences.</p><p>The National Human Rights Coordinator, a coalition of humanitarian groups in Peru, estimates that the country’s latest amnesty law could overturn 156 convictions and disrupt more than 600 ongoing investigations.</p><p>A previous amnesty law implemented in 1995, under then-President Alberto Fujimori, was later repealed.</p><p>Still, President Boluarte on Thursday sought to frame her government’s actions as in line with international human rights standards.</p><p>“We are defenders of human rights, of citizens,” she wrote on social media, while emphasising that her government was “free”, “sovereign” and “autonomous”, apparent jabs at the Inter-American Court’s decision.</p></div></div></body></html>"
        },
        {
            "title": "What has been the impact of Trump’s tariffs so far? | Interactive News | Al Jazeera",
            "time": "2025-07-31T22:16:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25172075974812-1751848183_010937-1751862086.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s tariffs are set to come into effect on August 1. They mark a significant escalation in US trade policy, leading to higher prices for consumers and bigger financial hits for companies.</p><p>Trump had initially postponed “reciprocal tariffs”, which he had announced on April 2, giving countries time to reach trade deals with the US.</p><p>On Sunday, US Commerce Secretary Howard Lutnick said the August 1 tariffs were a “hard deadline”.</p><h2 id=\"what-are-the-august-1-tariffs\">What are the August 1 tariffs?</h2><p>Several countries are facing a slew of tariffs on August 1. While the situation remains dynamic, different levies are going to hit countries ranging from 15 percent on Japan and the European Union to 50 percent on Brazil.</p><p></p><h2 id=\"who-has-struck-last-minute-deals\">Who has struck last-minute deals?</h2><p>Trump has struck a series of bilateral trade deals in the last few days.</p><p>With the EU, the US secured $750bn in energy purchases and reduced tariffs on steel via a quota system. In exchange, it lowered auto tariffs from 30 percent to 15 percent, applying the same rate to pharmaceuticals and semiconductors.</p><p>Japan committed $550bn in investments targeting US industries such as semiconductors, AI and energy, while increasing rice imports under a 100,000-tonne duty-free quota. It will also purchase US commodities like ethanol, aircraft and defence goods.</p><p>Indonesia reportedly agreed to duty-free access for many US products and increased energy and agricultural imports, although Jakarta has only confirmed tariff cuts and key commodity purchases so far.</p><p>The United Kingdom gained aerospace and auto export benefits, while granting the US duty-free beef quotas and a 1.4 billion litre ethanol quota.</p><p>China saw its reciprocal tariffs slashed from 145 percent to the baseline 10 percent that was imposed on all countries. In addition, there’s a 20 percent punitive tariff for fentanyl trafficking. A temporary pause for the final tariff rate has been extended until August 12 while the two hammer out a deal. China matched the cut and eased non-tariff measures, resuming rare earth exports and accepting Boeing deliveries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Deals with the Philippines, Cambodia and Vietnam also include tariff adjustments and market access, though not all terms have been confirmed by those governments.</p><p></p><h2 id=\"which-sectors-are-expected-to-be-hit-worst\">Which sectors are expected to be hit worst?</h2><p>According to a Reuters news agency tracker, which looks at how companies are responding to Trump’s tariff threats, the first-quarter earnings season saw automakers, airlines and consumer goods importers take the worst hit by tariff threats.</p><p>Levies on aluminium and electronics, such as semiconductors, led to increased costs.</p><p>“When you start to see tariffs at 20 or more, you reach a point where firms may stop importing altogether,” Joseph Foudy, an economics professor at the New York University Stern School of Business, <a href=\"/economy/2025/7/21/as-trumps-tariff-deadline-looms-economists-see-calm-before-the-storm\">told Al Jazeera</a>.</p><p>“Firms simply postpone major decisions, delay hiring, and economic activity declines,” Foudy added.</p><p>Economists widely agree that the impact of tariffs implemented so far has not been fully felt, as many businesses built up their stockpiles of inventories in advance to mitigate rising costs.</p><p>In an analysis published last month, BBVA Research estimated that even the current level of US tariffs – including a baseline 10 percent duty on nearly all countries, and higher levies on cars and steel – could slow economic growth and reduce global gross domestic product (GDP) by 0.5 of a percentage point in the short term, and by more than 2 percentage points over the medium term.</p><p></p><h2 id=\"have-prices-increased\">Have prices increased?</h2><p>According to HBS Pricing Lab reports, prices of US-made and imported goods saw modest seasonal declines through early March, with imports falling slightly more. The first 10 percent US tariff on Chinese goods (February 4) had little effect, but prices rose after broader tariffs were imposed on March 4, including a 25 percent tariff on Canadian and Mexican imports and another 10 percent tariff on China. Imported goods prices jumped by 1.2 points, while prices of domestic goods rose by half as much.</p><p>After a 10 percent global tariff was announced on April 2, “Liberation Day”, and 145 percent on China on April 10, import prices rose more sharply. A brief price dip followed the May 12 tariff rollback on Chinese goods, but trends resumed by June. Overall, import prices rose about 3 percent since March – small compared to headline tariff rates.</p><p></p><h2 id=\"have-tariffs-brought-in-money\">Have tariffs brought in money?</h2><p>Trump’s tariffs have brought in revenue from higher duties paid by importers. Between January 2 to July 25, the US Treasury Department data shows that the US generated $124bn this year from tariffs. This is 131 percent more than the same time last year.</p><p>In early July, Treasury Secretary Scott Bessent said this could grow to $300bn by the end of 2025 as collections accelerate from Trump’s trade campaign.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866948\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Trumps-tariffs-have-brought-in-revenue-US-JULY-30-2025-1753944208.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-Trump’s tariffs have brought in revenue -US- JULY 30, 2025-1753944208\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Sandinista veteran, Ortega ally, arrested in Nicaragua corruption probe | Corruption News | Al Jazeera",
            "time": "2025-07-31T21:26:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_44689CG-1753993967.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Sandinista veteran, Ortega ally, arrested in Nicaragua corruption probe</h1><p class=\"article__subhead\"><em>Sandinista commander Bayardo Arce arrested amid corruption probe and political shake-up in Nicaragua.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"962\" data-end=\"1167\">Nicaraguan authorities have arrested Bayardo Arce, a senior Sandinista figure and longtime economic adviser to President Daniel Ortega, amid an escalating internal purge within the country’s ruling elite.</p><p data-start=\"1169\" data-end=\"1393\">According to Nicaraguan media, Arce, 76, was detained early Thursday morning following a raid by dozens of police officers on his home in Managua. He had been under house arrest since Sunday, reports said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1395\" data-end=\"1735\">The Attorney General’s Office, controlled by the Ortega government, announced Wednesday it had launched a corruption probe against Arce, accusing him of “illegal transactions and negotiations” related to properties and businesses allegedly tied to state interests. Prosecutors claim Arce refused to cooperate or present documentation when questioned.</p><p data-start=\"1737\" data-end=\"1857\">His aide, Ricardo Bonilla, was arrested a day earlier for allegedly refusing to “render accounts”, officials added.</p><p data-start=\"1859\" data-end=\"2210\">The Nicaraguan news outlet Confidencial reported that Arce’s detention is part of a broader purge being directed by Vice President Rosario Murillo, Ortega’s wife and co-ruler, with the president’s full support. Sources close to the exiled opposition believe Murillo is consolidating power in preparation for succession, as Ortega’s health visibly deteriorates.</p><p data-start=\"2212\" data-end=\"2404\">In recent public appearances, Ortega, now 79, has appeared frail and unsteady. He is reported to suffer from lupus and kidney failure, raising speculation about who may eventually replace him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2406\" data-end=\"2691\">Arce is the third prominent Sandinista veteran to be placed under house arrest this year. Henry Ruiz, another historic commander, was confined in March. Humberto Ortega, the president’s brother and a former army chief, was under similar restrictions before his death in September 2024.</p><p data-start=\"2693\" data-end=\"2990\">Arce and Daniel Ortega were close comrades during the 1979 Sandinista revolution that toppled United States-backed dictator Anastasio Somoza. After decades in and out of power, Ortega returned to the presidency in 2007 and has remained in office through successive elections that many have criticised as undemocratic.</p><p data-start=\"3261\" data-end=\"3465\" data-is-last-node=\"\" data-is-only-node=\"\">The arrests have sent a chilling message across Nicaragua’s political landscape, particularly among veteran revolutionaries who once stood alongside Ortega and are now facing marginalisation or detention.</p></div></div></body></html>"
        },
        {
            "title": "Advocates hail ‘historic’ progress after US Senate vote on arms to Israel | Donald Trump News | Al Jazeera",
            "time": "2025-07-31T20:47:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-03-22T021909Z_1995188277_RC2ZHDAHT07U_RTRMADP_3_USA-TRUMP-DEMOCRATS-1753991535.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Palestinian rights advocates are hailing the growing number of lawmakers in the United States showing willingness to <a href=\"/news/2025/7/31/record-number-of-democrats-join-failed-bid-to-block-weapons-sales-to-israel\">restrict weapons</a> to Israel over the atrocities in Gaza after a Senate vote on the issue.</p><p>The majority of Democrats in the Senate voted late on Wednesday in favour of a resolution to block a weapons sale to Israel in what rights advocates have hailed as a major blow to the bipartisan support that Israel has traditionally enjoyed in Congress.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The measure, introduced by Senator <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">Bernie Sanders</a>, ultimately failed in a 27-70 vote, but a record number of lawmakers backed it compared to similar bills in the past.</p><p>“It was incredibly significant. We’re seeing a fundamental shift in the Democratic Party on Israel,” said Yasmine Taeb, legislative and political director for the advocacy group MPower Change Action Fund.</p><p>All Republican Senators voted against the measure. But within the Democratic caucus, the tally was 27-17. The bill aimed to block the transfer of assault rifles to Israel.</p><p>Another bill that targeted bomb shipments also failed, in a 24-73 vote, with three senators who backed the first bill defecting.</p><p>The vote came amid domestic and international anger at Israel’s atrocities in Gaza, where leading rights groups have accused the Israeli military of carrying out a genocide <a href=\"/news/2025/4/29/israel-carrying-out-live-streamed-genocide-in-gaza-amnesty-says\">against Palestinians</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-just-need-to-continue-to-fight\">‘We just need to continue to fight’</h2><p>Taeb said Palestinian rights advocates are making progress on the issue, noting that only 15 Senators backed Sanders’ measure to block weapons to Israel in April.</p><p>“It’s frustrating, but we just need to continue to fight,” she told Al Jazeera.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We need to continue to do everything we possibly can to pressure our leaders in the House and Senate to stop funding these atrocities. We’re absolutely seeing a shift, and these bills show that. So, it shows that the pressure is working.”</p><p>Israel, which receives billions of dollars in US military aid annually, largely relies on US weaponry to carry out its wars on Palestinians and <a href=\"/news/2025/7/31/lebanon-president-aoun-reiterates-calls-for-hezbollah-to-disarm\">neighbouring countries</a>.</p><p>For decades, support for Israel on Capitol Hill seemed unshakable. But restricting the flow of US weapons is steadily becoming a mainstream proposal, especially among Democrats.</p><p>The Council on American Islamic Relations (CAIR) expressed gratitude for the senators who backed the bills, calling the vote a “historic sign of progress”.</p><p>“Although last night’s Senate vote should have been 100–0 in favor of these resolutions, the fact that a majority of Senate Democrats voted yes is a historic moment and a sign that sentiments in Congress are gradually catching up to the American people,” CAIR government affairs director Robert McCaw said in a statement.</p><p>Some key Democrats supported Sanders’s bill – well beyond the small group of progressive lawmakers who have been vocally supportive of Palestinian rights for years.</p><p>They included Jeanne Shaheen, the top Democrat on the Foreign Relations Committee; Jack Reed, the top Democrat on the Armed Services Committee; and <a href=\"/news/2020/3/2/amy-klobuchar-who-is-she-where-does-she-stand-on-key-issues\">Amy Klobuchar</a>, a prominent centrist.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"enough-is-enough\">‘Enough is enough’</h2><p>Senator Tammy Duckworth, who has been a strong Israel supporter throughout most of her career, also voted in favour of the measure.</p><p>“Enough is enough,” Duckworth said in a statement.</p><p>She highlighted the humanitarian crisis in Gaza, where Israeli-imposed starvation has killed more than 150 people.</p><p>“Israel’s unacceptable choice to restrict humanitarian and food aid from entering Gaza – for months – is now causing innocent civilians, including young children, to <a href=\"/news/liveblog/2025/7/31/live-israel-kills-over-90-in-gaza-in-one-day-as-starvation-deaths-mount\">starve to death</a>,” Duckworth said.</p><p>“Ending this famine is not only a moral imperative, it is also in the best interests of both Israel’s and our own country’s long-term national security.”</p><p>Four out of the six new Democratic senators, elected last year, voted in favour of blocking arms to Israel, highlighting the generational shift on the issue. The other two freshman senators were not present for the vote.</p><p>Public <a href=\"/news/2025/7/29/new-poll-shows-plunging-us-public-support-for-israels-war-on-gaza\">opinion polls</a> show that young Americans, especially Democrats, are increasingly opposing Israel’s abuses against Palestinians.</p><p>Only 9 percent of respondents under the age of 35 in a recent Gallup survey said they approve of Israel’s military action in Gaza and 6 percent said they had a favourable opinion of Israeli Prime Minister <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">Benjamin Netanyahu</a>.</p><p>Sanders said after Wednesday’s vote that the increased support from Democratic lawmakers for restricting arms to Israel shows that the “tide is turning”.</p><p>“The American people do not want to spend billions to starve children in Gaza,” the senator said in a statement.</p><p>“The Democrats are moving forward on this issue, and I look forward to Republican support in the near future.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aipac-responds\">AIPAC responds</h2><p>IfNotNow, a youth-led progressive Jewish group, also lauded the vote as a “historic moment”.</p><p>“As <a href=\"/news/2025/7/24/us-doctors-veterans-urge-trump-to-end-israel-support-as-hunger-grips-gaza\">Israel’s blockade</a> forces virtually all Palestinians in Gaza to the brink of starvation, we must use every tool at our disposal to end the blockade and push for a ceasefire and hostage exchange,” the group’s executive director, Morriah Kaplan, said in a statement.</p><p>“It is shameful that a shrinking minority of the Democratic caucus, 17 senators, sided with Republicans to continue the flow of deadly weapons to the Israeli military.”</p><p>Some senior Democrats, including the party’s top senator, Chuck Schumer, voted against the resolutions.</p><p>Taeb said Schumer’s vote shows that he is “simply out of touch with the vast majority of Democratic voters and, incredibly, his own caucus”.</p><p>She added that Republicans will soon start to pay an electoral price for their unflinching support for Israel as Americans’ opinions continue to turn against the US ally.</p><p>The American Israel Public Affairs Committee (AIPAC), which has spent <a href=\"/news/2024/8/5/why-is-a-pro-israel-lobby-targeting-us-congress-member-cori-bush\">millions of dollars</a> to help defeat Israel’s critics in Congress, welcomed the defeat of Sanders’ bills, but it said that the vote “highlights the growing attempts to advance anti-Israel policies in Congress”.</p><p>“We know our detractors are working to take the battle from the floor of the Senate and the House to the ballot box next year, seeking to elect more candidates who want to undermine the US-Israel alliance,” the group said in an email to supporters.</p><p>“With the midterm elections rapidly approaching, we must ensure we have the political strength and resources to help our friends win and help defeat our detractors.”</p></div></div></body></html>"
        },
        {
            "title": "White House getting new $200M ballroom | Newsfeed | Al Jazeera",
            "time": "2025-07-31T20:44:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753994635.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinian newborns starving in Gaza as infant formula runs out | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-31T20:40:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250731-38714152-38714151-CHILDREN_SUFFERING_FROM_MALNUTRITION_IN_GAZA_RECEIVE_TREATMENT_UNDER_LIMITED_CONDITIONS-1753959543.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian mothers in the Gaza Strip are <a href=\"/features/2025/7/31/we-are-starving-bread-becomes-a-distant-dream-for-palestinians-in-gaza\">desperately trying to feed</a> their newborns as Israel’s punishing blockade on the besieged enclave has led to dire shortages of infant formula, with some resorting to filling bottles with water and whatever food they can find.</p><p>Dr Kahlil Daqran told Al Jazeera on Thursday that as supplies of formula run out, many mothers are often too malnourished to breastfeed their infants.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“In the Gaza Strip, we have thousands of children being starved because there is no milk for children under the age of two,” Daqran said.</p><p>“These children, their mothers also have malnutrition because there is no food, so the mothers cannot produce milk. Now, our children are being fed either water or ground hard legumes, and this is harmful for children in Gaza.”</p><p>Azhar Imad, 31, said she has mixed tahini with water in hopes of feeding four-month-old Joury. But she said she fears the mixture will make her baby sick.</p><p>“I am using this paste instead of milk, but she won’t drink it. All these can cause illnesses,” Imad said. “Sometimes, I give her water in the bottle; there’s nothing available. I make her caraway and herbs, any kind of herbs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s <a href=\"/news/liveblog/2025/7/31/live-israel-kills-over-90-in-gaza-in-one-day-as-starvation-deaths-mount\">blockade on Gaza</a>, which has been under Israeli military bombardment since October 2023, has led to critical shortages of food, water, medicine and other humanitarian supplies.</p><p>Local hospitals said on Thursday that at least two more deaths from Israel’s forced starvation were reported in the last 24 hours, bringing the total number of hunger-related fatalities since Israel’s war began to 159, including 90 children.</p><p>The United Nations has warned that Palestinian children are especially vulnerable as hunger grips the coastal territory, and UN officials have repeatedly called on Israel to allow an uninterrupted flow of aid supplies.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Israel has blamed the UN for the <a href=\"/news/2025/7/30/more-than-70-aid-seekers-killed-as-starvation-worsens-in-gaza\">starvation crisis</a> unfolding in the Gaza Strip, saying the global body had failed to pick up supplies.</p><p>UN officials, and several nations, have rejected that claim as false and stressed that Israel has refused to offer safe routes for humanitarian agencies to transport aid into Gaza.</p><p><a href=\"/news/2025/7/27/israeli-aid-airdrop-injures-palestinians-in-north-gaza-hamas-condemns-move\">Airdrops of humanitarian supplies</a>, carried out in recent days, have also done little to address the widespread hunger crisis. Experts denounced the effort as dangerous, costly and ineffective.</p><p>Farhan Haq, deputy spokesperson for UN Secretary General Antonio Guterres, told reporters on Thursday that <span>the UN and its partners “continue to seize every opportunity to collect supplies from the Israeli-controlled crossings and replenish those platforms with new supplies”. </span></p><p><span>“</span>Our colleagues say that, despite Israeli announcements regarding the designation of convoy routes as secure, trucks continue to face long delays that expose drivers, aid workers, and crowds to danger,” Haq said.</p><p>“The long waits are because a single route has been made available for our teams exiting Kerem Shalom [Karem Abu Salem crossing] inside Gaza, and Israeli ground forces have set up an ad hoc checkpoint on that route.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As starvation continues to grip Gaza, more Palestinians have been <a href=\"/news/2025/7/31/ghf-whistleblower-says-boy-killed-by-israel-just-after-he-collected-aid\">killed by the Israeli military</a> while seeking aid at distribution sites operated by the controversial Israeli- and United States-backed GHF.</p><p>A source at al-Aqsa Martyrs Hospital told Al Jazeera that at least 23 people were killed after Israeli forces opened fire at them on Thursday morning as they waited for aid near Netzarim junction in central Gaza.</p><p>The deadly incident came just hours before the White House announced that US President Donald Trump’s special envoy to the Middle East, <a href=\"/news/2025/7/24/us-israel-recall-teams-from-gaza-ceasefire-talks-after-hamas-proposal\">Steve Witkoff</a>, and US Ambassador to Israel Mike Huckabee are expected to enter Gaza on Friday to inspect the aid distribution sites.</p><p><span>White House Press Secretary Karoline Leavitt told reporters that the US officials also</span><span> would meet with Palestinians to “hear firsthand about this dire situation on the ground”.</span></p><p>Reporting from the Jordan capital, Amman, Al Jazeera’s Nour Odeh explained that the trip comes amid growing concern in Washington that US contractors may be found liable for the deaths of more than 1,000 Palestinians killed while trying to reach <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">GHF sites</a> since May.</p><p>“There is a lot of pressure and insistence in Israel that those sites must continue to operate even if Israel allows more aid into Gaza,” Odeh said.</p><p>“This organisation was set up to bypass the United Nations, and Israel is not ready to let it go despite the resistance from the international community to engage with it in any way because it is accused of <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">violating humanitarian principles</a>.”</p><p>Hamas said in a statement released via its Telegram channel late on Thursday that it is ready to “immediately” engage in negotiations to end the war in Gaza “once aid reaches those who deserve it and the humanitarian crisis and famine in Gaza are ended”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, in Gaza, countless families continue to face a <a href=\"/gallery/2025/7/27/not-eating-for-days-gazas-worsening-starvation-crisis\">desperate search for food</a>.</p><p>Nehma Hamouda said she has struggled to keep her three-month-old granddaughter, Muntaha, alive amid the shortage of infant formula.</p><p>Muntaha’s mother was shot by Israeli soldiers when she was pregnant. She gave birth to her daughter prematurely but died weeks later.</p><p>“I resort to tea for the girl,” said Hamouda, explaining that her granddaughter cannot process solid foods yet.</p><p>“She’s not eating, and there’s no sugar. Where can I get her sugar? I give her a bit [of anise], and she drinks a bit,” she said. “At times, when we get lentil soup from the soup kitchen, I strain the water, and I try to feed her. What can I do?”</p></div></div></body></html>"
        },
        {
            "title": "India struggle in England Test decider with captain Gill run out | Cricket News | Al Jazeera",
            "time": "2025-07-31T19:55:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250731__68FR4TC__v1__HighRes__CricketEngInd-1753990232.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India struggle in England Test decider with captain Gill run out</h1><p class=\"article__subhead\"><em>India close day one of the fifth and final Test of their tour of England on 204-6 with skipper Shubman Gill was run out.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England gained the upper hand after a rain-hit first day of <a href=\"/sports/2025/7/30/england-vs-india-fifth-test-teams-start-gambhir-groundsman\">the final Test</a> against India at The Oval as the tourists, needing victory to square the series, battled to 204-6, with all their big guns dismissed cheaply.</p><p>England had to work hard for their breakthroughs on Thursday and will be delighted to have got rid of KL Rahul, Ravindra Jadeja and Shubman Gill, the men who have tormented them recently, though captain Gill gifted his wicket with a suicidal run-out.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Even though there are four days remaining, India’s chances of fighting their way into a position where they could force a victory already look extremely slim.</p><p>The overcast morning conditions had looked ideal for England’s all-seam attack, even without injured captain Ben Stokes, but they lacked a cutting edge.</p><p>Recalled Gus Atkinson trapped Yashasvi Jaiswal lbw for two as stand-in captain Ollie Pope finally got on the right side of a DRS review after 14 unsuccessful appeals last year.</p><p>Rahul, with more than 500 runs to his name from the first four matches, looked relatively untroubled before playing on to Chris Woakes for 14 as India reached lunch on 72-2.</p><p>Gill, averaging more than 90 and with four centuries to his name in the series, then inexplicably set off for a non-existent single and was run out by four yards as bowler Atkinson had time to transfer the ball to his right hand before throwing down the stumps.</p><figure id=\"attachment_3868017\" aria-describedby=\"caption-attachment-3868017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868017\" src=\"/wp-content/uploads/2025/07/GettyImages-2227884597-1753990330.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Shubman Gill of India is run out by a direct throw from Gus Atkinson of England (L) during Day One of the 5th Rothesay Test Match between England and India at The Kia Oval\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868017\" class=\"wp-caption-text\">Gill is run out by a direct throw from Atkinson, left, during day one of the fifth Test [Gareth Copley/Getty Images]</figcaption></figure><p>Gill had started the day with all sorts of records in his sights but, by adding only 21, he achieved only a couple as his tally of 743 took him beyond West Indies’ Garfield Sobers (722 in 1966) as the highest-scoring visiting captain and also moved him into the top nine for the most runs scored in a series in England – either for or against the hosts.</p><p>After a rain-delayed restart, a wayward Josh Tongue, whose first over lasted nine balls and went for 12 runs, finally found his line to nip the edge of Sai Sudharsan’s bat to dismiss him for 38.</p><p>Tongue repeated the feat soon afterwards to remove Jadeja – who scored a superb unbeaten century in his team’s rearguard action in the fourth test – for nine and India were reeling on 123-5 with their big-hitters all gone, or in the case of Rishabh Pant, absent through injury.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Dhruv Jurel, a ball after overturning an lbw decision against him, then got tucked up by Atkinson and was caught neatly at second slip by Harry Brook for 19.</p><p>Karun Nair batted calmly to finish on 52 not out, and Washington Sundar, another centurion last Sunday, was on 19 at the close as the impressive Atkinson finished the day with figures of two for 31 off 19 overs.</p><p>It was a less enjoyable day for Woakes, who suffered a serious-looking shoulder injury after falling heavily as he dived to try to prevent a boundary in the final overs.</p><figure id=\"attachment_3868020\" aria-describedby=\"caption-attachment-3868020\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3868020\" src=\"/wp-content/uploads/2025/07/GettyImages-2227913952-1753990430.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Karun Nair of India celebrates reaching his half century during Day One of the 5th Rothesay Test Match between England and India at The Kia Oval\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3868020\" class=\"wp-caption-text\">Karun Nair of India celebrates reaching his half-century during day one [Shaun Botterill/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Zelenskyy walks back anti-corruption legislation amid protests | Russia-Ukraine war | Al Jazeera",
            "time": "2025-07-31T19:54:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753991586.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US court says man with defibrillator can be executed despite concerns | Death Penalty News | Al Jazeera",
            "time": "2025-07-31T19:40:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP24353094199549-1753987136.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>US court says man with defibrillator can be executed despite concerns</h1><p class=\"article__subhead\"><em>Tennessee’s Supreme Court says Byron Black’s execution can proceed amid worries that a medical device may prolong his death.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A court in the United States has ruled that the southern US state of Tennessee can move forward with the execution of a man with an implanted defibrillator, despite concerns that the device could result in a botched execution.</p><p>The case before the Tennessee Supreme Court on Thursday concerned Byron Black, currently on <a href=\"/features/2021/4/21/death-row-usa-a-history-of-the-death-penalty-in-america\">death row</a> after his conviction in a 1988 triple murder.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Black’s execution has been delayed multiple times, but a date was set on August 5 for him to receive a lethal injection.</p><p>However, in July, his defence team argued the execution could not proceed without first deactivating Black’s defibrillator, for fear it would continuously shock his heart as he passed away, resulting in an unnecessarily painful and prolonged death.</p><p>Davidson County Chancery Court Judge Russell Perkins previously ruled that Black’s defibrillator would have to be removed prior to execution.</p><p>But the Tennessee Supreme Court <a href=\"https://tncourts.gov/sites/default/files/OpinionsPDFVersion/Majority%20Opinion%20-%202025-07-31T105544.690_0.pdf\" target=\"_blank\" rel=\"noopener\">overturned</a> that decision, arguing that removing the defibrillator in advance would amount to a “stay of execution”.</p><p>The state justices added that the lower court’s order was invalid because it had exceeded its authority.</p><figure id=\"attachment_3350970\" aria-describedby=\"caption-attachment-3350970\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3350970\" src=\"/wp-content/uploads/2024/11/2016-01-07T120000Z_698263784_GF10000283582_RTRMADP_3_CALIFORNIA-DEATH-PENALTY-1732665537.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"California's death row in San Quentin State Prison\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3350970\" class=\"wp-caption-text\">A guard stands watch during a media tour of California’s death row at San Quentin State Prison in California on December 29, 2015 [File: Stephen Lam/Reuters]</figcaption></figure><p>Kelley Henry, one of Black’s attorneys, said that she is looking at the opinion before making a decision about next steps.</p><p>Lawyers for the state said on Wednesday that healthcare workers, many of whom view participation in the execution process as a violation of medical ethics, were not willing to facilitate the defibrillator’s removal.</p><p>The court did not address concerns over whether possible complications to the execution caused by the device could violate Black’s constitutional right against cruel and unusual punishment. It also left open the possibility that Black could still win a reprieve against his execution.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p><a href=\"/news/2022/12/16/us-botched-executions-reach-all-time-high-report-finds\">Botched executions</a> have been a subject of debate for years in the US, one of the few Western countries that still uses capital punishment.</p><p>Capital punishment carried out through methods such as lethal injection and electrocution can be frequently error-prone, sometimes resulting in painful, drawn-out deaths for prisoners.</p><p>A 2022 report by the Death Penalty Information Center (DPIC) found that seven out of 22 attempted executions in the US were “visibly problematic” and included “executioner incompetence, failures to follow protocols, or defects in the protocols themselves”.</p><figure id=\"attachment_685968\" aria-describedby=\"caption-attachment-685968\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-685968\" src=\"/wp-content/uploads/2010/09/201092415258131734_20.jpeg?w=680&amp;resize=680%2C450&amp;quality=80\" alt=\"Anti-death penalty protester outside prison in Virginia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-685968\" class=\"wp-caption-text\">An activist against the death penalty displays his sign outside Greensville Correctional Center on September 23, 2010, in Jarratt, Virginia [File: Edouard Guihaire/AFP]</figcaption></figure><p>According to Amnesty International, the US executed 24 people in 2023, the third-highest number of confirmed executions in the world after Iran and Saudi Arabia. The US also had the fifth-highest number of death sentences, after China, Iran, Saudi Arabia and Somalia.</p><p>A 2024 Gallup poll found that 53 percent of people in the US still support the death penalty, while 43 percent disapprove. Those figures, however, represent some of the lowest levels of support on record, with favour dropping sharply over the last several decades.</p></div></div></body></html>"
        },
        {
            "title": "Microsoft accuses Russia’s FSB of using malware against foreign embassies | Cybersecurity News | Al Jazeera",
            "time": "2025-07-31T19:29:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/07/2023-07-03T142129Z_448091989_RC2PV1A0QZK9_RTRMADP_3_EU-MICROSOFT-SALESFORCE-ANTITRUST-1689175345.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Microsoft accuses Russia’s FSB of using malware against foreign embassies</h1><p class=\"article__subhead\"><em>Microsoft says cyber-espionage campaign ‘poses high risk’ to foreign embassies, diplomats and other groups in Moscow.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Microsoft has accused one of the Russian government’s premier cyber-espionage units of deploying malware against embassies and diplomatic organisations in Moscow by leveraging local internet service providers.</p><p>In a <a href=\"https://www.microsoft.com/en-us/security/blog/2025/07/31/frozen-in-transit-secret-blizzards-aitm-campaign-against-diplomats/\" target=\"_blank\" rel=\"noopener\">blog post</a> on Thursday, Microsoft Threat Intelligence said the campaign by Russia’s Federal Security Service, also known as the FSB, “has been ongoing since at least 2024”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The effort “poses a high risk to foreign embassies, diplomatic entities, and other sensitive organizations operating in Moscow, particularly to those entities who rely on local internet providers”, Microsoft said.</p><p>The analysis confirms for the first time that the FSB is conducting cyber-espionage at the ISP level, according to Microsoft’s findings.</p><p>“This means that diplomatic personnel using local ISP or telecommunications services in Russia are highly likely targets of [the campaign] within those services,” the blog post reads.</p><p>Microsoft tracked an alleged FSB cyber-espionage campaign that in February targeted unnamed foreign embassies in Moscow.</p><p>The FSB activity facilitates the installation of custom backdoors on targeted computers, which can be used to install additional malware, as well as steal data, Microsoft said.</p><p>The findings come amid increasing <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">pressure from Washington</a> for Moscow to agree to a ceasefire in its war in Ukraine and pledges from NATO countries to increase defence spending surrounding their own concerns about Russia.</p><p>Microsoft did not say which embassies were targeted by the FSB campaign.</p><p>The US Department of State, as well as Russian diplomats, did not respond to requests for comment from the Reuters news agency.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russia has denied carrying out <a href=\"/news/2025/7/18/uk-sanctions-senior-russian-intelligence-officers-over-cyberattacks\">cyber-espionage operations</a>. There was no immediate comment from Moscow on Microsoft’s report on Thursday.</p><p>The hacking unit linked to the activity, which Microsoft tracks as “Secret Blizzard” and others categorise as “Turla”, has been hacking governments, journalists and others for nearly 20 years, the US government said in May 2023.</p></div></div></body></html>"
        },
        {
            "title": "Family speaks out after Trump said Jeffrey Epstein ‘stole’ Virginia Giuffre | Donald Trump News | Al Jazeera",
            "time": "2025-07-31T19:25:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25212526838427-1753980315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The family of Virginia Giuffre, a woman who accused financier Jeffrey Epstein of sex-trafficking and assault, has expressed surprise at recent statements from United States President Donald Trump, alleging that Epstein “stole” her from his spa.</p><p>In a statement released late on Wednesday, the family called for more information to be released about the Epstein case.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It was shocking to hear President Trump invoke our sister and say that he was aware that Virginia had been ‘stolen’ from Mar-a-Lago,” the family’s statement said.</p><p>“We and the public are asking for answers; survivors deserve this.”</p><p>Questions about Trump’s relationship with Epstein have dogged the president in recent weeks, with critics calling on him to release further documents the US government may have.</p><p>Trump himself has weighed in on the controversy, most recently while returning from his trip to Scotland this week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-fallout-over-employee-poaching\">A fallout over employee poaching?</h2><p>As he flew on Air Force One, Trump brought up Giuffre, one of Epstein’s most high-profile accusers.</p><p><a href=\"http://aljazeera.com/news/2025/4/26/epstein-prince-andrew-accuser-virginia-giuffre-dies-by-suicide-family\">Giuffre died</a> by suicide in April at her farm in western Australia. Previously, as a teenager, she had worked as a spa attendant at Trump’s Mar-a-Lago resort in Florida, where her father was also employed in maintenance.</p><p>Trump accused Epstein, a convicted sex offender, of poaching employees like Giuffre.</p><p>“People were taken out of the spa, hired by him. In other words, gone,” Trump said. “When I heard about it, I told him, I said, ‘Listen, we don’t want you taking our people.’”</p><p>He added that Epstein’s actions caused a rupture in their relationship: “Not too long after that, he did it again. And I said, ‘Out of here.’”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>His statements sparked a flurry of new media coverage. White House Press Secretary Karoline Leavitt has since defended Trump’s actions.</p><p>“The fact remains that President Trump kicked Jeffrey Epstein out of his club for being a creep to his female employees,” she said.</p><p>But the scrutiny has continued. On Thursday, a reporter asked Trump at a fitness-themed event to explain why Epstein might have taken young female employees from his resort.</p><p>After chiding the reporter for raising the subject, Trump responded: “I don’t know really why, but I said, if he’s taking anybody from Mar-a-Lago — he’s hiring or whatever he is doing — I didn’t like it. And we threw him out. We said, ‘We don’t want him at the place.'”</p><p>Upon taking office for a second term, Trump and his officials pledged to release government documents related to high-profile cases, including the assassinations of figures like civil rights leader Martin Luther King Jr and US President John F Kennedy.</p><p>Many of the files in question have been the subject of numerous conspiracy theories.</p><p>In the case of Epstein, conspiracy theories have swirled about the circumstances of his 2019 jailhouse death and the potential influence he wielded over powerful acquaintances.</p><p>Figures in Trump’s current administration, like Federal Bureau of Investigation (FBI) director Kash Patel and his deputy director Dan Bongino, openly speculated whether Epstein had a “black book” or “client list” that he used to coerce government and industry leaders.</p><p>Attorney General Pam Bondi fuelled those rumours when she appeared on Fox News in February and said such a list was “sitting on my desk right now”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"family-calls-for-maxwell-to-rot\">Family calls for Maxwell to ‘rot’</h2><p>Thus far, the Trump administration’s document releases have failed to produce major revelations about the Epstein scandal.</p><p>In July, the FBI and the Department of Justice issued a <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">joint statement</a> also affirming that their review revealed no client list and no evidence that Epstein blackmailed figures of power.</p><p>That review, however, did little to abate speculation among those who have been following the Epstein conspiracy theories, including members of Trump’s “Make America Great Again” (MAGA) base.</p><p>Reports have since emerged that the Justice Department <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">briefed Trump</a> about his name appearing in the Epstein files, and Democrats have sought to leverage the controversy to dent Trump’s popularity.</p><p>Trump, meanwhile, has called for federal grand jury records to be released, though experts point out that those are unlikely to contain the full scope of evidence in the Epstein case.</p><p>Justice Department officials also met last week with <a href=\"/news/2025/7/24/us-justice-department-to-discuss-epstein-with-ghislaine-maxwell\">Ghislaine Maxwell</a>, a convicted sex offender and former girlfriend of Epstein who is accused of sex-trafficking and grooming victims on his behalf.</p><p>Attorney General Bondi has said some Epstein materials cannot be released, as they contain sensitive information about victims.</p><p>Maxwell, meanwhile, has offered to testify before Congress in exchange for a pardon and has petitioned the Supreme Court to review her case. She is serving a 20-year sentence in federal prison.</p><p>In Wednesday’s message, Giuffre’s relatives urged the government not to pardon Maxwell for her crimes.</p><p>“Ghislaine Maxwell is a monster who deserves to rot in prison for the rest of her life,” their statement read.</p></div></div></body></html>"
        },
        {
            "title": "Is Sudan on the path to irreversible fragmentation? | Digital Series News | Al Jazeera",
            "time": "2025-07-31T18:54:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753986277.jpg?resize=1814%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Parallel government recently formed by the RSF has been widely rejected.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan has been struggling with a devastating conflict for more than two years.</p><p>Now it faces yet another challenge.</p><p>The paramilitary Rapid Support Forces has announced a parallel government to rival the one led by the army chief.</p><p>The African Union has rejected the move, and the army has dismissed it as a desperate attempt by the RSF to cling to power.</p><p>But analysts say the move carries a real risk, one that could further divide an already fractured country.</p><p>So how will this new power struggle play out both inside Sudan and more widely?</p><p>And how could it affect the Darfur region, where the RSF still wields control?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Hafiz Mohamed – Director of Justice Africa Sudan, an advocacy organisation and research institute</p><p>Kholood Khair – Sudanese political analyst and founder of Confluence Advisory, a think tank formerly based in Khartoum</p><p>Cameron Hudson – Senior associate in the Africa Program at the Center for Strategic and International Studies</p></div></div></body></html>"
        },
        {
            "title": "Inside Israel’s role in the killings at Gaza’s food aid sites | Gaza News | Al Jazeera",
            "time": "2025-07-31T18:54:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/afp_687e027326ac-1753088627.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Gaza Humanitarian Foundation (GHF), a US nonprofit backed by the US and Israel, was set up earlier this year to provide humanitarian aid in Gaza. Its aid distribution got under way in May, following a prolonged halt in supply deliveries to the enclave. But according to the UN, more than 1,000 Palestinians have been killed trying to access food at the GHF aid hubs.</p><p>Starving and beleaguered Palestinians in Gaza have no choice but to walk several miles to collect much-needed food packages from the four heavily militarised hubs. Palestinian medics and civilians told Al Jazeera that GHF and Israeli troops have routinely opened fire on the aid seekers, killing dozens at a time.</p><p>Harrowing accounts have been corroborated by video evidence, whistleblowers and Israeli soldiers, and the killings have fuelled international outcry – including condemnations from heads of state, UN agencies and human rights groups.</p><h2 id=\"who-is-responsible-for-the-killings\">Who is responsible for the killings?</h2><p>Mainly Israeli troops, but mercenaries working for the GHF are also implicated, according to Euro-Med Human Rights Monitor, which documents atrocities against Palestinians.</p><p>Euro-Med also alleges that Israeli forces have enabled Palestinian gangs to loot aid convoys and terrorise civilians.</p><p>A retired United States special forces officer, Anthony Aguilar, who was formerly employed by the GHF, recently disclosed some of the brutal treatment Palestinians face at aid sites.</p><p>“Without question, I witnessed war crimes by the [Israeli military],” Aguilar told the BBC in an exclusive interview.</p><figure id=\"attachment_3760449\" aria-describedby=\"caption-attachment-3760449\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3760449\" src=\"/wp-content/uploads/2025/06/AP25159513055391-1749393552.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians mourn over the body of Ahmed Abu Hilal, who was killed while on his way to an aid hub in Gaza, during his funeral at Nasser Hospital in Khan Younis, in the southern Gaza Strip, on Sunday, June 8, 2025. [Abdel Kareem Hana/AP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3760449\" class=\"wp-caption-text\">Palestinians mourn over the body of Ahmed Abu Hilal, who was killed while on his way to an aid hub in Gaza, during his funeral at Nasser Hospital in Khan Younis, in the southern Gaza Strip, on Sunday, June 8, 2025 [Abdel Kareem Hana/AP]</figcaption></figure><h2 id=\"how-are-the-palestinians-being-killed\">How are the Palestinians being killed?</h2><p>Doctors and survivors in Gaza say that Israel often uses snipers to aim directly at Palestinian aid seekers.</p><p>Dr Fadel Naeem said he frequently treats survivors in the al-Ahli Arab Hospital in Gaza City and that most of the gunshot wounds he sees are to the “head, chest and abdomen”.</p><p>He noted that Israel also appears to fire indiscriminately at starving Palestinians, sometimes firing tear gas, explosives or artillery shells at large crowds. These attacks often cause serious burns, as well as flesh and shrapnel wounds.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“There is often severe tissue tearing … and many [of the injured] end up with amputated limbs,” said Dr Naeem.</p><p>Other Palestinians sustain fractures and broken bones, typically by being trampled in the mad rush to flee Israeli gunfire or obtain a bag of food aid.</p><p>Dr Hassan al-Shaer, who works in al-Shifa Hospital, also says many of the injuries are serious.</p><p>“Many of the [injured] victims that come to us also have life-threatening wounds, and they are taken to the operating room immediately,” he told Al Jazeera.</p><h2 id=\"what-excuse-does-israel-give-for-these-killings\">What excuse does Israel give for these killings?</h2><p>Israel officially denies firing at Palestinians and frequently claims that its troops only fire “warning shots” outside GHF distribution hubs to prevent overcrowding.</p><p>The Israeli army also says “chaos” at the sites poses an “immediate threat” to army soldiers.</p><p>Yet, according to a news report published by the Israeli daily Haaretz on June 27, Israeli troops pose the real threat.</p><p>Many soldiers who served in Gaza admitted that they were “ordered to shoot” directly at Palestinian aid seekers by their superiors.</p><p>“Where I was stationed, between one and five people were killed every day. They’re treated like a hostile force – no crowd-control measures, no tear gas – just live fire with everything imaginable: heavy machine guns, grenade launchers, mortars,” one soldier told Haaretz.</p><p>“It’s a killing field,” he added.</p><p>Israel’s Prime Minister Benjamin Netanyahu and President Isaac Katz both deny the allegations and claim that they amount to “blood libel” against Israel, meaning they equate it to a false and anti-Semitic accusation that Jewish people murder Christian children to use their blood in religious rituals.</p><h2 id=\"does-medical-evidence-on-the-ground-support-israel-s-official-narrative\">Does medical evidence on the ground support Israel’s official narrative?</h2><p>No, accounts from doctors in Gaza hospitals and clinics do not support Israel’s claim.</p><p>Dr Shaer, from al-Shifa, noted that many of the injured people started coming into the hospital when the GHF began aid distribution in late May.</p><p>Injuries are often compounded with illnesses and weak immune systems, effects brought on by starvation in Gaza.</p><p>Hakeem Yahiya Mansour, a 30-year-old Palestinian emergency medic in Gaza, added “death always happens” at GHF sites.</p><p>“Most of the calls we get are from the surroundings [of the distribution zones],” he told Al Jazeera.</p><h2 id=\"what-do-the-ghf-sites-look-like\">What do the GHF sites look like?</h2><p>Footage of the sites shows thousands of starving Palestinians crowded onto a strip of land roughly the size of a football field, according to Doctors Without Borders, known by its French initials MSF.</p><p>Aid seekers are surrounded by guard towers and are often forced to fight for food parcels that are tossed to hungry crowds at poorly arranged and chaotic distribution points.</p><p>Tanks are often stationed nearby, and aid seekers can hear the terrifying buzzing of drones above them.</p><p>According to satellite imagery obtained by Al Jazeera’s verification unit, Sanad, Palestinians have little space to manoeuvre or receive aid.</p><p>Despite the dangers, Palestinians face an impossible choice: die from gunfire or starvation. Many chose to accept the risk and go for aid in the hope of obtaining food for their families and small children.</p><p>Mohanad Shaaban said he did not eat for three days, pushing him to head to the GHF site on July 30. He remembers seeing two tanks at the site – one on the right and a second on the left.</p><p>“The [Israelis] then opened fire on us,” he recalled solemnly.</p><p>“Please tell the world to end this famine.”</p><h2 id=\"how-is-the-world-responding\">How is the world responding?</h2><p>Harrowing scenes and images of Palestinians dying of hunger and being killed at GHF aid sites have compelled some of Israel’s allies to issue stern condemnations and ultimatums.</p><p>France, Germany and the United Kingdom recently issued a statement urging Israel to scale up life-saving aid.</p><p>What’s more, France has taken the symbolic step of recognising a Palestinian state, which the UK also threatened to do, unless Israel ends the “appalling situation” in Gaza and commits to the “two-state” solution. Canada has also said it will recognise a Palestinian state in September.</p></div></div></body></html>"
        },
        {
            "title": "Refugee and migrant crossings to UK hit record high by end of July | Government News | Al Jazeera",
            "time": "2025-07-31T18:51:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/07/10960318-1689674914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Refugee and migrant crossings to UK hit record high by end of July</h1><p class=\"article__subhead\"><em>More than 25,000 people have crossed the Engilsh Channel to the UK in 2025, the highest total this early in the year.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"907\" data-end=\"1059\">More than 25,000 people have crossed the English Channel into the United Kingdom so far this year, marking the fastest pace of arrivals since records began in 2018 and piling pressure on the UK’s Labour government as anti-immigration sentiment is stoked by the political right wing.</p><p data-start=\"1061\" data-end=\"1301\">Figures released on Thursday show that nearly 900 refugees and migrants made the crossing in 13 small boats on Wednesday alone, bringing the total number of arrivals in 2025 to 25,436. It’s a perilous journey that has resulted in dozens of deaths over the years.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1303\" data-end=\"1588\">The milestone is likely to intensify political scrutiny over Prime Minister Keir Starmer’s handling of undocumented migration. His government has pledged tougher action on smuggling networks, with Starmer vowing to “smash the gangs” responsible for transporting people across the Channel.</p><p data-start=\"1590\" data-end=\"1678\">Opposition politicians have seized on the latest numbers to criticise Labour’s approach.</p><p data-start=\"1680\" data-end=\"1967\">“Almost 900 people crossed the Channel yesterday, meaning 25,000 people, mainly young men, have crossed the Channel this year. [And] 2025 is the worst year on record so far, and the Labour Government are doing nothing to stop the crossings,” said Conservative Shadow Home Secretary Chris Philp.</p><p data-start=\"1969\" data-end=\"2227\">He added: “Their 17 in, one out deal with France will not even make a dent – it would take 10 years for [Home Secretary] Yvette Cooper to deport the illegal immigrants that have arrived since the start of this year alone under her so-called deal, which still hasn’t started.”</p><p data-start=\"1969\" data-end=\"2227\">Starmer and French President Emmanuel Macron announced “<a href=\"/news/2025/7/10/starmer-and-macron-to-announce-one-in-one-out-migrant-returns-deal\">one in, one out”</a> returns of asylum seekers earlier this month. The pilot programme sets out that for every person returned, a different individual would be allowed “to come here via a safe route: controlled and legal, subject to strict security checks and only open to those who have not tried to enter the UK illegally”, Starmer said at the time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2229\" data-end=\"2482\">Philp also reiterated his party’s proposal to immediately detain and deport new arrivals, warning that continued legal challenges under the European Convention on Human Rights (ECHR) could force a Conservative government to consider withdrawing from it, a threat they have often made in and around the Brexit years when the party was in government.</p><p data-start=\"2484\" data-end=\"2720\">Radical right Reform UK leader Nigel Farage echoed those criticisms, writing on social media: “898 illegals crossed the English Channel yesterday. This means more hotels, more costs and more people who should not be here. The public have had ENOUGH!”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2484\" data-end=\"2720\">A series of violent far-right demonstrations have been held recently outside a hotel housing asylum seekers in Epping, north of London.</p><p data-start=\"3123\" data-end=\"3304\" data-is-last-node=\"\" data-is-only-node=\"\">Meanwhile, United States President Donald Trump, who campaigned on a hardline anti-immigration platform and has been executing it during his second term with raids and deportations of immigrants,  recently praised the UK government’s efforts, saying it was “doing a fantastic thing” by addressing the issue, though he admitted knowing “nothing about the boats”.</p></div></div></body></html>"
        },
        {
            "title": "The NGO holding Israeli soldiers to account | Newsfeed | Al Jazeera",
            "time": "2025-07-31T18:32:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753986699.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 31 Jul 2025</span><span aria-hidden=\"true\">31 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "China flooding kills dozens, including 31 trapped at elderly care home | Floods News | Al Jazeera",
            "time": "2025-07-31T18:28:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T111645Z_1030517622_RC2BWFAEQU8X_RTRMADP_3_ASIA-WEATHER-CHINA-1753983999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/gallery/2025/7/29/deadly-rain-landslides-force-mass-evacuations-in-northern-china\">Torrential rains and flooding</a> across northern China have killed dozens of people, authorities say, including more than 30 elderly residents who were trapped at a care facility in a suburb of the capital Beijing.</p><p>Officials said on Thursday that 31 people died at the Taishitun Town Elderly Care Center in the Miyun district, about a 90-minute drive from central Beijing, which was one of the areas hit hardest by this week’s storms.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“For a long time, this senior centre was in the town’s centre and was safe, and such was not included in the preparedness plans,” said Yu Weiguo, the Communist Party secretary for Miyun, expressing his condolences and adding it was a “bitter lesson”.</p><p>“This showed that our contingency plan had flaws, and our understanding of extreme weather was inadequate,” Yu said.</p><p>The care centre housed 69 residents, including 55 who were disabled in some capacity. The facility sat on low-lying ground near a river that had flooded after the unusually intense rains, local media outlet Caixin reported.</p><p>Torrential rains <a href=\"/news/2025/7/29/heavy-rains-flooding-kill-at-least-30-in-beijing-as-downpour-continues\">began a week ago</a> and peaked around Beijing and its surrounding provinces on Monday.</p><p>In the space of a few days, the hilly Miyun district in the northeast of the capital saw rainfall of up to 573.5mm (22.6 inches). By comparison, the average annual precipitation in Beijing is around 600mm (23.6 inches).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Miyun Reservoir, the largest in northern China, saw record-breaking water levels during the rains.</p><p>The Qingshui River, which runs through Taishitun feeding into the reservoir and is normally a small stream, was flowing at 1,500 times its normal volume on Monday morning when the disaster struck, Yu said.</p><p>One Beijing resident’s 87-year-old mother managed to get out of the elder care centre in Miyun, Caixin reported.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“She doesn’t know where she got the strength, but she managed to climb onto the windowsill,” the woman’s daughter said, noting her mother’s roommate was unable to escape and drowned.</p><h2 id=\"hundreds-of-thousands-affected\">Hundreds of thousands affected</h2><p>At a news conference on Thursday, Beijing’s Deputy Mayor Xia Linmao said at least 44 people died over the past week in the city.</p><p>In total, more than 300,000 people have been affected by the rain and flooding in the capital, with more than 24,000 homes, 242 bridges and 756km (470 miles) of roads damaged, said Xia, citing preliminary figures.</p><p>In neighbouring Hebei province, authorities announced an additional eight deaths on Thursday and 16 deaths total this week.</p><p>At least 31 people were missing in Beijing and Hebei province, authorities said.</p><p>Meanwhile, in <a href=\"/news/2025/7/28/hevay-rains-kill-four-in-china-as-flood-warnings-issued-to-11-provinces\">northern Shanxi province</a>, authorities said on Wednesday evening that 10 people were dead after a minibus carrying farm workers washed away in heavy rain.</p><p>Four people were still missing as the rescue continued, according to a city government statement three days after the bus disappeared.</p><figure id=\"attachment_3862812\" aria-describedby=\"caption-attachment-3862812\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862812\" src=\"/wp-content/uploads/2025/07/AFP__20250729__686B8JT__v1__HighRes__ChinaWeatherFlood-1753773335.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Over 30 dead as northern China hit by heavy rain and landslides\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862812\" class=\"wp-caption-text\">A man rides his vehicle past debris along a flooded street following heavy rains in the Miyun district, July 29, 2025 [Adek Berry/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Microsoft becomes second company to surpass $4 trillion in market value | Technology News | Al Jazeera",
            "time": "2025-07-31T18:08:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211127284646-1753976822.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Microsoft is now the second company ever to surpass $4 trillion in market valuation, following artificial intelligence giant Nvidia.</p><p>Microsoft, which is traded under the ticker “MSFT”, is continuing to surge and as of noon in New York City (16:00 GMT) on Thursday, it is up 4.6 percent from the market open.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The <a href=\"/news/2025/5/1/meta-microsoft-report-strong-earnings-despite-trade-war-uncertainty\" target=\"_blank\" rel=\"noopener\">technology behemoth</a> said it will spend $30bn in capital spending for the first quarter of the current fiscal year to meet soaring artificial intelligence (AI) demand. Microsoft also reported booming sales in its Azure cloud computing business on Wednesday.</p><p>“It is in the process of becoming more of a cloud infrastructure business and a leader in enterprise AI, doing so very profitably and cash generatively despite the heavy AI capital expenditures,” said Gerrit Smit, lead portfolio manager, Stonehage Fleming Global Best Ideas Equity Fund.</p><p>Redmond, Washington-headquartered Microsoft first cracked the $1 trillion mark in April 2019.</p><p>Its move to $3 trillion was more measured than that of technology giants Nvidia and Apple, with AI-bellwether Nvidia tripling its value in just about a year and clinching the $4 trillion milestone before any other company on July 9.</p><p>In its earnings report, revenue topped $76.4bn.</p><h2 id=\"slam-dunk\">‘Slam-dunk’</h2><p>“This was a slam-dunk quarter for MSFT [Microsoft] with cloud and AI driving significant business transformation across every sector and industry as the company continues to capitalize on the AI Revolution unfolding front and center,” Dan Ives, senior analyst at Wedbush Securities, said in a note provided to Al Jazeera.</p><p>Microsoft’s multibillion-dollar bet on OpenAI is proving to be a game-changer, powering its Office Suite and Azure offerings with cutting-edge AI and fuelling the stock to more than double its value since ChatGPT’s late-2022 debut.</p><p>Its capital expenditure forecast, its largest ever for a single quarter, has put it on track to potentially outspend its rivals over the next year.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We closed out the fiscal year with a strong quarter, highlighted by Microsoft Cloud revenue reaching $46.7bn, up 27 percent [up 25 percent in constant currency] year-over-year,” Amy Hood, executive vice president and chief financial officer of Microsoft, said in a statement.</p><p>However, Microsoft’s surge in market value is overshadowed by a wave of layoffs at the tech giant. Earlier this month, the company laid off 9,000 people, representing 4 percent of its global workforce, while doubling down on AI.</p><p>Lately, breakthroughs in trade talks between the United States and its trading partners ahead of US President Donald Trump’s August 1 tariff deadline have buoyed stocks, propelling the S&amp;P 500 and the Nasdaq to record highs.</p><p>Meta Platforms also doubled down on its AI ambitions, forecasting third-quarter revenue that blew past Wall Street estimates as artificial intelligence supercharged its core advertising business.</p><p>The social media giant upped the lower end of its annual capital spending by $2bn – just days after Alphabet made a similar move – signalling that Silicon Valley’s race to dominate the artificial-intelligence frontier is only accelerating.</p></div></div></body></html>"
        },
        {
            "title": "UK, US and allies accuse Iran of cross-border assassination plots | Politics News | Al Jazeera",
            "time": "2025-07-31T17:35:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_6885e9f373-1753606643.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Kingdom and 13 allied nations have publicly accused Iran’s intelligence services of orchestrating a wave of assassination attempts, abductions and intimidation campaigns against individuals residing in Europe and North America.</p><p>In a joint statement issued on Thursday, governments including the United States, France, Germany and Canada denounced Tehran’s alleged extraterritorial operations as a flagrant breach of national sovereignty.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We are united in our opposition to the attempts of Iranian intelligence services to kill, kidnap, and harass people in Europe and North America in clear violation of our sovereignty,” the group said.</p><p>The signatories – which also included Albania, Austria, Belgium, the Czech Republic, Denmark, Finland, the Netherlands, Spain, Sweden and the UK – urged Iranian authorities to halt these activities, which they claimed were increasingly carried out in partnership with international criminal groups.</p><p>A UK parliamentary committee recently attributed at least 15 plots targeting individuals in the UK since 2022 to Iranian intelligence operatives.</p><p>British officials have responded with tighter measures. In March, the UK government said Iran would be required to register any political influence activity inside the country, citing “escalating aggression” from its intelligence services.</p><p>In May, UK police <a href=\"/news/2025/5/4/uk-police-arrest-seven-iranians-over-alleged-threats-to-national-security\">arrested seven Iranians</a> over alleged threats to national security, which Iran’s  Ministry of Foreign Affairs <a href=\"/news/2025/5/19/iran-summons-uk-charge-daffaires-amid-nuclear-friction\">denounced</a> as “suspicious and unwarranted”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Similar concerns have emerged elsewhere in Europe. Dutch security services said Tehran was behind a foiled 2024 attempt to assassinate an Iranian dissident in the Netherlands – charges Iran denied.</p><p>Authorities arrested two suspects, one of whom is also linked to the shooting of Spanish politician Alejo Vidal-Quadras, a vocal supporter of the Iranian opposition.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Across the Atlantic, the US Department of Justice <a href=\"/news/2023/1/27/us-charges-three-in-iran-linked-plot-to-assassinate-journalist\">charged</a> three European-based gang members and <a href=\"/news/2024/10/22/us-charges-iranian-official-in-alleged-plot-to-kill-activist-in-new-york\">later a senior Iranian official</a> with plotting to kill an Iranian-American journalist. Two were convicted earlier this year, while the third pleaded guilty. Prosecutors claimed the men acted at the behest of the Iranian state. Iran’s Ministry of Foreign Affairs called such statements “baseless”.</p><p>The allegations come at a time of renewed tensions over Iran’s nuclear programme. Talks between Iran and Western powers remain frozen. Last week, Iranian officials held “frank” discussions in Istanbul with diplomats from the UK, Germany and France.</p><p>The meeting marked the first engagement since Israel’s mid-June air strikes on Iran, which triggered a 12-day flare-up involving US strikes on Iranian nuclear facilities.</p><p>While Israel insists Iran is covertly pursuing nuclear weapons, a claim it has not substantiated, Tehran maintains its nuclear activities are for civilian use only.</p><p>US intelligence agencies, meanwhile, assessed in March that Iran was not actively developing a bomb, contradicting former President Donald Trump’s claim that it was “close” to doing so</p></div></div></body></html>"
        },
        {
            "title": "US appeals court hears arguments about legality of Trump tariffs | Courts News | Al Jazeera",
            "time": "2025-07-31T17:01:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211675385279-1753975188.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oral arguments over United States President Donald Trump’s power to impose tariffs have kicked off before a US appeals court after a lower court ruled <a href=\"/economy/2025/5/29/us-trade-court-rules-trumps-sweeping-global-tariffs-are-unlawful\" target=\"_blank\" rel=\"noopener\">he had exceeded his authority</a> by imposing sweeping new levies on imported goods.</p><p class=\"tr-story-p1\">The appeals court judges on Thursday sharply questioned whether what Trump calls his “reciprocal” tariffs, announced in April, were justified by the president’s claim of emergency powers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A panel of all the court’s active judges – eight appointed by Democratic presidents and three appointed by Republican presidents – is hearing arguments in two cases brought by five small US businesses and 12 Democratic-led US states.</p><p><span>The judges on the US Court of Appeals for the Federal Circuit in Washington, DC, pressed government lawyer Brett Shumate to explain how the International Emergency Economic Powers Act (IEEPA), a 1977 law historically used for sanctioning enemies or freezing their assets, gave Trump the power to impose tariffs.</span></p><p>Trump is the first president to use IEEPA to impose tariffs.</p><p>The judges frequently interrupted Shumate, peppering him with a flurry of challenges to his arguments.</p><p>“IEEPA doesn’t even say tariffs, doesn’t even mention them,” one of the judges said.</p><p>Shumate said the law allows for “extraordinary” authority in an emergency, including the ability to stop imports completely. He said IEEPA authorises tariffs because it allows a president to “regulate” imports in a crisis.</p><p>The states and businesses challenging the tariffs argued they are not permissible under IEEPA and the US Constitution grants Congress, and not the president, authority over tariffs and other taxes.</p><p>Neal Katyal, a lawyer for the businesses, said the government’s argument that the word “regulate” includes the power to tax would be a vast expansion of presidential power.</p><p>Tariffs are starting to build into a <a href=\"/news/2025/7/24/fact-check-could-trumps-trade-tariffs-pay-off-the-us-deficit\">significant revenue source</a> for the federal government as customs duties in June quadrupled to about $27bn, a record, and through June have topped $100bn for the current fiscal year, which ends on September 30. That income could be crucial to offset lost revenue from extended tax cuts in a Trump-supported bill that passed and became law this month.</p><p>“Tariffs are making America GREAT &amp; RICH Again,” Trump wrote in a social media post on Thursday. “To all of my great lawyers who have fought so hard to save our Country, good luck in America’s big case today.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But economists said the duties threaten to raise prices for US consumers and reduce corporate profits. Trump’s on-again, off-again tariff threats have roiled financial markets and disrupted US companies’ ability to manage supply chains, production, staffing and prices.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Dan Rayfield, the attorney general of Oregon, one of the states challenging the levies, said the tariffs are a “regressive tax” that is making household items more expensive.</p><p>Since Trump began imposing his wave of tariffs, companies ranging from <a href=\"/economy/2025/4/30/automakers-suspend-financial-guidance-amid-tariff-uncertainty\" target=\"_blank\" rel=\"noopener\">carmaker Stellantis</a> to <a href=\"/economy/2025/7/24/american-airlines-restores-forecast-amid-economic-uncertainty\" target=\"_blank\" rel=\"noopener\">American Airlines, temporarily suspended</a> financial guidance for investors, which has since started again but has been revised down. Companies across multiple industries, including Procter and Gamble, the world’s largest consumer goods brand, announced this week that it would need to raise prices on a quarter of its goods.</p><p>The president has made tariffs a central instrument of his foreign policy, wielding them aggressively in his second term as leverage in trade negotiations and to push back against what he has called unfair practices.</p><h2 id=\"pressure-outside-trade\">Pressure outside trade</h2><p>Trump has said the April tariffs, which he placed on most countries, are a response to persistent US trade imbalances and declining US manufacturing power. However, in recent weeks, he’s used them to increase pressure on nontrade issues.</p><p>He hit Brazil with 50 percent tariffs over the prosecution of former Brazilian President Jair Bolsonaro, a key Trump ally who is on trial for an alleged coup attempt after he lost the 2022 presidential election.</p><p>Trump also threatened Canada over its move to recognise a Palestinian state, saying a trade deal will now be “very hard”.</p><p>He said tariffs against China, Canada and Mexico were appropriate because those countries were not doing enough to stop fentanyl from crossing US  borders. The countries have denied that claim.</p><p>On May 28, a three-judge panel of the US Court of International Trade sided with the Democratic states and small businesses that are challenging Trump.</p><p>It said IEEPA, a law intended to address “unusual and extraordinary” threats during national emergencies, did not authorise tariffs related to longstanding trade deficits. The appeals court has allowed the tariffs to remain in place while it considers the administration’s appeal. The timing of the court’s decision is uncertain, and the losing side will likely appeal quickly to the US Supreme Court.</p><p>The case will have no impact on tariffs levied under more traditional legal authorities, such as duties on steel and aluminium. The president recently announced trade deals that set tariff rates on goods from the European Union and Japan after smaller trade agreements with Britain, Indonesia and Vietnam.</p><p>Trump’s Department of Justice has argued that limiting the president’s tariff authority could undermine ongoing trade negotiations while other Trump officials have said negotiations have continued with little change after the initial setback in court. Trump has set a deadline of Friday for higher tariffs on countries that don’t negotiate new trade deals.</p><p>There are at least seven other lawsuits challenging Trump’s invocation of IEEPA, including cases brought by other small businesses and California.</p></div></div></body></html>"
        },
        {
            "title": "New poll finds Americans perceive less racial discrimination in US | Race Issues News | Al Jazeera",
            "time": "2025-07-31T16:42:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/04/AP22102151591190.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New poll finds Americans perceive less racial discrimination in US</h1><p class=\"article__subhead\"><em>Less than half of Americans believe racial minorities face substantial discrimination, in a reversal of the previous trend.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Only 40 percent of people in the United States believe that Black and Hispanic people face “quite a bit” or “a great deal” of discrimination, according to a new poll highlighting a reversal in previously held perceptions.</p><p>An Associated Press-NORC Center for Public Affairs Research poll released on Thursday also found that 30 percent of those surveyed felt the same way about Asian people, and only 10 percent believed that white people were discriminated against.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The number of people saying Asian people and Black people are experiencing a substantial amount of discrimination has dropped since an AP-NORC poll conducted in April 2021,” according to a statement on the NORC website.</p><p>The poll comes as US President <a href=\"/news/2025/4/24/federal-judge-temporarily-blocks-trumps-push-to-end-dei-in-k-12-schools\">Donald Trump</a> continues to attack initiatives that promote diversity at universities and the workplace, and to pressure institutions not aligned with his political agenda in the name of combatting left-wing ideas.</p><p>In the spring of 2021, amid massive protests against racial injustice following the police killing of <a href=\"/news/2022/5/25/george-floyd-two-years-on-some-accountability-but-killings-go-on\">George Floyd</a> in Minneapolis, Minnesota, 60 percent of people polled believed that Black people face “a great deal” or “quite a bit” of discrimination in the US. That figure has now dropped to less than 50 percent.</p><p>About 74 percent of Black people say their communities continue to face substantial discrimination, while just 39 percent of white respondents said that Black people face serious discrimination.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>People in the US have also become more sceptical about corporate efforts to promote <a href=\"/news/2025/1/23/what-do-trumps-executive-orders-on-workplace-diversity-programmes-say\">diversity, equity, and inclusion</a>, often referred to as DEI. Many large companies have started to <a href=\"/economy/2025/7/9/t-mobile-to-end-dei-programme-as-it-seeks-regulatory-approval\">roll back</a> such efforts.</p><p>Between 33 percent and 41 percent said that DEI made no difference at all, and a quarter said it was likely to increase discrimination against minorities.</p><p>“Anytime they’re in a space that they’re not expected to be, like seeing a Black girl in an engineering course … they are seen as only getting there because of those factors,” Claudine Brider, a 48-year-old Black Democrat in Compton, California, told the Associated Press. “It’s all negated by someone saying, ‘You’re only here to meet a quota.’”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But the Trump administration has gone far beyond criticisms of DEI efforts, wielding a wide definition of the term to <a href=\"/news/2025/6/26/trump-administration-launches-probe-into-university-of-california-system\">exert pressure</a> on institutions and organisations that he sees as hostile to his political agenda. The president has threatened, for example, to withhold federal disaster aid from states that do not align with his efforts to roll back anti-discrimination measures and open probes into companies with DEI policies, which he has framed as racist against white people.</p><p>A majority of those polled also believe that undocumented immigrants face discrimination, as the Trump administration pursues a programme of <a href=\"/news/2025/7/4/how-donald-trumps-spending-bill-could-kick-us-deportations-into-overdrive\">mass deportations</a> that have caused fear in immigrant communities across the country.</p><p>“Most people, 58 percent, think immigrants without legal status also face discrimination — the highest amount of any identity group,” AP-NORC states. “Four in 10 say immigrants living legally in the United States also face this level of discrimination.”</p><p>The poll also found that more than half of the public believes Muslims face substantial discrimination, and about one-third said the same for Jewish people.</p></div></div></body></html>"
        },
        {
            "title": "Pam Bondi: Who is Trump’s attorney general handling the Epstein files? | Donald Trump News | Al Jazeera",
            "time": "2025-07-31T16:37:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25189597213842-1753887763.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Attorney General Pam Bondi has emerged as one of the most embattled top officials in the administration of United States President Donald Trump, amid fallout over her handling of disclosures related to the sex trafficking case of billionaire financier <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">Jeffrey Epstein</a>.</p><p>Trump has so far <a href=\"/news/2025/7/16/trump-lashes-out-at-past-supporters-over-epstein\">stood by</a> Bondi, who has been instrumental in his reshaping of the Department of Justice, but the president has continued to voice frustration that public fixation on the scandal – and criticism from both <a href=\"/video/newsfeed/2025/7/18/why-is-trumps-maga-base-in-revolt-over-epstein\">within his base</a> and among his opponents – has refused to die down.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Democrats have adopted the issue as their latest political cudgel, while Republicans in Congress have promised to continue their own probe when they return from summer recess, with plans to hear testimony from Bondi, as well as subpoena the case files and testimony from Epstein confidant Ghislaine Maxwell.</p><p>Two lawmakers are even pushing a bill that would compel Bondi to release the documents in question, a move Republican Thomas Massie has said is aimed at “justice for the victims and transparency for Americans”.</p><p>So who is Bondi and how did the 59-year-old attorney general come to be one of Trump’s most loyal cabinet members?</p><h2 id=\"what-did-bondi-do-before-becoming-attorney-general\">What did Bondi do before becoming attorney general?</h2><p>Bondi spent 18 years as a public prosecutor in Hillsborough County, Florida before breaking into statewide office.</p><p>The lengthy career gave her more direct prosecutorial experience than any preceding US attorney general, <a href=\"https://www.heritage.org/crime-and-justice/commentary/bondi-has-the-proven-experience-be-attorney-general\" target=\"_blank\" rel=\"noopener\">according</a> to the Heritage Foundation, the conservative group that has had an <a href=\"/video/upfront/2025/6/20/project-2025-governance-reform-or-culture-war-battle-plan\">outsized role</a> in shaping the policy of Trump’s second term.</p><p>Speaking last year to the Tampa Bay Times, former colleagues recounted Bondi’s reputation for <a href=\"https://www.tampabay.com/news/florida-politics/2024/11/26/pam-bondi-florida-attorney-general-president-donald-trump/\" target=\"_blank\" rel=\"noopener\">jury-turning charisma</a> that saw her quickly rise through the ranks of felony prosecutions.</p><p>But it was regular media appearances as a legal analyst on national news networks that helped her to build public recognition, which was credited with her victory in Florida’s open attorney general race in 2010. Bondi, who took office in 2011, was also buoyed by the endorsement of former Alaska governor and vice presidential candidate Sarah Palin.</p><p>As attorney general, Bondi led crusades against so-called “pill mills”, clinics that loosely prescribe pain medications, while leading some Republican pet causes, including a multi-state effort to overturn former President Barack Obama’s signature Affordable Care Act.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>She also led efforts to uphold Florida’s ban on same sex marriage, before its nationwide legalisation by Supreme Court order in 2015, as well as the ability for same sex couples to adopt.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>During that period, Bondi sought to establish herself as a champion against sex trafficking and child sex abuse, launching the state’s council on human trafficking and an investigation into past abuse by Catholic priests.</p><p>As Florida’s top cop, she also had her first brush with Epstein, with critics accusing her of remaining willfully silent on a controversial non-prosecution agreement Epstein and his co-conspirators had struck with her predecessor.</p><p>They have said Bondi could have intervened as victims launched lawsuits challenging the deal, which saw Epstein plead guilty to soliciting a minor for prostitution but serve only months in prison.</p><p>“But Bondi kept her distance from the state’s most prominent sex-trafficking case, even as Epstein’s victims pleaded with the courts to invalidate provisions of his non-prosecution agreement and filed lawsuits alleging he abused them when he was on work release from jail,” wrote Mary Ellen Klas, a Bloomberg opinion writer and former Miami Herald Bureau Chief.</p><p>“Her inaction helped to perpetuate what victims describe as a government cover-up that, along with Epstein’s death, has robbed those victims of their chance to get answers and hold their abusers to account,” she wrote.</p><figure id=\"attachment_3866407\" aria-describedby=\"caption-attachment-3866407\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866407\" src=\"/wp-content/uploads/2025/07/AP280664461412-1753905099.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"Florida attorney general Pam Bondi, right, speaks as Republican presidential candidate and former Massachusetts Gov. Mitt Romney, center, and his wife Ann, left, look on during a campaign rally, Sunday, Oct. 7, 2012 in Port St. Lucie, Fla.(AP Photo/Lynne Sladky)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866407\" class=\"wp-caption-text\">Then-Florida attorney general Pam Bondi, right, speaks as Republican presidential candidate and former Massachusetts Governor Mitt Romney, centre, and his wife Ann, left, look on during a campaign rally, Sunday, October 7, 2012, in Port St Lucie, Florida [Lynne Sladky/AP Photo]</figcaption></figure><h2 id=\"how-did-bondi-enter-trump-s-orbit\">How did Bondi enter Trump’s orbit?</h2><p>Bondi’s connections with Trump drew scrutiny even before he entered office, after it was revealed in 2016 that authorities had launched an ethics probe related to the soon-to-be president. At question was whether Bondi had solicited contributions from Trump in 2013, as her office was weighing joining a lawsuit against Trump University.</p><p>Her office denied any wrongdoing, and the investigation was later dropped.</p><p>Despite those early contacts, Bondi was not an early adherent to Trump’s presidential ambitions or his nascent “Make America Great Again” movement.</p><p>Instead, she initially supported former Florida Governor Jeb Bush in the 2016 Republican primary. When Jeb dropped out of the race, she threw her lot in with Trump. From there, things accelerated quickly.</p><p>While still Florida’s attorney general, Bondi served on Trump’s first White House transition team. She left her post in Florida in 2019 and soon joined the Ballard Lobbyist group, representing the interests of Amazon, General Motors, and Uber, among others.</p><p>From there, she joined the White House legal team, defending the president during his first <a href=\"/news/2019/12/4/trump-committed-impeachable-crimes-over-ukraine-legal-scholars\">impeachment trial</a> in the US Senate, in which Trump was accused of conditioning weapons to Ukraine in exchange for dirt on then political opponent Biden.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>After Trump’s election loss, Bondi was among those spearheading unfounded claims that the vote was marred by widespread fraud. She helped coordinate former New York City Mayor <a href=\"/news/2021/6/24/giulianis-law-licence-suspended-over-trump-election-falsehoods\">Rudy Giuliani’</a>s infamous news conference at the Four Seasons Landscaping in Philadelphia, Pennsylvania, where she flatly and falsely claimed that Trump had “won Pennsylvania”.</p><p>She went on to chair the America First Policy Institute (AFPI), a pro-Trump think tank that oversaw “a series of concerning lawsuits in recent years, particularly in the voting rights and elections arena”, as <a href=\"https://www.brennancenter.org/our-work/research-reports/pam-bondis-recent-history-troubling-doj\" target=\"_blank\" rel=\"noopener\">described</a> by the Brennan Center for Justice. Publicly, she also floated prosecuting career federal law enforcement officials who investigated Trump.</p><p>In criticising her appointment, Democrats on the Senate Judiciary Committee in January <a href=\"https://www.judiciary.senate.gov/press/dem/releases/loyalty-above-all-else-pam-bondi-passed-donald-trumps-loyalty-test-to-weaponize-the-justice-department\" target=\"_blank\" rel=\"noopener\">said</a> that Bondi had “the ultimate qualification” to be Trump’s attorney general: “loyalty”.</p><h2 id=\"bondi-s-tenure-at-the-justice-department\">Bondi’s tenure at the Justice Department</h2><p>That loyalty has generated much consternation since Bondi took office, with opponents accusing her of shaping the country’s top law enforcement agency in Trump’s likeness.</p><p>That has included hundreds of layoffs at the department, including investigators and prosecutors in the two federal criminal cases lodged against Trump before his November election victory last year.</p><p>She has also launched a task force to probe those investigations, while publicly decrying what she has framed as a conspiracy against Trump amid the career staff, saying the staff of the FBI and Justice Department were rife with employees “who despise Donald Trump, despise us”, as she told Fox News.</p><p>More recently, she launched a strike force to investigate how the intelligence community, under former President Obama, handled information related to Russian influence in the 2016 presidential election, in what some have seen as an attempt to distract from the Epstein imbroglio.</p><figure id=\"attachment_3866421\" aria-describedby=\"caption-attachment-3866421\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866421\" src=\"/wp-content/uploads/2025/07/AP25196705175056-1753905414.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Attorney General Pam Bondi speaks at a news conference at the Drug Enforcement Administration, Tuesday, July 15, 2025, in Arlington, Va. (AP Photo/Julia Demaree Nikhinson)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866421\" class=\"wp-caption-text\">Attorney General Pam Bondi speaks at a news conference at the Drug Enforcement Administration, Tuesday, July 15, 2025, in Arlington, Virginia [Julia Demaree Nikhinson/AP Photo]</figcaption></figure><p>She has also announced a misconduct complaint against federal Judge <a href=\"/news/2025/6/4/trump-must-facilitate-legal-challenges-of-deported-venezuelans-judge\">James Boasberg</a>, escalating a standoff over judges who have ruled against Trump’s early actions, most notably his use of the Alien Enemies Act to swiftly deport alleged Venezuelan gang members with little requirement for proof.</p><p>But it was Bondi’s embrace of theories pushed by Trump’s staunchest supporters that has landed her in the current predicament. In February, she brazenly told Fox News that she had Epstein’s long-sought “client list” – thought to contain the names of the powerful figures the billionaire blackmailed via his sex scheme – “sitting on my desk right now”.</p><p>Months later, the White House would say Bondi was referring to the entirety of Epstein’s case files, and not specifically the list long sought by MAGA’s most influential voices.</p><p>That came shortly after the Justice Department in July released a memo, <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">stating flatly</a>: “This systematic review revealed no incriminating ‘client list'”.</p></div></div></body></html>"
        }
    ]
}