{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump says meeting Iran’s ‘Crown Prince’ Pahlavi would not be appropriate | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T04:14:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-23T144534Z_2039596484_RC2E8FAHT7R4_RTRMADP_3_IRAN-NUCLEAR-REZA-PAHLAVI-1767927768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">Donald Trump</a> has ruled out meeting with Iran’s self-proclaimed Crown Prince Reza Pahlavi, suggesting that Washington is not ready to back a successor to the Iranian government, should it collapse.</p><p>On Thursday, Trump called Pahlavi, the son of Iran’s last shah who was toppled by the Islamic revolution of 1979, a “nice person”. But Trump added that, as president, it would not be appropriate to meet with him.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think that we should let everybody go out there and see who emerges,” Trump told The Hugh Hewitt Show podcast. “I’m not sure necessarily that it would be an appropriate thing to do.”</p><p>The US-based Pahlavi, who has close <a href=\"/news/2023/4/19/son-of-toppled-irans-shahs-israel-visit-draws-mixed-reactions#:~:text=Reza%20Pahlavi%20has%20tried%20to,key%20personality%20in%20its%20future.&amp;text=Tehran%2C%20Iran%20%E2%80%93%20A%20visit%20to,figure%20opposing%20the%20Islamic%20republic.\">ties to Israel</a>, leads the monarchist faction of the fragmented Iranian opposition.</p><p>Trump’s comments signal that the US has not backed Pahlavi’s offer to “lead [a] transition” in governance in Iran, should the current system collapse.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Iranian government is grappling with protests across several parts of the country.</p><p>Iranian authorities <a href=\"/news/2026/1/8/iran-experiencing-nationwide-internet-blackout-monitor-says\">cut off access</a> to the internet on Thursday in an apparent move to suppress the protest movement as Pahlavi called for more demonstrations.</p><p>The US president had previously warned that he would intervene if the Iranian government targets protesters. He renewed that threat on Thursday.</p><p>“They’re doing very poorly. And I have let them know that if they start killing people – which they tend to do during their riots, they have lots of riots – if they do it, we’re going to hit them very hard,” Trump said.</p><p>Iranian protests started last month in response to a deepening economic crisis as the value of the local currency, the rial, plunged amid suffocating US sanctions.</p><p>The economy-focused demonstrations started sporadically across the country, but they quickly morphed into broader antigovernment protests and appear to be gaining momentum, leading to the internet blackout.</p><p>Pahlavi expressed gratitude to Trump and claimed that “millions of Iranians” protested on Thursday night.</p><p>“I want to thank the leader of the free world, President Trump, for reiterating his promise to hold the regime to account,” he wrote in a social media post.</p><p>“It is time for others, including European leaders, to follow his lead, break their silence, and act more decisively in support of the people of Iran.”</p><p>Last month, Trump also <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">threatened to attack</a> Iran again if it rebuilds its nuclear or missile programmes.</p><p>The US bombed Iran’s three main nuclear facilities in June as part of a war that Israel launched against the country without provocation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On top of its economic and political crises, Iran has faced <a href=\"/news/2025/11/12/as-the-dams-feeding-tehran-run-dry-iran-struggles-with-a-dire-water-crisis\">environmental hurdles</a>, including severe water shortages, deepening its domestic unrest.</p><p>Iran has also been dealt major blows to its foreign policy as its network of allies has shrunk over the past two years.</p><p>Syrian President Bashar al-Assad was toppled by armed opposition forces in December 2024; Hezbollah <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">was weakened</a> by Israeli attacks; and Venezuelan President Nicolas Maduro has been abducted by the US.</p><p>But Iran’s leaders have continued to dismiss US threats. Iranian Supreme Leader <a href=\"/news/2026/1/3/irans-khamenei-says-rioters-must-be-put-in-their-place-amid-protests\">Ali Khamenei</a> doubled down on his defiant rhetoric after the US raid in Caracas on Saturday.</p><p>“We will not give in to the enemy,” Khamenei wrote in a social media post. “We will bring the enemy to its knees.”</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s President Lula vetoes bill to trim Bolsonaro prison sentence | Jair Bolsonaro News | Al Jazeera",
            "time": "2026-01-09T03:58:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26008597295942-1767929457.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazilian President Luiz Inacio Lula da Silva has vetoed a bill that would have reduced the prison sentence of his right-wing rival and predecessor, Jair Bolsonaro, who was convicted of plotting a coup.</p><p>On Thursday, Lula followed through with his promise to block the legislation, which had passed Brazil’s opposition-controlled Congress last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In the name of the future, we do not have the right to forget the past,” Lula <a href=\"https://x.com/LulaOficial/status/2009323013616095573\" target=\"_blank\" rel=\"noopener\">wrote</a> in a series of social media posts, saying that it would have benefitted “those who attacked Brazilian democracy”.</p><p>The veto came on the third anniversary of the 2023 attack on the Three Powers Plaza in the capital of Brasilia, where government buildings representing the presidency, Congress and the Supreme Court stand.</p><p>On January 8 of that year, thousands of Bolsonaro supporters stormed the buildings in an apparent attempt to provoke a military response that would remove Lula from power.</p><p>In marking the anniversary of the attack, Lula called on Brazilians to stand up for their young democracy, which began after a period of violent dictatorship in the late 20th century.</p><p>“January 8th is marked in history as the day of democracy’s victory. A victory over those who tried to seize power by force, disregarding the popular will expressed at the ballot box. Over those who have always defended dictatorship, torture, and the extermination of opponents,” Lula <a href=\"https://x.com/LulaOficial/status/2009280697094058009\" target=\"_blank\" rel=\"noopener\">wrote</a> online.</p><p>“The attempted coup on January 8, 2023, reminded us that democracy is not an unshakeable achievement.”</p><figure id=\"attachment_4225957\" aria-describedby=\"caption-attachment-4225957\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4225957\" src=\"/wp-content/uploads/2026/01/AP26008597123026-1767929486.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A ceremony to mark the anniversary of the January 8, 2023, riots in Brazil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4225957\" class=\"wp-caption-text\">Brazilian President Luiz Inacio Lula da Silva, centre, and his wife, First Lady Rosangela da Silva, attend a ceremony marking the three-year anniversary of Brazil’s capital riot, on January 8, 2026 [Eraldo Peres/AP Photo]</figcaption></figure><h2 id=\"bolsonaro-s-sentence\">Bolsonaro’s sentence</h2><p>The January 8 attack caused millions of dollars in property damage and dozens of injuries, as police and protesters clashed in the government plaza.</p><p>The incident evoked comparisons to the violent riot at the United States Capitol on January 6, 2021, where supporters of President Donald Trump attempted to disrupt the certification of his 2020 election defeat.</p><p>Likewise, Bolsonaro, a former army captain, had refused to concede his defeat to Lula after a narrow loss in the 2022 elections.</p><p>Rather, he and his allies had argued that Brazil’s electronic voting machines were susceptible to fraud, and they challenged the election results in court. Their petition, however, <a href=\"/news/2022/11/24/brazilian-judge-rejects-attempt-to-overturn-lula-election-victory\">was thrown out</a> for its “total absence of any evidence”.</p><p>Still, many of Bolsonaro’s supporters backed his claims and took to the streets to protest the election results. The weeks surrounding Lula’s inauguration in January 2023 were fraught, with reports of <a href=\"/news/2022/12/26/brazil-to-boost-security-for-lula-inauguration-after-bomb-threat\">a bomb threat</a> and <a href=\"/news/2022/12/13/bolsonaro-supporters-attack-police-headquarters-in-brazil\">an attack</a> on police headquarters in Brasilia.</p><p>Prosecutors later accused Bolsonaro and his allies of leading a criminal conspiracy to overturn the election results.</p><p>One of the options the defendants allegedly weighed was to declare a “state of siege” in Brazil, which would allow the military to take control and new elections be held. Another option was reportedly to assassinate Lula and his running mate, Geraldo Alckmin.</p><p>Bolsonaro has pleaded not guilty to the charges and denied any wrongdoing, framing the accusations instead as a political hit job.</p><p>Still, in September, he was sentenced to 27 years in prison after being found guilty on counts including attempting a coup, causing damage to public property, attempting the violent abolition of the democratic rule of law, participation in a criminal enterprise, and the deterioration of a listed national heritage site.</p><p>He began his prison term in November, after he was found to have damaged the ankle monitor used to ensure he was not a flight risk.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"weighing-october-s-election\">Weighing October’s election</h2><p>Conservative politicians, however, have decried the prison sentence as excessive and called for its reduction.</p><p>Bolsonaro’s son Eduardo has petitioned the Trump administration in the US to intervene on behalf of the imprisoned ex-president, and his eldest child, Flavio Bolsonaro, <a href=\"/news/2025/12/10/flavio-bolsonaro-retracts-suggestion-of-a-price-to-end-2026-election-bid\">even hinted</a> he might suspend his 2026 presidential bid if his father were released.</p><p>On December 10, Brazil’s Chamber of Deputies <a href=\"/news/2025/12/10/brazils-chamber-of-deputies-passes-bill-to-lower-bolsonaros-sentence\">passed legislation</a> that would reduce the sentences of nearly 1,000 people linked to the January 8 attack, including Bolsonaro.</p><p>A week later, on December 17, the Senate followed suit, sending the leniency bill to the president for his signature.</p><p>But Lula had repeatedly pledged to reject the bill, risking the possibility that Brazil’s Congress could override his veto.</p><p>“ This is a bill that really is a litmus test in Brazilian politics,” Gustavo Ribeiro, a journalist and founder of The Brazil Report, told Al Jazeera. “Conservatives overwhelmingly supported it, while liberals are adamantly against it.”</p><p>Still, Ribeiro described the bill as a compromise between Brazil’s centre-right and far-right forces.</p><p>“The centre-right tried to work a sort of a middle-of-the-road solution that is not full amnesty but would allow Bolsonaro to leave incarceration after two years, in what we call in Brazil a semi-open prison sentence,” he explained.</p><p>He sees Brazil’s general election in October as a significant factor in Congress’s passage of the bill, noting that Bolsonaro remains a popular figure on the right.</p><p>“Because Bolsonaro has such a big clout with conservatives, many in Congress – many right-of-centre lawmakers – fear that if they do not lend their full support to any cause that Bolsonaro espouses, they will lose support,” Ribeiro said.</p><p>Lula is seeking a fourth term as president in October’s election, and he is expected to face Bolsonaro’s son Flavio at the ballot box.</p></div></div></body></html>"
        },
        {
            "title": "Trump says he doesn’t need international law amid aggressive US policies | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T01:19:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-07T225759Z_550078038_RC2HWIA75507_RTRMADP_3_USA-VENEZUELA-1767916427.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has dismissed international law, saying only his “own morality” can curb the aggressive policies he is pursuing across the world after the abduction of Venezuela’s <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Nicolas Maduro</a>.</p><p>“I don’t need international law. I’m not looking to hurt people,” Trump told The New York Times on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Asked whether he needs to abide by international law, Trump said he does, but it “depends what your definition of international law is”.</p><p>Trump has shown a willingness to use the brute force of the US military to achieve his foreign policy goals.</p><p>On Saturday, the US launched an early-morning attack on Venezuela, with explosions reported across the capital Caracas and at Venezuelan military bases.</p><p>US troops ultimately abducted Venezuelan President Maduro from Caracas in what critics say was a clear violation of the United Nations Charter, which prohibits “the threat or use of force against the territorial integrity or political independence of any state”.</p><p>The attack on Venezuela appears to have supercharged the belligerence of the US president, who received the inaugural <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">FIFA Peace Prize Award</a> last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the immediate aftermath of the attack, Trump said the US would “run” Venezuela and exploit the country’s vast oil reserves, though his administration has said it would cooperate with interim President Delcy Rodriguez.</p><p>Still, the Trump administration said it <a href=\"/news/2026/1/7/trump-administration-claims-it-will-dictate-policy-to-venezuela\">would “dictate” policy</a> to the interim government and repeatedly threatened a “second wave” of military actions if US demands were disobeyed.</p><p>“If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump said of Rodriguez in a Sunday interview with The Atlantic.</p><p>Earlier this week, Trump also suggested that the US may carry out a strike against Colombia’s left-wing President <a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">Gustavo Petro</a>, and he has escalated his campaign to acquire the Danish territory of Greenland.</p><p>In June, Trump joined Israel’s <a href=\"/news/2026/1/5/trumps-abduction-of-maduro-escalates-concerns-over-potential-war-with-iran\">unprovoked war</a> against Iran, ordering the bombing of the country’s three main nuclear sites.</p><p>Trump aide <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">Stephen Miller</a> has criticised the post-World War II international order, saying that, from here forward, the US would “unapologetically” use its military force to secure its interests in the Western Hemisphere.</p><p>“We’re a superpower, and under President Trump, we are going to conduct ourselves as a superpower,” Miller told CNN on Monday.</p><p>But experts warn that disregard for international law could have catastrophic consequences for the entire global community, including the US.</p><p>International law is the set of rules and norms that govern ties between states. It includes UN conventions and multilateral treaties.</p><p>Margaret Satterthwaite, the UN special rapporteur on the independence of judges and lawyers, told Al Jazeera earlier this week that US statements dismissing international law are “extremely dangerous”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Satterthwaite said she is concerned the world may be returning to an “age of imperialism”, stressing that degrading international laws may embolden Washington’s adversaries to launch their own acts of aggression.</p><p>“International law cannot stop states from doing terrible things if they’re committed to doing them,” Satterthwaite told Al Jazeera.</p><p>“And I think that the world is aware of all of the atrocities that have <a href=\"/news/longform/2024/4/30/we-didnt-expect-to-find-bones-inside-one-gaza-familys-nightmare\">happened in Gaza</a> recently, and despite efforts by many states and certainly by the UN to stop those atrocities, they continued. But I think we’re worse off if we don’t insist on the international law that does exist. We’ll simply be going down a much worse kind of slippery slope.”</p><p>Yusra Suedi, an assistant professor of international law at the University of Manchester, warned against the belief that “might is right” and the trend towards disregarding international law.</p><p>“It signals something very dangerous, in that it gives permission to other states to essentially follow suit – states such as China, who might be eyeing Taiwan, or Russia with respect to Ukraine,” Suedi told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Ian Hurd, a professor of political science at Northwestern University, said history illustrates the perils of US policies in Latin America.</p><p>The region has witnessed more than a century of US invasions and US-supported military coups, leading to instability, repression and human rights abuses.</p><p>“There are innumerable examples historically of this, from Panama to Haiti to Nicaragua to <a href=\"https://aje.aj-harbinger.com/news/2023/9/11/chile-marks-50-years-since-pinochets-brutal-coup\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"https://aje.aj-harbinger.com/news/2023/9/11/chile-marks-50-years-since-pinochets-brutal-coup\" data-sk=\"tooltip_parent\">Chile in the ’70s</a> and on and on,” Hurd told Al Jazeera.</p><p>He added that Trump’s policies in Venezuela are “in line” with how the US has previously attempted to decide how other parts of the Americas are governed.</p><p>“You can see that in every one of those cases, the US came to regret its choice to intervene. These never work well.”</p></div></div></body></html>"
        },
        {
            "title": "Two wounded in a shooting with US federal agents in Portland, Oregon | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T00:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009039630430-1767922179.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Federal agents in the United States have shot and injured two people in the city of Portland, Oregon, a city where the administration of President Donald Trump has led an immigration enforcement crackdown.</p><p>The shooting was the second time in less than a day that federal immigration authorities claimed to have fired upon a vehicle in self-defence, following a deadly shooting in Minneapolis, Minnesota.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Thursday, the Portland Police Department announced they had responded to reports of gunfire on southeast Main Street at about 2:18pm local time (22:18 GMT).</p><p>“Officers confirmed that federal agents had been involved in a shooting,” the city said in a <a href=\"https://www.portland.gov/police/news/2026/1/8/two-shot-and-injured-federal-agents-hazelwood-neighborhood\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>Emergency responders then received a call for assistance from one of the shooting victims, a man, at about 2:24pm (22:24 GMT) near Northeast 146th Avenue and East Burnside in Portland’s Hazelwood neighbourhood.</p><p>“Officers responded and found a male and female with apparent gunshot wounds,” the statement said. “Officers applied a tourniquet and summoned emergency medical personnel.”</p><p>The two shooting victims were transported to hospital. Their conditions remain unknown, according to the police, who were not involved in the shooting.</p><p>The local bureau of the Federal Bureau of Investigation (FBI) confirmed the shooting in a now-deleted post on social media, saying that the incident involved Customs and Border Patrol (CBP) agents.</p><p>“This remains an active and ongoing investigation led by the FBI,” Portland’s FBI bureau said in the post.</p><p>Later, the Department of Homeland Security (DHS) offered its own account of what happened, describing the shooting as self-defence during a “targeted vehicle stop”.</p><p>In a social media <a href=\"https://x.com/DHSgov/status/2009427948541993323\" target=\"_blank\" rel=\"noopener\">post</a>, DHS said its target was a passenger travelling inside a vehicle, who was affiliated with a “transnational Tren de Aragua prostitution ring and involved in a recent shooting”. The driver, DHS claimed, was a member of Tren de Aragua, a Venezuelan gang.</p><p>“When agents identified themselves to the vehicle occupants, the driver weaponized his vehicle and attempted to run over the law enforcement agents,” DHS said in the post.</p><p>“Fearing for his life and safety, an agent fired a defensive shot. The driver drove off with the passenger, fleeing the scene.”</p><h2 id=\"second-agent-involved-shooting\">Second agent-involved shooting</h2><p>Details about Thursday’s shooting remain unknown. But the administration of President Donald Trump has faced criticism for misrepresenting incidents where federal agents deployed violence as part of its nationwide immigration crackdown.</p><p>The Portland shooting comes one day after an agent with Immigration and Customs Enforcement (ICE) shot and killed Renee Nicole Good, a 37-year-old mother of three, in her car in Minneapolis, Minnesota.</p><p>“Just one day after the horrific violence in Minnesota at the hands of federal agents, our community here in Portland is now grappling with another deeply troubling incident,” Portland Mayor Keith Wilson said in a <a href=\"https://www.portland.gov/mayor/keith-wilson/news/2026/1/8/portland-mayor-issues-statement-following-hazelwood-neighborhood\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>“We cannot sit by while constitutional protections erode and bloodshed mounts.”</p><p>Good’s death has triggered widespread outrage, as well as criticism that the Trump administration rushed to disseminate a misleading narrative about the Minneapolis shooting.</p><p>Video of Good’s shooting showed the 37-year-old stopped in her SUV on a snowy Minneapolis road, appearing to wave other drivers by.</p><p>A vehicle carrying ICE officers stopped next to her vehicle, and agents approached her, reaching for the handle of her car door. One approached the front of her vehicle. As her car appeared to turn and manoeuvre away, that agent fired multiple times into the vehicle, killing Good.</p><p>In that case, too, Trump administration officials claim the ICE agent acted in self-defence, despite the fact that the vehicle did not seem to make contact with his body.</p><p>Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855701696773990\" target=\"_blank\" rel=\"noopener\">asserted</a> – without evidence – that Good was a “professional agitator” who “violently, willfully, and viciously ran over the ICE Officer”. Homeland Security Secretary Kristi Noem also <a href=\"https://x.com/DHSgov/status/2009058387418562922\" target=\"_blank\" rel=\"noopener\">accused</a> Good of a “domestic act of terrorism”, despite there being no evidence Good sought to harm the ICE agent.</p><p>Democratic officials have accused the Trump administration of spreading false narratives to distract from its own abuses during the immigration crackdown.</p><p>Still, officials in Portland repeatedly called for calm in the aftermath of Thursday’s shooting, while acknowledging the parallels between the incidents.</p><p>“We are still in the early stages of this incident,” Portland Police Chief Bob Day said in a statement.</p><p>“We understand the heightened emotion and tension many are feeling in the wake of the shooting in Minneapolis, but I am asking the community to remain calm as we work to learn more.”</p><p>Mayor Wilson, meanwhile, called for federal immigration agents to leave the city, arguing that they had endangered local citizens with their heavy-handed actions.</p><p>“Portland is not a ‘training ground’ for militarized agents, and the ‘full force’ threatened by the administration has deadly consequences,” Wilson said.</p><p>“As Mayor, I call on ICE to end all operations in Portland until a full investigation can be completed. Federal militarization undermines effective, community‑based public safety, and it runs counter to the values that define our region.”</p><p>Oregon Senator Jeff Merkley, meanwhile, expressed “huge concern” over the incident and suggested that responding with anger would only fuel the Trump administration’s fixation with Portland.</p><p>“Trump wants to generate riots,” he <a href=\"https://x.com/SenJeffMerkley/status/2009417022677946534\" target=\"_blank\" rel=\"noopener\">wrote</a>. “Don’t take the bait.”</p><h2 id=\"portland-under-a-microscope\">Portland under a microscope</h2><p>Portland has long been a focal point of Trump’s immigration enforcement actions, and the increased federal presence has ignited largely nonviolent protests in response.</p><p>Long seen as a Democratic stronghold, Portland was identified in May as one of the “sanctuary jurisdictions” that the Trump administration identified as resisting its immigration crackdown.</p><p>The Republican president hinted he could surge federal agents to the area in response.</p><p>In September, those threats appeared to materialise when Trump wrote on his Truth Social platform that he would be sending the US military to support immigration operations in the city.</p><p>The announcement came five days after Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/09/designating-antifa-as-a-domestic-terrorist-organization/\" target=\"_blank\" rel=\"noopener\">declared</a> antifa – the loose-knit antifascist movement – a “domestic terrorist organisation”.</p><p>“I am directing Secretary of War, Pete Hegseth, to provide all necessary Troops to protect War ravaged Portland, and any of our ICE Facilities under siege from attack by Antifa, and other domestic terrorists,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115276694936263266\" target=\"_blank\" rel=\"noopener\">wrote</a>. “I am also authorizing Full Force, if necessary.”</p><p>It was the latest in the string of instances where Trump attempted to send federal troops to largely Democratic urban areas, including Los Angeles and Chicago, Illinois.</p><p>Local officials denounced the deployment as a violation of the law and a misuse of executive authority. But the Trump administration doubled down, describing Portland as overrun by criminal behaviour.</p><p>“ In Portland, Oregon, antifa thugs have repeatedly attacked our officers and laid siege to federal property in an attempt to violently stop the execution of federal law,” Trump said at an October roundtable.</p><p>In response, some protesters in Portland began arriving in inflatable frog costumes, in an effort to cast Trump’s warnings about violent extremists as absurd. The Portland Frog Brigade, as the protesters were called, inspired similar demonstrations nationwide.</p><p>State and local leaders fought Trump’s troop deployment in court, and on November 7, US District Judge Karin Immergut permanently blocked the deployment.</p><p>The US Supreme Court in December declined the Trump administration’s appeal to allow National Guard troops in areas where lower courts had barred them.</p><p>On Thursday, Mayor Wilson called for accountability in the recent shootings, saying he would protect local residents’ civil liberties.</p><p>“ICE agents and their Homeland Security leadership must be fully investigated and held responsible for their violence against the American people, in Minnesota, in Portland, and across the nation,” he said.</p><p>He repeated the message that Portland residents should not seek retribution in the aftermath of the gunfire.</p><p>“Portland does not respond to violence with violence. We respond with clarity, unity, and a commitment to justice. We must stand together to protect Portland,” he said.</p></div></div></body></html>"
        },
        {
            "title": "‘Peace’ on paper, but catastrophe continues on the ground in Gaza | News | Al Jazeera",
            "time": "2026-01-08T23:52:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767916246.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Despite an agreed-upon ‘peace plan’, Israel continues to violate the ceasefire.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the three months since the United States unveiled a 20-point Gaza plan, more than 400 Palestinians have been killed and thousands injured in near-daily Israeli attacks. Gaza has been fragmented, with Israel controlling more than half its territory. Is this “peace plan” truly about peace?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US says it wants to control Venezuelan oil indefinitely. Can it? | Oil and Gas News | Al Jazeera",
            "time": "2026-01-08T23:06:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T182735Z_347846966_RC2CWIAQD9A6_RTRMADP_3_USA-VENEZUELA-CUBA-FUEL-1-1767907173.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States government has said it aims to control Venezuelan oil sales indefinitely.</p><p>“We need to have that leverage and that control of those oil sales to drive the changes that simply must happen in Venezuela,” Energy Secretary Chris Wright said on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments come days after US forces abducted Venezuelan leader <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\" target=\"_blank\" rel=\"noopener\">Nicolas Maduro</a> on Saturday. Since then, the administration of US President Donald Trump has announced a deal under which Venezuela would turn over 30 million to 50 million barrels of sanctioned oil to the US to sell.</p><p>That comes against a backdrop of demands that Venezuelan government officials open up access to US oil companies or risk further military action.</p><p>On Friday, executives from several major oil companies, including ExxonMobil, ConocoPhillips, and Chevron, are slated to meet with the president to discuss potential investments in Venezuela.</p><h2 id=\"can-the-us-control-venezuelan-oil-sales-indefinitely\">Can the US control Venezuelan oil sales indefinitely?</h2><p>“The US federal government can absolutely intervene, make demands, capture what it wants, and redirect those barrels accordingly. I don’t know of anything that would meaningfully interfere with the federal government if that’s what it decided to do,” Jeff Krimmel, founder of Krimmel Strategy Group, a Houston, Texas-based energy consulting firm, told Al Jazeera.</p><p>There are, however, geopolitical hurdles. The US has less leverage than it did more than two decades ago when the US military and its allies entered Iraq, another oil-rich country. Today, other superpowers could stand in the way in ways they did not in 2003.</p><p>“When we went into Iraq, we were living in a unipolar moment as the world’s only great power. That era is over. China is now a great power, and most experts consider it a peer competitor. That means it has ways to hurt the US economy and to push back militarily, including through proxy conflicts, if it chooses to oppose such actions,” Anthony Orlando, professor of finance and law at California State Polytechnic University, Pomona, told Al Jazeera.</p><p>China is the largest purchaser of Venezuelan crude, although it only imports about 4 percent of its oil from the South American nation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It’s a question of whether they want to draw a line in the sand with the United States and say, ‘You can’t do this, because if we allow it, you’ll keep pushing further,’” Orlando said.</p><p>“If you’re a minor power like Venezuela, not China or Russia, you’re a country vulnerable to US intervention. That creates an incentive to align more closely with China or Russia to prevent it from happening, and that’s not a good outcome for the United States,” Orlando continued.</p><p>In the days since Maduro’s abduction, members of the Trump administration have also renewed calls to take over <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\">Greenland</a>.</p><h2 id=\"how-does-this-compare-with-iraq\">How does this compare with Iraq?</h2><p>The US intervention in Venezuela has been compared to its involvement in Iraq, which began under the administration of former President George W Bush in 2003. At the time, Iraq had the second-largest oil reserves in the world, with 112 billion barrels.</p><p>However, production was limited. Prior to the invasion, Iraq produced 1.5 million barrels per day (bpd), rising to 4.5 million bpd by 2018.</p><p>While the Iraqi government retained ownership of oil, US companies were often given no-bid contracts to operate there, including ExxonMobil and BP, and the majority of sales went to Asian and European markets.</p><p>In 2021, Iraq’s then-President Barham Salih claimed that an estimated $150bn in money stolen through corrupt deals had been “smuggled out of Iraq” since the 2003 US-led invasion.</p><p>Unlike during the Bush administration and its aims for Iraq’s oil, the Trump administration has been explicit about the role of oil in its attack on Venezuela.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The difference between Iraq and this is that [Bush] didn’t keep the oil. We’re going to keep the oil,” Trump said in a conversation with MS Now anchor Joe Scarborough.</p><p>Comparatively, in 2002, prior to the US invasion, then-Secretary of Defense Donald Rumsfeld asserted that the operation to take control of post-war reconstruction had “literally nothing to do with oil”.</p><p>“When the Bush administration went into Iraq, they claimed it wasn’t about that, even though there was substantial evidence it was a factor. This time it’s more explicit, so it’s clear it will impact oil markets. [But] one lesson from the Iraq war is that it’s easier said than done,” Orlando, the professor, told Al Jazeera.</p><h2 id=\"will-this-benefit-oil-companies\">Will this benefit oil companies?</h2><p>Analysts argue that investments in Venezuela might not actually benefit oil companies due to rising economic uncertainty, the need for major infrastructure improvements, and the fact that large companies like ExxonMobil and Chevron already have capital programmes planned for the remainder of the decade.</p><p>“Either [the companies] will have to take on more debt or issue more equity to raise the capital needed, or they’ll have to divert capital expenditures from other regions into Venezuela. In either scenario, I expect substantial shareholder pushback,” Krimmel, the energy consultant, said.</p><p>Increased production will also require infrastructure improvements. Venezuelan oil is dense, which makes it more difficult and expensive to extract compared to oil from Iraq or the US.</p><p>Venezuelan oil is often blended with lighter grades from the US. It is comparable in density to Canadian oil, which, despite tensions between Ottawa and Washington, comes from a US ally with more modern extraction infrastructure.</p><p>“I don’t think Canada’s going to be too happy about all this,” Orlando said.</p><p>However, Chevron, the only US company currently operating in Venezuela, is seeking authorisation from Washington to expand its licence to operate in the country after the US placed restrictions on it last year, the Reuters news agency reported on Thursday, citing unnamed sources.</p><p>The US role in energy, particularly oil and gas, has surged in recent years amid the rise of fracking technology. The US is now the largest producer of oil in the world. But recent cuts to alternative energy programmes and increasing energy demands from the artificial intelligence industry have led Republicans to double down on expanding the oil and gas sector.</p><p>“There is an oil supply surplus. Even if we were in a supply deficit right now, military action in Venezuela wouldn’t unlock incremental barrels quickly. So even if you were trying to solve a short-term supply deficit, which, to be clear, we do not have, Venezuela wouldn’t be an answer because it would take too long and be too expensive to ramp production up,” Krimmel added.</p><p>While Venezuela holds the world’s largest oil reserves, the OPEC member represents only 1 percent of global oil output.</p><p>Currently, Chevron is the only US company operating in Venezuela. ExxonMobil and ConocoPhillips operated in Venezuela before Hugo Chavez nationalised the oil sector in 2007, leading to a downturn in production over years of disinvestment and poorly run facilities. In the 1990s, Venezuela produced as much as 3.5 million bpd. That has since fallen due to limited investment, with production averaging 1.1 million bpd last year.</p><p>“Venezuela’s infrastructure has deteriorated under both the Chavez and Maduro regimes. While they are extracting oil, returning to production levels from 10 or 20 years ago would require significant investment,” Orlando said.</p></div></div></body></html>"
        },
        {
            "title": "Israel says Nickolay Mladenov to direct Trump’s proposed Gaza ‘peace board’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-08T22:45:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696025520e9f0-1767908690.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel says Nickolay Mladenov to direct Trump’s proposed Gaza ‘peace board’</h1><p class=\"article__subhead\"><em>Israeli PM Benjamin Netanyahu announcemed the Bulgarian diplomat as the ‘designated’ director-general for Trump’s ‘board of peace’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Prime Minister Benjamin Netanyahu says that former United Nations Middle East envoy Nickolay Mladenov will direct a proposed United States-led “board of peace” in Gaza.</p><p>Netanyahu made the announcement after meeting Mladenov in Jerusalem on Thursday, referring to the Bulgarian diplomat as the “designated” director-general for the proposed board, a key part of US President Donald Trump’s 20-point plan to end Israel’s genocidal war on the Palestinian people of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s Gaza plan led to a tenuous ceasefire between Israel and Hamas in October, but Israeli forces have continued to carry out attacks in the territory on a near-daily basis. Since the first full day of the truce on October 11, 2025, Israeli attacks have killed at least 425 Palestinians, according to the Gaza Health Ministry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement on Thursday, Netanyahu’s office said Mladenov “is slated to serve as Director General of the ‘Peace Council’ in the Gaza Strip”. Israel’s President Isaac Herzog also met Mladenov on Thursday, a spokesperson from his office said, without elaborating.</p><p>Under Trump’s plan to end the war, the proposed Board of Peace would supervise a new technocratic Palestinians government, the disarmament of Hamas, the deployment of an international security force, the further pushback of Israeli troops, and the reconstruction of the war-ravaged Gaza Strip.</p><p>Trump is expected to announce appointments to the board next week, according to the Axios news outlet, citing US officials and sources familiar with the matter.</p><p>“Among the countries expected to join the board are the UK, Germany, France, Italy, Saudi Arabia, Qatar, Egypt and Turkiye,” Axios reported.</p><p>Mladenov, a former Bulgarian defence and foreign minister, previously served as the UN envoy to Iraq before being appointed as the UN Middle East peace envoy from 2015 to 2020.</p><p>During his time as Middle East envoy, Mladenov had good working relations with Israel and frequently worked to ease tensions between Israel and Hamas.</p><figure id=\"attachment_4054499\" aria-describedby=\"caption-attachment-4054499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4054499\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Where-Israeli-forces-are-positioned-yellow-line-gaza-map-1761200950.png?quality=80\" alt=\"INTERACTIVE - Where Israeli forces are positioned yellow line gaza map-1761200950\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4054499\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Arsenal and Liverpool draw to delight of Premier League title chasers | Football News | Al Jazeera",
            "time": "2026-01-08T22:32:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T212646Z_193913275_UP1EM181NKLNE_RTRMADP_3_SOCCER-ENGLAND-ARS-LIV-1767908025.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Arsenal and Liverpool draw to delight of Premier League title chasers</h1><p class=\"article__subhead\"><em>Leaders Arsenal and defending champions Liverpool draw 0-0 at Emirates Stadium to keep former in sight of chasing pack.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Arsenal wasted the chance to move eight points clear at the top of the Premier League as Liverpool came to life in <a href=\"/sports/liveblog/2026/1/8/live-arsenal-vs-liverpool-premier-league\">a 0-0 draw</a> at the Emirates Stadium.</p><p>The Reds are one of only two sides to beat Mikel Arteta’s men this season and came closest to breaking the deadlock on Thursday when Conor Bradley hit the crossbar.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Arsenal failed to score for the first time at home all season, but did enough to extend their advantage over second-placed Manchester City to six points.</p><p>Three consecutive draws for City over the past week had opened the door for Arsenal to close in on their first league title in 22 years.</p><p>The Emirates was bouncing before a ball was kicked in anticipation, but the spectacle between the defending champions and apparent champions elect fell flat.</p><p>Both sides struggled to deal with the treacherous conditions as Storm Goretti unleashed torrential rain and swirling winds.</p><p>Liverpool have long since fallen out of the title race since beating the Gunners at Anfield in August, but are now 10 games unbeaten to consolidate their place in the top four.</p><p>The visitors were penned in for much of the first 45 minutes but still came closest to opening the scoring before the break.</p><p>William Saliba’s backpass nearly caught out David Raya and, with the Spanish goalkeeper stranded, Conor Bradley’s lob came back off the underside of the crossbar.</p><p>The roles were reversed in the second period as Liverpool dominated possession and territory.</p><p>However, the Reds were shorn of three of their biggest attacking threats with Alexander Isak and Hugo Ekitike out injured and Mohamed Salah away at the Africa Cup of Nations.</p><p>That lack of firepower in the final third showed as Arsenal were only ever troubled by the pace of Jeremie Frimpong, who lacked the final ball to make his dangerous bursts count.</p><p>Dominik Szoboszlai’s stunning free-kick separated the sides when the last met and nearly repeated the trick with a powerful effort that dipped just too late.</p><p>At the other end, Viktor Gyokeres was hauled off by Arteta after another poor performance as his goal drought from open play extended to 10 games.</p><p>Arteta had to turn to his wealth of options off the bench to try and turn the tide as Gabriel Jesus, Noni Madueke, Eberechi Eze and Gabriel Martinelli were all introduced in the hunt for a winner.</p><p>But they took until stoppage time to register a shot on goal in the second half as Jesus and Martinelli fired too close to Alisson Becker.</p><p>A point edges fourth-placed Liverpool three points clear of Newcastle and Manchester United in the battle for a place in next season’s Champions League.</p></div></div></body></html>"
        },
        {
            "title": "Brazil to send national guard near border with Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-08T21:41:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69600b8d-1767902093.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil to send national guard near border with Venezuela</h1><p class=\"article__subhead\"><em>Tensions rise as Brazil reinforces its northern border following US air strikes in Venezuela and the abduction of its President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span><strong>Sao Paulo, Brazil –</strong> Brazil plans to send national guard troops to northern Roraima state, which borders Venezuela and has a strong presence of illegal armed groups who traffic drugs and mine illegally on both sides of the international boundary, according to a government decree.</span></p><p>In an official decree published on Thursday, the government authorised an unspecified number of National Public Security Force (FNSP) troops to be sent to Pacaraima, as well as Roraima’s capital, Boa Vista, about 213km (132 miles) from the border.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The move comes after the US on Saturday bombed Venezuela and abducted its president, Nicolas Maduro. On Sunday, Brazil <a href=\"/news/2026/1/4/venezuela-temporarily-closes-border-with-brazil-following-us-strike\">temporarily closed</a> its border with Venezuela near Pacaraima.</p><p>The decree said the FNSP will support the state’s public security agencies and operate in ways “essential to the preservation of public order and the safety of people and property”.</p><p>Brazilian media reported on Wednesday that Venezuela was reinforcing its military presence on the border, and multiple armed groups, including Venezuelan colectivos and Brazilian gangs like the First Capital Command (PCC) and the Red Command (CV), operate in the area.</p><p>Gimena Sanchez, Andes director for the Washington Office on Latin America (WOLA), told Al Jazeera that Brazil’s deployment of guard troops to the border is an “appropriate move”. She said that violence caused by Colombian rebel groups active in Venezuela is pushing the population further south towards Brazil.</p><p>She added it “makes sense [for Brazil] to reinforce the border”, but noted there still has notbeen a mass displacement of Venezuelans.</p><p>Brazil has been a fierce critic of the US attacks. On the social media platform X, its president, Luiz Inacio Lula da Silva, said the US had crossed an “unacceptable line”.</p><p>Asked whether President Lula’s comments could provoke Washington, Sanchez said that the US is more concerned with Cuba, Mexico and Colombia at the moment. “Given that context and also that some European countries as well condemned it, I don’t think Brazil is at risk of being the focus of ire of the Trump administration,” she concluded.</p></div></div></body></html>"
        },
        {
            "title": "Can tension in Aleppo be contained? | Syria's War | Al Jazeera",
            "time": "2026-01-08T21:31:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767906816.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army and Kurdish-led Syrian Democratic Forces, or SDF, have taken part in clashes in Aleppo city this week.</p><p>The violence reflects a deep rift between the two sides, and many rounds of talks have so far failed to reach common ground.</p><p>The SDF seeks a decentralised system of government – with areas under its control having a certain level of autonomy.</p><p>But the government in Damascus wants to centralise power.</p><p>So, what does it all mean for Syria’s unity?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Labib Nahhas – Syria analyst</p><p>Omer Ozkizilcik – Nonresident fellow for the Syria Project in the Atlantic Council’s Middle East programme.</p><p>Rob Geist Pinfold – Lecturer in international security at King’s College London</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syrian army declares ceasefire in Aleppo after heavy clashes with SDF | Conflict News | Al Jazeera",
            "time": "2026-01-08T21:26:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260108__89YZ9AC__v1__HighRes__SyriaConflictKurdsMinorities_cropped-1767884624.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s defence ministry announced on Friday a ceasefire in the neighborhoods of Sheikh Maqsoud, Ashrafieh, and Bani Zaid in the city of Aleppo after heavy <a href=\"/news/liveblog/2026/1/8/live-syrias-army-shells-sdf-positions-in-aleppo-neighbourhoods\">clashes</a> between the country’s military and the Kurdish-led Syrian Democratic Forces (SDF).</p><p>In a statement, the ministry said  the ceasefire would ”pave the way for the restoration of law and official institutions and to protect civilians.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Earlier authorities in Syria have imposed a curfew in several neighbourhoods of Aleppo city,</p><p>The Aleppo Internal Security Command said in a statement on Thursday that a curfew was imposed “until further notice” in the neighbourhoods of Ashrafieh, Sheikh Maqsoud, Bani Zeid, al-Siryan, al-Hullok and al-Midan.</p><p>“This measure aims to ensure the safety of residents and is part of the ongoing security procedures to maintain order and prevent any violations that could endanger lives and property,” the command said in a statement shared by Syria’s state news agency SANA.</p><p>“All movement is strictly prohibited within the neighborhoods covered by this curfew during its enforcement period, with no exceptions.”</p><p>More than 100,000 civilians have <a href=\"/news/2026/1/7/syria-designates-aleppos-kurdish-areas-closed-military-zones-as-clashes-persist\">fled their homes</a> in Ashrafieh and Sheikh Maqsoud since fighting broke out between the Syrian military and the SDF earlier this week, the director of the media department in Aleppo told Al Jazeera.</p><p>Rana Issa, 43, whose family fled the Ashrafieh neighbourhood under sniper fire on Thursday, told the AFP news agency that “many people want to leave” but are afraid of being shot.</p><p>“We’ve gone through very difficult times,” Issa said. “My children were terrified.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The clashes come as talks on how to implement <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">a March 2025 agreement</a> to integrate the SDF, which has controlled large swaths of territory in Syria’s north and northeast, into the country’s state institutions faltered.</p><p>At least 22 people have been killed and 173 others wounded in Aleppo this week, as the Syrian military accused the SDF of targeting civilian areas with artillery and mortar shells.</p><p>The Kurdish-led group has denied the allegations, saying this week’s casualties were caused by “indiscriminate” artillery and missile shelling by factions aligned with the government in Damascus.</p><p>Late on Thursday, the Syrian Ministry of Interior said government forces had begun deploying in the Ashrafieh area “following the withdrawal of armed groups affiliated with the SDF”.</p><p>“The units have commenced their duties to protect civilians and prevent any violations or signs of disorder, in coordination with the Army units deployed in the neighborhood,” the ministry said in a statement shared by SANA.</p><p>Reporting from an Aleppo hospital on Thursday evening, Al Jazeera’s Resul Serdar said the sound of heavy shelling could be heard from the facility as medical workers struggled to treat wounded patients.</p><p>“The situation is escalating further and further,” said Serdar, adding that Aleppo is experiencing the “fiercest” fighting since the removal of longtime Syrian leader Bashar al-Assad in December 2024.</p><p>“We’re hearing artillery shelling, one after another,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"daunting-task-of-reunification\">‘Daunting task’ of reunification</h2><p>SDF commander Mazloum Abdi (also known as Mazloum Kobani) said the violence in Aleppo has undermined talks with the government in Damascus, led by President Ahmed al-Sharaa.</p><p>“The deployment of tanks and artillery in Aleppo neighbourhoods, the bombing and displacement of unarmed civilians, and attempts to storm Kurdish neighbourhoods during the negotiation process undermine the chances of reaching understandings,” Abdi said in a statement.</p><p>Armenak Tokmajyan, a nonresident scholar at the Carnegie Middle East Center think tank, told Al Jazeera that the reintegration of Kurdish-led forces into Syrian state institutions “cannot happen just with force”.</p><p>Instead, Tokmajyan said al-Sharaa needs a multipronged approach to bring armed groups into the fold, including an inclusive national framework outlining the direction that post-Assad Syria will take.</p><p>“A lot of these armed groups don’t want to lay down their weapons because they don’t know what this state will look like,” he said.</p><p>“To be honest, the central government is facing a daunting and very difficult task … to end the fragmentation, and with that, end the instability in Syria and create a relatively unified country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid to face Barcelona in Spanish Super Club after beating Atletico | Football News | Al Jazeera",
            "time": "2026-01-08T21:24:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2255288771-1767904752.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Xabi Alonso’s Real Madrid beat Atletico Madrid 2-1 in a tight Spanish Super Cup semifinal in Saudi Arabia to set up a Clasico final clash against rivals Barcelona.</p><p>Fede Valverde’s free-kick and a Rodrygo strike on Thursday helped Madrid claim a fifth consecutive victory across all competitions, with Alexander Sorloth pulling one back for Diego Simeone’s Atletico, who came up short in Jeddah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Alonso was close to the sack after a run of inconsistent form towards the end of 2025, but his team have slowly found their footing.</p><p>The Spanish coach led Madrid to a win over Barcelona in his first Clasico at the helm in October, before his team began to slump.</p><p>With French superstar Kylian Mbappe out as he recovers from a knee sprain, Alonso kept young striker Gonzalo Garcia in the centre of the attack after his hat-trick against Real Betis on Sunday.</p><p>Atletico beat their city rivals 5-2 when the teams met in September in a La Liga derby, but this was a far closer affair.</p><p>Los Blancos took the lead after just two minutes when Valverde’s ferocious free-kick flew past Sorloth in a poorly positioned wall and rocketed past Jan Oblak.</p><p>The Norwegian Atletico forward might have done more to block it, and Oblak got his hand to the shot but could not keep it out because of the sheer power.</p><p>Valverde celebrated vehemently, slapping his own head, clearly delighted at netting his first goal of a difficult season to date.</p><p>By taking the lead, Real Madrid earned the right to sit deeper and force Atletico to try and attack them to pull back level.</p><p>Madrid hit the Rojiblancos when they could on the counter, with Oblak saving well from Rodrygo after he floated inside from the right.</p><p>Atletico began to create some chances and could have pulled level before the interval.</p><p>Madrid goalkeeper Thibaut Courtois tipped away Sorloth’s header, and then the target man clumsily nodded Conor Gallagher’s cross off-target from close range.</p><p>Julian Alvarez, who has just two goals in his last 11 matches, fired towards goal but was also thwarted by Courtois.</p><p>Rodrygo extended Madrid’s lead in the 55th minute with his third goal in five games, continuing a rich vein of form across the past few weeks.</p><p>The Brazilian found a gap to burst through in the middle of Atletico’s defence and kept his cool to sweep the ball past Oblak.</p><h2 id=\"sorloth-strikes-at-last\">Sorloth strikes at last</h2><p>Three minutes later, Atletico hit back, with Sorloth finally finding the net with a header from Giuliano Simeone’s cross.</p><p>The striker gave defender Raul Asencio just enough of a shove to put him off without being penalised for it before nodding in.</p><p>Atletico came close in the final stages as they tried in vain to force extra-time, with Courtois saving an acrobatic Antoine Griezmann effort, and Marcos Llorente whipping a shot agonisingly wide.</p><p>Alvarez flashed a shot across the face of goal deep in stoppage time as Atletico’s hopes of silverware in Saudi Arabia came to a quick end.</p><p>Madrid face Barcelona on Sunday in the final at the King Abdullah Sports City stadium after the Catalans thrashed Athletic Bilbao 5-0 on Wednesday.</p></div></div></body></html>"
        },
        {
            "title": "Snow blankets Italian alpine resort ahead of Winter Olympics | Weather | Al Jazeera",
            "time": "2026-01-08T20:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767904381.jpg?resize=1621%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "FBI takes over investigation into ICE agent killing of woman in Minneapolis | Police News | Al Jazeera",
            "time": "2026-01-08T20:26:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ff7922bac-1767896978.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Federal Bureau of Investigation (FBI) has taken control of the investigation into the <a href=\"/video/newsfeed/2026/1/8/witnesses-film-ice-killing-of-us-citizen-in-minneapolis\">fatal shooting</a> of a woman by a US Immigration and Customs Enforcement (ICE) officer in Minneapolis, despite outcry from state officials.</p><p>On Thursday, Minnesota’s Bureau of Criminal Apprehension (BCA) explained that federal authorities from the FBI and the US Department of Justice had denied the state bureau access to case materials.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Previously, state and federal officials had been slated to work together on the investigation into the killing of <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Macklin Good, 37</a>, a mother of three who was shot dead in her car on Wednesday.</p><p>“The investigation would now be led solely by the FBI, and the BCA would no longer have access to the case materials, scene evidence or investigative interviews necessary to complete a thorough and independent investigation,” BCA Superintendent Drew Evans said on Thursday.</p><p>“Without complete access to the evidence, witnesses and information collected, we cannot meet the investigative standards that Minnesota law and the public demands.”</p><p>Good’s death has become a political flashpoint in the US, with observers denouncing ICE’s actions as excessive and the administration of President Donald Trump defending the shooting as an act of self-defence.</p><p>The decision to exclude state authorities from participating in the investigation has further exacerbated tensions, as Minnesota officials accuse the Trump administration of playing politics with the case.</p><p>“Minnesota must be part of this investigation,” Governor Tim Walz, a Democrat, told reporters at a Thursday news conference.</p><p>He pointed out that the BCA has staff dedicated to investigating use-of-force incidents by law enforcement officers.</p><p>“These are nonpartisan, career professionals that have spent years building the trust of the community,” Walz said.</p><p>He added that the high-profile nature of the shooting – and the misrepresentations he has seen from the Trump administration – leads him to fear for the outcome of the investigation.</p><p>“Now that Minnesota has been taken out of the investigation, it feels very, very difficult that we will get a fair outcome,” Walz said. “And I say that because people in positions of power have already passed judgement, from the president to the vice president to Kristi Noem.”</p><p>Noem, the head of the Department of Homeland Security (DHS), has publicly accused Good of “domestic terrorism” since her death, though there is no definitive evidence to support that claim.</p><p>Still, state officials, including Minnesota’s Democratic Attorney General Keith Ellison, have signalled they may continue to pursue charges in the case.</p><p>“If federal authorities are saying they won’t even entertain a joint and inclusive investigation, that is deeply disturbing,” Ellison told CNN.</p><p>He added that state authorities could still launch their own independent probe, with or without the cooperation of the federal government. “The federal government can’t stop Minnesota from doing its own, but I would hope that it wouldn’t come to that.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shooting-sparks-nationwide-outrage\">Shooting sparks nationwide outrage</h2><p>Good’s shooting on Wednesday has drawn renewed scrutiny to the Trump administration’s decision to surge immigration officers to communities across the US – and the clashes that have resulted between protesters and agents.</p><p>Since taking office for a second term, Trump, a Republican, has pursued a hardline immigration policy that includes a campaign of mass deportation.</p><p>Trump has concentrated many of his immigration enforcement actions on Democrat-led jurisdictions, including Minneapolis, where he has blamed the large Somali American community for a fraud scandal that has roiled the state.</p><p>After a series of racist remarks against Somali Americans in December – including calling them “garbage” – his administration announced an uptick in enforcement actions in Minnesota.</p><p>Democratic officials have accused the Trump administration of needlessly ratcheting up tensions with its crackdowns.</p><p>State and federal officials have offered starkly different accounts of Wednesday’s shooting, in which an unidentified ICE agent shot Good, a US citizen, in a residential neighbourhood.</p><p>The ‍ICE agent who shot Good was ⁠among 2,000 federal officers deployed to the Minneapolis area in what the Department of Homeland Security described as the “largest DHS operation ever”.</p><p>DHS officials, including Noem, have accused Good of intentionally trying to ram agents.</p><p>Minneapolis Mayor Jacob Frey, a Democrat, called that assertion “bulls***” and “garbage”, pointing to bystander videos that appeared to contradict the government’s account.</p><figure id=\"attachment_4224889\" aria-describedby=\"caption-attachment-4224889\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224889\" src=\"/wp-content/uploads/2026/01/afp_695ff7781377-1767896952.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Demonstrators gather at the street where 37-year-old Renee Nicole Good was shot and killed at point blank range on January 7 by a US Immigration and Customs Enforcement (ICE) agent as she apparently tried to drive away from agents who were crowding around her car, in Minneapolis, Minnesota, on January 8, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224889\" class=\"wp-caption-text\">Demonstrators gather at the street where 37-year-old Renee Nicole Good was shot and killed at point-blank range on January 7 by a US Immigration and Customs Enforcement (ICE) agent as she reportedly tried to drive away from agents who were crowding around her car, in Minneapolis, Minnesota [AFP]</figcaption></figure><p id=\"the-videos-showed-two-masked-officers-approaching-good-s-car-which-was-stopped-at-a-perpendicular-angle-on-a-minneapolis-street-as-one-officer-ordered-good-out-of-the-car-and-grabbed-at-her-door-handle-the-car-briefly-reversed-and-then-began-driving-forward-turning-to-the-right-in-an-apparent-attempt-to-leave-the-scene\">Videos appeared to show masked officers approaching Good’s car, which was stopped on a Minneapolis street. Good appeared to be waving for other vehicles to pass her.</p><p>As one officer ordered Good out of the car and grabbed at her door handle, the car briefly reversed and then began driving forward, turning to the right in an apparent attempt to leave the scene.</p><p>Another officer, who had been filming the scene before walking to the front of Good’s car, drew his gun after the car’s bumper appeared to have passed by his body. He is believed to have fired three times, penetrating the driver’s windows.</p><p>Videos circulated online did not appear to show contact between the car and the agents, and the officer stayed on his feet, though Noem said he was taken to a hospital and released.</p><p>Trump falsely claimed on social media that the woman “ran over the ICE Officer”.</p><p>In a statement to local media, Good’s mother identified her as the shooting victim. According to The Washington Post, Good leaves behind her 15-year-old daughter and two sons, aged 12 and six.</p><h2 id=\"uproar-spreads-across-country\">Uproar spreads across country</h2><p>In the wake of Good’s killing, protesters took to the streets in Minneapolis to condemn the ICE agent’s actions and the wider ICE presence in the city, which has been met with frequent demonstrations.</p><p>On Thursday morning, about 1,000 demonstrators gathered at a federal building where an immigration court is housed, chanting “shame” and “murder” at armed and masked federal officers.</p><p>At least one protester was detained as federal officers armed with PepperBall guns and tear gas confronted the crowd of demonstrators, according to the AFP news agency.</p><p>Governor Walz called for Friday to be a “day of unity” in memory of Good’s death. “While we cannot bring back Renee Nicole Good, we can honour her life by standing together for decency, democracy, compassion and our shared values,” he said.</p><p>Protests have taken place and are planned in New York City, Seattle, Detroit, Washington, DC, Los Angeles, San Antonio, New Orleans and Chicago in reaction to the shooting.</p><p>Demonstrations are also scheduled in smaller cities in Arizona, North Carolina and New Hampshire later this week.</p></div></div></body></html>"
        },
        {
            "title": "Vance defends ICE agent, calls media coverage ‘absolute disgrace’ | Donald Trump | Al Jazeera",
            "time": "2026-01-08T20:12:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767903134.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Warner Bros investors torn on Paramount Skydance bid | Media News | Al Jazeera",
            "time": "2026-01-08T20:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-07T200423Z_1955202342_RC2JWIA4JAIY_RTRMADP_3_WARNER-BROS-DISCOVERY-M-A-VERSANT-1767901114.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Some of Warner Bros Discovery’s biggest investors are split on Paramount Skydance’s<a href=\"/economy/2026/1/7/warner-bros-again-rejects-latest-hostile-bid-from-paramount\" target=\"_blank\" rel=\"noopener\"> sweetened offer</a> for the storied movie studio owner, giving the smaller media company a fighting chance at winning over shareholders.</p><p>Investors have until January 21 to accept Paramount’s latest $108.4bn proposal, paying them $30 a share, an offer the Warner Bros board says is inferior to its agreement to sell to Netflix.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Though the creator of, Stranger Things, is offering just $27.75 a share or $82.7bn, Warner Bros says the financing is more solid and that Paramount’s deal would leave the merged company with too much debt.</p><p>Alex Fitch, partner and portfolio manager for Harris Oakmark, which held about 96 million shares, or 4 percent of Warner Bros, as of September 30, agrees with the board.</p><p>“The value still isn’t clearly superior to what has already been agreed to with Netflix. A tie goes to the incumbent,” Fitch said in an email to Reuters.</p><h2 id=\"fee-and-debt-at-risk\">Fee and debt at risk</h2><p>Though Paramount’s offer, on its face, is higher, Warner Bros said it does not cover the $2.8bn breakup fee it would have to pay Netflix, $1.5bn in fees it would owe its bankers and another $350m in financing costs.</p><p>A smaller investor, Yussef Gheriani, chief investment officer of IHT Wealth Management, which has about 16,000 Warner Bros shares, said in an email that the board’s decision to reject Paramount’s offer makes sense as the increase in total value may not be worth breakup fees and borrowing costs. The deal would leave the combined company with $87bn in debt, Warner Bros said.</p><p>But Matthew Halbower of Pentwater Capital Management, which said it owns more than 50 million shares, feels differently. He told Warner Bros Chairman Samuel DiPiazza in a letter sent on Wednesday that the board “breached its fiduciary duty” to shareholders by rejecting Paramount’s offer out of hand, saying it was a better deal and had a better chance of clearing regulatory scrutiny.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Warner Bros’s board “is choosing not to inquire about what improvements Paramount is willing to make to its offer,” he said in the letter, which was reviewed by Reuters. If Paramount does eventually further improve its $30-per-share offer, the Warner Bros board should at least talk with the suitor, or his firm will not support any Warner Bros directors at their next election, Halbower wrote.</p><p>Mario Gabelli, whose Gabelli Funds holds about 5.7 million shares of Warner Bros, according to LSEG data, said he is “likely” to sell his shares to Paramount. He said its all-cash offer is more straightforward and would have a faster path to regulatory approval.</p><p>“At the moment, Paramount has a superior bid,” Gabelli told CNBC. “Netflix has to simplify their bid.”</p><p>Harris Oakmark, which is Warner Bros’ fifth-largest shareholder, remains open to changing its position. “If they [Paramount] come back to the table with a clearly superior offer, we have full confidence that the WBD board will engage,” Fitch said.</p><p>It is not often that a marquee media asset like Warner Bros, which owns HBO Max, comes to market, sparking a bidding war. Its extensive content library includes Harry Potter and the DC Comics universe. Its HBO Max streaming service recently acquired the US and Australian distribution rights to the runaway hit, Canadian hockey romance, Heated Rivalry.</p><p>Warner Bros’s top three shareholders are the large passive fund managers Vanguard, State Street and BlackRock, together controlling some 22 percent. All three are also among the top 10 investors in Paramount and Netflix.</p><p>On Wall Street, Warner Bros stock is down 0.7 percent while Paramount stock is up 0.7 percent in midday trading. Netflix is trending downwards at 0.2 percent below the market open.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-backed forces deploy in Aden, upping pressure on separatists | Conflict | Al Jazeera",
            "time": "2026-01-08T19:26:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T114449Z_750471876_RC2VWIA69GL9_RTRMADP_3_YEMEN-SECURITY_cropped-1767900270.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli attack across Gaza kill 14 Palestinians despite ‘ceasefire’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-08T19:12:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695fdab0-1767889584.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli attacks across Gaza have killed at least 14 Palestinians, including five children, on Thursday, medical sources tell Al Jazeera, as Israel continues to bomb the coastal enclave despite an October ceasefire.</p><p>An Israeli attack tents for displaced people in al-Mawasi area in southern Gaza killed at least four Palestinians, medical sources said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Another Israeli strike in the Zeitoun neighbourhood of Gaza City killed four people, as well. Israel also bombed the Bureij and Nuseirat areas of central Gaza.</p><p>Separately, Israeli fire killed an 11-year-old Palestinian girl named Hamsa Housou in northern Gaza’s Jabalia area.</p><p>Her uncle, Khamis Housou, said he woke up to screaming in the family’s building. “I saw Hamsa lying on the floor and blood coming out of her nose and mouth,” he said.</p><p>The attacks come as Israel has continued its military assault on Gaza despite a United States-brokered ceasefire agreement that came into effect on October 10.</p><p>The Popular Front for the Liberation of Palestine (PFLP) called the Israeli strikes on displaced Palestinians on Thursday a war crime that reflects Israel’s aim of making Gaza unlivable.</p><p>“We affirm that this entity does not respect any ceasefire agreements and relies on treachery and false security pretexts to carry out its plans of extermination and displacement,” the left-wing group said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>At least 425 Palestinians have been killed and 1,206 others wounded in Israeli attacks since October 11, according to the Palestinian Health Ministry in Gaza.</p><p>At the same time, hundreds of thousands of displaced families have been sheltering in <a href=\"/news/2025/12/29/tents-flooded-by-heavy-rains-in-gaza-amid-calls-for-israel-to-let-in-aid\">makeshift tent camps</a> across Gaza after their homes were destroyed in Israel’s genocidal war against Palestinians in the territory.</p><p>Israel has refused to allow a free flow of shelter supplies into the Gaza Strip, despite warnings from the United Nations and humanitarian groups that <a href=\"/news/2026/1/7/gaza-babies-suffering-from-severe-cold-as-israel-keeps-blocking-aid-msf\">Palestinians are suffering</a> amid a series of deadly winter storms.</p><p>Encampments have been flooded due to heavy rainfall in recent weeks, prompting calls from Palestinians for better tents, blankets and warm clothes.</p><p>Doctors Without Borders, known by its French acronym MSF, said this week that Palestinians in Gaza were suffering from “respiratory infections, wound complications [and] skin diseases” as a result of harsh living conditions.</p><p>Babies are also “suffering from severe cold”, the group said, “all the while Israel continues to block or delay the entry of vital supplies like tents, tarpaulins, and temporary housing”.</p><p>Meanwhile, Israel has <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">moved to block</a> international aid groups, including MSF and the Norwegian Refugee Council, from operating in the Strip.</p><p>Israel has revoked the operating licences of 37 aid organisations for failing to comply with new regulations that require them to provide detailed information on staff members, funding and operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Experts say those requirements contravene humanitarian principles and follow a longstanding Israeli government campaign to vilify and ultimately impede the work of aid groups providing assistance to Palestinians.</p><p>On Thursday, the Reuters news agency reported that MSF, Medecins du Monde Suisse and the Danish Refugee Council said the Israeli authorities refused to allow their international staff to enter Gaza this week.</p><p>The targeted groups have said they will be forced to stop providing key services, including healthcare, in Gaza as a result of Israel’s ban, putting <a href=\"/news/2025/12/31/palestinians-in-gaza-say-lives-will-be-destroyed-by-israels-ngo-ban\">Palestinian lives at risk</a>.</p></div></div></body></html>"
        },
        {
            "title": "11-year-old girl shot in the head by Israeli troops in Gaza safe zone | Conflict | Al Jazeera",
            "time": "2026-01-08T18:41:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767897668.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Iran experiencing nationwide internet blackout, monitor says | Protests News | Al Jazeera",
            "time": "2026-01-08T17:58:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d6f0a7183-1767730954.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran is experiencing a nationwide internet blackout, online monitoring group NetBlocks has said, amid <a href=\"/news/2026/1/2/five-things-you-need-to-know-about-protests-in-iran-2\">escalating protests</a> over a worsening economic crisis.</p><p>In a post on social media on Thursday, NetBlocks noted that the apparent blackout follows “a series of escalating digital censorship measures targeting protests across the country and hinders the public’s right to communicate at a critical moment”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/news/2026/1/7/iran-warns-protesters-foreign-foes-as-unrest-persists\">Protesters have taken to the streets</a> in cities across Iran since late December amid anger over the soaring cost of living and the devaluation of the local currency.</p><p>At least 21 people, including security forces, have been killed since <a href=\"/news/2026/1/8/irans-commercial-hubs-became-flashpoints-for-frustration\">the demonstrations began</a>, according to a tally by the AFP news agency, citing local media and official statements.</p><p>Reporting from Tehran early on Friday, Al Jazeera’s Tohid Asadi said thousands of people took to the streets across the capital, starting at about 8pm local time (16:30 GMT) on Thursday.</p><p>“What we saw was many more neighbourhoods in the Iranian capital coming to the streets. Several streets were blocked while I was driving from downtown,” Asadi said, noting that confrontations took place between protesters and police.</p><p>“We heard chants … [and] slogans against the political establishment,” he added.</p><p>“We know that the economic squeeze has eroded public confidence and [fuelled] dissatisfaction, particularly when it comes to working and lower middle classes, who are now finding themselves struggling to meet their everyday needs,” he added.</p><p>The Iranian authorities have offered mixed messages in response to the unrest, with President Masoud Pezeshkian calling for “utmost restraint” in the handling of the demonstrations.</p><p>But earlier this week, Supreme Leader Ayatollah Ali Khamenei <a href=\"/news/2026/1/6/protests-grow-as-irans-government-makes-meager-offer-amid-tanking-economy\">said rioters</a> must be “put in their place”. The country’s top judge also accused demonstrators of “operating in line” with the United States and Israel.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Chief Justice <a href=\"/news/2026/1/7/iran-warns-protesters-foreign-foes-as-unrest-persists\">Gholam-Hossein Mohseni-Ejei said</a> there would be no leniency for those who “create insecurity”.</p><p>“If anyone comes into the streets for riots or to create insecurity, or supports them, then no excuse remains for them,” he said. “The matter has become very clear and transparent. They are now operating in line with the enemies of the Islamic Republic of Iran.”</p><p class=\"s8\">United Nations chief Antonio Guterres this week underscored the need to prevent further protest-related casualties, his spokesperson told reporters.</p><p>“He also calls on the authorities to uphold the right of freedom of expression, association and peaceful assembly,” Stephane Dujarric said during a briefing on Monday.</p><p>“All individuals must be allowed to protest peacefully and express their grievances.”</p><p>Iran last saw mass demonstrations in 2022 and 2023 after the <a href=\"/news/2023/9/16/iran-one-year-after-the-death-of-mahsa-amini\">death of Mahsa Amini</a>, a 22-year-old woman who died in police custody after being arrested for allegedly violating the country’s strict dress code for women.</p><p>Amid the current wave of protests, rights groups also have accused the Iranian authorities of resorting to tactics including raiding hospitals to detain wounded protesters.</p><p>On Tuesday, Amnesty International <a href=\"https://x.com/AmnestyIran/status/2008515247104311603\" target=\"_blank\" rel=\"noopener\">said</a> security forces entered Imam Khomeini Hospital in the western city of Ilam, firing tear gas, smashing doors and assaulting people inside, including medical workers.</p><p>“Iran’s security forces must immediately stop the unlawful use of force and firearms against protesters, end arbitrary arrests of those seeking treatment in hospital, ensure those injured receive the medical care they need, and respect the sanctity of medical facilities,” the group said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Injured arrive at Aleppo hospital amid intense artillery fire | Syria's War | Al Jazeera",
            "time": "2026-01-08T17:55:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/injured_civilian_arrives_aleppo_syria_hospital-1767894244.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Russia releases French researcher in prisoner exchange | Prison News | Al Jazeera",
            "time": "2026-01-08T17:48:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695fda28-1767889448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A French researcher serving a three-year sentence in Russia has been freed in a prisoner exchange with Moscow, French and Russian officials have said.</p><p>President Emmanuel Macron announced the release of Laurent Vinatier, who had been jailed for allegedly violating Russia’s so-called “foreign agent” laws, saying that the researcher was “free and back in France.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I share the relief of his family and loved ones. My gratitude to our diplomatic agents for their mobilisation”, Macron said on Thursday.</p><p>Russia’s FSB security service announced that Vinatier, 49, had been swapped for basketball player Daniil Kasatkin, 26.</p><p>Kasatkin was arrested last June at a Paris airport and was wanted by the United States over an alleged involvement in ransomware attacks – an allegation that Kasatkin has previously denied.</p><figure id=\"attachment_4224551\" aria-describedby=\"caption-attachment-4224551\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4224551\" src=\"/wp-content/uploads/2026/01/ap_695fda5f9b099-1767889503.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"In this image, made from video and provided by Russian Federal Security Service via Russia-1 TV channel on Thursday, Jan. 8, 2026, Daniil Kasatkin, a Russian basketball player who was jailed in France and whose extradition was demanded by the United States, is seen after being released in a prisoner swap with France that saw the release of Laurent Vinatier, a French political scholar. (Russian Federal Security Service/Russia-1 TV channel via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4224551\" class=\"wp-caption-text\">Daniil Kasatkin, a Russian basketball player who was jailed in France and whose extradition was demanded by the United States, is seen after being released in a prisoner swap with France that saw the release of Laurent Vinatier [Russian Federal Security Service/Russia-1 TV channel via AP]</figcaption></figure><p>The FSB ⁠said Vinatier had been pardoned by President Vladimir Putin, who promised last month to look into the case after a French journalist raised it during the Kremlin leader’s annual news conference.</p><p>Vinatier was arrested by the FSB at a Moscow restaurant in June 2024 and convicted four months later of breaking laws requiring individuals deemed to be “foreign agents” to register with the Russian authorities.</p><p>While behind bars, he was placed under additional investigation for espionage, and he had been facing a likely further trial in the coming months.</p><p>The FSB said that the researcher, acting on instructions from Swiss intelligence, had collected sensitive political and military information, including combat and training plans, that could target Moscow’s security.</p><p>However, it said that the case against Vinatier had been dismissed due to his “active repentance.”</p><p>Before he was arrested, Vinatier worked for the Centre for Humanitarian Dialogue, a Swiss-based conflict mediation organisation, where fellow scholars respected him.</p><p>At his trial, the researcher said he loved Russia, apologised for breaking the law, and even recited a verse by Russian poet Alexander Pushkin.</p><p>Frederic Belot, a lawyer representing Vinatier, said the decision was a “huge relief”.</p><p>“We are extremely happy that he has been released for Orthodox Christmas,” Belot added, who also represents Kasatkin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"franco-russian-relations\">Franco-Russian relations</h2><p>Relations between Paris and Moscow have been frosty in the wake of Russia’s full-scale invasion of Ukraine in February, 2022.</p><p>While Macron has been outspoken in his support for Kyiv’s military efforts alongside other European allies, including the UK, he has also expressed a willingness to engage with Russia to end the war.</p><p>On Thursday, Moscow condemned a security plan agreed by Ukraine and its European allies in the French capital, Paris,  for the deployment of a peacekeeping force as an “axis of war”.</p><p>Earlier this week, European leaders and United States envoys announced that the security guarantees for Kyiv would include a US-led monitoring mechanism and a European multinational force, in the event of a ceasefire.</p><p>However, Moscow rejected the plan.</p><p>“All such units and facilities will be considered legitimate military targets for the Russian Armed Forces,” Russian Foreign Ministry spokeswoman Maria Zakharova said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "‘Greenland is not for sale,’ lawmaker says amid Trump’s escalating threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T17:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e55ea-1767790058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Greenlandic lawmaker has stressed that Greenland is “not for sale” as United States President Donald Trump and senior members of his administration <a href=\"/news/2026/1/7/european-allies-reiterate-support-for-greenland-amid-us-threats\">renew threats</a> to take control of the autonomous Danish territory.</p><p>Aaja Chemnitz, a member of the Danish parliament representing Greenland, welcomed talks between US Secretary of State Marco Rubio and Danish and Greenlandic officials expected to take place next week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think it’s going to be very important to find solutions,” she told Al Jazeera on Thursday.</p><p>But Chemnitz stressed that Greenland’s position on its autonomy remains unchanged. “Greenland is not for sale, and Greenland never will be for sale,” she said.</p><p>Since taking office in January of last year, Trump has repeatedly said he <a href=\"/news/2025/1/9/behind-trumps-threat-why-is-greenland-so-strategically-important\">wants to take over</a> Greenland, stressing the island’s “strategic” importance in the Arctic region.</p><p>“We need Greenland from a national security situation. It’s so strategic. Right now, Greenland is covered with Russian and Chinese ships all over the place. We need Greenland from the standpoint of national security,” the US president told reporters on Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Trump’s push has <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">drawn strong rebukes</a> from Greenland and Denmark, the European Union, and other major US allies, including Canada.</p><p>On Tuesday, the foreign ministers of Denmark, Finland, Iceland, Norway and Sweden stressed their commitment “to preserving security, stability and co-operation in the Arctic”.</p><p>“Security in the Arctic rests on respect for the fundamental principles of the UN Charter and international law, including the inviolability of borders,” the ministers said in a <a href=\"https://www.regjeringen.no/en/whats-new/joint-statement-by-the-foreign-ministers-of-denmark-finland-iceland-norway-and-sweden-on-6-january-2026/id3145218/\" target=\"_blank\" rel=\"noopener\">joint statement</a>.</p><p>“We collectively reiterate that matters concerning Denmark and Greenland are for Denmark and Greenland to decide alone.”</p><p>Yet despite that opposition, the Trump administration continues to float the possibility of taking over Greenland – and it has refused to rule out the possibility of <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">military action</a>.</p><p>White House Press Secretary Karoline Leavitt told reporters on Wednesday that “all options are always on the table for President Trump”.</p><p>“But I will just say that the president’s first option always has been diplomacy,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"important-to-find-solutions\">‘Important to find solutions’</h2><p>Fears of a US military operation to take control of Greenland have grown after the Trump administration sent the US military into the Venezuelan capital, Caracas, to <a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">abduct President Nicolas Maduro</a> on Saturday after a months-long pressure campaign.</p><p>The abduction, which has been <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">denounced as a violation of international law</a>, comes amid Trump’s push to exert US dominance in the Western Hemisphere in line with a 19th-century US policy known as <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">the Monroe Doctrine</a>.</p><p>Some experts say the US president’s plan to take over Greenland aligns with that doctrine.</p><p>Asked about Washington’s stance towards Greenland, Rubio told reporters on Wednesday that Trump is not the first US president to look at how to “acquire” the territory. He also did not rule out using military force.</p><p>“If the president identifies a threat to the national security of the United States, every president retains the option to address it through military means,” Rubio said.</p><p>It remains unclear who exactly will meet with Rubio next week for talks on the situation.</p><p>But Greenland’s Foreign Minister Vivian Motzfeldt said on Tuesday that she and Danish Foreign Minister Lars Lokke Rasmussen had requested a meeting with the US secretary of state.</p><p><span>“The purpose of the meeting is to reflect the US’s significant statements on Greenland,” Motzfeldt <a href=\"https://www.facebook.com/vivian.motzfeldt/posts/pfbid08HaKzbzuqv6kAiyxEETL7eC67G8jKHqCUPHk6c634j5foWu337pcyvEcCzcs8Gqml\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</span></p><p><span>Chemnitz, the Danish lawmaker, told Al Jazeera on Thursday that the planned talks are an opportunity to address rising tensions over the US position.</span></p><p>“I think it’s important to focus on diplomacy,” she said. “This is a very strange situation for us, and many of us have been concerned about everything that has happened.”</p><p>But Chemnitz stressed that the discussions must be conducted with respect. “We need respect,” she said. “In order to have diplomacy, you also need to have respect.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protesters scream ‘ICE out’ one day after fatal shooting in Minneapolis | Protests | Al Jazeera",
            "time": "2026-01-08T17:24:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767892923.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Liverpool 0-0: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2026-01-08T17:01:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260108__92428WP__v1__HighRes__FblEngPrArsenalLiverpool-1767910695.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Arsenal vs Liverpool 0-0: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All the updates, including reaction and interviews, following our text commentary stream of the game in London.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}