{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Peru to declare state of emergency to block Chile border crossings | Elections News | Al Jazeera",
            "time": "2025-11-28T21:32:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6929fe568d71-1764359766.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Peruvian President Jose Jeri has announced on social media that he will declare a state of emergency on the border with Chile, sparking concerns of a humanitarian crisis.</p><p>Jeri’s statement on Friday comes just more than two weeks before a <a href=\"/news/2025/11/17/chile-faces-presidential-runoff-between-leftist-jara-and-far-rights-kast\">presidential run-off</a> takes place in Chile.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Leading far-right candidate Jose Antonio Kast is facing leftist Jeannette Jara on December 14, and he has pledged to detain and expel migrants who are in Chile without documentation if he wins.</p><p>The campaign pledges have led to a surge in crossings into Peru, mostly by Venezuelans who long sought opportunity in Chile amid economic woes at home.</p><p>Jeri is himself a far-right leader. Formerly the head of Peru’s Congress, he succeeded his impeached predecessor, Dina Boluarte, in October.</p><p>He confirmed media speculation of the state of emergency in a brief <a href=\"https://x.com/josejeriore/status/1994472122886865219\" target=\"_blank\" rel=\"noopener\">post</a> on the social media platform X.</p><p>“We ARE going to declare a state of emergency at the border with Chile to generate tranquility before the risk of migrants entering without authorisation,” Jeri wrote.</p><p>He further added that the influx could “threaten the public safety” of Peru’s population of about 34 million.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At least 100 people were at the border seeking to enter Peru on Friday, Peruvian police General Arturo Valverde told local television station Canal N.</p><p>Peruvian media have for days broadcast images of families seeking to cross the border from Chile.</p><p>This came shortly after candidate Kast filmed a campaign video at the border, warning undocumented people to leave before the country’s December 14 election.</p><p>Chile’s current left-wing president, Gabriel Boric, is limited by law to one four-year term at a time, though non-consecutive re-election bids are allowed.</p><p>The new president will be sworn in on March 11, 2026. Kast is considered the frontrunner going into December’s vote.</p><p>“You have 111 days to leave Chile voluntarily,” Kast said in his campaign video, referring to the inauguration.</p><p>“If not, we will stop you, we will detain you, we will expel you. You will leave with only the clothes on your back.”</p><p>Earlier this week, Peruvian President Jeri also visited the border and declared he would <a href=\"/news/2023/4/28/peru-sends-forces-to-chile-border-where-hundreds-stranded\">surge troops</a> to the area.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>About 330,000 undocumented people are estimated to live in Chile. It was not immediately clear how many had crossed into Peru in recent days.</p><p>Chilean Minister of Security Luis Cordero has criticised Kast’s campaign tactics, telling reporters that “rhetoric sometimes has consequences”.</p><p>“People cannot be used as a means to create controversy for the elections,” he said.</p><p>“Our main purpose is to prevent a humanitarian crisis.”</p></div></div></body></html>"
        },
        {
            "title": "Trump claims he will nullify executive orders Joe Biden signed by autopen | Donald Trump News | Al Jazeera",
            "time": "2025-11-28T20:56:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332038623590-1764363330.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said that he will throw out all executive orders issued under predecessor Joe Biden that he believes were signed using an autopen, pushing a dubious claim to delegitimise Democratic policies.</p><p>In a social media <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115629010097815862\" target=\"_blank\" rel=\"noopener\">post</a> on Friday, <a href=\"/news/2025/6/5/trump-orders-investigation-of-biden-aides\">Trump</a>, a Republican, estimated that the majority of Biden’s orders were executed with autopen, a machine that mimics a given signature.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Any document signed by Sleepy Joe Biden with the Autopen, which was approximately 92% of them, is hereby terminated, and of no further force or effect,” Trump wrote.</p><p>Trump <a href=\"/news/2025/3/18/can-trump-reverse-bidens-presidential-pardons-over-alleged-use-of-autopen\">has long maintained</a> that Biden — who was 82 when he left office in January — was not in control of the executive office due to his advanced age and declining mental state.</p><p>The Republican leader, himself 79 years old, reiterated that message in Friday’s post and threatened to prosecute Biden if the Democrat denied it.</p><p>“I am hereby cancelling all Executive Orders, and anything else that was not directly signed by Crooked Joe Biden, because the people who operated the Autopen did so illegally,” Trump said.</p><p>“Joe Biden was not involved in the Autopen process and, if he says he was, he will be brought up on charges of perjury.”</p><h2 id=\"a-long-running-criticism\">A long-running criticism</h2><p>The autopen and similar mechanical signature devices have a long history in the White House, stretching back to the third US president, Thomas Jefferson, in the early 19th century. Trump himself has used the device, particularly during his first term.</p><p>But Trump has had an acrimonious relationship with his Democratic predecessors, including Biden and former President Barack Obama.</p><p>He has trolled Biden in particular for his age and his use of the autopen while in office. After setting up a “presidential walk of fame” near the White House Rose Garden earlier this year, Trump replaced Biden’s portrait with a picture of the mechanical device.</p><p>He recently showed off the picture to Saudi Crown Prince Mohammed bin Salman during a visit this month.</p><p>Biden and Trump faced each other twice in presidential elections: once in 2020, when Trump lost, and once in 2024, when Biden dropped out of the race. Trump ultimately won the latter.</p><p>He has also consistently denied his defeat in the 2020 election, falsely claiming widespread voter fraud.</p><p>Trump has made other misleading and unfounded statements about Biden, including that White House staffers took advantage of the Democrat’s declining age to sign policy documents without his knowledge.</p><p>There is, however, no definitive proof that the autopen was used under Biden without his consent. Biden himself denied the allegation in a June statement.</p><p>“Let me be clear: I made the decisions during my presidency,” he wrote. “I made the decisions about the pardons, executive orders, legislation, and proclamations. Any suggestion that I didn’t is ridiculous and false.”</p><p>Nevertheless, Trump revisited that allegation in Friday’s message on his platform Truth Social.</p><p>“The Radical Left Lunatics circling Biden around the beautiful Resolute Desk in the Oval Office took the Presidency away from him,” the Republican leader wrote.</p><h2 id=\"legal-arguments-undercut-trump-s-claim\">Legal arguments undercut Trump’s claim</h2><p>Friday’s announcement is the latest effort by Trump to <a href=\"/news/2025/11/6/trump-claims-california-election-was-rigged-is-he-correct\">frame</a> the actions of his political rivals as illegitimate.</p><p>In March, for instance, Trump posted a Truth Social message attempting to invalidate the pardons Biden issued before his departure from the White House.</p><p>Biden had controversially awarded “preemptive” pardons to politicians who served on a House select committee investigating Trump for his actions on January 6, 2021, when his supporters stormed the US Capitol.</p><p>“The ‘Pardons’ that Sleepy Joe Biden gave to the Unselect Committee of Political Thugs, and many others, are hereby declared VOID, VACANT, and OF NO FURTHER FORCE OR EFFECT, because of the fact that they were done by Autopen,” Trump wrote in March, reiterating familiar claims.</p><p>“Joe Biden did not sign them but, more importantly, he did not know anything about them!”</p><p>Legal experts largely dismissed the president’s post at the time as unconstitutional, as US law does not require presidential pardons to be signed in any given way — or even that they be written down.</p><p>A 2005 memo from the US Office of Legal Counsel also explains, “The President need not personally perform the physical act of affixing his signature to a bill he approves and decides to sign in order for the bill to become law.”</p><p>It adds that using an autopen to “affix the President’s signature” to legislation — or “directing a subordinate” to do so — is considered acceptable.</p><h2 id=\"aging-while-president\">Aging while president</h2><p>Still, Biden did face significant public concern about whether <a href=\"/economy/2024/7/22/for-biden-the-economy-was-a-vulnerability-before-age-became-key-concern\">his age</a> had hindered his ability to carry out his duties, particularly in the final years of his four-year term.</p><p>A disastrous performance in the June 2024 presidential debate heightened those concerns, as Biden appeared stiff and struggled to maintain his train of thought.</p><p>Members of the Democratic Party afterwards pressured Biden to <a href=\"/news/2024/7/21/biden-pulls-out-of-us-presidential-race\">drop out</a> of the 2024 presidential race, a step he eventually took in July of that year.</p><p>Some critics have speculated whether Biden’s age diminished his ability to dedicate time and attention to areas such as foreign policy, giving senior staff members greater influence over policymaking.</p><p>This year, Biden revealed he has advanced prostate cancer, and he is currently undergoing radiation therapy.</p><p>Should Trump complete his second term, he will also be 82 years old, a few months older than Biden was at the end of his presidential term. Concerns about age and mental health have also dogged Trump’s time in the White House.</p><p>Just this week, The New York Times ran an article titled, “Shorter Days, Signs of Fatigue: Trump Faces Realities of Aging in Office”. It detailed instances where Trump appeared to fall asleep during public appearances and described how Trump has limited his public appearances during his second term.</p><p>Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115616545250020843\" target=\"_blank\" rel=\"noopener\">responded</a> on social media by calling the female reporter on the story “ugly” and posting that he had “aced” his physical and cognitive exams.</p></div></div></body></html>"
        },
        {
            "title": "Airbus issues major A320 recall after flight-control incident | Aviation News | Al Jazeera",
            "time": "2025-11-28T20:56:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP22334662202669-1750187186.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Europe’s Airbus is ordering an immediate software change on a “significant number” of its best-selling A320 family of jets in a move that industry sources said would bring disruption to half the global fleet, or thousands of jets.</p><p>The move to a different software, announced on Friday and which will affect 6,000 of its widely-used A320 family of jets, must be carried out before the next routine flight, threatening cancellations or delays during one of the busiest travel weekends of the year in the United States and beyond.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Airbus said in a statement that a recent incident involving an A320-family aircraft had revealed that intense solar radiation may corrupt data critical to the functioning of flight controls.</p><p>“Airbus acknowledges these recommendations will lead to operational disruptions to passengers and customers,” it said.</p><p>Industry sources said the incident that triggered the unexpected repair action involved a JetBlue flight from Cancun, Mexico, to Newark, New Jersey, on October 30, in which several passengers were hurt following a sharp loss of altitude.</p><p>Flight 1230 made an emergency landing at Tampa, Florida, after a flight control problem and a sudden uncommanded drop in altitude, prompting an FAA investigation.</p><p>JetBlue and the FAA had no immediate comment.</p><p>The European Union Aviation Safety Agency is due to issue an emergency directive mandating the fix, Airbus said.</p><h2 id=\"two-hour-repair\">Two-hour repair</h2><p>For about two-thirds of the affected jets, the recall will result in a relatively brief grounding as airlines revert to a previous software version, industry sources said.</p><p>Still, that comes at a time of intense demands on airline repair shops, already plagued by shortages of maintenance capacity and the grounding of hundreds of Airbus jets due to long waiting times for separate engine repairs or inspections.</p><p>Hundreds of the affected jets may also need hardware changed, threatening much longer waits, the sources said.</p><p>Some 3,000 A320-family jets were in the air worldwide shortly after the Airbus announcement.</p><p>American Airlines and Hungary’s Wizz Air said they had already identified which of their aircraft would need the software fix. United Airlines said it was not affected.</p><p>The world’s largest A320 operator, American, in a statement, said about 340 of its 480 A320 aircraft require the software replacement, and it expects the majority of those fixes to be “complete today and tomorrow”, with about two hours required for each plane.</p><p>Other airlines said they would take planes briefly out of service to do the repairs, including Germany’s Lufthansa, India’s IndiGo, and United Kindom-based easyJet.</p><p>Colombian carrier Avianca said the recall affected more than 70 percent of its fleet, around 100 jets, causing significant disruption over the next 10 days and prompting the airline to close ticket sales for travel dates through December 8.</p><h2 id=\"largest-mass-recall\">Largest mass recall</h2><p>There are about 11,300 A320-family aircraft in operation, including 6,440 of the core A320 model, which first flew in 1987.</p><p>The setback appears to be among the largest mass recalls affecting Airbus in its 55-year history and comes weeks after the A320 overtook the Boeing 737 as the most-delivered model.</p><p>The A320 was the first mainstream airliner to introduce fly-by-wire computer controls.</p><p>The bulletin seen by Reuters traced the problem to a flight system called ELAC (Elevator and Aileron Computer), which sends commands from the pilot’s side-stick to elevators at the rear. These, in turn, control the aircraft’s pitch or nose angle.</p><p>The computer’s manufacturer, France’s Thales, said in response to a Reuters query that the computer complies with Airbus specifications and the functionality in question is supported by software that is not under Thales’s responsibility.</p></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau’s new military ruler moves to consolidate power after coup | Military News | Al Jazeera",
            "time": "2025-11-28T20:42:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6929f2f59f88-1764356853.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guinea-Bissau’s new military ruler has moved to consolidate power days after <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">a coup</a> deposed President Umaro Sissoco Embalo.</p><p>In a decree on Friday, General Horta Inta-A announced the appointment of Finance Minister Ilidio Vieira Te as the West African country’s new prime minister.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The people of Guinea-Bissau “expect a lot” of their new leaders, Inta-A told Te during a brief swearing-in ceremony, saying he hoped <a href=\"/news/2025/11/26/guinea-bissau-army-claims-total-control-after-gunshots-heard-in-capital\">the new military government</a> and the prime minister would “continue to work hand-in-hand”.</p><p>Both Inta-A – who was <a href=\"/news/2025/11/27/guinea-bissau-military-appoints-general-as-transition-president-after-coup\">sworn in as Guinea-Bissau’s transitional president</a> on Thursday – and Te are close to Embalo, the deposed president.</p><p>Te previously served in his government and as the campaign director for Embalo’s party in last Sunday’s presidential election.</p><p>Friday’s announcement comes just days after <a href=\"/video/inside-story/2025/11/27/what-was-behind-the-coup-in-guinea-bissau-days-after-the-election\">military officers said</a> they had taken “total control” of the country during a televised address on the eve of the expected release of provisional election results.</p><p>Embalo had been seeking re-election against his main challenger, Fernando Dias. Both candidates had declared victory in advance of the results, which have still not been released.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Regional and world leaders have condemned the military coup, one of several in Guinea-Bissau since it gained independence from Portugal in 1974.</p><p>The African Union announced on Friday it was suspending Guinea-Bissau “with immediate effect”, shortly after the Economic Community of West African States (ECOWAS) froze Guinea-Bissau out of “all decision-making bodies”.</p><p>United Nations Secretary-General Antonio Guterres also condemned the military’s “unacceptable violation of democratic principles” while the European Union urged “a swift return to the constitutional order and the resumption of the electoral process”.</p><p>The prime minister of Senegal, where <a href=\"/news/2025/11/27/guinea-bissaus-deposed-president-embalo-arrives-in-senegal-after-coup\">Embalo has taken refuge</a> since the coup, condemned the putsch as a “sham” and called for the electoral process to be allowed to continue.</p><p>“The [electoral] commission must be able to declare the winner,” Ousmane Sonko told lawmakers on Friday.</p><p>Dias, the opposition candidate, told the AFP news agency on Thursday that he believed he had beaten Embalo in Sunday’s presidential election. He alleged that Embalo had “organised” the power grab to prevent him from taking office.</p><p>Former Nigerian President Goodluck Jonathan, who was in Guinea-Bissau during the coup as the head of a West African elections observer group, also accused Embalo of staging a “ceremonial coup” to stay in power.</p><p>“A military doesn’t take over governments and allow the sitting president that they overthrew to address press conferences and announce that he has been arrested,” Jonathan told reporters.</p><figure id=\"attachment_4138110\" aria-describedby=\"caption-attachment-4138110\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138110\" src=\"/wp-content/uploads/2025/11/afp_6929f2f36b50-1764356851.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Guinea Bissau newly appointed Prime Minister and Finance Minister of the transitional government Ilidio Vieira Te (L) shakes hands with transitional government President, General Horta N'Tam (R) during the swearing in ceremony at the Presidential Palace in Bissau, on November 28, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138110\" class=\"wp-caption-text\">Te, left, and Inta-A shake hands during the new prime minister’s swearing-in ceremony in Bissau [AFP]</figcaption></figure><h2 id=\"calm-returns-to-capital\">Calm returns to capital</h2><p>UN human rights chief Volker Turk said on Friday that at least 18 people, including government officers, magistrates and opposition politicians, had been arbitrarily detained during the coup, and most were still being held incommunicado.</p><p>“I am deeply alarmed by reports of human rights violations in Guinea-Bissau following the coup, including arbitrary arrests and detentions of Government officials and opposition leaders, as well as threats against and intimidation of media houses and journalists,” Turk said in a statement.</p><p>He called for the immediate release of all those detained, as well as for the return of constitutional order.</p><p>“The military authorities must ensure they fully respect everyone’s fundamental freedoms, including the right to peaceful assembly,” Turk added.</p><p>Meanwhile, calm returned to the capital, Bissau, on Friday as the new military rulers lifted an overnight curfew that had been imposed during the coup.</p><p>People and vehicles were circulating through Bissau’s streets after army checkpoints were lifted. The main stock exchange and markets in outlying districts, as well as commercial banks, have also reopened.</p><p>“I resumed my work because if I stay home, I will have nothing to eat,” Boubacar Embalo, a 25-year-old street vendor, told the news agency AFP.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Jenin killings latest example of Israel’s ‘shoot to kill’ policy | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-28T20:25:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6929fecc0d7b-1764359884.jpg?resize=1920%2C1332",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of two unarmed Palestinian men as they surrendered to Israeli soldiers in the occupied West Bank city of Jenin is the latest example of a practice that, while shocking, is not extraordinary.</p><p>The men, named as Al-Muntasir Billah Abdullah and Youssef Asasa, had their arms raised and their shirts lifted up to show they had no weapons. Ordered to turn back towards the building they had come out of by Israeli forces, they crawled back. They were then shot and killed at point-blank range.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Caught on camera, the incident on Thursday has elicited international outrage, and the promise of an investigation from the Israeli military. But for Itamar Ben-Gvir, the far-right Israeli Minister of National Security, the Israeli forces “acted exactly as expected of them – terrorists must die”.</p><p>That is because Israel has long had a policy of ‘shoot to kill’ when it comes to Palestinians, even when unarmed. And while the capture of the Jenin killings on camera has made the case particularly stand out, it follows a longstanding pattern of behaviour.</p><p>“The mindset that led to this has existed for a long time,” Tirza Leibowitz, deputy director of Physicians for Human Rights Israel, said. “It’s the product of years of separation, subjugation and occupation. Over the years, Israeli society has just gotten used to it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"history-of-violence\">History of violence</h2><p>Leibowitz pointed to the January 2024 killing of six-year-old <a href=\"/news/2024/6/23/israeli-tank-fired-at-hind-rajab-family-car-from-metres-away-investigation\">Hind Rajab</a> in Gaza, whose final hours were spent pleading for help over the phone with aid workers, as she sat in a car with family members who had already been killed by an Israeli attack. Rajab, along with the Palestinian ambulance team sent to rescue her, was later found dead.</p><p>Another incident from Gaza, echoing the killings in Jenin, in that it was caught on camera, was the <a href=\"/news/2024/3/28/israeli-soldiers-shoot-dead-two-unarmed-palestinian-men-in-gaza-video\">March 2024 killing of two unarmed men</a>, even after one of them repeatedly attempted to signal his surrender.</p><p>In 2018, there was the infamous case of <a href=\"/news/2018/12/11/israeli-killing-of-young-palestinian-unlawful-video-shows\">Mohammed Habali</a>, a mentally challenged man who was shot in the back of the head and killed while walking away from Israeli soldiers in Tulkarem. And in 2020, <a href=\"/features/2021/5/30/how-a-palestinian-man-with-autism-was-killed-by-israeli-police\">Eyad al-Halaq</a>, a Palestinian with autism, was headed to his special needs school when he was shot and killed by Israeli police in occupied East Jerusalem.</p><p>The practice has also been deadly for Israelis. In December 2023, <a href=\"/news/2023/12/16/israeli-hostages-mistakenly-killed-in-gaza-were-had-a-white-flag-official\">three Israeli captives</a> had escaped in Gaza. As they attempted to surrender – with one of them holding a white flag – they were shot and killed by Israeli soldiers.</p><p>Israel often announces investigations into such incidents, but in the majority of cases – particularly when involving Palestinians – the shooters are allowed to go free. The killings are often justified as a necessary response to people deemed to be threats.</p><p>After years of such incidents, and little repercussion, critics say that it is not surprising to see the killings continue.</p><p>“It takes place with impunity,” said Leibowitz. “National courts sidestep it, saying it’s a security matter so they can’t intervene. That creates an onus on the international community to put checks on [Israel’s] impunity.”</p><p>“The only difference between those [previous incidents] and this most recent incident is that this time it was caught on camera,” Leibowitz said. “Israeli rights groups, such as Yesh Din and B’Tselem, had been documenting and following up on incidents like these for over a decade with little or no response from the media or public.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-one-cares\">‘No one cares’</h2><p>The killing of Abdullah and Asasa in Jenin is unlikely to cause a scandal in Israel. Accusations of torture, rape and the deliberate imposition of famine have previously dogged Israel throughout its genocidal war on Gaza, with little pushback from the Israeli public.</p><p>“No one cares. No one’s willing to comment,” Aida Touma-Suleiman, a Palestinian member of the Israeli parliament, said.</p><p>“Two weeks ago, on the same days that the UN was considering cases of torture against Israel, I tried introducing a private members bill criminalising torture,” she said. “I was attacked viciously by a government minister who said I was trying to tie the hands of the state of Israel in dealing with ‘terrorists’.”</p><p>“Essentially, he was saying that Israel uses torture and needs to keep doing so,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"torture\">Torture</h2><p>Accusations of the wholesale disregard for Palestinian life extend further than just the executions in Jenin.</p><p>A report to the UN committee, compiled by a number of Israeli rights groups, included evidence of Palestinians receiving medical treatment while shackled and blindfolded. Other instances detailed Palestinians being deliberately starved and being forced to wear nappies rather than be allowed access to toilets.</p><p>All the charges were denied by Israel.</p><p>According to the rights group Yesh Din, between 2018 and 2022 the Israeli army received 862 complaints about alleged offences by soldiers against Palestinians in the occupied West Bank. This is in addition to land appropriation, displacement and attacks by settler groups.</p><p>Investigators opened 258 criminal probes – about 30 percent – but only 13 led to indictments, involving 29 soldiers.</p><p>Just one case concerned a Palestinian killing. That means roughly 1.5 percent of complaints resulted in prosecution, and those complaints covered only part of the incidents Palestinians reported.</p><p>For fatal cases, the rate was even lower: one indictment out of 219 deaths brought to the army’s attention, or about 0.4 percent.</p><p>Over the period since, Israel has killed almost 70,000 people in Gaza, as well as having displaced hundreds of thousands of Palestinians.</p><p>Writing on Friday, the UN’s Committee on Torture noted its alarm about reports indicating a “de facto State policy of organized and widespread torture and ill-treatment [of Palestinians] during the reporting period, which had gravely intensified since 7 October 2023”.</p><p>Most Israelis can go months or even years seeing Palestinians only through television coverage designed to stir fear and resentment, pointed out Shai Parnes, director of public outreach at the rights group B’Tselem. He described a process of apartheid and dehumanisation that accelerated after the Oslo Accords of the 1990s, before being weaponised by the government after the October 7, 2023, attack on Israel.</p><p>“A country can’t carry out a genocide without a large part of its society either supportive of that genocide or indifferent to it. And it’s true that parts of Israeli society are genocidal, you can see it in the comments on the video of the soldiers in Jenin,” Parnes said.</p><p>“Israel has never paid any penalty for this,” he said. “These crimes can only happen with impunity. Lawmakers and decision makers need to be held to account. That’s not there. Anyone who harms a Palestinian, if it’s a soldier or a settler, does so with impunity.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN condemns ‘summary execution’ of Palestinians in West Bank | Newsfeed | Al Jazeera",
            "time": "2025-11-28T20:24:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764361428.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘War crimes’: Deadly Israeli raids on Syria sparks outrage | Conflict | Al Jazeera",
            "time": "2025-11-28T20:10:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764360543.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong police end rescue operation after deadly apartment inferno | Newsfeed | Al Jazeera",
            "time": "2025-11-28T20:02:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764360130.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Opposition NDP party claims victory in Saint Vincent and the Grenadines | Elections News | Al Jazeera",
            "time": "2025-11-28T19:35:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25332464765870-1764354234.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Opposition NDP party claims victory in Saint Vincent and the Grenadines</h1><p class=\"article__subhead\"><em>New Democratic Party ousts longtime Prime Minister Ralph Gonsalves, who has served in office since 2001.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Saint Vincent and the Grenadines is set for a change in leadership for the first time in more than two decades, with opposition leader Godwin Friday declaring victory in an election against longtime Prime Minister Ralph Gonsalves.</p><p>Preliminary results on Friday show the conservative-leaning New Democratic Party winning 14 out of the 15 constituencies in the Caribbean island nation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>That clears the way for Friday, the opposition leader, to replace Gonsalves as prime minister.</p><p>Though official results have yet to be released, the NDP’s likely victory is slated to end the Unity Labour Party’s 24 years in power.</p><p>The party addressed its constituents in St Vincent and the Grenadines, sometimes known by the acronym SVG, in a social media post after Thursday’s election.</p><p>“We love you, SVG, and we will keep working and advocating for you,” the Unity Labour Party said. “This is not the end, it is the beginning.”</p><p>Gonsalves has been the country’s prime minister since 2001, making him one of the world’s longest-serving democratic leaders.</p><p>He was also one of the last remaining figures from the first “Pink Tide” trend that swept across Latin America in the late 1990s and early 2000s. That period saw the election of left-wing leaders in a number of countries, from Brazil to Venezuela.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Composed of 32 islands and cays, only nine of which are inhabited, Saint Vincent and the Grenadines relies on industries such as agriculture and tourism to support its population of 111,000.</p><p>The NDP campaigned in the island nation on a platform that focused on increasing wages, improving security and building closer ties <a href=\"/news/2023/3/26/honduras-cuts-diplomatic-ties-with-taiwan\">with China</a>.</p><p>While Gonsalves has been an ally of left-wing governments in <a href=\"/news/2025/3/15/why-are-caribbean-leaders-fighting-trump-to-keep-cuban-doctors\">Cuba</a> and Venezuela, his party has also maintained a relationship with Taiwan.</p><p>That makes St Vincent and the Grenadines one of the few countries left in Latin America to continue diplomatic relations with Taiwan, despite growing pressure from China.</p><p>Only 12 countries worldwide, including the Vatican, maintain such ties.</p><p><a href=\"/news/2023/12/10/leaders-of-venezuela-and-guyana-to-meet-amid-border-dispute\">Gonsalves</a> was also a supporter of cooperation between Caribbean nations, and Jamaican Prime Minister Andrew Holness thanked him for his “passion for regionalism and his unwavering belief in the value of collective action” in a social media post.</p><p>Conservative leaders in the region have congratulated Friday on his success, hoping that it is an indicator of possible victories in their own.</p><p>“Congratulations to my brother,” said Allen Chastanet, a former prime minister and leader St Lucia’s conservative opposition.</p><p>Chastanet is running for election against current Prime Minister Philip Pierre, who is supported by Gonsalves.</p></div></div></body></html>"
        },
        {
            "title": "Hezbollah leader promises response to Israel’s strike killing top commander | News | Al Jazeera",
            "time": "2025-11-28T19:30:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_6929e59655-1764353430.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hezbollah leader promises response to Israel’s strike killing top commander</h1><p class=\"article__subhead\"><em>Naim Qassem calls the killing of Haytham Tabtabai as a ‘heinous crime’ saying Hezbollah has the right to respond.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hezbollah’s leader Naim Qassem says the group has the right to respond to <a href=\"/news/2025/11/23/israel-bombs-southern-suburbs-of-beirut\">Israel’s assassination</a> of its top military chief in a strike on Beirut’s southern suburbs last week.</p><p>In a televised speech on Friday, Qassem called the killing of Haytham Ali Tabtabai “a blatant aggression and a heinous crime”, adding that the Lebanese armed group has “the right to respond, and we will determine the timing for that.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Do you expect a war later? It’s possible, sometime. Yes, this possibility is there, and the possibility of no war is also there,” Qassem said.</p><p>Qassem did not explicitly say what the group’s role would be in any new war, but said Lebanon should prepare a plan to confront Israel that relies on “its army and its people”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Hezbollah leader also said he hoped Pope Leo’s upcoming visit to Lebanon “will play a role in bringing about peace and ending the [Israeli] aggression”.</p><p>Qassem insisted that Hezbollah has respected the November 2024 ceasefire that sought to end over a year of fighting with Israel, and demanded an end to continuing Israeli attacks on Lebanon.</p><p>Tabtabai was in a meeting with four of his aides “to prepare for future actions” when he was struck, Qassem said.</p><p>Responding to Qassem’s speech, Israeli military spokesperson Avichay Adraee said the Lebanese army’s efforts to seize Hezbollah weapons in the country’s south were “inadequate”.</p><p>“Hezbollah continues to manipulate them and work covertly to maintain its arsenal,” Adraee said in a post on X.</p><p>But Hezbollah has said it is unwilling to let go of its arms as long as Israel continues to launch attacks on Lebanese territory and station its forces at five locations across southern Lebanon.</p><p>Israel has been carrying out near-daily strikes on southern Lebanon and has also attacked Beirut several times. But prior to last week’s assassination, the capital had not been hit for months.</p><p>In a separate attack last week, at least 13 people were killed in an <a href=\"/news/2025/11/18/israeli-attack-on-palestinian-refugee-camp-in-lebanon-kills-at-least-13\">Israeli air strike on a Palestinian refugee camp</a> in southern Lebanon, according to the Lebanese Ministry of Public Health.</p></div></div></body></html>"
        },
        {
            "title": "Why gender-based violence in South Africa is now a national emergency | Human Rights | Al Jazeera",
            "time": "2025-11-28T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764245676.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We look back at South Africa’s nationwide shutdown by women, as they halted work to protest against gender-based violence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This episode explores the meaning and potential impact of a shutdown by South Africa’s women, including how its online expression amplified the message and linked it to global trends in digital, colour-based activism. We also examine the situation in Mali, where the execution of a female TikTok influencer has raised questions about the dangers women face as their voices and visibility grow online.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong></p><p>Cameron Kasambala – Women for Change</p><p>Chioma Agwuegbo – Executive director, TECHHER</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Global futures reopen after exchange operator CME hit by hours-long outage | Financial Markets News | Al Jazeera",
            "time": "2025-11-28T18:05:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2009/10/20091014235955741876_5.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Global futures markets were thrown into chaos for several hours after CME Group, the world’s largest exchange operator, suffered one of its longest outages in years, halting trading across stocks, bonds, commodities and currencies.</p><p>By 13:35 GMT on Friday, trading in foreign exchange, stock and bond futures as well as other products had resumed, after having been knocked out for more than 11 hours because of an outage at an important data centre, according to LSEG data.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>CME blamed the outage on a cooling failure at data centres run by CyrusOne, which said its Chicago-area facility had affected services for customers, including CME.</p><p>The disruption stopped trading in major currency pairs on CME’s EBS platform, as well as benchmark futures for West Texas Intermediate crude, Nasdaq 100, Nikkei, palm oil and gold, according to LSEG data.</p><h2 id=\"a-black-eye\">‘A black eye’</h2><p>Trading volumes have been thinned out this week by the United States Thanksgiving holiday, and with dealers looking to close positions for the end of the month, there was a risk of volatility picking up sharply later on, market participants said.</p><p>“It’s a black eye to the CME and probably an overdue reminder of the importance of market structure and how interconnected all these are,” Ben Laidler, head of equity strategy at Bradesco BBI, said.</p><p>“We complacently take for granted that much of the timing is frankly not great. It’s month-end, a lot of things get rebalanced.”</p><p>“Having said that, it could have been a lot worse; it’ll be a very low-volume day. If you’re going to have it, there would have been worse days to have a breakdown like this,” he said.</p><p>Futures are a mainstay of financial markets and are used by dealers, speculators and businesses wishing to hedge or hold positions in a wide range of underlying assets. Without these and other instruments, brokers were left flying blind, and many were reluctant to trade contracts with no live prices for hours on end.</p><p>“Beyond the immediate risk of traders being unable to close positions – and the potential costs that follow – the incident raises broader concerns about reliability,” said Axel Rudolph, senior technical analyst at trading platform IG.</p><p>A few European brokerages said earlier in the day they had been unable to offer trading in some products on certain futures contracts.</p><p>Regulators are tracking the situation, with both the Commodity Futures Trading Commission and Securities and Exchange Commission confirming they are aware of the issue and conducting ongoing surveillance.</p><h2 id=\"biggest-exchange-operator\">Biggest exchange operator</h2><p>CME is the biggest exchange operator by market value and says it offers the widest range of benchmark products, spanning rates, equities, metals, energy, cryptocurrencies and agriculture.</p><p>Average daily derivatives volume was 26.3 million contracts in October, CME said earlier this month.</p><p>The CME outage on Friday comes more than a decade after the operator had to shut electronic trading for some agricultural contracts in April 2014 due to technical problems, which at the time sent traders back onto the floor.</p><p>More recently, in 2024, outages at LSEG and Switzerland’s exchange operator briefly interrupted markets.</p><p>CME’s own shares were up 0.4 percent in premarket trading.</p></div></div></body></html>"
        },
        {
            "title": "Chelsea vs Arsenal: Premier League - teams, start time, lineups | Football News | Al Jazeera",
            "time": "2025-11-28T17:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25327601813888-1764349919.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Chelsea and Arsenal<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where:</strong> Stamford Bridge, London, United Kingdom<br>\n<strong>When:</strong> Sunday, November 30 at 4:30pm (16:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on Al Jazeera Sport from 14:30 GMT in advance of our text commentary stream.</p><p>The top of the table clash between Arsenal and Chelsea on Sunday has the potential to blow the Premier League title race wide open.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Alternatively, it could leave it in danger of turning into a procession.</p><p>Al Jazeera Sport takes a look at potentially the most crucial game of the Premier League season.</p><h2 id=\"how-are-arsenal-and-chelsea-placed-in-the-premier-league\">How are Arsenal and Chelsea placed in the Premier League?</h2><p>Arsenal are six points clear at the top as they head to Stamford Bridge.</p><p>With defending champions Liverpool in freefall and Manchester City also off the pace, it could be Arsenal’s title to lose.</p><p>The closest challengers are second-place Chelsea, winners of the FIFA Club World Cup in July and with a squad that cost more than $1bn. But it is possibly ahead of the curve in terms of mounting a serious title charge for the side that also lifted the UEFA Conference League trophy last season.</p><h2 id=\"what-is-chelsea-s-form-before-arsenal-s-visit\">What is Chelsea’s form before Arsenal’s visit?</h2><p>The Blues are on a three-match winning streak, with nine of their last 11 in total, losing only once.</p><h2 id=\"what-is-arsenal-s-form-ahead-of-the-chelsea-clash\">What is Arsenal’s form before the Chelsea clash?</h2><p>With a squad regarded as possibly the strongest in Europe, Mikel Arteta’s men are undefeated in 16 games across all competitions, winning 14 during that run.</p><h2 id=\"what-is-arsenal-s-take-on-the-trip-to-chelsea\">What is Arsenal’s take on the trip to Chelsea?</h2><p>Arsenal manager Arteta says second-placed Chelsea “fully deserve” to be considered Premier League title contenders.</p><p>Despite their fine form, Enzo Maresca’s youthful Chelsea side are still considered outsiders to win the Premier League title.</p><p>But Arteta is not underestimating the opponents.</p><p>“They are there because they fully deserve to be,” he told reporters about Chelsea on Friday.</p><p>“What they have done in the last few years, the squad that they assembled, the numbers that they have, the quality that they have, the number of coaches they have, it makes sense that what is happening there is very, very positive and they deserve to be there.”</p><p>The former Arsenal and Spain midfielder said Chelsea were one of the teams he most enjoyed watching.</p><p>“They have a lot of fluidity, they have a lot of threat, they have a lot of individual talent, they are very clear what they want to do, and that’s why they are very tough,” he said.</p><p>“Obviously, it’s a big game, it’s a big London derby. We’re going to play a really, really good opponent. They are in really good form, and we know the challenge, we know the opportunity that we have as well on Sunday, so we are fully ready for it.”</p><h2 id=\"are-chelsea-really-the-biggest-threat-to-arsenal\">Are Chelsea really the biggest threat to Arsenal?</h2><p>The clash with Arsenal will be the sternest test yet of Chelsea’s title credentials.</p><p>Brazil forward Estevao has quickly established himself at Chelsea and has been one of the most exciting players this season, with nine goals in his last 13 games for club and country.</p><p>The 18-year-old, who joined from Palmeiras in the summer, has been one of the main reasons for the Blues’ prolific Premier League start.</p><p>Liverpool’s title defence, meanwhile, is at a crisis point, with growing scrutiny on coach Arne Slot after a run of nine defeats in 12 games in all competitions. The Reds travel to West Ham on Sunday.</p><p>Manchester City can temporarily move up to second on Saturday if they win against Leeds United at Etihad Stadium.</p><h2 id=\"when-did-chelsea-last-win-the-premier-league\">When did Chelsea last win the Premier League?</h2><p>Chelsea last lifted the league title in 2017, their second in three years.</p><h2 id=\"when-did-arsenal-last-win-the-premier-league\">When did Arsenal last win the Premier League?</h2><p>On a wave of optimism and a growing belief it will end its long wait for a first league title since 2004, when Arsene Wenger’s “Invincibles” went unbeaten for the entire top-flight campaign.</p><p>After three straight years as runners-up, it feels like Arsenal’s time may have come again.</p><p></p><h2 id=\"what-happened-in-chelsea-s-last-game\">What happened in Chelsea’s last game?</h2><p>Coach Enzo Maresca is in his second season in the Premier League and has a squad packed with inexperience, while Chelsea produced their standout performance of the campaign to <a href=\"/sports/2025/11/25/chelsea-thump-barcelona-in-champions-league-as-man-city-also-lose\">beat Barcelona 3-0</a> in the Champions League on Tuesday.</p><h2 id=\"what-happened-in-arsenal-s-last-game\">What happened in Arsenal’s last game?</h2><p>Wednesday’s <a href=\"/sports/2025/11/26/psv-trounce-liverpool-as-arsenal-topple-bayern-while-psg-and-real-also-win\">3-1 demolition</a> of European powerhouse Bayern Munich was further evidence of Arsenal’s credentials to win the biggest prizes, not only this title but perhaps the Champions League as well.</p><h2 id=\"what-happened-the-last-time-chelsea-played-arsenal\">What happened the last time Chelsea played Arsenal?</h2><p>Arsenal were 1-0 winners in the meeting between the sides at Emirates Stadium last season, with Mikel Merino’s 20th-minute goal settling matters in the March encounter.</p><p>The corresponding fixture at Stamford Bridge last season finished in a 2-2 draw.</p><h2 id=\"head-to-head-chelsea-vs-arsenal\">Head-to-head: Chelsea vs Arsenal</h2><p>This is the 212th meeting between the London rivals, with Arsenal winning 84 times and Chelsea taking the spoils on 66 occasions.</p><h2 id=\"chelsea-team-news\">Chelsea team news</h2><p>Cole Palmer is back for Chelsea’s top-of-the-table clash with Arsenal on Sunday after making a sooner than expected return from a toe injury.</p><p>The England forward sustained the injury following what was described as an accident at home. But Chelsea coach Maresca confirmed he was in contention to start the game against Arsenal.</p><p>“Having Cole back is good news, and everyone is happy,” said Maresca. “He can help us a lot. He is arguably our best player, and we are happy he is back. Now we have to give him time to be 100 percent fit. He has done fantastic in the past, and no doubt he is going to do very good things for this club in the future.”</p><p>Palmer has been out since September with a groin injury. He was close to a return before hurting his toe, which ruled him out of the wins against Burnley last weekend and Barcelona in the Champions League on Tuesday.</p><h2 id=\"arsenal-team-news\">Arsenal team news</h2><p>Leandro Trossard faces tests to see if the forward will be available for Arsenal after being substituted in the first half of the midweek win against Bayern Munich.</p><p>Defender Gabriel is still recovering after picking up an unspecified injury for Brazil earlier this month.</p><p>“I’m quite confident, especially the way Gabi takes every injury and the way he’s going to push everybody, that it’s not going to be that long,” his manager Arteta said.</p></div></div></body></html>"
        },
        {
            "title": "Ahead of a tight presidential election, Honduras braces for controversy | Elections News | Al Jazeera",
            "time": "2025-11-28T17:52:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25327053454944-1764336639.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Incriminating audio. A military demanding oversight. And a powerful leader from abroad, trying to sway voters to the right.</p><p>Those are just three of the scandals that have made <a href=\"/news/2025/11/27/real-uncertainty-what-to-know-about-the-honduran-presidential-election\">Sunday’s presidential election</a> in Honduras one of the most closely watched votes in the country’s history.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Already, even before the polls have opened, some high-level politicians are alleging that a stolen vote is under way.</p><p>Outgoing President Xiomara Castro, for instance, has compared the situation to a “criminal conspiracy aimed at staging an electoral coup”.</p><p>But experts who spoke to Al Jazeera said that the public has grown accustomed to the uncertainty and upheaval.</p><p>After all, Honduras’s democracy is only about four decades old, and during that time, the country has struggled with government corruption and even a coup d’etat.</p><p>“Obviously, there’s a fear of violence or a coup,” said Daniel Valladares, an activist and history professor at the National Autonomous University of Honduras. “But it’s a fear we’ve always had.”</p><p>In the final days before the election, Valladares has observed a tense calm grip the Central American country.</p><p>“The environment is normal,” he said. “It’s the same thing people always say: ‘I hope there isn’t a sh** show.’”</p><figure id=\"attachment_4137662\" aria-describedby=\"caption-attachment-4137662\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137662\" src=\"/wp-content/uploads/2025/11/2025-11-27T120054Z_1161053874_RC2G4IA9O8H3_RTRMADP_3_HONDURAS-ELECTION-CANDIDATES-1764336598.jpg?w=770&amp;resize=770%2C385&amp;quality=80\" alt=\"A combination photo with Nasfry Asfura, Rixi Moncada and Salvador Nasralla\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137662\" class=\"wp-caption-text\">The leading presidential candidates include Nasry Asfura of the National Party, Rixi Moncada of the LIBRE party, and Salvador Nasralla of the Liberal Party [Leonel Estrada and Fredy Rodriguez/Reuters]</figcaption></figure><h2 id=\"unclear-poll-results\">Unclear poll results</h2><p>Part of the uncertainty ahead of this year’s election stems from the poll numbers. None of the five presidential candidates on the ballot holds a definitive lead.</p><p>There are, however, three frontrunners, considered to be neck and neck in the race.</p><p>Voters on Sunday are most likely to choose between Rixi Moncada, the candidate for Castro’s left-leaning LIBRE Party; Salvador Nasralla of the centre-right Liberal Party; and Nasry “Tito” Asfura of the conservative National Party.</p><p>None of the three has definitively pulled ahead, and voter surveys have fluctuated wildly.</p><p>For instance, one <a href=\"https://institutodelajusticia.com/termometro-electoral/\" target=\"_blank\" rel=\"noopener\">poll</a> conducted by the Instituto de la Justicia found Moncada trailing. She had 25 percent support, compared with Asfura’s 31 percent and Nasralla’s 40.</p><p>Another poll, meanwhile, showed Moncada in the lead. More than 44 percent of those surveyed by the Mexican firm TResearch backed the left-wing candidate, compared with 19.6 percent for Nasralla and 14.8 percent for Asfura.</p><p><a href=\"https://x.com/cidgallup/status/1973141261264515198\" target=\"_blank\" rel=\"noopener\">Other surveys</a> have shown the three candidates in a virtual tie.</p><p>That ambiguity has led to recriminations from the major parties in the election, with each side accusing the other of manipulating the vote.</p><p>Asfura, for instance, has accused the governing LIBRE party of wielding “pressure” and “abuse” against election officials. He threatened to mobilise his supporters in protest.</p><p>“Yes, we are going to take to the streets so that there are elections and so that there is democracy and freedom,” he told the television network HCH.</p><p>Moncada, meanwhile, alleged at one of her rallies that there was an “illicit” partnership between rival parties to “steal the elections”.</p><p>“We will take the necessary measures to defend the vote of every Honduran man and woman,” she told the crowd.</p><figure id=\"attachment_4137682\" aria-describedby=\"caption-attachment-4137682\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137682\" src=\"/wp-content/uploads/2025/11/2025-11-21T021642Z_1646447757_RC2A0IABZ3RQ_RTRMADP_3_HONDURAS-ELECTION-1764336671.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A soldier stands guard over ballot boxes labelled with the acronyme CNE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137682\" class=\"wp-caption-text\">Soldiers stand guard near boxes of electoral ballots in Tegucigalpa, Honduras, on November 20 [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"infighting-at-the-election-council\">Infighting at the election council</h2><p>The heated rhetoric stems from several scandals. But one of the most prominent erupted in late October.</p><p>A government body known as the National Electoral Council (CNE) organises the country’s elections. It is composed of three officials, selected to represent the country’s three main political parties.</p><p>But on October 29, Marlon Ochoa, the LIBRE representative, delivered audio to prosecutors that purported to capture a conversation between his CNE colleague Cossette Lopez and an unnamed military official.</p><p>In the recording, Lopez, who represents the right-leaning National Party, allegedly discusses plans to sabotage the electoral process by “altering the popular vote” and staging a possible boycott.</p><p>“What I am sure of is that the military is on our side,” Lopez allegedly said.</p><p>Attorney General Johel Zelaya has asserted that the recording is real, and he has opened an investigation into the incident.</p><p>But Congressional Deputy Tomas Zambrano, who is also featured on the recording, maintained the audio is “totally false, fabricated and manipulated with artificial intelligence”.</p><p>He and Asfura have defended Lopez, framing the investigation as a campaign to undermine her authority.</p><p>But the audio scandal was not the only conflict to shake the CNE.</p><p>Also in October, the head of Honduras’s armed forces, Roosevelt Hernandez, demanded that the military be allowed to conduct its own count of the upcoming election results.</p><p>Hernandez is perceived to be allied with LIBRE. Ana Paola Hall, the president of the CNE and a member of the Liberal Party, denounced his demand as “interference” in the election process.</p><p>Watchdog groups have echoed those concerns. Human Rights Watch, for instance, issued a statement saying the military “does not have any authority to access, count, transmit or review the results”.</p><figure id=\"attachment_4137678\" aria-describedby=\"caption-attachment-4137678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137678\" src=\"/wp-content/uploads/2025/11/2025-11-21T193501Z_1956381111_RC2W0IAUAVGZ_RTRMADP_3_HONDURAS-ELECTION-1764336663.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cossette Lopez speaks in front of a CNE banner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137678\" class=\"wp-caption-text\">Cossette Lopez, a counsellor at the National Electoral Council (CNE), has faced scrutiny over leaked recordings [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"trump-weighs-in\">Trump weighs in</h2><p>Adding to the election turmoil is pressure from abroad.</p><p>Honduras’s largest trading partner is the United States, and the two countries have closely collaborated on issues like combating drug trafficking.</p><p>But right-wing leaders in the US have spread false information before Sunday’s election, stirring further fears about the integrity of the election.</p><p>On Wednesday, US President Donald Trump weighed in personally on his Truth Social platform.</p><p>He endorsed Asfuro while falsely describing the conservative candidate’s two closest rivals as puppets of Venezuelan President Nicolas Maduro.</p><p>A Moncada victory, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115618236412963848\" target=\"_blank\" rel=\"noopener\">wrote</a>, would hand the country over to “Maduro and his narco-terrorists”. And Nasralla, the US president alleged, is a “borderline Communist” who seeks to split the right-wing vote.</p><p>“The Communists are trying to trick the people by running a third Candidate, Salvador Nasralla,” Trump wrote. “The people of Honduras must not be tricked again. The only real friend of Freedom in Honduras is Tito Asfura.”</p><p>Trump is not alone in turning up the heat from the US.</p><p>Florida Congresswoman María Elvira Salazar, a Republican, has likewise accused Moncada of being in Maduro’s pocket, <a href=\"https://x.com/MaElviraSalazar/status/1954210758784397783\" target=\"_blank\" rel=\"noopener\">saying</a> the LIBRE candidate would drag Honduras into a “socialist hell”.</p><p>Valladares believes the US pressure campaign is the result of coordination with Honduras’s right wing.</p><p>“The fact that they’ve gone so far as to request that a congresswoman write a note [about the election] is frightening,” said Valladares.</p><figure id=\"attachment_4137674\" aria-describedby=\"caption-attachment-4137674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137674\" src=\"/wp-content/uploads/2025/11/2025-11-23T023904Z_724227147_RC2T1IAX9WVJ_RTRMADP_3_HONDURAS-ELECTION-ASFURA-1764336652.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nasry Asfura speaks into a mic\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137674\" class=\"wp-caption-text\">Honduran presidential candidate Nasry Asfura has received backing from US President Donald Trump [Leonel Estrada/Reuters]</figcaption></figure><h2 id=\"ghosts-of-the-past\">Ghosts of the past</h2><p>On Honduras’s left, the pressure has reawakened memories of the military coup that toppled President Castro’s husband, Manuel “Mel” Zelaya.</p><p>The ghost of the 2009 coup still looms large in the country. Three years into his term, Zelaya had proposed holding a referendum to rewrite Honduras’s constitution.</p><p>But the pushback was swift. The Supreme Court issued a secret warrant for his arrest, and soldiers forced Zelaya into exile, placing him on an aeroplane to Costa Rica against his will.</p><p>Political violence spiked after the coup, and a series of contested elections followed, with right-wing governments elected each time.</p><p>In an October 29 <a href=\"https://x.com/XiomaraCastroZ/status/1983638551125487682\" target=\"_blank\" rel=\"noopener\">post</a>, President Castro compared that turmoil to the present-day election proceedings.</p><p>“The same groups that violated the Constitution in the 2009 coup and perpetrated the electoral frauds of 2013 and 2017 are now attempting once again to supplant the will of the people, sow chaos, and hijack popular sovereignty,” she wrote.</p><p>In an interview with Al Jazeera, Illiam Rivera, a biology professor and LIBRE activist, accused business interests in the country of attempting to torpedo the left’s chances of re-election.</p><p>“There’s a lot of uncertainty,” said Rivera. “The Honduran right, financed by the country’s economic power groups, has triggered an insane media campaign against the candidate of the LIBRE party, Rixi Moncada.”</p><p>Another activist, Guido Eguguire, told Al Jazeera that he feared a repeat of the 2017 election cycle.</p><p>“In 2017, there was a ‘blackout’ in the voting system that hid the results in real-time,” he said. “We’re worried that there will be dynamics like what will happen in 2017.”</p><p>Still, Eguguire said, what Honduras is experiencing now is nothing new. He described the corruption allegations as an endemic problem that Sunday’s vote alone would not solve.</p><p>“Fraud has been a common practice in the country,” he said. “Frauds and coups. It’s been part of our story.”</p><p>The Organization of American States, comprised of 33 member countries, has already announced it plans to send 100 election monitors to Honduras for Sunday’s vote.</p><p>It called for election officials to carry out their work “in accordance with the law, free from interference and undue pressure of any political actor”.</p></div></div></body></html>"
        },
        {
            "title": "Fourth suspect charged in Louvre jewel heist investigation | News | Al Jazeera",
            "time": "2025-11-28T17:37:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25303375576689-1762020678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fourth suspect charged in Louvre jewel heist investigation</h1><p class=\"article__subhead\"><em>Suspect charged in daring Louvre heist had six previous convictions, prosecutors say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has charged the fourth alleged member of a <a href=\"/news/2025/11/25/four-more-suspects-arrested-over-louvre-jewel-heist\">four-person gang arrested</a> over last month’s jewel heist at the Louvre, officials said.</p><p>Prosecutor Laure Beccuau, whose office is heading the investigation, on Friday said the 39-year-old man has a criminal record, with six previous convictions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On October 19, the gang raided the world’s most-visited art museum in broad daylight, taking just seven minutes to steal jewellery worth an estimated $102m before fleeing on scooters.</p><p>“Already convicted six times, this man was known to courts for various offences, such as pimping, driving without a licence, and receiving stolen goods,” Beccuau said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The prosecutor’s statement did not say what role, exactly, the man is thought to have played in the heist.</p><p>The four suspects believed to have carried out the robbery have now been arrested and charged. They have been charged with organised theft and criminal conspiracy. The stolen jewellery is still missing.</p><p>The last suspected member of the gang was arrested on Tuesday at a construction site in the western French town of Laval, according to a source close to the case.</p><p>The other suspects already in detention – men aged 35, 37 and 39 – are suspected of having been part of the four-person team, two of whom entered the Apollo Gallery, while the other two remained outside, before fleeing together.</p><p>A 38-year-old woman, who is the partner of one of the men, is suspected of complicity. She has been released on bail.</p><p>The robbery has focused attention on security at the Louvre, the world’s most-visited museum.</p><p>The thieves took less than eight minutes to force their way into the museum and leave, using a freight lift to reach the building’s window. Footage from museum cameras showed that the two who broke into the ornate Apollo Gallery used grinders to cut open jewellery display cases.</p><p>The emerald-set imperial crown of Napoleon III’s wife, Empress Eugenie, containing more than 1,300 diamonds, was later found outside the museum.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s third-quarter annualised GDP surprises with growth of 2.6 percent | Business and Economy News | Al Jazeera",
            "time": "2025-11-28T17:20:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2017-11-09T185706Z_1483424649_RC122788DC40_RTRMADP_3_GLOBAL-UNEMPLOYMENT-1754721698.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Canada’s economy grew at a much faster pace than expected in the third quarter as crude oil exports and government spending boosted economic activity, data shows, even as business investments and household consumption disappointed due to the lingering uncertainty over United States tariffs.</p><p>Third-quarter annualised gross domestic product (GDP) grew 2.6 percent, Statistics Canada said on Friday, escaping what could have been a technical recession after a contraction in the previous quarter of a downwardly revised 1.8 percent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The data strengthened economists’ view that the Bank of Canada will not cut interest rates on December 10.</p><p>The quarterly GDP reading is calculated based on income and expenditure, unlike the monthly GDP, which is derived from industrial output.</p><p>The statistics agency said the third-quarter number could be subjected to a larger-than-normal revision in February because foreign merchandise trade data was not available due to the recent US government shutdown.</p><p>Analysts polled by the Reuters news agency had forecast annualised growth of 0.5 percent in the third quarter and monthly GDP growth of 0.2 percent in September.</p><p>On a month-over-month basis, the economy matched analysts’ predictions following a deceleration of an upwardly revised 0.1 percent in the prior month, StatsCan said, primarily driven by a 1.6 percent expansion in manufacturing output.</p><p>However, an advance estimate showed GDP might decline by 0.3 percent in October, signalling a negative start to the fourth quarter.</p><p>“Headline growth was flattered by a large drop in imports which masked underlying weakness in domestic demand as households and businesses spent less,” Tony Stillo, head of Canada Economics at Oxford Economics, and senior economist Michael Davenport, said in comments emailed to Al Jazeera.</p><p>“We still think the Canadian economy is in a fragile position and expect it will struggle to grow in the near term amid US tariffs, elevated trade policy uncertainty, and much slower population growth.”</p><h2 id=\"tariff-hit\">Tariff hit</h2><p><a href=\"/economy/2025/10/31/trump-says-us-canada-will-not-restart-trade-talks\" target=\"_blank\" rel=\"noopener\">US tariffs</a> on critical sectors have hit Canadian exports hard. They have resulted in job losses, dampened hiring and subdued <a href=\"/economy/2025/11/26/canada-announces-new-support-for-lumber-steel-industries-hit-by-tariffs\" target=\"_blank\" rel=\"noopener\">business</a> and consumer sentiment, leading to forecasts of a near-recessionary environment.</p><p>But a 6.7 percent increase in crude oil and bitumen exports, along with a 2.9 percent increase in government capital investments, helped cushion some of the impact, and higher crude oil exports also helped boost corporate income in the third quarter, StatsCan’s data showed.</p><p>An increase in spending on weapon systems and nonresidential structures, such as hospitals, led the jump in government investments.</p><p>A rise in residential resale activity and renovations also helped.</p><p>The report “should quash recession chatter for now”, Doug Porter, chief economist at BMO Capital Markets, wrote in a note.</p><p>The Bank of Canada said last month that it will keep its key interest rate on hold at 2.25 percent and take action only when there is a significant change in the economic outlook.</p><p>The underlying impact of tariffs, however, continues to be reflected in business and consumer sentiment, the GDP data showed.</p><p>Business capital investment was unchanged in the third quarter, and household final consumption expenditure dropped 0.1 percent.</p><p>New residential construction also declined 0.8 percent in the period, StatsCan added.</p><p>“Overall final domestic demand was flat in Q3, so the stronger-than-expected rebound in headline GDP more so reflects a mathematical boost from falling imports rather than underlying economic strength,” warned Stillo and Davenport.</p></div></div></body></html>"
        },
        {
            "title": "Jenin killings highlight Israeli system of ‘total impunity’: Rights groups | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-28T17:06:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69288d99-1764265369.jpg?resize=1920%2C1308",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Human rights groups and the United Nations have condemned the “execution” of <a href=\"/news/2025/11/27/israeli-troops-kill-two-palestinians-in-jenin-as-they-try-to-surrender\">two Palestinian men by Israeli forces</a> in the occupied West Bank this week, saying the incident highlights a “systematic policy” by Israel.</p><p>A spokesperson for the UN human rights office on Friday condemned the “brazen killing” in the northern West Bank city of Jenin a day earlier, which was caught on camera, as “yet another apparent summary execution”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Killings of Palestinians by Israeli security forces and settlers in the occupied West Bank have been surging without any accountability,” Jeremy Laurence told reporters in Geneva.</p><p>He said <a href=\"/news/2025/11/25/israels-push-to-displace-thousands-from-the-occupied-west-bank\">Israeli forces and settlers</a> have killed at least 1,030 Palestinians in the occupied West Bank, including East Jerusalem, between October 7, 2023 and November 27 of this year, according to the latest UN data. That figure includes at least 223 Palestinian children.</p><p>“Impunity for Israel security forces’ unlawful use of force and ever-growing Israeli settler violence must end,” Laurence said.</p><p>Israel has faced widespread condemnation since footage from Jenin on Thursday showed its forces shooting two unarmed Palestinian men at close range as they attempted to surrender to the military during a raid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Witnesses said the men – later identified as Al-Muntasir Billah Abdullah, 26, and Youssef Asasa, 37 – had raised their shirts to indicate they were unarmed before Israeli forces ordered them back into a building that they had been holed up in.</p><p>They were then shot dead by the Israeli army, the footage showed.</p><p>“Evidence &amp; footage show they were unarmed, had surrendered &amp; posed no threat,” Palestinian human rights group Al-Haq said in a social media post on Friday.</p><p>“This reflects Israel’s widespread and systematic policy of extrajudicial and wilful killings across the occupied Palestinian territory,” the group said, including in <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">Israel’s genocidal war</a> against Palestinians in the Gaza Strip.</p><p>“We call on the international community to act now, impose sanctions and ensure accountability.”</p><h2 id=\"total-impunity\">‘Total impunity’</h2><p>The Israeli military said in a statement on Thursday, “The incident is under review by the commanders on the ground, and will be transferred to the relevant professional bodies.”</p><p>But experts have noted that Israel rarely opens criminal investigations into the killings of Palestinians by the military – even when there is footage of the incidents – and <a href=\"/news/2018/5/8/israeli-soldier-filmed-killing-palestinian-released-from-prison\">soldiers directly involved</a> are seldom held to account.</p><p>They also say top members of Prime Minister Benjamin Netanyahu’s far-right government have incited violence against Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Shortly after the killings in Jenin, Netanyahu’s National Security Minister Itamar Ben-Gvir wrote on social media that Israeli forces “acted exactly as expected of them – terrorists must die!”</p><p>Ben-Gvir has been pushing for Israel to <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">impose the death penalty</a> for so-called “terrorism” offences – a measure that rights advocates say would apply “exclusively against Palestinians”.</p><p>The killings in Jenin also come as Israeli politicians have been calling for the formal <a href=\"/news/2025/10/22/israels-parliament-advances-bill-to-annex-occupied-west-bank\">annexation of the West Bank</a> amid the wave of Israeli attacks in the territory.</p><p>Shai Parnes, public outreach director at Israeli rights group BTselem, said Israelis enjoy “total impunity” for violence against Palestinians. “Again and again, what we’re seeing is Israel is unwilling and unable to investigate itself,” he told Al Jazeera.</p><p>“Every once in a while it’s forced to [investigate] due to international coverage in the media or international pressure by other states,” Parnes said.</p><p>“But each and every time, the outcome is pretty much the same. The entire ‘investigating mechanisms’ in Israel are whitewashed … and their goal is to pretend like they’re investigating [while] actually [giving] the perpetrators total impunity.”</p><p>He added that Ben-Gvir’s remarks, appearing to celebrate the killings in Jenin, demonstrate that Israel has no intention of conducting a credible investigation.</p><p>“We already know what the outcome is going to be since the minister who is in charge of the investigators already declared it was OK,” Parnes said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Suspect in Washington, DC, shooting charged with murder after soldier dies | Donald Trump News | Al Jazeera",
            "time": "2025-11-28T16:29:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_6929bf52afc9-1764343634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A man who allegedly <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">attacked</a> two National Guard members in the United States capital has been charged with murder after one of his victims died from her wounds.</p><p>The updated charges were announced on Friday by Jeanine Pirro, the US attorney for Washington, DC.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They came two days after Rahmanullah Lakanwal, a 29-year-old Afghan national, shot West Virginia National Guard members Sarah Beckstrom, 20, and Andrew Wolfe, 24, just blocks from the White House.</p><p>Late Thursday, US President Donald Trump <a href=\"/news/2025/11/28/trump-says-one-national-guard-soldier-shot-near-white-house-has-died\">announced</a> that Beckstrom, who had been deployed to the capital as part of what the president has framed as an anti-crime drive, had died of her wounds.</p><p>Pirro made the announcement on the Fox and Friends TV programme, a day after she said that Washington state resident Lakanwal would face three counts of assault with intent to kill while armed and three counts of possession of a firearm during a crime of violence.</p><p>Lakanwal “will now be charged with murder in the first degree”, she said on Friday.</p><p>“There are certainly many more charges to come, but we are upgrading the initial charges from assault to murder in the first degree.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Attorney General Pam Bondi had previously said she would seek the death penalty if either of the soldiers died from the attack. The FBI has said it is investigating the attack as “terrorism”.</p><p>On Friday, National Guard member Wolfe remained in critical condition.</p><h2 id=\"collective-punishment\">‘Collective punishment’</h2><p>The upgraded charges come shortly after the Trump administration promised a <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">widespread crackdown</a> on immigration in the wake of the attack, as well as a revetting of immigrants already in the US.</p><p>Advocacy groups have decried the actions as “collective punishment”.</p><p>In a social media <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115625427648743414\" target=\"_blank\" rel=\"noopener\">post</a> on Thursday night, Trump said he would “permanently pause migration from all Third World Countries”, expanding a previous move to stop all immigration requests relating to Afghan nationals.</p><p>Trump further pledged to “remove anyone who is not a net asset to the United States, or is incapable of loving our Country”.</p><p>The administration had already said it would re-vet refugees and asylum seekers admitted into the US under former President Joe Biden, with the director of the US Citizenship and Immigration Services (USCIS) saying on Thursday that it would conduct a “full-scale, rigorous reexamination of every Green Card for every alien from every country of concern”.</p><p>The policy changes come as more details about the alleged attacker, Lakanwal, have emerged.</p><p>Trump administration officials have repeatedly blamed the shooting on lax vetting policies during Biden’s Operation Afghans Welcome, in which tens of thousands of Afghans were relocated to the US following the withdrawal of Western forces from the country.</p><p>US media has reported that Lakanwal was a member of an Afghan force that worked alongside the Central Intelligence Agency (CIA) in Afghanistan, dubbed the “zero unit”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A friend told The New York Times that Lakanwal had suffered mental health issues related to the unit’s conduct, which Human Rights Watch has said included extrajudicial and civilian killings, among other abuses.</p><p>A government report viewed by the Reuters news agency showed that Lakanawal had applied for asylum in December 2024.</p><p>However, the case was approved in April, months after Trump took office for a second term, with officials noting his work alongside the US in Afghanistan. They found no disqualifying information at the time.</p><p>Advocates have said the Trump administration is using the attack to further supercharge a crackdown on immigration.</p><p>That crackdown, critics say, has targeted legal immigrants and vulnerable populations, including refugees who have sought sanctuary from persecution.</p><p>Responding to the ban on Afghan immigration processing on Thursday, the San Francisco Bay Area chapter of the Council on American-Islamic Relations (CAIR) said “collective punishment is never justified”.</p><p>“People fleeing violence, persecution, and instability deserve protection and due process — not to be vilified for the alleged acts of one person,” the group said.</p><p>The Afghan-American Foundation called on elected leaders and media to respond responsibly.</p><p>“Follow the facts, resist fear, and ensure that this tragedy is not used to divide communities or break apart the ties that bind us,” it said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "‘Helicopters, artillery, tanks’: Syrians mourn victims of Israeli raid | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-11-28T16:05:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764345939.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"video-page article__featured-video-wrapper\"><div class=\"vertical-video-thumbnail is-horizontal \" data-testid=\"vertical-video-thumbnail\"><button aria-label=\"Play video\" class=\"vve-button-circular play-toggle\"><svg class=\"icon icon--play-arrow icon--white icon--29 \" viewbox=\"-3.5 -2 12 12\" version=\"1.1\" aria-hidden=\"true\"><title>Toggle Play</title><path fill=\"#FFF\" fill-rule=\"evenodd\" d=\"M.197 7.952A.39.39 0 0 1 0 7.61V.39C0 .247.076.114.197.048a.36.36 0 0 1 .384.018l5.25 3.61A.394.394 0 0 1 6 3.998a.394.394 0 0 1-.169.327l-5.25 3.61a.362.362 0 0 1-.384.016Z\"></path></svg></button><p class=\"vertical-video-thumbnail-title\">‘Helicopters, artillery, tanks’: Syrians mourn victims of Israeli raid</p></div></div></div></body></html>"
        },
        {
            "title": "Ukraine is running out of men, money and time | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-28T15:53:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6929c47b9032b-1764344955.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1761\" data-end=\"2062\">Ever since Donald Trump declared that he could end the war in Ukraine “within 24 hours”, much of the world has been waiting to see whether he could force Moscow and Kyiv into a settlement. Millions of views and scrolls, miles of news feeds and mountains of forecasts have been burned on that question.</p><p data-start=\"2064\" data-end=\"2601\">Trump fed this expectation by insisting that Ukrainian President Volodymyr Zelenskyy was running out of options and would eventually have to accept his deal. In reality, the opposite is true. It is Trump who has no leverage. He can threaten Nicolas Maduro with potential military action in or around Venezuela, but he has no influence over Vladimir Putin. Any sanctions harsh enough to damage Russia would also hit the wider Western economy, and there is not a single leader in the West willing to saw off the branch they are sitting on.</p><p data-start=\"2603\" data-end=\"2850\">Armed intervention is even more implausible. From the first days of the full-scale invasion, NATO decided to support Ukraine with weapons and training while avoiding steps that could trigger a direct NATO–Russia war. That position has not changed.</p><p data-start=\"2852\" data-end=\"3650\">As a result, Ukraine has been left in a position where, with or without sufficient support from its allies, it is in effect fighting Russia alone. All talk of peace or a ceasefire has proved to be a bluff, a way for Vladimir Putin to buy time and regroup. Putin’s strategy relies on outlasting not only Ukraine’s army but also the patience and political unity of its allies. The United States has now circulated a revised version of its peace framework, softening some of the most contentious points after consultations with Kyiv and several European governments. Yet the Kremlin continues to demand major territorial concessions and the withdrawal of Ukrainian forces. Without this, Russia says it will not halt its advance. Ukraine, for its part, maintains that it will not surrender territory.</p><p data-start=\"3652\" data-end=\"4500\">Once it became clear that the diplomatic track offered no breakthrough, the United States all but halted arms deliveries to Ukraine. Officials blamed the federal government shutdown, although the real cause was unlikely to be a shortage of movers at the Pentagon. Either way, American military assistance has dwindled to a trickle, consisting mostly of supplies approved under the Biden administration. At his confirmation hearing before the Senate Armed Services Committee, Defense Secretary-designate Austin Dahmer said: “I’m not aware of any pause in [US military] aid to Ukraine.” It sounded less like a serious assessment and more like an admission of ignorance. Every Ukrainian soldier can feel the consequences of the sharp reduction in American weapons. Every resident of Kyiv and other cities can feel the shortage of air defence systems.</p><p data-start=\"4502\" data-end=\"5299\">Europe has not filled the gap. The European Union’s defence industry and joint-procurement schemes have produced many promises but little real money. A few billion euros have been formally committed and far less has been delivered. Member states prefer to rearm themselves first and Ukraine second, although their own programmes are moving slowly. The EU remains divided between governments willing to take greater risks to support Kyiv and others that fear provoking Russia or weakening their own budgets. Brussels is now pushing a plan to use frozen Russian assets to back a loan of up to 140 billion euros ($162bn) for Ukraine, which could support Kyiv’s budget and defence spending over the next two years. Several key member states that host most of those reserves remain cautious, and without unanimity, the plan may stall.</p><p data-start=\"5301\" data-end=\"5609\">This leaves Ukraine expanding its own production and fighting with whatever arrives and whatever is not siphoned off by corrupt figures such as Tymur Mindich, who is under investigation in a major procurement case. For now, Ukraine can slow the enemy at enormous cost, but this is nowhere near enough to win.</p><p data-start=\"5611\" data-end=\"6281\">The army is under-supplied. The government has failed to sustain motivation or mobilise the country; in fact, it has achieved the opposite. Men are fighting their fourth year of war, while women cannot wait indefinitely. Divorces are rising, exhaustion is deepening, and morale is collapsing. Prosecutors have opened more than 255,000 cases for unauthorised absence and more than 56,000 for desertion since 2022. In the first 10 months of 2025 alone, they registered around 162,500 AWOL cases and 21,600 desertion cases. Other reports suggest that more than 21,000 troops left the army in October, which is the highest monthly figure so far. Social injustice is widening.</p><p data-start=\"6283\" data-end=\"6564\">Demographically, the picture is equally bleak. Ukraine’s population has fallen from more than 50 million at independence to about 31 million in territory controlled by Kyiv as of early 2025. Births remain below deaths and fertility rates have dropped to about one child per woman.</p><p data-start=\"6566\" data-end=\"6634\">Against this backdrop, Ukraine is left with three strategic options.</p><p data-start=\"6636\" data-end=\"6859\">The first option is to accept Putin’s terms. This would mean capitulating, losing political face and giving up territory, but it would preserve a Ukrainian state. It would also lock the country into long-term vulnerability.</p><p data-start=\"6861\" data-end=\"7199\">The second option is a radical overhaul of Ukraine’s political and military leadership. This would involve rebuilding mobilisation, restructuring the command system and re-engineering the war effort from the ground up. Ukraine cannot fight a long war with institutions that were designed for peacetime politics and rotational deployments.</p><p data-start=\"7201\" data-end=\"7672\">The third option is to change nothing and maintain the status quo. Ukraine would continue launching precision strikes on Russian oil infrastructure in the hope of grinding down the Kremlin’s economy and waiting for Putin to die. This is an illusion. If such strikes could not break a smaller Ukraine, they will not break a country many times larger in economic, territorial and demographic terms. Damage will be inflicted, but nowhere near enough to force Russia to stop.</p><p data-start=\"7674\" data-end=\"8488\">Judging by recent statements from Zelenskyy and several of his European partners, Ukraine has effectively committed itself to the third option. The question is how long this approach can be sustained. Even setting aside morale and exhaustion after four years of war, the financial outlook is bleak. Ukraine faces a vast budget deficit and public debt that is likely to exceed 100 percent of gross domestic product. Europe has failed to assemble the necessary funds, Belgium has not released frozen Russian assets and economic growth across much of the continent remains weak. Any significant increase in support would require political courage at a time when voters remain sensitive to the recent inflation surge. The EU is also unable to tie the United States to long-term commitments in the current political climate in Washington.</p><p data-start=\"8490\" data-end=\"8952\">All this leads to an unavoidable conclusion. If Ukraine intends to survive as a state, it will eventually have to take the second path and undertake a radical restructuring of its political and military leadership. Once that moment arrives, Moscow’s terms will be harsher than they are now. The Russian ultimatum is likely to expand from claims on four regions to demands for eight, along with strict control mechanisms, demilitarisation and further concessions.</p><p data-start=\"8954\" data-end=\"9095\">Radical change is needed immediately, before Ukraine’s strategic options narrow further and before its ability to resist collapses with them.</p><p data-start=\"8954\" data-end=\"9095\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "RSF military push for Kordofan leaves Sudan at risk of partition | Sudan war News | Al Jazeera",
            "time": "2025-11-28T15:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_6928ae8ea471c-1764273806.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s Rapid Support Forces (RSF) are pushing hard to take Kordofan. In the sights of the paramilitary force – accused of committing grave human rights abuses during Sudan’s war – are the cities and towns of the vast central region, such as Babnusa and el-Obeid.</p><p>The momentum is currently with the RSF, which defeated their Sudanese Armed Forces (SAF) opponents in el-Fasher, in the western region of Darfur, last month, unleashing a tidal wave of violence where they killed at least 1,500 people and forced thousands more to flee.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>SAF soldiers are still able to repel RSF fighters in West Kordofan’s Babnusa, a major transport junction connecting several parts of the country. But continuing to hold the city will be difficult for the SAF, and if it does fall, then the RSF will likely press forward towards North Kordofan’s el-Obeid, and a vital gateway towards the capital Khartoum.</p><p>The RSF were forced out of Khartoum in March, a time when the SAF seemed to be on the ascendancy in the more-than-two-year war.</p><p>But now the tables have turned, and having lost Darfur completely with the fall of el-Fasher, the SAF now risks losing Kordofan, too.</p><p>“The RSF has momentum, which they will carry on through with,” said Dallia Abdelmoniem, a Sudanese political analyst, who pointed out that an RSF ally, the SPLM-N, <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">already controls the Nuba Mountains region</a> of South Kordofan.</p><p>“Hemedti was never going to be satisfied with just controlling the Darfur region – he wants the whole country,” she said, using a nickname for <a href=\"/news/2023/4/16/who-is-hemedti-the-puppeteer-behind-sudans-feared-rsf-fighters\">Mohamed Hamdan Dagalo</a>, the head of the RSF.</p><p>With the SAF overstretched and cut off from reliable arms procurement, Abdelmoniem believes that the balance of power is shifting. “The SAF is weakened unless they miraculously get their hands on weaponry equal, if not better, to what the RSF has.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><p>It is notable that the RSF advances have taken place despite ongoing mediation efforts from the so-called “Quad” – Egypt, Saudi Arabia, the United Arab Emirates, and the <a href=\"/news/2025/11/25/us-calls-on-sudans-warring-parties-to-accept-ceasefire-plan-unaltered\">United States</a> – aimed at reaching an end to the fighting.</p><p>The head of the SAF, Abdel Fattah al-Burhan, last Sunday <a href=\"/news/2025/11/24/sudan-army-chief-rejects-truce-proposal-citing-uae-role\">rejected a ceasefire agreement</a> proposed by the Quad, saying that the deal benefitted the RSF. He also criticised the UAE’s involvement in the Quad, accusing it of supporting the RSF, a claim Abu Dhabi has long denied.</p><p>For its part, the RSF announced on Monday an apparently unilateral <a href=\"/news/2025/11/24/rsf-announces-unilateral-three-month-humanitarian-truce-in-sudan\">three-month ceasefire</a>. However, since the announcement, the RSF has continued to attack Babnusa.</p><p>The Quad mediation efforts, which have included a push from US President Donald Trump, may perplexingly be the reason for the recent escalation in fighting.</p><p>“The pressure for a ceasefire coming from the Quad, including Egypt and Saudi Arabia, is pushing the SAF and the RSF to gain a territorial advantage as quickly as possible in case something shifts during the mediation,” said Kholood Khair, the founding director of Confluence Advisory. “Each side will always try to maximise its position before the talks.”</p><p>Khair points out that both sides had been amassing weapons over the summer rainy season, when conditions were more difficult for fighting. Now that conditions are dry, the weapons are being “put to use”, particularly as the RSF is emboldened following its victory in <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">el-Fasher</a>.</p><p>The strategic importance of Kordofan makes it an important prize, particularly if any ceasefire deal freezes the areas under the control of each side.</p><p>“[Kordofan’s] location makes it important to control due to its agricultural, livestock, and petroleum resources,” said Retired Lieutenant Colonel Omar Arbab. “The battle for Kordofan is not merely territorial – it is about controlling Sudan’s economic backbone.”</p><p>Arbab added that there is a military logic to the RSF’s push towards Babnusa, as it is the gateway linking their forces in Darfur to el-Obeid. “If the RSF controls it, they could pose a threat to el-Obeid – and certainly will attempt to besiege it.”</p><p>“They’ve been shelling it consistently for weeks. If they take it, then they will redeploy some of those troops toward el-Obeid,” said Khair. Should the city fall, she warned, the political shockwave will be enormous. “It’s a huge mercantile centre, a regional capital, and a major economic win. It also brings the RSF several steps closer to Khartoum.”</p><figure id=\"attachment_4119797\" aria-describedby=\"caption-attachment-4119797\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4119797\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-Sudan-at-a-glance-copy@2x-1763644491.png?quality=80\" alt=\"INTERACTIVE-Sudan at a glance copy@2x-1763644491\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4119797\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"potential-partition\">Potential partition</h2><p>Beyond the battlefield, analysts warn that Kordofan’s escalation is intensifying the fault lines fragmenting Sudan’s political and ethnic map.</p><p>Khair pointed out that the fall of el-Fasher had cemented the territorial fragmentation of western Sudan, but added that there were also “dozens of armed groups”, either aligned to the SAF, the RSF, or independent, that each controlled their own fiefdoms.</p><p>For Khair, the real driver of Sudan’s disintegration is not territory but identity. “This war has become extremely ethnicised, by both the SAF and the RSF, so they can mobilise troops. Because of that, you now have a split of communities who believe their ethnic interests are served by the SAF, by the RSF, or by other groups.”</p><p>This ethnic competition, she said, is now steering the trajectory of the war more than military strategy. “There’s no singular Sudanese project right now – not intellectually, militarily, politically, or economically – and that is catalysing fragmentation.”</p><p>Abdelmoniem, however, warns that some within the SAF may be willing to accept fragmentation. “Undoubtedly, there are elements within the SAF who would be more than happy for further fragmentation of the country so they can continue to rule over the Arab Sudanese side,” she said. “Losing Darfur is not an issue, and they’re willing to forgo the alliance with the joint forces over it,” she added, referring to former rebel groups largely based in Darfur and allied to the SAF.</p><p>Many Sudanese in Darfur are non-Arab, and have been targeted in particular by RSF attacks.</p><p>But any approach that abandons Darfur, Abdelmoniem believes, is unsustainable. “Without the joint forces and other groups under their political-military umbrella, they cannot win. And how do you contend with public opinion when the Sudanese people will view the SAF as the entity that lost or broke up the country?”</p><p>Arbab takes a more cautious view. While he acknowledges the reality of de facto breakage, he believes formal partition is unlikely. “Division is not currently on the table,” Arbab said, “because the structure of alliances on both sides requires a political project encompassing all of Sudan. Social complexities and the diversity of actors make such an option extremely difficult.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"humanitarian-fallout\">Humanitarian fallout</h2><p>As the front lines expand, Korodofan now faces the prospect of a humanitarian disaster on the scale seen in Darfur. Abdelmoniem drew a direct parallel to the warnings issued before the fall of el-Fasher. “The atrocities committed will be on a different scale,” she cautioned. “We might not get the video uploads like before, but the crimes will be committed.”</p><p>Abdemoniem said international inaction has emboldened all armed actors. “That sense of impunity prevails and will only increase the longer the international community is content with releasing statements and not doing much else.”</p><p>Arbab echoed that concern. Global attention, he said, was focused on el-Fasher because the violence there contained “elements of ethnic cleansing and crimes against humanity”. But Kordofan’s dynamics differ. In Babnusa, SAF and RSF forces come from the same overlapping tribal and ethnic communities, making the violence distinct from Darfur’s ethnic massacres. Yet the risks remain profound: reprisal killings, sieges, and mass displacement.</p><p>Khair warned that humanitarian access to Kordofan is already near impossible. “I don’t see SAF granting access, and I don’t see the RSF granting access into areas they control,” she said. Unlike Darfur, Kordofan lacks open borders where aid could be routed. “Access issues become even more heightened when you’re away from an international border.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy’s top aide resigns after search by anticorruption investigators | Corruption News | Al Jazeera",
            "time": "2025-11-28T14:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6929c280-1764344448.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy says his chief of staff, Andriy Yermak, has resigned, as a <a href=\"/opinions/2025/11/23/a-corruption-scandal-may-well-end-the-war-in-ukraine\">major corruption investigation</a> continues to roil Kyiv and cause consternation among its allies.</p><p>Zelenskyy’s announcement on Friday came just hours after anticorruption authorities searched Yermak’s home.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Office of the President of Ukraine will be reorganised. The head of the office, Andriy Yermak, has submitted his resignation,” the Ukrainian president said in a video address, adding he would hold consultations with a possible replacement on Saturday.</p><p>Yermak, who had been leading the Ukrainian team trying to negotiate a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">United States-proposed plan</a> to end Kyiv’s four-year war with Russia, had confirmed his apartment was being searched earlier in the day and said he was fully cooperating.</p><p>“There are no obstacles for the investigators. They have been given full access to the apartment, and my lawyers are present on-site, cooperating with the law enforcement officers. From my side, there is full cooperation,” he wrote on social media.</p><p>Yermak did not immediately comment on the resignation announcement from Zelenskyy.</p><p>In a joint statement, the National Anti-Corruption Bureau of Ukraine and the Specialised Anti-Corruption Prosecutor’s Office had said the searches were “authorised” and linked to an unspecified investigation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this month, the two anticorruption agencies <a href=\"/news/2025/11/10/ukraine-anticorruption-agency-alleges-100m-energy-kickback-scheme\">unveiled a sweeping investigation</a> into an alleged $100m kickback scheme at the state atomic energy company that ensnared former senior officials and an ex-business partner of Zelenskyy.</p><p>Friday’s searches came as the Ukrainian president faces growing pressure from the administration of United States President Donald Trump to agree to its proposal to end the war.</p><p>Ukraine and its European allies had <a href=\"/news/2025/11/21/zelenskyy-says-trumps-ukraine-plan-must-ensure-real-and-dignified-peace\">raised concerns</a> that the Trump-backed plan comprised some elements that Russia has been actively pushing for, including that Ukraine cede additional territory and curtail the size of its military.</p><p>But a <a href=\"/news/2025/11/24/ukraine-allies-give-cautious-welcome-to-modified-peace-framework\">revised proposal</a> has been put forward, and Kyiv has said it is open to negotiations.</p><p>Zelenskyy has also faced pressure from his political opponents, with the opposition European Solidarity party earlier this week criticising Yermak’s role as a negotiator and calling on the Ukrainian president for “an honest dialogue” with other parties.</p><p>In his video address announcing Yermak’s resignation on Friday, Zelenskyy appealed for national unity amid the crisis.</p><p>“Russia very much wants Ukraine to make mistakes,” he said. “There will be no mistakes on our part. Our work continues.”</p><h2 id=\"key-ally\">Key ally</h2><p>Yermak, 54, has been Zelenskyy’s most important ally, but is a divisive figure in Kyiv, where his opponents say he has accumulated power, gatekeeps access to the president, and ruthlessly sidelines critical voices.</p><p>A former film producer and copyright lawyer, Yermak came into politics with Zelenskyy in 2019, previously working with him during the now-president’s time as a popular comedian.</p><p>He has been widely considered the second-most influential man in the country and even sometimes nicknamed “vice president”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Andriy Yermak is basically as close as you can get to President Zelenskyy without being President Zelenskyy himself,” Al Jazeera’s Rory Challands reported from Kyiv on Friday.</p><p>He noted that Yermak was dispatched by Zelenskyy this week to hold talks with senior US officials in Geneva, Switzerland, to try to redraft the Trump administration’s plan to end the war.</p><p>While Zelenskyy’s statement on Friday appeared to be trying to soften the blow Yermak’s resignation may have on his government, Challands said the impact on the Ukrainian president is “unmistakable”.</p><p>“This couldn’t be more critical for Ukraine at the moment,” he said. “It is negotiating its very survival as a sovereign nation.”</p><p>Meanwhile, the Ukrainian corruption investigation continues into an alleged scheme involving Energoatom, the state-run nuclear power company that supplies more than half of the country’s electricity.</p><p>Anticorruption investigators have said they suspect that Tymur Mindich, a one-time business partner of Zelenskyy, was the plot’s mastermind.</p><p>Mindich has fled the country, with any criminal proceedings against him likely to be carried out in absentia. Two top <a href=\"/news/2025/11/12/ukraine-suspends-justice-minister-for-alleged-link-to-100m-corruption-case\">ministers have also resigned</a> over the scandal.</p></div></div></body></html>"
        },
        {
            "title": "Trump pauses immigration from ‘Third World’ countries: What that means | Donald Trump News | Al Jazeera",
            "time": "2025-11-28T14:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25323661470444-1763583829_d2dcc2-1763602608.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has sharply escalated his crackdown on immigration with an announcement of a “permanent pause” on migration from “all Third World Countries” late on Thursday.</p><p>The president’s remarks came a day after <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">two National Guard members were shot</a> – one of whom has since died from her injuries – in Washington, DC, on Wednesday. An Afghan national has been named as the primary suspect.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I will permanently pause migration from all Third World Countries to allow the US system to fully recover, terminate all of the millions of Biden illegal admissions,” Trump wrote in a post on his Truth Social platform.</p><p>He did not specify what “third world” means and did not name any countries. But the phrase “third world” generally refers to Global South countries that are economically still developing or economically disadvantaged.</p><p>He also said “anyone who is not a net asset to the United States, or is incapable of loving our Country”, will be removed from the US.</p><p>Trump added that all federal benefits and subsidies to “noncitizens” will end, and he will “denaturalise migrants who undermine domestic tranquillity, and deport any foreign national who is a public charge, security risk, or non-compatible with Western civilisation”.</p><p>Earlier this year, Trump announced a <a href=\"/news/2025/6/5/trump-announces-travel-ban-on-people-from-12-countries\">ban on visas</a> for citizens of 12 countries and restrictions for citizens of seven more. He has also introduced other restrictions on travel to the US throughout the year.</p><p>Here’s what we know.</p><h2 id=\"what-has-the-trump-administration-said\">What has the Trump administration said?</h2><p>After Rahmanaullah Lakanwal, a 29-year-old Afghan national, was arrested and named as the suspect in the shooting of the National Guard members on Wednesday, Trump called the shooting “an act of terror”.</p><p>In an address to the media on Wednesday night, he said: “We must now re-examine every single alien who has entered our country from Afghanistan under Biden.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Early on Thursday, US Citizenship and Immigration Services (USCIS) announced an indefinite immediate suspension “of all immigration requests relating to Afghan nationals”.</p><p></p><p>USCIS Director Joseph Edlow then added on X that, “at the direction” of the president, he had ordered “a full-scale, rigorous re-examination of every green card for every alien from every country of concern”.</p><p>“The protection of this country and of the American people remains paramount, and the American people will not bear the cost of the prior administration’s reckless resettlement policies,” Edlow said.</p><p>Edlow’s office told US media that the countries for which citizens with green cards will be reviewed would be those on the Trump administration’s June travel ban list.</p><p>In June, to “protect the United States from foreign terrorists and other National security and public safety threats”, the Trump administration announced that foreign nationals from 19 countries would face a full travel ban or partial restrictions.</p><p>Countries with a full ban in place are Afghanistan, Chad, Democratic Republic of the Congo (DRC), Equatorial Guinea, Eritrea, Haiti, Iran, Libya, Myanmar, Somalia, Sudan and Yemen. Those with a partial ban in place – some temporary visas are still allowed – are Burundi, Cuba, Laos, Sierra Leone, Togo, Turkmenistan and Venezuela.</p><p></p><p>On Thursday night, Trump said on Truth Social he would introduce a “permanent pause” on immigration from all “Third World Countries”.</p><h2 id=\"what-does-a-permanent-pause-in-immigration-mean\">What does a ‘permanent pause’ in immigration mean?</h2><p>It is unclear.</p><p>“In ordinary English, ‘permanent pause’ sounds final, but under immigration law, the term has no defined meaning,” Abhishek Saxena, a New Delhi-based advocate practising in the Supreme Court of India who also handles international immigration consultations, told Al Jazeera.</p><p>“Practically, ‘permanent pause’ typically means an open-ended restriction with no stated end date, but not a legally irreversible condition,” he added.</p><p>According to the US Immigration and Nationality Act (INA), the president may suspend the entry of immigrants for a fixed period, indefinitely or until the president modifies or lifts the proclamation. This can, however, be challenged. “If any indefinite pause is violating laws passed by US Congress, then such ban or pause can be challenged in a court,” said Saxena.</p><p>Roberto Forin, acting director of the Geneva-based Mixed Migration Centre (MMC), said the Trump administration’s vagueness over who these policies apply to and what he means by “permanently pause” or “Third World” is intentional.</p><p>“Keeping it undefined allows the administration to indiscriminately intimidate migrant communities in the US and around the world, while giving itself the prerogative to use this ban as another tool in its transactional approach to foreign policy,” Forin told Al Jazeera.</p><p>“I would expect the ban to disproportionately affect poorer countries, while sparing those that can offer something in exchange, such as natural resources or other strategic benefits,” he said.</p><p>“The objective of such announcements is to signal toughness, shift the narrative, instil fear and dehumanise migrants – regardless of the practical implementation and eventual legal outcomes,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-will-people-from-such-countries-who-are-already-living-in-the-us-be-affected\">How will people from such countries who are already living in the US be affected?</h2><p>It is unclear how people from those countries will be affected until the names of the countries are listed and the immigration measure is implemented.</p><p>However, an August report by the Washington, DC-based American Immigration Council concluded that people from the 12 countries on Trump’s June 2025 full travel ban list will “not be able to see family members living abroad”.</p><p>“Under the June order, existing visas cannot be revoked, but those who need to leave the United States and renew their visas after they expire could be subjected to the ban instead of being allowed to return,” the report said.</p><p>Saxena said a restrictive immigration policy can indirectly affect people in the US in several other ways as well.</p><p>“Firstly, it will lead to increased scrutiny of pending applications. USCIS may subject applications from nationals of the affected countries to added background checks, longer security screening, or temporary holds,” he said.</p><p>“Secondly, history shows that when a country is placed under heightened security review, [visa] processing times frequently increase,” he noted.</p><p>“Lastly, although the government cannot revoke existing residency statuses arbitrarily, it may audit past immigration filings for fraud, misrepresentation, security concerns, or ineligibility under existing statutes,” he added.</p><p>Saxena said Trump’s announcement that he will pause immigration from “Third World Countries” would also likely prevent spouses, children, and parents who are abroad from entering the US until the proclamation is lifted.</p><p>“This creates long-distance separations, delays in family-based immigration petitions and interruption of family reunification programmes,” he said.</p><p>“However, people already inside the US cannot be separated from their families merely because a country is listed in a proclamation. Family-unity principles under the Constitution and the INA apply once a person is inside US territory,” he added.</p><h2 id=\"what-if-you-have-a-green-card\">What if you have a green card?</h2><p>On Thursday, the Trump administration told journalists that it intends to re-examine all green cards held by people from the countries on the June 2025 travel ban list. However, it is not clear how the process will work or whether green cards could be revoked or even cancelled.</p><p>A green card is a US immigration document which allows an immigrant to permanently reside and work in the country.</p><p>US immigration judges have the power to revoke green cards and to deport people from the country if there are serious grounds, such as being found guilty of grievous crimes like murder or rape.</p><p>The government can also <a href=\"https://www.usa.gov/deportation-process\" target=\"_blank\" rel=\"noopener\">deport</a> an immigrant on these grounds, including if they consider the person “a threat to public safety or if the person violates their visa”.</p><p>However, according to Saxena, the government “has no legal authority to revoke green cards without following due process. Any revocation must follow strict statutory procedures and satisfy due-process requirements.”</p><p>Last year, the US Immigration and Customs Enforcement (ICE) agency detained pro-Palestine activist Mahmoud Khalil on the “basis of his speech” while he was protesting against Israel’s genocidal war on Gaza at Columbia University. Khalil was a permanent US resident at the time, but ICE accused him of omitting information on his green card application.</p><p>In September, a US immigration judge <a href=\"/news/2025/9/18/us-judge-orders-deportation-of-activist-mahmoud-khalil-to-syria-algeria\">ordered</a> that Khalil should be deported to Algeria or Syria, but this has not yet happened.</p><h2 id=\"what-other-steps-has-trump-taken-this\">What other steps has Trump taken this year to restrict immigration?</h2><p>Besides green card re-examinations and announcing travel bans on citizens of some specific countries, Trump also froze refugee admissions shortly after he resumed office in January.</p><p>“The United States lacks the ability to absorb large numbers of migrants, and in particular, refugees, into its communities in a manner that does not compromise the availability of resources for Americans, that protects their safety and security, and that ensures the appropriate assimilation of refugees,” the White House said in a statement in January.</p><p>Then, at the end of October, the Trump administration announced the lowest refugee admission cap in the country’s history, limiting entry to just 7,500 people for the fiscal year 2026.</p><p>On November 25, according to a memo seen by the Reuters news agency, the Trump administration ordered a review of all refugees allowed into the country under the previous Joe Biden administration, and recommended that their permanent residency applications be paused.</p><p>According to the memo, which was reportedly signed by USCIS chief Eldow, the status and applications of about 233,000 refugees who entered the US between January 20, 2021 and February 20, 2025, would be reviewed. The memo cited Trump’s January order on freezing refugee admissions due to national security as a reason.</p><p>The US has also cut foreign aid for refugees in host countries.</p><p>The Trump administration has also targeted skilled migrant workers in an effort to protect US citizens’ jobs. In September, it increased the application fee for H-1B visas to $100,000 per application. The visa is used by companies in the US hiring overseas workers.</p><p>In October, the US Chamber of Commerce filed a lawsuit against the Trump administration for the visa application fee rise, claiming it could harm businesses. The case is pending in the Washington, DC district court.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-does-this-mean-for-refugees-generally\">What does this mean for refugees generally?</h2><p>“Taken together, these measures, especially if they trigger a ‘race to the bottom’ among governments, could have devastating consequences globally, including in countries already ravaged by conflict and violence,” Forin said.</p><p>“We see this happening in Europe as well, from the system the UK has tried to establish to <a href=\"/news/2024/4/23/uk-passes-rwanda-migrant-bill-whats-next\">outsource asylum procedures to Rwanda</a>, to the centres Italy tried to set up in Albania, and none of these have worked, because they were blocked by courts at every step.”</p><p>“Unfortunately, they have all contributed to the dehumanisation of refugees and migrants, depicting them simply as a threat or a burden, rather than as human beings in need of protection or deserving of a chance at a better future,” Forin added.</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump lashes out at reporter asking about DC shooter | Newsfeed | Al Jazeera",
            "time": "2025-11-28T13:40:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764337218.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 28 Nov 2025</span><span aria-hidden=\"true\">28 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Flood deaths rise to 174 in Indonesia, surge across Southeast Asia | Weather News | Al Jazeera",
            "time": "2025-11-28T12:49:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-28T121750Z_1257965807_RC2M5IAZB0N8_RTRMADP_3_ASIA-WEATHER-INDONESIA-1764332420.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from floods and landslides on the <a href=\"/news/2025/11/27/indonesia-races-to-evacuate-sumatra-residents-as-flood-deaths-soar-to\">western Indonesian island of Sumatra</a> this week has risen to 174, a disaster official said, with about 80 more people still missing, as a punishing tropical storm system and heavy monsoon rains have battered the region.</p><p>“As of this afternoon, we have recorded that for the entire North Sumatra province, there have been 116 deaths and 42 people are still being searched for,” National Disaster Mitigation Agency (BNPB) chief Suharyanto announced on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said another 35 were killed in the island’s Aceh province and another 23 in West Sumatra.</p><p>While the rain had stopped, 79 people were still missing and thousands of families were displaced, he added.</p><p>Residents in Sumatra’s Padang Pariaman region, where a total of 22 people died, had to cope with water levels at least 1 metre (3.3ft) high, and had still not been reached by search and rescue personnel on Friday.</p><p>In the town of Batang Toru, in northern Sumatra, residents on Friday buried seven unclaimed victims in a mass grave. The decomposing bodies, wrapped in black plastic, were lifted from the back of a truck onto a wide plot of land as onlookers covered their noses.</p><p>Communications remained down in some parts of the island, and authorities were working to restore power and clear roads blocked by landslide debris, said Abdul Muhari, spokesman for Indonesia’s national disaster mitigation agency.</p><p>Indonesia would continue to airlift aid and rescue personnel into stricken areas on Friday, he added.</p><p>In Indonesia’s West Sumatra province, 53-year-old Misniati described a terrifying battle against rising floodwaters to reach her husband at home.</p><p>She said that, returning from early morning prayers at a mosque, “I noticed the street was flooded.</p><p>“I tried to run back to my house to tell my husband, and the water was already reaching my waist,” she told the AFP news agency, adding that it was up to her chest by the time she reached home.</p><figure id=\"attachment_4137596\" aria-describedby=\"caption-attachment-4137596\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4137596\" src=\"/wp-content/uploads/2025/11/AFP__20251128__86FL8KT__v1__MidRes__IndonesiaFlood-1764332528.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"This aerial picture shows a bridge damaged by flash floods on a main road connecting Aceh and North Sumatra in Meureudu, Pidie Jaya district Indonesia's Aceh province on November 28, 2025. (Photo by CHAIDEER MAHYUDDIN / AFP/Chaideer MAHYUDDIN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4137596\" class=\"wp-caption-text\">This aerial picture shows a bridge damaged by flash floods on a main road connecting Aceh and North Sumatra in Meureudu, Pidie Jaya district of Indonesia’s Aceh province on Friday [Chaideer Mahyuddin/AFP]</figcaption></figure><h2 id=\"flooding-disasters-elsewhere-in-asia\">Flooding disasters elsewhere in Asia</h2><p>Meanwhile, in Thailand, the government said <a href=\"/news/2025/11/28/death-toll-from-flooding-in-southern-thailand-reaches-at-least-145\">145 people had been killed by floods</a> across eight southern provinces. It said a total of more than 3.5 million people had been affected.</p><p>In the southern city of Hat Yai, the hardest-hit part of Thailand, the rain had finally stopped on Friday, but residents were still ankle-deep in floodwaters, and many remained without electricity as they assessed the damage to their property over the last week.</p><p>Some residents said they were spared the worst of the floods but were still suffering from their effects.</p><p>In neighbouring Malaysia, where two people have been confirmed dead, tropical storm Senyar made landfall at about midnight and has since weakened.</p><p>Meteorological authorities are still bracing themselves for heavy rain and wind, and warned that rough seas could pose risks for small boats.</p><p>A total of 30,000 evacuees remain in shelters, down from more than 34,000 on Thursday.</p><p>Malaysia’s Ministry of Foreign Affairs said on Friday that it had already evacuated 1,459 Malaysian nationals stranded in more than 25 flood-hit hotels in Thailand, adding that it would work to rescue the remaining 300 still caught up in flood zones.</p><p>Separately, at least <a href=\"/economy/2025/11/28/more-than-50-killed-in-deadly-sri-lanka-floods-what-we-know-so-far\">56 people were killed by a cyclone</a> in the South Asian island nation of Sri Lanka, authorities said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}