{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Thousands rally in Philippines, demanding Marcos resign over fraud scandal | Politics News | Al Jazeera",
            "time": "2025-11-30T06:03:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251130__86L82R2__v1__MidRes__PhilippinesPoliticsCorruptionProtest-1764475755.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Manila, Philippines</strong> – Tens of thousands of people have marched in the Philippine capital, Manila, demanding President Ferdinand Marcos Jr’s resignation over a corruption scandal linked to government spending on flood-control infrastructure.</p><p>The rally, organised by the Kilusang Bayan Kontra-Kurakot or the People’s Movement Against Corruption (KBKK), began at the Luneta National Park in Manila on Sunday, with protesters marching on to the presidential palace.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some carried an effigy of Marcos and Vice President Sara Duterte, depicting the politicians as crocodiles and dubbed the “corrupt-codile”, while others held signs that read “Marcos Resign” and “All corrupt politicians must be held accountable”.</p><p>Organisers said they estimated the crowd to be more than 20,000.</p><p>It is the last display of public anger over the “Trillion-Peso” scandal, in which powerful politicians, including Marcos’s allies, are accused of pocketing billions of pesos in bribes for contracts on flood-control infrastructure that ended up being defective or were never built at all.</p><p>Extensive damage from two recent <a href=\"/news/2025/11/10/philippines-assesses-damage-after-deadly-typhoon-fung-wong\">powerful typhoons</a>, which killed more than 250 people, has spurred public outrage.</p><p>Two cabinet ministers have resigned over the scandal, while a former lawmaker accused in the case, Zaldy Co, has alleged that Marcos directed him to add $1.7bn to the budget for “dubious public works” while he headed an appropriations committee.</p><p>The president has denied the claims.</p><p>Among those at Sunday’s protest was 21-year-old student Matt Wovi Villanueva, who also took part in a similar protest at the presidential palace in September. That protest turned violent with the police arresting some 300 people.</p><p>Villanueva said he was beaten and detained for five days then.</p><p>“Compared to September, we have more reasons to go back to the streets now,” Villanueva told Al Jazeera. “They keep treating us like fools. If we want real justice, we need Marcos and [Vice President Sara] Duterte to resign.”</p><p>Duterte, the daughter of former President Rodrigo Duterte, who has fallen out with Marcos, is facing separate allegations over the misuse of government funds.</p><p>Meanwhile, mainstream opposition forces, backed by the Catholic Church, organised a separate “Trillion Peso March” along the historic EDSA Avenue. The group said they are only urging Duterte to resign as they wait for more concrete evidence of criminal activity by Marcos.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The police deployed more than 17,000 officers to Manila for the protests, and barricaded all roads leading to the Malacanang presidential palace, stopping the KBKK protesters about a block away from its gates.</p><p>Earlier this month, Co, the former lawmaker, claimed that Marcos obtained more than 50 billion pesos ($852m) in kickbacks from infrastructure projects since 2022, and ordered the insertion of 100 billion pesos ($1.7bn) for so-called “ghost projects” in the 2025 budget.</p><p>Co also claimed that in 2024 he personally delivered suitcases containing a billion pesos (US$17m) in cash to the Marcos residence.</p><p>Co himself is accused of pocketing billions from the same projects and has been a fugitive since July, with Japan being his last known location.</p><p>“Anyone can go online and make all kinds of claims,” Marcos said in response. “For it to mean something, he should come home,” the president added.</p><p>With or without Co’s accusations, Raymond Palatino of the Bagong Alyansang Makabayan (New Patriotic Alliance) or Bayan, one of the groups in the KBKK, said the president bears an undeniable responsibility for fraudulent public spending.</p><p>“He feigns surprise over the extent of corruption, but he drafted, signed, and implemented the budget, a budget infested with pork barrel projects and anomalous insertions,” Palatino told Al Jazeera.</p><figure id=\"attachment_4140275\" aria-describedby=\"caption-attachment-4140275\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140275\" src=\"/wp-content/uploads/2025/11/AP25334099705073-1764475963.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters shout slogans during anti-corruption protest in Manila, Philippines on Sunday Nov. 30, 2025. (AP Photo/Aaron Favila)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140275\" class=\"wp-caption-text\">Protesters shout slogans during an anticorruption protest in Manila on Sunday [Aaron Favila/AP]</figcaption></figure><p>Palatino called the heavy police presence “overkill” and a “waste of public resources”. He said both Marcos and Duterte must step aside “so the nation can begin to heal and rebuild”.</p><p>Following their removal, Palatino urged the formation of a civilian-led transition council, a temporary entity to guide the country towards political renewal.</p><p>Presidential press officer Claire Castro, however, has dismissed calls to remove the president, saying they are unconstitutional and come from “vested interests”.</p><p>Marcos raised alarm over the scandal in July, during his State of the Nation address to Congress. In September, he formed the Independent Commission for Infrastructure (ICI) tasked with investigating officials linked to corruption.</p><p>Some 9,855 flood-control projects, worth more than 545 billion pesos ($9bn) are under investigation.</p><p>The Senate and House also conducted their own hearings into the case.</p><p>Finance Secretary told lawmakers in September that up to 118.5 billion pesos ($2bn) for flood control projects may have been lost to corruption since 2023.</p><p>Among those implicated are Marcos’s cousin and key ally, Martin Romualdez, who has denied any involvement but has stepped down as the House of Representatives speaker.</p><p>The ICI, meanwhile, has yet to look into allegations of misconduct by the president.</p><p>“The ICI investigations have not inoculated him from accusations of wrongdoing,” said political science Professor Sol Iglesias from the University of the Philippines.</p><p>She said the “Marcos administration has been bleeding out its credibility” following the September protest and the police crackdown.</p><p>“It would stretch the imagination that the president’s hands are clean, although we still haven’t seen the equivalent of a smoking gun,” Iglesias told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israeli jets target southern Gaza; raids reported in West Bank | Gaza News | Al Jazeera",
            "time": "2025-11-30T06:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692bd667-1764480615.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israeli jets target southern Gaza; raids reported in West Bank</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli army carried out attacks east of Rafah city, demolitions east of Khan Younis; arrests reported during Israeli raid in occupied West Bank.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Nov 2025</span><span aria-hidden=\"true\">30 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tens of thousands rally in Europe, demanding justice over Israel’s Gaza war | Gaza News | Al Jazeera",
            "time": "2025-11-30T04:09:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-29T191140Z_776702481_RC2F6IA2E1QU_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-ITALY-1-1764472222.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"t-content__chapo\">Tens of thousands of people have marched in cities across Europe, denouncing Israel’s genocidal war on Gaza and demanding tougher global action against its continued and deadly violations of a United States-brokered ceasefire.</p><p>The demonstrations, held to mark the United Nations International Day of Solidarity with the Palestinian People on Saturday, came as the <a href=\"/news/2025/11/29/israeli-attack-kills-two-children-in-southern-gaza-despite-ceasefire\">death toll from Israel’s war on Gaza</a> surpassed 70,000 people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The latest victims include two boys, aged eight and 10, who were killed in an Israeli drone attack on the town of Bani Suheila, east of Khan Younis in southern Gaza.</p><p>In the French capital, Paris, an estimated 50,000 marched along the city’s major streets, chanting “Gaza, Gaza, Paris is with you” and “From Paris to Gaza, resistance!”.</p><p>They also waved Palestinian flags while denouncing “Israeli genocide”.</p><p>“This is not acceptable. We are still so far from justice or accountability,” one protester told Al Jazeera.</p><p>“We, the people, know that this [Israel’s war] is wrong. But why do the people in power not feel that this is wrong?” asked another protester.</p><p>Anne Tuaillon, head of the France Palestine Solidarity Association (AFPS), one of about 80 non-government organisations, unions and parties behind the call to protest, said that “nothing has been resolved” seven weeks after a ceasefire took effect on October 10.</p><p>“The ceasefire is a smokescreen. Israel violates it every day, blocks humanitarian aid and continues to destroy homes and infrastructure in Gaza. We are calling for a permanent ceasefire and an end to the genocide,” she told the AFP news agency.</p><p>Protests were also held in London, Geneva, Rome and Lisbon.</p><p>Al Jazeera’s Sonia Gallego, reporting from Paris, said that for the organisers, the march represents a “sustained pressure” on Israel at a time when negotiations for a more lasting peace in the Palestinian territory remain stalled.</p><p>“This worldwide mobilisation is not just maintaining focus on Gaza, but also [on] the broader unresolved issue of Palestinian rights.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the British capital, London, organisers said that up to 100,000 joined the march demanding accountability for Israeli “crimes” against Palestinians and pleading for “protection” of those still suffering under siege despite a ceasefire.</p><p>In Italy, where mass demonstrations and union-led strikes have repeatedly mobilised against Israel’s war, the UN’s special rapporteur on the occupied Palestinian territory, Francesca Albanese, and climate activist Greta Thunberg, attended the main demonstration in the capital, Rome.</p><p>The Wanted In Rome news website, in a report ahead of the rally, said some 100,000 were expected to take part.</p><p>In a statement posted on X, Albanese said that Israel is “committing genocide against the Palestinians” not just in Gaza, but in the occupied West Bank, too.</p><p>“Look at the totality of conduct/crimes against the totality of the Palestinians in the totality of the land slated for ethnic cleansing. Israel must be stopped, and we will,” she wrote.</p><p>Under the <a href=\"/opinions/2025/11/24/no-there-is-no-ceasefire-in-gaza\" target=\"_self\">US-brokered ceasefire</a>, Israel has pulled back to a so-called “yellow line” inside the Gaza Strip. But it remains in control of more than half of the besieged territory, and has launched several deadly attacks in breach of the agreement.</p><p>Since the ceasefire deal, at least 500 Israeli violations have been recorded, resulting in at least 347 Palestinians being killed and 889 being injured.</p><p>Fadi and Jumaa Tamer Abu Assi were aged eight and 10, respectively.</p><p>Alaa Abu Assi, an uncle of the two boys, said they were “innocent children who have no rockets and no bombs”.</p><p>“They were gathering firewood to help their disabled father, who has platinum plates in his legs. We went and found them in pieces, and we brought them back,” he told the AFP news agency.</p><p>In a statement, UN Secretary-General Antonio Guterres said that “the killing of so many civilians, the repeated displacement of an entire population and the obstruction of humanitarian aid should never be acceptable”.</p><p>Al Jazeera’s Hind Khoudary, reporting from Gaza City, said that even as Palestinians welcome the international support, most “are simply trying to survive”.</p><p>“It’s a daily struggle,” she said. “Palestinians are suffering to get their basic necessities; they’re suffering to find shelter.”</p><p>“There are lots of Palestinians still living in tents. They’re saying that they do not have any source of shelter. There’s no medication. Their children are without any education. The Palestinians are still dying slowly, despite the fact that it is ceasefire,” she added.</p><p>On Thursday, rights group Amnesty International warned that “Israeli authorities are still <a href=\"/features/2025/11/26/stuck-in-gazas-limbo-palestinians-struggle-to-live-amid-israels-attacks\">committing genocide</a>” in Gaza, waging new attacks and curbing critical aid access, despite the declared ceasefire.</p></div></div></body></html>"
        },
        {
            "title": "One killed in ‘riot’ in Iraq’s Erbil after attack on Khor Mor gas field | Politics News | Al Jazeera",
            "time": "2025-11-30T03:57:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T160442Z_296095832_RC2R3IAH0LFD_RTRMADP_3_USA-RUSSIA-LUKOIL-IRAQ-1-1764465818.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>One killed in ‘riot’ in Iraq’s Erbil after attack on Khor Mor gas field</h1><p class=\"article__subhead\"><em>Kurdish authorities say one killed, several wounded in riots in Erbil’s Gwer, as authorities try to restore power after attack on Khor Mor.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Nov 2025</span><span aria-hidden=\"true\">30 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A group of “rioters” have opened fire at fuel tanker trucks in the northern Iraqi governorate of Erbil, killing at least one person and wounding several others, Kurdish authorities said, days after a <a href=\"/news/2025/11/27/gasfield-in-northern-iraq-hit-by-drone-attack-reports\">rocket attack on the region’s Khor Mor</a> gas field.</p><p>In a statement carried by the Iraqi News Agency late on Saturday, the Ministry of Interior of the Kurdistan Regional Government (KRG) linked the shooting to the Khor Mor attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The rocket attack hit a storage tank at the gas field, which is one of the region’s largest facilities, late on Wednesday, leading to production shutdown and extensive power cuts.</p><p>The ministry said the KRG sent liquid fuel to supply power plants following the Khor Mor attack, but that “a group of rioters blocked the road used by fuel tankers and civilians in Gwer, opening fire on passersby and travellers”.</p><p>The shooting “resulted in the death of one citizen and injuries to several others”, it said.</p><p>The ministry pledged action against the “riots”, saying “we will put an end to these acts of sabotage”.</p><p>The ministry statement followed an earlier report by the Iraqi News Agency in which it said there had been armed clashes between the Harkiya tribe and security forces in Erbil, near the village of Lajan on the Erbil-Gwer road.</p><p>The agency cited security forces as saying that the clashes, adjacent to the Lanaz Company refinery, had “resulted in fatalities and injuries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Meanwhile, Iraqi Kurdish Prime Minister Masrour Barzani has announced that the KRG has agreed with the company operating the Khor Mor gas field to restart production within hours to restore electricity.</p><p>The attack on Thursday on Khor Mor was the most significant violence since a series of drone attacks in July that cut production by about 150,000 barrels per day.</p><p>“I have spoken with the company’s [Dana Gas] leadership to thank them and their workforce for their extraordinary resilience and determination amid eleven attacks on the Khor Mor field,” Barzani said in a statement posted in English.</p><p>“I have urged [Iraqi] Prime Minister Mohammed Shia al-Sudani to hold the perpetrators of this attack accountable to the full extent of the law, whoever they may be and wherever they are,” Barzani added.</p><p>There has been no claim of responsibility for the attack on Khor Mor, and authorities have not said who was behind the attack.</p><p>Abdulkhaliq Talaat, a military expert and former official from the Kurdish region of northern Iraq, however, told the Rudaw news channel that the drone attack on the Khor Mor gas field was launched from an area under the control of Iraqi forces.</p><p>The storage tank at Khor Mor is part of new facilities partially financed by the US and built by a US contractor, an industry source told the Reuters news agency earlier this week.</p><p>The KRG exercises <a href=\"/news/2025/9/27/iraq-resumes-kurdish-oil-exports-to-turkiye-after-two-and-a-half-year-halt\">autonomy in parts of northern Iraq</a>, where US companies have significant investments in energy.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s Khaleda Zia hospitalised in ‘very critical’ condition | News | Al Jazeera",
            "time": "2025-11-30T02:08:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25126252589778-1764466955.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladeshi former Prime Minister Khaleda Zia has been hospitalised in “very critical” condition, according to members of her party, as her family and supporters urged well-wishers to pray for her speedy recovery.</p><p>Zia’s personal physician, Dr A Z M Zahid Hossein, told reporters late on Saturday that the 80-year-old politician, who was taken to the Evercare Hospital in Dhaka on November 23, remains in intensive care.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>She was admitted with symptoms of a lung infection and Hossein said she appeared to be responding to the treatment.</p><p>“At this moment, I can say her condition has been in the same stage for the last three days. In doctors’ language, we say ‘she is responding to the treatment’,” he was quoted as saying by the Daily Star news website.</p><p>“Please pray so that she can continue to receive this treatment.”</p><p>Hossein’s comments came a day after the secretary-general of Zia’s Bangladesh National Party (BNP), Mirza Fakhrul Islam Alamgir, told reporters that her “condition was very critical”.</p><p>According to the Daily Star, Zia has “heart problems, liver and kidney issues, diabetes, lung problems, arthritis, and eye-related illnesses”.</p><p>She has a permanent pacemaker and previously underwent stenting for her heart, the outlet reported.</p><figure id=\"attachment_4140228\" aria-describedby=\"caption-attachment-4140228\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4140228\" src=\"/wp-content/uploads/2025/11/AFP__20251129__86JR4UN__v1__HighRes__BangladeshPoliticsZia-1764466944.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Activists in support of Bangladesh's former prime minister Khaleda Zia, hold a banner with her portrait as they pray for her recovery in front of the Evercare Hospital in Dhaka on November 29, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4140228\" class=\"wp-caption-text\">Activists in support of Bangladesh’s former prime minister, Khaleda Zia, hold a banner with her portrait as they pray for her recovery in front of the Evercare Hospital in Dhaka on November 29, 2025 [Munir UZ Zaman/AFP]</figcaption></figure><p>Earlier on Saturday, BNP’s vice chairman, Ahmed Azam Khan, told reporters that an air ambulance was on standby to take Zia abroad for advanced treatment if her medical condition stabilises.</p><p>Zia’s eldest son, Tarique Rahman, who has been based in London since 2008, called on the people of Bangladesh to pray for his mother’s recovery.</p><p>“We express our heartfelt thanks and gratitude for all your prayers and love for the highly respected Begum Khaleda Zia,” Rahman, 60, said in a social media post on Saturday.</p><p>“We fervently request you to continue your prayers for her early recovery.”</p><p>Zia, who served three terms as prime minister, was jailed for corruption in 2018 under recently ousted Prime Minister Sheikh Hasina’s government, which also barred her from travelling abroad for medical treatment.</p><p>She was released last year, shortly after Hasina’s removal.</p><p>Despite her ill health, Zia has promised to campaign in elections expected in February 2026, in which the BNP is widely seen as a frontrunner.</p><p>Waiting in front of the hospital since morning, Liton Molla, a driver for a private company, said he rushed there after hearing about Zia’s condition, describing her as his “dear leader”.</p><p>“I just pray she recovers and can contest in the election,” Liton, 45, told the AFP news agency.</p><p>“At this moment, Bangladesh needs a leader like Khaleda Zia.”</p><p>Bangladesh’s interim leader, Muhammad Yunus, also issued a statement.</p><p>“During this transitional period to democracy, Khaleda Zia is a source of utmost inspiration for the nation. Her recovery is very important for the country,” he said on Friday night.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,375 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-30T01:06:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251129__86JY9KF__v2__MidRes__TopshotRussiaUkraineConflict-1764460188.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,375</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,375 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Nov 2025</span><span aria-hidden=\"true\">30 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Sunday, November 30.</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>A Russian drone attack killed one person and wounded 11, including a child, on the outskirts of the Ukrainian capital, Kyiv, regional Governor Mykola Kalashnyk said on Sunday.</li>\n<li>Russian attacks on Ukraine overnight on Saturday <a href=\"/news/2025/11/29/russian-strikes-on-kyiv-kill-three-as-ukraine-envoys-travel-to-us-for-talks\">killed six people</a> and wounded dozens of others across the country, and cut power to 400,000 households in Kyiv.</li>\n<li class=\"tr-story-p1\">Ukrainian President Volodymyr Zelenskyy said Russia had launched about 36 missiles and nearly 600 drones in the attack, and emergency services said at least two of the six deaths and 38 injuries were reported in the capital.</li>\n<li class=\"tr-story-p1\">Russia’s Ministry of Defence confirmed launching the “massive” attack, claiming the strikes were aimed at Ukrainian military-industrial and energy facilities, in response to what it called “terrorist attacks”.</li>\n<li>The ministry said on Saturday evening that it had shot down 158 Ukrainian drones and two long-range missiles over the past day, while the Russian state TASS news agency reported that Ukrainian drone attacks had wounded one person in Russia’s Belgorod region and five in the Volgograd region.</li>\n<li>TASS also reported that the death toll from a Ukrainian attack on Rostov on November 25 has risen to four after an elderly woman wounded in the attack died of her injuries in hospital.</li>\n<li>Ukrainian naval drones hit two sanctioned tankers in the <a href=\"/news/2025/3/26/russia-ukraine-black-sea-deal-what-is-it-and-will-it-work\">Black Sea</a> on Friday as the vessels were heading to a Russian port to load up with oil destined for foreign markets, the Reuters news agency and the Kyiv Independent reported, citing Ukrainian intelligence officials.</li>\n<li>The Caspian Pipeline Consortium, which handles more than 1 percent of global oil, said on Saturday that it halted operations after a mooring at Russia’s Black Sea terminal was significantly damaged by a Ukrainian naval drone attack. The company mainly transports energy from Kazakhstan, which denounced the attack as unacceptable.</li>\n<li>Ukraine’s military said it had hit Russia’s Afipsky oil refinery in Russia’s Krasnodar region overnight on Saturday, as well as the Beriev military aviation plant in the Rostov region, adding that it had recorded explosions and a fire at the refinery.</li>\n<li>Officials in Moldova said Russian drones had entered the country’s airspace, posing a threat to aviation, in the third such incident in nine days.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said that a <a href=\"/news/liveblog/2025/11/29/russia-ukraine-war-live-kyiv-comes-under-deadly-drone-missile-attacks\">Ukrainian delegation</a> headed by the country’s Security Council secretary, Rustem Umerov, was on its way to the United States to continue talks to end Russia’s nearly four-year-old war.</li>\n<li>US Secretary of State Marco Rubio, special envoy Steve Witkoff and US President Donald Trump’s son-in-law, Jared Kushner, are scheduled to meet Ukrainian officials in Florida for talks, a senior US official told Reuters news agency.</li>\n<li>Zelenskyy is set to hold a meeting with French President Emmanuel Macron in Paris on Monday to discuss “the conditions of a just and durable peace” and the US peace plan, following talks in Geneva, according to the French presidency.</li>\n<li>Zelenskyy’s former chief of staff, Andriy Yermak, who resigned on Friday amid a corruption probe, said he will be going to serve on the front lines of the war and that he is an “honest and decent person”.</li>\n<li>South African police said they arrested four men en route to Russia who are suspected of having been recruited to fight in the military there. The men were stopped at the boarding gate in Johannesburg, police said, weeks after reports that 17 South African men were stuck in Ukraine after being lured into joining mercenary forces with the promise of lucrative contracts.</li>\n<li>Prosecutors in Poland have charged two Ukrainians and three Belarusians with working for a foreign intelligence service, amid heightened tensions with Russia. The prosecutor’s office did not say which country was involved, but since Russia’s 2022 full-scale invasion of Ukraine, Warsaw has regularly accused Moscow of attempts at sabotage and conducting “hybrid warfare”.</li>\n<li>Poland also announced that it will boost railway security in the country after the <a href=\"/news/2025/11/18/poland-blames-two-ukrainians-allegedly-working-for-russia-for-railway-blast\">recent sabotage it blamed on Russia</a>. Poland, a NATO and EU member, has become the main hub for transporting Western military and humanitarian support to Ukraine as it fights off an invasion launched by Russia in 2022.</li>\n</ul><h3>Censorship</h3><ul>\n<li>Russia said on Friday that it was considering banning the popular messaging service WhatsApp, accusing it of failing to prevent crime, and urged its tens of millions of users to switch to domestic alternatives. US technology giant Meta, which owns WhatsApp, said Russia was trying to ban the application because it “defies government attempts to violate people’s right to secure communication”.</li>\n</ul><h3>Human rights</h3><ul>\n<li>The group <a href=\"/news/2025/11/29/russia-outlaws-human-rights-watch-crackdown-critics-ukraine-war\">Human Rights Watch (HRW)</a> promised not to stop investigating Russia or the actions of its military in Ukraine, despite Moscow declaring it an “undesirable” organisation. Tanya Lokshina, senior associate director of the group’s Europe and Central Asia division, told the AFP news agency that HRW was “not surprised” by the designation, which effectively criminalises it in Russia.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Flamengo beat Palmeiras to win Copa Libertadores title | Football News | Al Jazeera",
            "time": "2025-11-29T23:59:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2249098038-1764460592.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Flamengo beat Palmeiras to win Copa Libertadores title</h1><p class=\"article__subhead\"><em>Flamengo beat fellow Brazilian side Palmeiras 1-0 in Peru to lift the Copa Libertadores title for the fourth time.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Flamengo defeated Palmeiras 1-0 to <a href=\"/sports/liveblog/2025/11/29/live-palmeiras-vs-flamengo-copa-libertadores-final\">win the Copa Libertadores</a>, becoming the most successful Brazilian team in the history of South America’s top club competition by lifting the title for a fourth time.</p><p>A second-half headed goal from Flamengo centre-back Danilo settled a scrappy encounter at the Estadio Monumental in Lima on Saturday – the fifth Libertadores final in the past six seasons to feature two clubs from Brazil.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Flamengo’s win avenged their 2-1 defeat to Palmeiras in the 2021 Libertadores final and leaves the famous Rio de Janeiro club firmly on course for a hat-trick of trophies in 2025.</p><p>Flamengo began the year with victory in the Brazilian Super Cup and need only two points from their remaining two league fixtures to clinch Brazil’s domestic championship.</p><p>Flamengo’s third win in the tournament since 2019, and fourth overall, put them level with Argentina’s Estudiantes, three behind another Argentinian club, Independiente, with seven titles.</p><p>Palmeiras, meanwhile, were left ruing a golden chance to equalise in the 89th minute, when Vitor Roque blasted over the bar from point-blank range.</p><p>That was arguably the best Palmeiras chance of a mostly fractious final, littered with 33 fouls and seven yellow cards shared between the two teams.</p><p>A scrappy first half saw Flamengo enjoy the better chances, with Bruno Henrique the first to trigger alarm in the Palmeiras ranks with a 15th-minute strike that flew high and wide.</p><p>Flamengo continued to find space down the flanks, and moments later, Samuel Lino threatened to break the deadlock, cutting in from the left and flashing a shot wide.</p><p>This, however, was as good as it got for Flamengo in the first half, and the men in red and black were fortunate not to be reduced to 10 men after 30 minutes, following a melee that erupted when Palmeiras defender Bruno Fuchs brought down Flamengo star Giorgian de Arrascaeta.</p><p>As tempers flared, Flamengo’s Chilean international Erick Pulgar flew in and kicked out at Fuchs, yet somehow escaped only with a yellow.</p><p>Flamengo again looked the more threatening team after half-time, while struggling to create clear-cut chances.</p><p>The breakthrough finally came on 67 minutes, when Arrascaeta swung in an inviting corner from the right.</p><p>Danilo – inexplicably left unmarked – rose unchallenged to head home for what would be the winning goal.</p></div></div></body></html>"
        },
        {
            "title": "What next for Ukraine after President Zelenskyy’s top aide quits? | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-29T22:21:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764454019.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chief-of-Staff Andriy Yermak resigns after anticorruption raid.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy’s top aide resigned this week amid a growing corruption scandal.</p><p>Andriy Yermak had been due to lead key talks with the US on the war with Russia this weekend.</p><p>So, what does this mean for Ukraine?</p><p><strong>Presenter:</strong> Bernard Smith</p><p><strong>Guests:</strong></p><p>Olena Tregub – Secretary-general of Ukraine’s Independent Anti-Corruption Commission</p><p>Leonid Ragozin – Independent journalist and political analyst</p><p>Donnacha O Beachain – Professor of politics at Dublin City University</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Guinea-Bissau’s deposed president travels to Congo’s Brazzaville: Reports | Politics News | Al Jazeera",
            "time": "2025-11-29T21:54:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_692b62e30a23f-1764451043.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guinea-Bissau’s deposed president travels to Congo’s Brazzaville: Reports</h1><p class=\"article__subhead\"><em>Umaro Sissoco Embalo arrives in the Republic of Congo after first seeking refuge in Senegal following this week’s coup.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Guinea-Bissau’s former president, <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">Umaro Sissoco Embalo,</a> has travelled to the Republic of Congo, the AFP and Associated Press news agencies are reporting, days after he was deposed in a military coup.</p><p>Califa Soares Cassama, Embalo’s chief of staff, confirmed to AP that the former president was in the Congolese capital, Brazzaville.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Unnamed Congolese government sources also told AFP that Embalo was in Brazzaville.</p><p>Embalo had initially sought refuge in <a href=\"/news/2025/11/27/guinea-bissaus-deposed-president-embalo-arrives-in-senegal-after-coup\">neighbouring Senegal</a> after a group of military officers on Wednesday announced that they had taken “full control” of Guinea-Bissau ahead of the release of provisional presidential election results.</p><p>The true motives for the coup remain unclear, with speculation and conspiracy theories circulating, including that it was carried out with Embalo’s blessing.</p><p>The coup has sparked a wave of international condemnation, with regional leaders and the United Nations calling on Guinea-Bissau’s <a href=\"/news/2025/11/28/guinea-bissaus-new-military-ruler-moves-to-consolidate-power-after-coup\">new military leaders</a> to restore constitutional order and allow the electoral process to complete its work.</p><p>Senegalese Prime Minister Ousmane Sonko condemned the events as a “sham” in remarks to lawmakers on Friday.</p><p>“We want the electoral process to continue,” Sonko said. “The [electoral] commission must be able to declare the winner.”</p><p>Many of Guinea-Bissau’s new military leaders are close to Embalo, including <a href=\"/news/2025/11/27/guinea-bissau-military-appoints-general-as-transition-president-after-coup\">General Horta Inta-A</a>, who was named as the transitional president earlier this week, and Ilidio Vieira Te, who was appointed prime minister.</p><p>Te had previously served as finance minister in Embalo’s government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Saturday, Inta-a appointed a 28-member government, most of whom are allies of the deposed president.</p><p>Separately, the country’s main opposition party, PAIGC, said in a statement that its headquarters had been “illegally invaded by heavily armed militia groups” in the capital, Bissau.</p><p>The party denounced the raid on Saturday as “an attack on stability, democracy and the rule of law” in Guinea-Bissau.</p><p>PAIGC had been barred from presenting a presidential candidate in last <a href=\"/news/2025/11/23/guinea-bissau-beset-by-coups-votes-in-contentious-presidential-election\">Sunday’s election</a>, a move that drew criticism from civil rights groups who denounced an apparent crackdown on the opposition.</p><p>Both Embalo and his main challenger, Fernando Dias, had declared victory ahead of the release of the provisional vote results, which had been set for Thursday.</p><p>No results have been announced since the coup.</p></div></div></body></html>"
        },
        {
            "title": "Corbyn’s new party faces crisis as cofounder skips first day of conference | News | Al Jazeera",
            "time": "2025-11-29T20:50:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_692b534f3fbf-1764447055.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Corbyn’s new party faces crisis as cofounder skips first day of conference</h1><p class=\"article__subhead\"><em>Internal rifts deepen in Corbyn’s Your Party as cofounder Zahra Sultana skips first day of conference amid expulsions from the party.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Veteran British socialist Jeremy Corbyn’s <a href=\"/news/2025/7/24/former-uk-labour-leader-jeremy-corbyn-launching-new-left-wing-party\">new left-wing political party</a> faced a new crisis after its cofounder, Zarah Sultana, pledged to skip the first day of its inaugural conference.</p><p>Corbyn had called for members to “come together” at the opening of the conference on Saturday, with the party seeking to move on from a messy launch and become a viable left-wing challenger to the governing Labour Party.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As a party, we’ve got to come together and be united because division and disunity will not serve the interests of the people that we want to represent,” Corbyn told the conference in the northwestern English city of Liverpool.</p><p>A few hours later, a spokesperson for Sultana said that she would not enter the conference hall on Saturday in protest at one of her supporters being denied entry to the event and several others being expelled from the party over alleged membership of the far-left Socialist Workers Party.</p><figure id=\"attachment_4139622\" aria-describedby=\"caption-attachment-4139622\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139622\" src=\"/wp-content/uploads/2025/11/afp_692b53142828-1764446996.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt='Delegates are seen enjoying themselves ahead of a speech by Former Labour Party leader and co-founder of \"Your Party\", Jeremy Corbyn on the first day of the Founding Conference for Your Party in Liverpool, north-west England, on November 29, 2025.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139622\" class=\"wp-caption-text\">Delegates are seen before a speech by Jeremy Corbyn [AFP]</figcaption></figure><p>“I’m disappointed to see on the morning of our founding conference, people who have travelled from all over the country, spent a lot of money on their train fare, on hotels, on being able to participate in this conference, being told that they have been expelled,” she told UK’s Press Association news agency.</p><p>“That is a culture that is reminiscent of the Labour Party, how there were witch hunts on the eve of conference, how members were treated with contempt.”</p><p>Corbyn, 76, and Sultana, 32, both former Labour MPs, have been in frequent dispute since they announced the party in July.</p><p>A spokesperson for the new party, currently called Your Party, defended the expulsions.</p><p>“Members of another national political party signed up to Your Party in contravention of clearly stated membership rules – and these rules were enforced,” the spokesperson said.</p><p>This is the latest blow for a party hoping to make gains on the left as British politics fractures into a multiparty system and Labour moves rightward on some issues.</p><p>Two of the four independent MPs who initially signed up later quit over the divisions, which have included a row over a botched membership launch and threats of legal action.</p><p>Over the course of the conference, members are set to choose the party’s official name and decide whether it should have a single leader or be led by its members.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo visits Blue Mosque in Turkiye’s Istanbul | Religion News | Al Jazeera",
            "time": "2025-11-29T20:02:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25333241006367-1764417865.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pope Leo visits Blue Mosque in Turkiye’s Istanbul</h1><p class=\"article__subhead\"><em>The pope is visiting Turkiye until Sunday on his first overseas trip as pontiff, which also includes a visit to Lebanon.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo XIV has visited Istanbul’s famed Blue Mosque on the <a href=\"/news/2025/11/28/pope-orthodox-leader-mark-christian-milestone-in-historic-turkiye-meeting\">third day of his trip to Turkiye</a>, his first known visit as leader of the Catholic Church to a Muslim place of worship.</p><p>The first US pope bowed slightly before entering the mosque early on Saturday and was led on a tour of the expansive complex, able to hold 10,000 worshippers, by its imam and the mufti of Istanbul.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Leo, walking in white socks, smiled during the 20-minute visit and joked with one of his guides, the mosque’s lead muezzin – the official who leads the daily calls to prayer.</p><p>“He wanted to see the mosque, he wanted to feel the atmosphere of the mosque, and he was very pleased,” Askin Tunca, the Blue Mosque’s muezzin who calls the faithful to prayer, told reporters.</p><figure id=\"attachment_4139432\" aria-describedby=\"caption-attachment-4139432\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139432\" src=\"/wp-content/uploads/2025/11/afp_692b37d75ad4-1764440023.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Pope Leo XIV visits the Sultan Ahmed Mosque (Blue Mosque), in Istanbul on November 29, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139432\" class=\"wp-caption-text\">Pope Leo XIV visits the Sultan Ahmed Mosque (Blue Mosque), in Istanbul on November 29, 2025 [AFP]</figcaption></figure><p>Tunca said after the mosque visit that he asked Leo during the tour if he wished to pray for a moment, but the pope said he preferred to just visit the mosque.</p><p>The Vatican said in a statement immediately after the visit that Leo undertook the tour “in a spirit of reflection and listening, with deep respect for the place and for the faith of those who gather there in prayer”.</p><p>While Leo did not appear to pray during the tour, he did joke with Tunca. As the group was leaving the building, the pope noticed he was being guided out a door that is usually an entryway, where a sign says: “No exit.”</p><p>“It says no exit,” Leo said, smiling. Tunca responded: “You don’t have to go out, you can stay here.”</p><p>The pope is visiting Turkiye until Sunday on his first overseas trip as pontiff, which also includes a visit to Lebanon.</p><p>Leo, a relative unknown on the world stage before becoming pope in May, is being closely watched as he makes his first speeches overseas and interacts for the first time with people outside mainly Catholic Italy.</p><p>The Blue Mosque is officially named for Sultan Ahmed I, leader of the Ottoman Empire from 1603 to 1617, who oversaw its construction. It is decorated with thousands of blue ceramic tiles, the basis of its popular name.</p><p>Unlike his predecessors, Leo did not visit the nearby Hagia Sophia, the legendary sixth-century basilica built during the Byzantine Empire, which was converted into a mosque under the Ottoman Empire, then became a museum under Turkiye’s newly established republic.</p><p>But in 2020, the UNESCO World Heritage site was converted back into a mosque in a move that drew international condemnation, including from the late Pope Francis who said he was “very saddened”.</p></div></div></body></html>"
        },
        {
            "title": "US whistleblower exposes Biden administration’s Israel cover-up | Politics | Al Jazeera",
            "time": "2025-11-29T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764441859.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Whistleblower Steve Gabavics tells Marc Lamont Hill how the US dismissed Israel’s killing of an Al Jazeera journalist.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Did the Biden administration help cover up the killing of Al Jazeera journalist Shireen Abu Akleh by Israeli forces?</p><p>This week on <em>UpFront</em>, Marc Lamont Hill speaks to Steve Gabavics, a colonel-turned-whistleblower who was sent by the United States Department of State to investigate Abu Akleh’s killing in 2022.</p><p>Gabavics found that Israel intentionally killed Abu Akleh, who was fired at 16 times while wearing a blue vest marked “press”, but the State Department labelled her killing “accidental” to avoid angering the Israeli government.</p><p>Gabavics claimed that Abu Akleh is among several American citizens killed by the Israeli military for whom the US has taken no action to hold Israel accountable.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tom Stoppard, celebrated British playwright, dies aged 88 | Obituaries News | Al Jazeera",
            "time": "2025-11-29T18:56:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_692b381187baf-1764440081.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British playwright Tom Stoppard, a playful, probing dramatist who won an Academy Award for the screenplay for 1998’s Shakespeare In Love, has died. He was 88.</p><p>In a statement on Saturday, United Agents said Stoppard died “peacefully” at his home in Dorset in southern England, surrounded by his family.</p><p>“He will be remembered for his works, for their brilliance and humanity, and for his wit, his irreverence, his generosity of spirit and his profound love of the English language,” they said. “It was an honor to work with Tom and to know him.”</p><p>When it comes to the world of comic invention and linguistic pyrotechnics, few dramatists of the 20th century could match Stoppard’s scope and sustained success.</p><p>From his earliest hit, Rosencrantz and Guildenstern Are Dead, in 1966, through to 1993’s, Arcadia, and, Leopoldstadt, in 2020, Stoppard engaged and amused theatre-goers with a highly individual brand of intellect.</p><p>His writing was often philosophical or scientific, but consistently funny, a distinctive style that gave rise to the term Stoppardian. It refers to the use of verbal gymnastics while addressing philosophical concepts.</p><p>“I want to demonstrate that I can make serious points by flinging a custard pie around the stage for a couple of hours,” the Czech-born Stoppard said in a 1970s interview.</p><p>“Theatre is first and foremost a recreation. But it is not just a children’s playground; it can be recreation for people who like to stretch their minds.”</p><figure id=\"attachment_4139436\" aria-describedby=\"caption-attachment-4139436\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139436\" src=\"/wp-content/uploads/2025/11/getty_692b38049b-1764440068.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LONDON, ENGLAND - SEPTEMBER 11: British playwright Tom Stoppard arrives at Westminster Abbey for a memorial service for theatre great Sir Peter Hall OBE on September 11, 2018 in London, England. Sir Peter Hall was the former director of the National Theatre and founder of the Royal Shakespeare Company. He died on September 11, 2017 aged 86. (Photo by Jack Taylor/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139436\" class=\"wp-caption-text\">Stoppard arrives at Westminster Abbey for a memorial service for theatre great Sir Peter Hall on September 11, 2018, in London, England [Jack Taylor/Getty Images]</figcaption></figure><h2 id=\"early-years\">Early years</h2><p>Stoppard was born Tomas Straussler on July 3, 1937, in what was then Czechoslovakia, the son of Eugen Straussler, a doctor, and Marta (or Martha), nee Beckova, who had trained as a nurse.</p><p>The Jewish family fled the Nazis and moved to Singapore when he was an infant.</p><p>But Singapore also became unsafe, and, with his mother and elder brother Peter, he escaped to India. His father stayed behind and died while fleeing after Singapore fell to the Japanese.</p><p>In India, Marta Straussler married a British army major, Kenneth Stoppard, and the family moved to England.</p><p>Boarding school followed at Pocklington in Yorkshire, northern England, before Stoppard left school at age 17.</p><p>He decided not to go to university. Instead, he went straight to work as a reporter on a local newspaper in Bristol, in western England.</p><p>While he found reporting daunting, he threw himself into working as a theatre and cinema critic, and his love of drama took hold.</p><figure id=\"attachment_4139442\" aria-describedby=\"caption-attachment-4139442\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139442\" src=\"/wp-content/uploads/2025/11/reuters_692b3882-1764440194.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='FILE PHOTO: Tom Stoppard accepts the award for Best New Play for \"Leopoldstadt\" at the 76th Annual Tony Awards in New York City, U.S., June 11, 2023. REUTERS/Brendan Mcdermid/File Photo' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139442\" class=\"wp-caption-text\">Stoppard accepts the award for Best New Play for ‘Leopoldstadt’ at the 76th annual Tony Awards in New York City in 2023 [Brendan Mcdermid/Reuters]</figcaption></figure><h2 id=\"award-winning-career\">Award-winning career</h2><p>His breakthrough came with the overnight success at the Edinburgh Festival Fringe of, Rosencrantz and Guildenstern Are Dead, a tragicomedy centred around two minor characters from Shakespeare’s, Hamlet.</p><p>It moved to London’s West End, before winning a Tony Award for best play in the United States.</p><p>“What’s it about?” was a frequent response from bemused theatre-goers about the play. Tired of being asked, Stoppard is said to have replied to a woman outside a theatre on Broadway: “It’s about to make me very rich.”</p><p>He later questioned whether he had said “very”, Hermione Lee wrote in Stoppard’s authorised biography, but he had undoubtedly managed to transform his previously precarious finances.</p><p>Indeed, Stoppard would go on to win numerous awards on both sides of the Atlantic for his work.</p><p>He was knighted in 1997, and in 2014, he was crowned “the greatest living playwright” by the London Evening Standard Theatre Awards.</p><p>To non-theatre-goers, he is best remembered for his work in cinema, which included the Indiana Jones and Star Wars franchises.</p><p>In 1999, he won an Oscar for his screenplay for, Shakespeare in Love, which scooped a total of seven Academy Awards that year.</p><p>“He has no apparent animus towards anyone or anything,” said film and theatre director Mike Nichols, who directed the Broadway premiere of Stoppard’s tale of marriage and affairs, The Real Thing.</p><p>“He’s very funny at no one’s expense. That’s not supposed to be possible.”</p></div></div></body></html>"
        },
        {
            "title": "What happens in Gaza’s ‘Bermuda Triangle’ | Opinions | Al Jazeera",
            "time": "2025-11-29T18:02:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-10-20T083417Z_396136869_RC2KFHAH1MEB_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID-1764438971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been more than a month and a half since a ceasefire was concluded in Gaza. As part of the deal, 600 trucks were supposed to cross daily into the Strip carrying food, medicine, tents, fuel and other basic necessities.</p><p>We have grown used to official statements talking about hundreds of trucks crossing the border every day. Photos are released, crossings are documented carefully, and announcements are made with celebration.</p><p>“4,200 trucks carrying humanitarian goods are entering Gaza weekly, since the start of the ceasefire. 70% of trucks that entered carried food … Over 16,600 trucks of food entered Gaza since the start of the ceasefire. Over 370,000 tons of food,” claims a <a href=\"https://x.com/cogatonline/status/1993648112594772015\" target=\"_blank\" rel=\"noopener\">November 26 update</a> from the Israeli occupation authorities.</p><p>One would think the Palestinians in Gaza are the most well-fed people in the world.</p><p>To many of us, it is not clear how Israel counts the “trucks of food”, as there are indeed many commercial trucks allowed in that carry food of low nutritional value, like chocolate bars and biscuits, or food that is too expensive, like frozen chicken for $25 a kilo or a tray of eggs for $30.</p><p>Humanitarian organisations also seem to doubt the official count. According to the World Food Programme, only half of required food aid is entering Gaza. According to Palestinian relief agencies, <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">only a quarter</a> of necessary aid is actually allowed to go in.</p><p>And then only a fraction of that fraction actually reaches the displaced, the impoverished, the injured and the hungry. That is because much of the aid that does make it inside Gaza disappears into a “Bermuda triangle”.</p><p>The distance between the border and the displacement camps, where aid should be distributed, looks short on the map, but in reality, it is the longest distance politically and security-wise.</p><p>Yes, many trucks that go through never reach the families that need the supplies the most.</p><p>People hear about trucks, yet see no humanitarian packages. They hear about tonnes of flour, but they see no bread. They watch videos of trucks entering the Strip, but they never seen them come to their camps or neighbourhoods. It feels as if the aid enters Gaza only to vanish into thin air.</p><p>Recently, talk about the missing aid has grown louder in the streets, especially as basic food items have suddenly appeared in local markets while still carrying labels that say: “Humanitarian Aid Not for Sale”. I have seen cans of chicken meat with this label being sold for $15 apiece.</p><p>Even when aid parcels reach the needy, they are often lacking in promised items. For example, my family received a food parcel that was supposed to contain rice, lentils, and six bottles of cooking oil, but when we opened it, there was no rice or lentils, only three bottles of cooking oil.</p><p>This is not simply a matter of corruption. After two years of genocidal war, governance in Gaza has collapsed, its institutions systematically targeted by the Israeli army. There is no unified authority, and there is no force able to provide public order and security.</p><p>According to the UN mechanism for aid <a href=\"https://app.un2720.org/tracking\" target=\"_blank\" rel=\"noopener\">monitoring</a>, from May 19 to November 29, 8035 aid trucks made it to their destinations inside Gaza; 7,127 were “intercepted” either “peacefully” or “forcefully”.</p><p>The Israeli army sets restrictions on the roads that trucks can take, often forcing them to take routes that are full of danger. Some roads cannot be used without coordination with powerful local families or neighbourhood committees, others are controlled by armed groups. All this makes a trip of a few dozen kilometres a very fragile process that is easy to disrupt. This is how aid disappears into Gaza’s “Bermuda triangle”.</p><p>International organisations are also unable to enforce security. They cannot accompany trucks because of the danger, cannot supervise unloading in real time, and do not have enough staff to track every shipment. Their dependence on local committees and volunteers means they rely on a system full of gaps that different parties quickly take advantage of.</p><p>Amid all this, one big question remains: Who truly benefits from the disappearance of aid?</p><p>There are the merchants looking for quick profit. There are the local armed groups seeking a source of cash. And there is, of course, the occupation and its allies who want to continue using hunger as a tool of political pressure. All of them are benefitting from the pain of ordinary Palestinians.</p><p>The problem here is that attention to what is happening in Gaza has diminished since the ceasefire. The global public feels reassured that the genocide is over, and it is no longer asking why aid is not reaching the Palestinian people.</p><p>Meanwhile, within policy and political circles, the disappearance of aid is being normalised, as if it were a natural outcome of conflict. But it is not; it is an engineered crisis meant as yet another kind of collective punishment for the Palestinian people.</p><p>As the world chooses yet again to turn a blind eye, it is not only trucks that are vanishing into Gaza’s “Bermuda triangle”, it is also the strength of Palestinians to keep going.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Palmeiras vs Flamengo 0-1: Copa Libertadores final 2025 - as it happened | Football News | Al Jazeera",
            "time": "2025-11-29T18:02:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/GettyImages-2249095528-1764458416.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Palmeiras vs Flamengo 0-1: Copa Libertadores final 2025 – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match coverage, following our text commentary stream of the all-Brazilian final.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tunisia police arrest opposition figure Chaima Issa during protest | News | Al Jazeera",
            "time": "2025-11-29T17:28:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-29T161124Z_455651553_RC2D6IAPVDQS_RTRMADP_3_TUNISIA-POLITICS-OPPOSITION-ARRESTS-1764440918.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Tunisia police arrest opposition figure Chaima Issa during protest</h1><p class=\"article__subhead\"><em>Arrest comes after appeals court handed jail terms to opposition leaders, businessmen and lawyers on charges of conspiracy to overthrow President Kais Saied.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tunisian police have arrested prominent opposition figure Chaima Issa at a protest in the capital Tunis on Saturday, lawyers said.</p><p>The protest came after an appeals court on Friday handed jail terms of <a href=\"/news/2025/11/28/tunisia-hands-long-prison-sentences-to-opposition-business-media-figures\">up to 45 years</a> to opposition leaders, businessmen and lawyers on charges of conspiracy to overthrow President Kais Saied. Issa was handed a 20-year sentence during the trial.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They will arrest me shortly,” Issa had told the Reuters news agency moments before her arrest.</p><p>“I say to the Tunisians, continue to protest and reject tyranny. We are sacrificing our freedom for you”.</p><p>She described the charges as unjust and politically motivated.</p><p>Police are also widely expected to arrest Najib Chebbi, the head of the opposition National Salvation Front, the main opposition coalition challenging Saied.</p><p>He received a 12-year prison sentence, and opposition figure Ayachi Hammami received a five-year sentence.</p><p>Human Rights Watch on Friday described the trial as a “travesty of justice”, saying it was “political, unfair, and without the slightest evidence” against the defendants.</p><p>In a statement to the AFP news agency, the US-based rights group condemned the “shameless instrumentalisation of the judiciary to eliminate Saied’s opponents”.</p><p>Meanwhile, UK-based rights group Amnesty International said the ruling was “an appalling indictment of the Tunisian justice system”, condemning “a relentless campaign to erode rights and silence dissent” in Tunisia.</p><p>During a sweeping power grab in July 2021, Saied suspended parliament and expanded executive power so he could rule by decree. Since then, the president has jailed many of his critics.</p><p>Many of the powers that Saied had taken for himself were later enshrined in a new constitution, ratified in a widely boycotted 2022 referendum, while media figures and lawyers critical of Saied have been prosecuted and detained under a <a href=\"/news/2023/7/18/tunisia-anti-fake-news-law-criminalises-free-speech-legal-group\">“fake news” law</a> enacted that same year.</p><p>Saied says his actions are legal and aimed at ending years of chaos and rampant corruption.</p></div></div></body></html>"
        },
        {
            "title": "Why isn’t US media busting the ‘narco-state’ myth? | Nicolas Maduro | Al Jazeera",
            "time": "2025-11-29T17:16:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764436578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">The United States’ deadly “counter-narcotics mission” off Venezuela’s coast hinges on an unproven drug-smuggling narrative – a familiar pretext for regime change, and one the mainstream media have been quick to echo. Meanwhile, Venezuelans face escalating repression at home.</p><p class=\"p2\"><strong>Contributors:<br>\n</strong>Spencer Ackerman – Author, Reign of Terror and Waller vs Wildstorm<br>\nAbby Martin – Journalist, The Empire Files<br>\nMiguel Tinker Salas – Professor, Latin American history, Pomona College<br>\n“Pablo” – Anonymous Venezuelan journalist</p><h2 id=\"on-our-radar\" class=\"p2\">On our radar:</h2><p class=\"p2\">New leaks, from a disputed 28-point peace proposal to a secretly recorded call between Trump’s envoy and a Russian official, have upended the delicate Russia-Ukraine negotiations. Meenakshi Ravi explores what these revelations mean for any future deal.</p><h2 id=\"israel-s-settlers-from-margin-to-mainstream\" class=\"p2\">Israel’s settlers: From margin to mainstream</h2><p class=\"p3\">Israeli settler violence in the West Bank has surged to unprecedented levels, driven by a fringe movement whose far-right ideology has been amplified and normalised across Israeli news outlets. <em>The Listening Post’s</em> Nic Muirhead reports on the movement’s growing power and the media ecosystem enabling its rise.</p><p class=\"p2\">Featuring:<br>\nHilla Dayan – Sociologist, University of Amsterdam<br>\nNimrod Nir – Political psychologist, Hebrew University of Jerusalem / Director, AGAM Labs<br>\nOren Ziv – Photojournalist, +972 Magazine</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russian attack on Ukraine kills six as Kyiv envoys travel to US for talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-29T16:15:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_692aad80-1764404608.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian attack on Ukraine has killed six people and wounded dozens of others, officials said, while emergency crews restored power to more than 400,000 households in Kyiv after strikes on the grid, as the US attempts to broker peace talks.</p><p>“While everyone is discussing points of peace plans, Russia continues to pursue its ‘war plan’ of two points: to kill and destroy,” Ukrainian Minister of Foreign Affairs Andrii Sybiha wrote on X on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>President Volodymyr Zelenskyy said Russia had launched about 36 missiles and nearly 600 drones in the attack.</p><p>The Kyiv City Military Administration said two people were killed in the strikes on the capital, Kyiv.</p><p>Regional officials and police said one person had died in the region surrounding the capital, two in the southeastern Dnipropetrovsk region, and one in a midday attack in the Kherson region in the south.</p><figure id=\"attachment_4138653\" aria-describedby=\"caption-attachment-4138653\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138653\" src=\"/wp-content/uploads/2025/11/2025-11-29T055743Z_814163735_RC246IAVPJIH_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1764398973.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Vehicles burn after being damaged during a Russian missile and drone attack on Kyiv, amid Russia's attack on Ukraine, November 29, 2025. REUTERS/Valentyn Ogirenko\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138653\" class=\"wp-caption-text\">Vehicles burn after being damaged during a Russian missile and drone attack on Kyiv, November 29, 2025 [Valentyn Ogirenko/Reuters]</figcaption></figure><p>Kyiv Mayor Vitali Klitschko said 29 people were wounded in the city, noting that falling debris from intercepted Russian drones hit residential buildings. He also said that the western part of Kyiv had lost power.</p><p>“The world should know that Russia is targeting entire families,” Kyiv’s military administration head, Tymur Tkachenko, said.</p><p>Following the attack, the European Union’s ambassador to Ukraine, Katarina Mathernova, cast doubt on Russia’s stated interest in a peace deal.</p><p>“While the world discusses a possible peace deal. Moscow answers with missiles, not diplomacy,” Mathernova said in a post on X.</p><h2 id=\"ukraine-team-heads-to-us\">Ukraine team heads to US</h2><p>On the diplomatic front, Zelenskyy said that his negotiators had left for the United States to seek a “dignified peace” and a rapid end to the war, started by Russia’s full-scale invasion in 2022.</p><p>Zelenskyy is under growing pressure from Washington to agree to a US proposal to end the war, which critics say heavily favours Moscow.</p><p>At Kyiv’s insistence, US President Donald Trump’s initial 28-point plan to end the war was revised during talks in Geneva with European and US officials. However, many contentious issues remain unresolved.</p><p>The Ukrainian team is being led by former defence chief Rustem Umerov, following the resignation on Friday of Zelenskyy’s chief of staff, Andriy Yermak, amid a corruption probe.</p><p>“The task is clear: to swiftly and substantively work out the steps needed to end the war,” Zelenskyy posted on X.</p><p></p><p>“Ukraine continues to work with the United States in the most constructive way possible, and we expect that the results of the meetings in Geneva will now be hammered out in the United States,” the Ukrainian president added.</p><p>According to media reports citing US officials, US Secretary of State Marco Rubio, US special envoy Steve Witkoff and Trump’s son-in-law, Jared Kushner, will meet the Ukrainian delegation on Sunday in Florida.</p><h2 id=\"black-sea-attacks\">Black Sea attacks</h2><p>Separately on Saturday, an official from Ukraine’s SBU security service said that Ukraine had hit two tankers, used by Russia to export oil while skirting Western sanctions, with marine drones in the Black Sea.</p><p>The joint operation to hit the so-called “shadow fleet” vessels was run by the SBU and Ukraine’s navy, the official told the Reuters news agency on condition of anonymity.</p><p>Turkish authorities have said that blasts rocked two shadow fleet tankers near Turkiye’s Bosphorus Strait on Friday, causing fires on the vessels, and rescue operations were launched for those on board.</p><figure id=\"attachment_4139203\" aria-describedby=\"caption-attachment-4139203\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4139203\" src=\"/wp-content/uploads/2025/11/afp_692b07525898-1764427602.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"This video grab taken from images released by the Security service of Ukraine (SBU) on November 29, 2025, shows smoke rising from a cargo ship on fire in the Black Sea off the Turkish coast, amid the ongoing Russian-Ukrainian conflict.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4139203\" class=\"wp-caption-text\">This video grab taken from images released by the Security Service of Ukraine (SBU) shows smoke rising from a cargo ship on fire in the Black Sea off the Turkish coast [AFP]</figcaption></figure><p>The SBU official said that both tankers, identified as the Kairos and Virat, were empty and on their way to the port of Novorossiysk, a major Russian oil terminal.</p><p>“Video [footage] shows that after being hit, both tankers sustained critical damage and were effectively taken out of service. This will deal a significant blow to Russian oil transportation,” the official said. They did not say when the strikes took place.</p><p>Ukraine has consistently called for tougher international measures on Russia’s “shadow fleet”, which Kyiv says is helping Moscow export vast quantities of oil to fund Russia’s war in Ukraine, despite Western sanctions.</p></div></div></body></html>"
        },
        {
            "title": "Updates: Donald Trump says Venezuela airspace now closed as tensions surge | Donald Trump News | Al Jazeera",
            "time": "2025-11-29T13:38:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_692b611cca-1764450588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela denounces Trump’s airspace remarks as ‘colonialist threat’ | Nicolas Maduro News | Al Jazeera",
            "time": "2025-11-29T13:09:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20250808__692X863__v1__MidRes__ComboUsVenezuelaPoliticsTrumpMaduro-1758013338-1760605621.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Caracas has denounced United States President Donald Trump’s announcement that the airspace above and surrounding Venezuela is to be considered closed “in its entirety”, as tensions between the countries escalate.</p><p>In a statement on Saturday afternoon, the Venezuelan Ministry of Foreign Affairs said Trump’s statement earlier in the day amounts to a “colonialist threat”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Venezuela denounces and condemns the colonialist threat that seeks to affect the sovereignty of its airspace, constituting yet another extravagant, illegal and unjustified aggression against the Venezuelan people,” the ministry said.</p><p>Trump had written on his Truth Social platform on Saturday morning: “To all Airlines, Pilots, Drug Dealers, and Human Traffickers, please consider THE AIRSPACE ABOVE AND SURROUNDING VENEZUELA TO BE CLOSED IN ITS ENTIRETY”.</p><p>The post came amid weeks of <a href=\"/news/2025/11/3/trump-says-days-numbered-for-venezuelas-maduro\">escalating rhetoric</a> by senior US officials against Venezuelan President Nicolas Maduro and his government.</p><p>While the Trump administration has said it is targeting Venezuela as part of a push to combat drug trafficking, experts and human rights observers have warned that Washington appears to be laying the groundwork for an attempt to unlawfully remove Maduro from power.</p><p>The US has <a href=\"/news/2025/11/25/top-us-military-adviser-tours-caribbean-as-pressure-on-venezuela-deepens\">deployed an aircraft carrier</a> to the Caribbean and carried out a series of deadly bombings on vessels it accused of being involved in drug trafficking, killing dozens of people in what United Nations experts have described as extrajudicial killings.</p><p>Earlier this week, <a href=\"/news/2025/11/28/trump-says-us-will-soon-stop-venezuelan-drug-trafficking-by-land\">Trump also warned</a> that he would start targeting Venezuelan drug trafficking “by land” soon.</p><p>During a speech broadcast on national television on Thursday, Maduro said Venezuelans would not be intimidated.</p><p>The Venezuelan president had said the US “was increasing what he called ‘excuses and lies’ to try and justify an intervention in Venezuela, and that was before this announcement was made [on Saturday] by President Trump”, Al Jazeera’s Lucia Newman explained.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fear-of-attacks\">Fear of attacks</h2><p>Newman said the Trump administration has been “systematically increasing the pressure” on Maduro’s government over several months.</p><p>In August, Washington <a href=\"/news/2025/8/8/us-doubles-reward-for-arrest-of-venezuelas-president-maduro-to-50m\">offered a $50m reward</a> for information leading to Maduro’s arrest, doubling a previous sum. And earlier this week, the US <a href=\"/news/2025/11/24/us-adds-venezuelan-cartel-to-terror-list-as-military-threat-rises\">announced</a> it was designating the so-called “Cartel de los Soles”, which it asserts is linked to Maduro, as a “terrorist” organisation.</p><p>Venezuelans began using the term Cartel de los Soles in the 1990s to refer to high-ranking military officers who had grown rich from drug-running.</p><p>At the same time, there have been reports that the US president has spoken with his Venezuelan counterpart.</p><p>On Friday, The New York Times reported that Trump spoke with Maduro last week and discussed a possible meeting between the two leaders in the US.</p><p>Citing multiple people with knowledge of the matter, the newspaper said there were no plans at the moment for such a meeting, which, if it were to take place, would be the first-ever encounter between Maduro and a US president.</p><p>Trump is “going hot and cold” vis-a-vis Venezuela, said Newman, Al Jazeera’s Latin America editor.</p><p>She added that while Trump’s statement on Saturday is “an escalation … on paper”, it remains to be seen whether Washington will attack the country, “which is the fear being raised”.</p><p>“When you tell airlines not to go to Venezuela, when you say that the airspace has now been closed, you’re sending a very, very aggressive message. Whether this will play out is another matter altogether,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US Federal Aviation Administration (FAA) warned airlines last week of a “potentially hazardous situation” in Venezuelan airspace due to a “worsening security situation and heightened military activity”.</p><p>Six airlines that account for much of the travel in South America then suspended flights to Venezuela.</p><p>That drew the ire of Caracas, which suspended the companies’ operating rights and accused them of “joining the actions of state terrorism promoted by the United States”.</p><h2 id=\"scorched-earth-policy\">‘Scorched earth’ policy</h2><p>Charles Shapiro, a former US ambassador to Venezuela, said Trump’s announcement on Saturday “turns up the pressure on Maduro”.</p><p>“Clearly, what the government of the United States [and] President Trump wants is for Maduro to leave office, and that would mean he’d have to leave the country,” Shapiro told Al Jazeera.</p><p>He added that while the Trump administration’s claims that its actions are part of a push to stem drug trafficking to the US, the real intention is to remove Maduro.</p><p>Analysts also said Trump’s policies would harm the citizens of Venezuela, which for years has been grappling with widespread poverty, unemployment and mass outward migration.</p><p>“A country subject to air isolation is a country where medicine and essential supplies cannot enter, and whose citizens cannot travel even for emergency reasons,” said Francisco Rodriguez, a senior research fellow at the Center for Economic and Policy Research, a US-based think tank.</p><p>He said that Saturday’s announcement reflects a “scorched earth” policy towards the country and added that the Venezuelan people are not “chess pieces”.</p><p>Omar Hassaan Farinya, a professor of politics and history at the Bolivarian University of Venezuela, described the US announcement as the latest step in a long process to destroy Venezuela’s economy.</p><p>“We see this as an open, naked aggression against Venezuelan people. It’s not an aggression that we see against the government. It’s against the people themselves, because we’re the ones who are paying the price now,” he told Al Jazeera.</p><p>“We’re paying the price now because of our incapacity to fly to Venezuela. But actually, the worst part of it are the coercive measures that have been applied against Venezuela and that have been for over 10 years now, and that has had a very negative impact on our economy and on our capacity to trade,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo tours Istanbul’s Blue Mosque during Turkiye trip | Religion | Al Jazeera",
            "time": "2025-11-29T12:49:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764420553.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "‘I am a terrorist’, UK activists release video to support Palestine Action | Protests | Al Jazeera",
            "time": "2025-11-29T12:44:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764420235.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thunberg and Albanese join pro-Palestine protests in Italy | Protests | Al Jazeera",
            "time": "2025-11-29T12:11:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764418305.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Minorities hail renewed space as Pope Leo visits Turkiye | Religion News | Al Jazeera",
            "time": "2025-11-29T12:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25333241006367-1764417865.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Istanbul, Turkiye –</strong> Pope Leo XIV has chosen Turkiye for his <a href=\"/news/2025/11/27/pope-leo-heads-to-turkiye-lebanon-in-first-foreign-trip-as-catholic\">first foreign trip</a> as the head of the Roman Catholic Church, a deeply symbolic move that minority community representatives say is taking place at a time of renewed openness in the Muslim-majority country.</p><p>During his visit this week, the pontiff held talks with President Recep Tayyip Erdogan, <a href=\"/news/2025/11/28/pope-orthodox-leader-mark-christian-milestone-in-historic-turkiye-meeting\">met religious leaders</a> and visited places of worship in the country where Christianity’s deep roots sit alongside a long and influential Islamic tradition.</p><p>Today, Turkiye’s population of more than 80 million people is at least 99 percent Muslim, yet the country remains home to centuries-old Greek, Armenian, Syriac and Latin Christian communities that have long been part of its social fabric.</p><p>After decades shaped by political tensions, demographic change and property disputes, representatives of minority foundations say today’s climate offers greater visibility and confidence than they have experienced in decades. They also see the timing of Pope Leo’s visit as reflective of a period in which historic foundations feel more able to restore properties, organise religious life and engage directly with state bodies.</p><p>“This is, first of all, a great honour for Turkiye,” Manolis Kostidis, vice president of the Greek Foundations Association, told Al Jazeera of the pope’s visit.</p><p>“It’s also extremely important for the Ecumenical Patriarchate and for the Greek community. Istanbul has hosted empires for centuries, and welcoming such a guest shows the value of the patriarchate – especially with the support the Turkish government has given in recent years,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the early decades of the Turkish Republic, Turkiye’s Greek, Armenian and Syriac populations numbered in the hundreds of thousands. Their decline over the 20th century was shaped by a series of political ruptures – from the 1942 Wealth Tax, which disproportionately targeted non-Muslims, to the 1955 Istanbul pogrom that devastated Greek, Armenian and Jewish neighbourhoods, and the 1964 deportation of more than 12,000 Greek citizens amid tensions over Cyprus.</p><p>Other administrative restrictions and legal rulings followed in subsequent decades, gradually accelerating emigration. Today, the remaining communities are far smaller, yet their representatives stress resilience, continuity and a deep sense of belonging to the country they have lived in for centuries.</p><figure id=\"attachment_4138962\" aria-describedby=\"caption-attachment-4138962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138962\" src=\"/wp-content/uploads/2025/11/AFP__20251129__86JK9EN__v1__HighRes__TurkeyVaticanPopeDiplomacy-1764417581.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Pope Leo XIV stands with patriarch Mor Ignatius Aphrem II (L) and patriarch Bortholomew I as he arrives for a private meeting with religious leaders at the Mor Ephrem Syriac Orthodox Church, in Istanbul on November 29, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138962\" class=\"wp-caption-text\">Pope Leo XIV, second from left, stands with Patriarch Mor Ignatius Aphrem II, left, and Patriarch Bortholomew I, second from right, as he arrives for a private meeting with religious leaders at the Mor Ephrem Syriac Orthodox Church in Istanbul [Andreas Solaro/AFP]</figcaption></figure><p>“If Turkiye’s population is 85 million, we are about 85,000 – one in a thousand,” Can Ustabası, head of the Minority Foundations Representative Office, told Al Jazeera.</p><p>“Communities that were once in the millions are now tiny. We’re citizens of this country, but history brought us to this point.”</p><p>While the pressures affecting minority groups through the 20th century are widely documented, community representatives agree that the atmosphere of the past two decades stands in sharp contrast.</p><p>From the 2000s onward, minority foundations benefitted from a number of legal changes.</p><p>The Foundations Law, first drafted in the Ottoman era and later adapted by the Republic, governs how non-Muslim charitable foundations own, manage and inherit property. A series of European Union-driven harmonisation packages between 2003 and 2008 expanded their ability to register assets, reclaim properties seized under earlier rulings, and receive donations and inheritances again.</p><p>This culminated in a 2011 government decree instructing the return – or compensation – of properties that had been taken from foundations under the 1974 Court of Cassation ruling and earlier administrative practices.</p><p>“Erdogan’s instruction to ‘return what rightfully belongs to them’ changed the attitude of every state body. Previously, getting permission to paint a church took years. Now, doors open easily,” Ustabasi said.</p><h2 id=\"one-of-most-comfortable-periods\">‘One of most comfortable periods’</h2><p>Lawyer Kezban Hatemi, who has advised minority foundations for decades, agreed that this has been “a major reform” but noted that more needed to be done. “Some cases are still ongoing – this kind of historical process never ends quickly,” Hatemi told Al Jazeera.</p><p>According to Hatemi, the earlier reluctance of state institutions was rooted in a decades-old mentality shaped by security fears and restrictive legal interpretations. She said minority foundations faced layers of bureaucratic obstacles for years, with even basic repairs or property registrations blocked. This only began to shift when EU harmonisation reforms created a new legal framework and political resolve emerged to act on it.</p><p>“The EU process gave real momentum – but it also took political will,” she said, noting that “a major blockage was removed” even as old fears loom for some.</p><p>“People abroad still say: ‘Don’t buy property in Istanbul, you never know what could happen.’ The memory from the 40s to the 70s is still very strong.”</p><figure id=\"attachment_4138960\" aria-describedby=\"caption-attachment-4138960\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138960\" src=\"/wp-content/uploads/2025/11/AFP__20251129__86JQ4WQ__v1__HighRes__TurkeyVaticanPopeDiplomacy-1764417553.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"People react and take photos in front of the Mor Ephrem Syriac Orthodox Church, where Pope Leo XIV meets with religious leaders, in Istanbul on November 29, 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138960\" class=\"wp-caption-text\">People outside the Mor Ephrem Syriac Orthodox Church, where Pope Leo XIV met religious leaders on Saturday [Yasin Akgul/AFP]</figcaption></figure><p>Ustabasi noted that while the process has not always been straightforward, some 1,250 properties “were returned through EU harmonisation reforms and changes to the Foundations Law” between 2003 and 2018.</p><p>Kostidis said the impact of the return of the properties has not only been material. “It makes us feel like full citizens,” he said, noting that “minorities have lived one of their most comfortable periods” since Erdogan came to power in 2003.</p><p>One of the clearest signs of renewed confidence is among Syriacs, particularly in Tur Abdin – the historic heartland of Syriac Christianity in southeastern Turkiye that stretches across Midyat and the wider Mardin region. In these villages, return migration has slowly begun to reverse.</p><p>“People who emigrated to Europe are building homes again in Midyat and its villages,” Ustabasi said. “The roads are better than Istanbul, security is solid, and some are even preparing to live there long term.”</p><p>He linked the shift directly to improved security conditions in the southeast, a region that for decades was affected by clashes between the Turkish state and the outlawed Kurdistan Workers’ Party, or PKK, making travel and daily life unpredictable. “A Turkiye without terrorism opens many doors. People feel safe travelling, restoring homes, returning to their villages,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kostidis said returns to Turkiye’s largest city of Istanbul are also possible – but require practical fixes.</p><p>“Large-scale returns are unlikely. But yes, some will come back if residency issues are fixed,” he said, calling for “a special regulation” for Greeks from Istanbul with Greek citizenship.</p><p>“All communities – Muslim, Jewish, Armenian, Syriac, Greek – should live in this city. Istanbul’s strength has always been its plurality.”</p><h2 id=\"powerful-message\">‘Powerful message’</h2><p>Despite significant progress, several legal and administrative issues remain unresolved, with the representatives citing foundation board elections, legal ambiguity around autonomy and longstanding cases in some properties’ handover.</p><p>Ustabasi called for changes in the legal framework, while Hatemi noted the state “still intervenes in foundation governance in ways it never does with Muslim foundations. This mentality hasn’t fully changed – but I’m hopeful.”</p><p>Turkish-Armenian journalist and writer Etyen Mahcupyan said the pace of reform shifted after a failed coup attempt in 2016, when state bureaucracy regained influence over politics and decision-making.</p><p>He believes restitution slowed as a result, but said momentum could return if Turkiye “brings EU membership back to the forefront”. Turkiye started talks to join the bloc in 2005, but the accession bid <a href=\"/news/2023/9/20/analysis-is-turkeys-bid-for-eu-membership-over\">has effectively been frozen</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mahcupyan views Pope Leo’s visit as carrying political and symbolic resonance, given that the pope is seen not only as a religious figure but also as a political actor.</p><p>“Considering Turkiye’s foreign policy ambitions, this visit offers positive contributions. Ankara wants to shape a Turkiye that is accepted in global politics – and the world seems ready for it.”</p><p>Mahcupyan noted the pope’s “<a href=\"/news/2025/6/26/pope-leo-decries-shameful-disregard-for-international-law\">clear position</a>” on Israel’s genocidal war on Gaza “aligns closely with Turkiye’s own line. This kind of convergence is important. It prevents Turkiye from turning inward, helps the world look at Turkiye more gently – and softens attitudes towards non-Muslims.”</p><p>He also said the visit helps ensure minority communities “are not forgotten”.</p><p>Kostidis agreed.</p><p>“A Muslim-majority country hosting the leaders of the Christian world – you can’t give a more powerful message than this,” he said.</p></div></div></body></html>"
        },
        {
            "title": "The human cost of the Philippines’ flood-control corruption scandal | Climate Crisis | Al Jazeera",
            "time": "2025-11-29T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764313411.jpg?resize=1920%2C1075&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">101 East investigates rampant alleged corruption in flood-control projects in one of Asia’s most typhoon-prone countries.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the Philippines, a massive corruption scandal is triggering street protests and putting pressure on the government of Ferdinand Marcos Jr.</p><p>The population’s increasing exposure to typhoons, floods and rising sea-levels has seen the government allocate $9.5bn of taxpayer funds to more than 9,800 flood-control projects in the last three years.</p><p>But recent audits reveal widespread cases of structures being grossly incomplete or non-existent.</p><p>Multiple government officials are accused of pocketing huge kickbacks, funding lavish lifestyles.</p><p><em>101 East</em> investigates how the most vulnerable are being flooded by corruption in the Philippines.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Nov 2025</span><span aria-hidden=\"true\">29 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}