{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "MSF says it will not hand over staff details to Israeli authorities | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-30T16:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697cc6eb54-1769785067.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Doctors Without Borders, known by its French initials MSF, has said it will not provide Israeli authorities with the personal details of its staff working in Gaza and across the occupied Palestinian territory, citing concerns for staff safety and a lack of assurances over how the information would be used.</p><p>The decision on Friday follows criticism of MSF’s statement last week that it was prepared to share the names of its staff under strict conditions – a position that sparked concern among aid workers and rights advocates.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The organisation has since said it was unable to secure the guarantees it sought from Israeli authorities and has now ruled out sharing any staff data “under the current circumstances”, citing risks to its workers’ safety.</p><p>Israel demanded last year that several international aid organisations hand over detailed information about their staff, funding and operations as part of what it described as new “security and transparency standards”.</p><p>The move has been widely criticised by humanitarian groups, who say it risks further endangering aid workers in a context where Israel’s military has already killed more than 1,700 health workers since the start of its genocidal war against Palestinians in Gaza in October 2023, including at least 15 MSF employees.</p><h2 id=\"aid-groups-safety-concerns\">Aid groups’ safety concerns</h2><p>On January 1, Israel withdrew the licences of 37 aid organisations – including MSF, the Norwegian Refugee Council, the International Rescue Committee and Oxfam – saying they had failed to comply with the new requirements.</p><p>Under regulations issued by Israel’s Ministry for Diaspora Affairs, organisations are required to submit sensitive information, including passport copies, CVs and the names of family members, including children.</p><p>The rules also allow Israel to bar organisations it accuses of inciting racism, denying Israel’s existence or the Holocaust, or supporting what it calls “an armed struggle by an enemy state or a terrorist organisation”.</p><p>MSF said that after months of engagement with Israeli authorities, it concluded that it could not safely comply with the demands.</p><p>It comes after MSF previously saying it was <a href=\"/news/2026/1/26/anger-as-msf-agrees-to-israels-unreasonable-demands-what-to-know\">prepared to share</a> a defined list of Palestinian and international staff names, subject to “clear parameters”, and only with the express agreement of those concerned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The organisation said this position had been defined following consultation with Palestinian colleagues, with staff safety as the central consideration.</p><p>However, MSF said it was unable to secure the concrete assurances it requested.</p><p>“These included that any staff information would be used only for its stated administrative purpose and would not put colleagues at risk; that MSF would retain full authority over all human resource matters and management of medical humanitarian supplies, and that all communications defaming MSF and undermining staff safety would cease,” the aid group said in a statement.</p><p>Humanitarian organisations fear that such data could be used to target aid workers in Gaza, the occupied West Bank and East Jerusalem.</p><p>Israel has accused MSF – without providing evidence – of employing people who fought with Palestinian armed groups, part of a broader campaign. Israeli officials have also alleged, without proof, that United Nations agencies and other humanitarian groups are linked to Hamas.</p><p>Aid organisations say such accusations have helped normalise attacks on humanitarian workers and undermine life-saving operations. According to the International Rescue Committee, Palestinians make up nearly one-fifth of all aid workers killed globally since records began.</p><h2 id=\"devastating-impact\">‘Devastating impact’</h2><p>MSF operates medical services across Gaza and the occupied West Bank, providing emergency and critical care. The organisation warned that expelling MSF from Gaza and the West Bank would have a “devastating impact” as Palestinians face winter conditions amid widespread destruction and urgent humanitarian needs.</p><p>Humanitarian conditions in Gaza remain dire, MSF said, with nearly 500 people killed since October, basic services largely destroyed and the health system “nearly non-functional”, with specialised care, such as burn treatment, unavailable.</p><p>In 2025, MSF said it provided 800,000 consultations, assisted one in three births and supported one in five hospital beds.</p><p>“MSF remains open to ongoing dialogue with Israeli authorities to maintain our critical medical operations in Gaza and the West Bank,” the organisation said, “and to ensure that MSF can continue delivering essential, lifesaving medical care to those in desperate need”.</p></div></div></body></html>"
        },
        {
            "title": "Can Trump’s ‘madman theory’ reshape Iran and the Middle East? | Conflict News | Al Jazeera",
            "time": "2026-01-30T15:57:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6978c31751ca-1769521943.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In June 2025, the United States had just struck Iranian nuclear sites, but rather than signal that the bombings were the opening salvo of a war between the US and Iran, President Donald Trump was quick to try to draw a line under the attack.</p><p>“Now is the time for peace,” was Trump’s message at the time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fast forward to the present day, and Trump is threatening an even bigger attack, and backing up the threat with a <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">large-scale movement of US military assets</a>, including an aircraft carrier, towards Iranian waters.</p><p>Trump says that these threats are his way of convincing the Iranians to agree to a deal – reported to include demands to effectively end Iran’s nuclear programme, limit its ballistic missile programme, and stop support for allies across the Middle East.</p><p>This is the Trump school of foreign policy: heavy on threats, and willingness to carry out calibrated and – at least initially – confined military action, designed to avoid US military entrenchment. At the same time, Trump says that he is not necessarily a supporter of regime change, but leaves the door open for it.</p><p>Trump actively cultivates an image that may – in a more disparaging way – be called the “madman theory” of foreign policy. Said to have originally been coined by former US President Richard Nixon in the late 1960s, the idea is for the enemy to question just how far you are willing to go, even if it seems irrational.</p><p>The US assassination of Iranian General Qassem Soleimani in 2020 was one of the major examples of Trump acting this way during his first term. The unexpected killing of a senior state official of another country risked direct war and went against the opinions of many foreign policy experts. And yet Trump saw it as an act of deterrence and strength, and felt vindicated once it became clear the Iranians would not respond in kind.</p><p>In his second term, Trump has doubled down on this style of foreign policy, most notably in the abduction of <a href=\"/news/2026/1/28/rubio-testifies-before-us-senate-on-abduction-of-venezuelas-maduro\">Venezuelan President Nicolas Maduro</a>. It now serves to give added heft to his current threats towards Iran.</p><p>The tactic serves two separate instincts within Trump and those around him – a desire to appear to be different from the neoconservatives who took the US into the 2003 war and subsequent disastrous occupation of Iraq, while simultaneously weakening any force in the region deemed to be a threat to the US or its chief Middle Eastern ally, Israel.</p><p>In essence, Trump wants to use the threat of force – and the occasional attack – to get short-term “wins” that make US enemies weaker, while steering clear of any protracted engagements.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-trump-be-successful\">Can Trump be successful?</h2><p>How long that can work for depends on the size of the goal. When limited concessions are acceptable to both the US and the adversary, Trump’s threats can potentially lead to results in his favour.</p><p>The US president’s current threat to “no longer help” Iraq if the <a href=\"/news/2026/1/27/trump-says-us-will-end-support-for-iraq-if-al-maliki-reinstated-as-pm\">pro-Iranian politician Nouri al-Maliki</a> becomes prime minister is a case in point.</p><p>Trump may be imposing his will on Iraq, but it is a threat backed not by war, but by potential economic consequences, therefore reducing the sense that Iraqi sovereignty is under attack. It also leaves the door open to other politicians the US deems acceptable to be prime minister, including the man currently in the job, Mohammed Shia al-Sudani.</p><p>Al-Sudani is within the same wider Shia political alliance as al-Maliki, but is considered not to be as close to Iran and does not have the latter’s baggage. Keeping al-Sudani in power instead of al-Maliki, if that does indeed happen, is a relatively easy deal to make in return for avoiding any US economic wrath – and allows Trump to secure another “win”.</p><p>In Syria, US policy appears to be more focused on gradual withdrawal, because Trump feels like he has a partner in the group that <a href=\"/news/2026/1/28/trump-praises-syrian-president-al-sharaa-after-offensive-against-sdf\">he can work with</a> in President Ahmed al-Sharaa. US policy in Syria is fixated on two goals: ensuring that ISIL (ISIS) does not strengthen, and guaranteeing no threat towards Israel from Syria.</p><p>At the same time, Trump has no qualms in abandoning the Kurdish-led Syrian Democratic Forces, a US ally now deemed surplus to requirements.</p><p>Instead, Gulf powers, led by Saudi Arabia, have said that they can vouch for the Syrian government and al-Sharaa, and for Trump, this is a way to largely wash his hands of at least one problem in a region he has long maintained is prone to endless wars.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"increasing-complications\">Increasing complications</h2><p>In Lebanon and Gaza, Trump has attempted to use the threat of military force to achieve two goals: an end to all-out war and for anti-US and anti-Israel forces to agree to disarm.</p><p>Trump’s policy goals in Lebanon and Gaza are less maximalist than in Iran, but achieving them will be more complex than the relatively moderate concessions demanded of Iraq.</p><p>In both Lebanon and Gaza, the US has stepped in after devastating Israeli wars and positioned itself as a peacemaker, despite backing Israel in both of the conflicts.</p><p>And yet peace is conditional on armed groups – <a href=\"/features/2026/1/29/aouns-tightrope-daily-israeli-attacks-and-hezbollahs-refusal-to-disarm\">Hezbollah in Lebanon</a> and Hamas in Gaza – disarming completely. During the gradual negotiations in both instances, the US has presented itself as a restraining force on Israel, preventing a return to all-out war, but allowed Israel to carry out regular small-scale attacks that serve as reminders of what Israel and the US could carry out if their demands are not met.</p><p>But full disarmament is a bitter pill to swallow for both Hezbollah and Hamas.</p><p>In Syria, Hezbollah and its supporters would see this as accepting defeat in the fight against the US and Israel – a catastrophic blow for an organisation that sees itself as a resistance movement to those two powers.</p><p>Trump’s “<a href=\"/opinions/2026/1/27/trumps-board-of-peace-puts-rights-abusers-in-charge-of-global-order\">Board of Peace</a>“, the body established to oversee the administration of Gaza, is more palatable to Hamas to a point, but similarly, the full disarmament being demanded of the group will take away one of the central elements of its self-identity, even as Israel’s occupation of Palestinian land continues with no end in sight.</p><p>It is therefore likely that both Hezbollah and Hamas believe that agreeing to the demand to fully disarm is an existential matter, opening the door to a future breakdown of negotiations.</p><h2 id=\"long-term-consequences\">Long-term consequences</h2><p>Iran’s past experience with Trump and perception of its own existential threat may test the limits of Trump’s approach to foreign policy.</p><p>Trump insists that he wants a deal, but the Iranian government is signalling that it simply does not believe him, based on what it believes to be his duplicitous previous attacks during negotiations, and his willingness to abduct foreign leaders as a means of projecting US power.</p><p>The Iranians appear to see few off-ramps, and based on their experience in the past year, now regard concessions as merely inviting further pressure.</p><p>The Islamic Republic – or at least elements within it – sees that its own survival is at stake. So now, for the US and Trump, it is the other side that may have nothing to lose. In these circumstances, can the “madman” foreign policy approach work?</p><p>Ultimately, Trump’s approach of projecting the US’s military might can compel the other side to provide concessions – but only up to a point if they feel that they are marked for elimination.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why has Burkina Faso banned political parties, and what’s next? | Armed Groups News | Al Jazeera",
            "time": "2026-01-30T15:25:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357459450133-1767178831.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After several years of suspension, political parties in Burkina Faso have been formally dissolved by the military government, which has also seized all their assets in a move analysts say is a major blow for democracy in the West African nation.</p><p>In a decree issued on Thursday, the government, led by Captain Ibrahim Traore, scrapped all laws which established and regulated political parties, accusing them of failing to comply with guidelines.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The troubled West African nation is struggling with violence from armed groups linked to ISIL (ISIS) and al-Qaeda. It is one of a growing number of West and Central African nations to have undergone coups in recent years.</p><p><a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\" target=\"_blank\" rel=\"noopener\">Traore</a> seized power in September 2022, eight months after an earlier military coup had already overthrown the democratically elected President Roch Marc Kabore.</p><p>Despite strong criticism by rights groups and opposition politicians of his authoritarian approach, 37-year-old Traore has successfully built up an online cult-like following among pan-Africanists, with many likening him to the late Burkinabe revolutionary leader, Thomas Sankara.</p><p>Traore’s anti-colonial and anti-imperial pronouncements are often shown in high-definition, AI-generated videos that have gained him widespread admiration across the internet.</p><p>But the decision to ban political parties does not sit well for democracy, Dakar-based analyst Beverly Ochieng of the Control Risks intelligence firm, told Al Jazeera.</p><p>“The military government will [remain] highly influential, especially after a recent decree appointing Traore in a supervisory capacity in the judiciary,” Ochieng said, referring to a December 2023 constitutional change which placed courts directly under government control.</p><p>Going forward, “there will be very limited division of powers or autonomy across the civic and political space,” Ochieng said, adding that the military government will likely keep extending its stay in power.</p><figure id=\"attachment_4275974\" aria-describedby=\"caption-attachment-4275974\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275974\" src=\"/wp-content/uploads/2026/01/2022-10-14T144940Z_1970899849_RC2X0X904MJR_RTRMADP_3_BURKINA-POLITICS-1769774226.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ouaga\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275974\" class=\"wp-caption-text\">People attend the beginning of two days of national talks to adopt a transitional charter and designate an interim president to lead the country after September’s coup in Ouagadougou, Burkina Faso, on October 14, 2022 [Vincent Bado/Reuters]</figcaption></figure><h2 id=\"why-have-political-parties-been-banned\">Why have political parties been banned?</h2><p>The Burkinabe government claims the existing political parties were not following the codes which established them.</p><p>In a televised statement following a Council of Ministers meeting on Thursday, when the new decree was approved, Interior Minister Emile Zerbo said the decision was part of a broader effort to “rebuild the state” after alleged widespread abuses and dysfunction in the country’s multiparty system.</p><p>A government review, he said, had found that the multiplication of political parties had fuelled divisions and weakened social cohesion in the country.</p><p>“The government believes that the proliferation of political parties has led to excesses, fostering division among citizens and weakening the social fabric,” Zerbo said.</p><p>He did not give details of the political parties’ alleged excesses.</p><h2 id=\"how-did-political-parties-operate-in-the-past\">How did political parties operate in the past?</h2><p>Before the 2022 coup, which brought the current military leadership to power, Burkina Faso had more than 100 registered political parties, with 15 represented in parliament after the 2020 general elections.</p><p>The largest was the ruling People’s Movement for Progress (MPP), which had 56 of 127 seats in parliament. It was followed by the Congress for Democracy and Progress, with 20 seats, and the New Era for Democracy with 13 seats.</p><p>But the civilian government faced months of protests as thousands took to the streets to demonstrate against growing insecurity from armed groups in large parts of the country.</p><p>In 2022, Traore took power, promising to put an end to violence by armed groups. He also promised the regional Economic Community of West African States (ECOWAS) bloc that his government would hold elections by 2024.</p><p>But political parties were banned from holding rallies after the 2022 coup and, a month before the 2024 deadline, Traore’s government postponed elections to 2029 after holding a national conference, which was boycotted by several political parties.</p><p>Burkina Faso, along with Mali and Niger, withdrew from ECOWAS to form the Alliance of Sahel States, a new economic and military alliance in January last year. They also withdrew from the International Criminal Court (ICC).</p><p>In July 2025, Traore’s government dissolved the Independent National Electoral Commission, saying the agency was too expensive.</p><figure id=\"attachment_4206525\" aria-describedby=\"caption-attachment-4206525\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4206525\" src=\"/wp-content/uploads/2025/12/AP25357457602550-1767178885.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Traore\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4206525\" class=\"wp-caption-text\">Burkina Faso’s President Captain Ibrahim Traore, second left, walks alongside Mali’s President General Assimi Goita during the Alliance of Sahel States (AES) second summit on security and development in Bamako, Mali, on December 23, 2025 [Mali Government Information Center via AP]</figcaption></figure><h2 id=\"has-insecurity-worsened-under-traore\">Has insecurity worsened under Traore?</h2><p>Landlocked Burkina Faso is currently grappling with several armed groups which have seized control of land in the country’s north, south and west, amounting to about 60 percent of the country, according to the Africa Center for Strategic Studies (ACSS).</p><p>The most active groups are the al-Qaeda-backed Jama’at Nusrat al-Islam wal-Muslimin (JNIM) and Islamic State Sahel Province (ISSP), which also operate in neighbouring Mali and Niger.</p><p>The groups want to rule over territory according to strict Islamic laws and are opposed to secularism.</p><figure id=\"attachment_2257951\" aria-describedby=\"caption-attachment-2257951\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2257951\" src=\"/wp-content/uploads/2023/07/AP23178419564742-1688218774.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Capt. Ibrahim Traore parade wave a Russian flag in the streets of Ouagadougou, Burkina Faso, Oct. 2, 2022.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2257951\" class=\"wp-caption-text\">Supporters of Captain Ibrahim Traore parade with a Russian flag in the streets of Ouagadougou, Burkina Faso, on October 2, 2022 [File: Sophie Garcia/AP]</figcaption></figure><p>By December 2024, all three Alliance of Sahel States countries had cut ties with former colonial power France and instead turned to Russian fighters for security support after accusing Paris of overly meddling in their countries.</p><p>Between them, they expelled more than 5,000 French soldiers who had previously provided support in the fight against armed groups. A smaller contingent of about 2,000 Russian security personnel is now stationed across the three countries.</p><p>But violence in Burkina Faso and the larger Sahel region has worsened.</p><p>Fatalities have tripled in the three years since Traore took power to reach 17,775 – mostly civilians – by last May, compared with the three years prior, when combined recorded deaths were 6,630, the ACSS recorded.</p><p>In September, Human Rights Watch <a href=\"https://www.hrw.org/news/2025/09/15/burkina-faso-islamist-armed-groups-massacre-civilians\" target=\"_blank\" rel=\"noopener\">accused </a>JNIM and ISSP of massacring civilians in northern Djibo, Gorom Gorom and other towns, and of causing the displacement of tens of thousands since 2016.</p><p>HRW has also similarly accused the Burkinabe military and an allied militia group, Volunteers for the Defense of the Homeland, of atrocities against civilians suspected of cooperating with armed groups. In attacks on northern Nondin and Soro villages in early 2024, the military killed 223 civilians, including 56 babies and children, HRW <a href=\"/news/2024/4/28/burkina-faso-says-hrw-massacre-accusations-baseless\">said in an April 2024 report</a>.</p><p>Mali and Niger have similarly recorded attacks by the armed groups. Malian capital Bamako has been <a href=\"/video/the-take-2/2025/11/11/aje-onl-mli_bamakosiege_av_v2-111125\">sealed off</a> from fuel supplies by JNIM fighters for months.</p><p>On Wednesday night, the Nigerien military <a href=\"/news/2026/1/29/niger-military-govt-says-france-benin-ivory-coast-behind-airport-attack\">held off</a> heavy attacks on the airport in the capital city, Niamey. No armed group has yet claimed responsibility.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"is-the-civic-space-shrinking-in-burkina-faso\">Is the civic space shrinking in Burkina Faso?</h2><p>Since it took power, the government in Ouagadougou has been accused by rights groups of cracking down on dissent and restricting press and civic freedoms.</p><p>All political activities were first suspended immediately after the coup.</p><p>In April 2024, the government also took aim at the media, ordering <a href=\"/news/2024/4/26/burkina-faso-suspends-bbc-voice-of-america-for-reporting-on-army-killings\" target=\"_blank\" rel=\"noopener\">internet service providers</a> to suspend access to the websites and other digital platforms of the BBC, Voice of America and HRW.</p><p>Meanwhile, authorities have forced dozens of government critics into military service and sent them to fight against armed groups. Several prominent journalists and judges have been arrested after speaking out against increasingly restrictive rules on press and judiciary freedom.</p><p>Abdoul Gafarou Nacro, a deputy prosecutor at the country’s High Court, was one of at least five senior members of the judiciary to be forcibly conscripted and sent to fight armed groups in August 2024 after speaking out against the military government. Nacro’s whereabouts are currently unknown.</p><p>In April 2025, three abducted journalists resurfaced in a social media video 10 days after they went missing, in one example. All three – Guezouma Sanogo, Boukari Ouoba, and Luc Pagbelguem – were wearing military fatigues in an apparent forced conscription. They have all since been released.</p><p>However, several others, including some opposition politicians, are still missing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Djokovic beats Sinner as history and Alcaraz await in Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-30T15:11:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2259061024-1769783923.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Djokovic beats Sinner as history and Alcaraz await in Australian Open final</h1><p class=\"article__subhead\"><em>Novak Djokovic stuns reigning two-time champion Jannik Sinner to set up Australian Open final against Carlos Alcaraz.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Novak ‍Djokovic ‍channelled his halcyon days in a five-set classic to dethrone Jannik Sinner and become ⁠the oldest man to reach ​the Australian Open final ‍in the professional era at a rocking Rod Laver Arena.</p><p>Four months before his ‍39th ⁠birthday, Djokovic showed he remains unbeatable on his day as he sent the double defending champion packing with a 3-6 6-3 4-6 6-4 ​6-4 win in a 1:32am finish early on Saturday in Melbourne (14:32 GMT on Friday).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It feels surreal to be honest, playing over four hours,” Djokovic said on ​court.</p><p>“I was reminiscing in 2012 when I played Rafa [Nadal] in the final, that was six ‍hours almost.</p><p>“The level of intensity and quality was high [against Sinner], and that was the only way to have a chance to win.</p><p>“He won the last five matches against me, he had my mobile number, so I had to change my ‍number tonight.</p><p>“Jokes aside I ⁠said at the net: ‘Thanks for allowing me at least one’. Tremendous respect, an incredible player. He pushed me to the limit, so he deserves applause for his performance.”</p><figure id=\"attachment_4276295\" aria-describedby=\"caption-attachment-4276295\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276295\" src=\"/wp-content/uploads/2026/01/GettyImages-2259058921-1769783974.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Novak Djokovic of Serbia in the Men's Singles Semifinal against Jannik Sinner of Italy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276295\" class=\"wp-caption-text\">Novak Djokovic of Serbia plays a forehand against Jannik Sinner of Italy [Quinn Rooney/Getty Images]</figcaption></figure><p>Djokovic will meet world number one Carlos Alcaraz in Sunday’s decider, the Spaniard having fought off Alexander Zverev in <a href=\"/sports/2026/1/30/alcaraz-beats-zverev-to-break-slam-record-in-reaching-australian-open-final\">the longest Australian Open semifinal</a>.</p><p>Eighteen years after his first Melbourne crown, Djokovic will strive for a record-extending 11th against Alcaraz and the unprecedented 25th Grand Slam title that has eluded him.</p><p>Djokovic needed incredible ​fortune to reach the semifinals, with his quarterfinal opponent, Lorenzo Musetti, retiring injured ‌after taking the first two sets.</p><p>The Serb enjoyed a walkover in the fourth round as well, when Jakub Mensik pulled out.</p><p>But it was hard work and mental toughness that got Djokovic over the line against Sinner, a player who had beaten him in ‌their previous five matches.</p><figure id=\"attachment_4276298\" aria-describedby=\"caption-attachment-4276298\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276298\" src=\"/wp-content/uploads/2026/01/GettyImages-2259058249-1769784042.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Jannik Sinner in defeat to Novak Djokovic at the Australian Open tennis\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276298\" class=\"wp-caption-text\">Jannik Sinner of Italy plays a forehand in the Men’s Singles semifinal at Melbourne Park[Phil Walter/Getty Images]</figcaption></figure><p>Victory came grudgingly.</p><p>He had to save a slew of break points in the decisive set before finally getting a look at Sinner’s ‌serve at 3-3.</p><p>Flooring the Italian in three punishing rallies, the Serb ⁠broke him to lead 4-3, raised one fist and threw an icy stare at his player’s box.</p><p>Djokovic had to save another three break points in the next service game, but sent Serbian fans into delirium when he survived them all and held with an ‌ace.</p><p>Serving for the match at 5-4, Djokovic summoned the grit and champion spirit of 20 years at the top, setting up two match points with a forehand winner down the line.</p><p>Sinner saved both, but finally fired ‍a backhand wide to concede, leaving Djokovic to throw away his racket, get down on his knees and cross his chest.</p></div></div></body></html>"
        },
        {
            "title": "Trump nominates Kevin Warsh to replace Powell as Fed chair | Donald Trump News | Al Jazeera",
            "time": "2026-01-30T14:41:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697cb9ff-1769781759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has nominated former Federal Reserve Governor Kevin Warsh to head the US central bank when current Federal Reserve Chair Jerome Powell’s term ends in May.</p><p>The announcement on Friday caps a months-long, highly publicised search for a new chair of the Federal Reserve, widely regarded as one of the most influential economic officials in the world.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes amid Trump’s public pressure campaign on Powell, whom he appointed during his first term but has repeatedly condemned for not cutting interest rates at the pace the president would like.</p><p>“I have known Kevin for a long period of time, and have no doubt that he will go down as one of the GREAT Fed Chairmen, maybe the best,” Trump posted on his Truth Social site. “On top of everything else, he is ‘central casting,’ and he will never let you down.”</p><p>The statement referenced the apparent compromise Warsh represents. The 55-year-old is known to be in Trump’s orbit and has recently called for lower interest rates, although he is expected to stop short of the more aggressive easing associated with some other potential candidates for the job.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, he is expected to face a punishing Senate confirmation hearing, with US lawmakers likely to be particularly critical given Trump’s public comments and the Department of Justice’s decision earlier this month to open a criminal probe into Powell.</p><p>Critics, including Powell, have said Trump’s actions seek to undermine the Federal Reserve’s independence and pressure the agency to set monetary policy aligned with the president’s wishes.</p><h2 id=\"what-does-the-federal-reserve-do\">What does the Federal Reserve do?</h2><p>The Federal Reserve has long been seen as a stabilising force in global financial markets, due in part to its perceived independence from politics.</p><p>It is tasked with combating inflation in the US while also supporting maximum employment. It is also the nation’s top banking regulator.</p><p>The agency’s rate decisions over time influence borrowing costs throughout the economy, including for mortgages, car loans and credit cards.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement, Senator Elizabeth Warren, the top Democrat on the US Senate Banking Committee, said, “This nomination is the latest step in Trump’s attempt to seize control of the Fed.”</p><p>She pointed to the investigation into Powell, as well as Trump’s effort to push out Fed Governor Lisa Cook, which is currently being challenged before the US Supreme Court.</p><p>“No Republican purporting to care about Fed independence should agree to move forward with this nomination until Trump drops his witch-hunt,” Warren said.</p><p>Republican Senator Thom Tillis, meanwhile, said he would not vote to confirm any nominee until the Department of Justice probe into Powell is ended.</p><p>“Protecting the independence of the Federal Reserve from political interference or legal intimidation is non-negotiable,” he said in a statement.</p><p>Still, some Republicans welcomed the nomination.</p><p>“No one is better suited to steer the Fed and refocus our central bank on its core statutory mandate,” Republican Senator Bill Hagerty said in a statement.</p><p>If Warsh is confirmed, it remains unclear whether Powell would immediately step down or finish out his term. Traditionally, Federal Reserve chairs step aside as soon as their replacement is appointed, but the political situation has led to speculation Powell could stay on as long as possible.</p><h2 id=\"who-is-warsh\">Who is Warsh?</h2><p>Warsh is currently a fellow at the right-leaning Hoover Institution and a lecturer at the Stanford Graduate School of Business.</p><p>He was a member of the Federal Reserve’s board from 2006 to 2011 and became the youngest Federal Reserve governor in history when he was appointed at age 35.</p><p>He was an economic aide in George W Bush’s Republican administration and was an investment banker at Morgan Stanley. His father-in-law is Ronald Lauder, heir to the Estee Lauder cosmetics fortune and a longtime donor and confidant of Trump’s.</p><p>Warsh has historically supported higher interest rates to control inflation, but has more recently argued for lower rates.</p><p>He has been a vocal critic of current Federal Reserve leadership, calling for “regime change” and criticising Powell for engaging on issues like climate change, which Warsh has said are outside the role’s mandate.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said Warsh’s experience means his appointment will likely be well received by the markets.</p><p>“The consensus is that in the short term, yes, this is a nominee who will do what the president has asked,” she said.</p><p>“But what he could do long term as chair of the board is very similar, ironically, to what Jerome Powell, the current board chair, is doing right now,” she said.</p><p>“That is having independence – making decisions based on economic data and not necessarily on political whims of a president.”</p></div></div></body></html>"
        },
        {
            "title": "US-Iran tensions: The diplomatic scramble to prevent a war | Conflict News | Al Jazeera",
            "time": "2026-01-30T14:30:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697c8de22f-1769770466.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amid rising tensions and growing fears of a <a href=\"/news/liveblog/2026/1/30/live-iran\">military clash</a> between Iran and the United States, a series of nations – especially in Iran’s extended neighbourhood – are engaged in hectic diplomacy aimed at avoiding an all-out war.</p><p>We look at the various diplomatic efforts taking place, and whether they could succeed in defusing tensions.</p><h2 id=\"what-is-happening-between-iran-and-the-us\">What is happening between Iran and the US?</h2><p>On Wednesday, US President Donald Trump renewed threats of US military intervention in Iran if it does not reach <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">a deal</a> to curb its nuclear programme and ballistic missile capacity.</p><p>“A massive Armada is heading to Iran,” Trump wrote in a post on his Truth Social platform. The US fleet of warships includes the nuclear-powered aircraft carrier USS Abraham Lincoln.</p><p>US Central Command (CENTCOM) confirmed in a post on X on Monday that the USS Abraham Lincoln had been sent to the Middle East to “promote regional security and stability”.</p><p>The vessel, which departed its home port of San Diego, California in November and had been operating in the South China Sea until last week, is one of the US Navy’s largest warships.</p><p>Trump first issued a <a href=\"/news/2026/1/14/what-are-trumps-military-options-for-an-attack-on-iran\">threat</a> to militarily intervene in Iran earlier this month during protests against the country’s government. The <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">protests</a> had begun in late December 2025 over the country’s worsening economic conditions. They escalated into a broader challenge to the country’s clerical leadership, which has been in power since the 1979 Islamic revolution.</p><p>Trump initially backed down from his threat to attack Iran after receiving assurances that protesters would not be executed, he said. But he has since renewed them.</p><p>Tehran has stated that it is not willing to negotiate under the threat of attack and has signalled its readiness to defend Iran.</p><p>“Tehran’s priority is currently not to negotiate with the US, but to have 200 percent readiness to defend our country,” Kazem Gharibabadi, a senior member of the Iranian negotiating team, told Iranian state media on Wednesday.</p><p>He said messages had been passed to the US through intermediaries, but stated that even if conditions became suitable for talks, Iran would remain fully prepared to defend itself. He pointed out that the US launched an assault on its nuclear facilities in June last year – just as negotiations were about to begin to end its 12-day war with Israel.</p><p>During that conflict, there were few Israeli casualties, but Iranian missiles did manage to breach Israel’s much-vaunted “Iron Dome” defence system, causing alarm in Tel Aviv and Washington.</p><p>On Thursday, the Iranian army announced it had added 1,000 new “strategic” drones to its forces, including one-way attack drones and combat, reconnaissance and cyber-capable systems designed to strike fixed or mobile targets on land, in the air and at sea.</p><p>“Proportionate to the threats facing us, the agenda of the army includes maintaining and improving strategic advantages for fast combat and a decisive response to any aggression,” army commander Amir Hamati said in a short statement.</p><p>At the same time, however, Iran is pursuing diplomatic channels in a bid to de-escalate the situation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-diplomatic-efforts-are-taking-place\">What diplomatic efforts are taking place?</h2><h3>Turkiye</h3><p>Iran’s foreign minister, Abbas Araghchi, arrived in Istanbul to hold high-level talks with Turkish Foreign Minister Hakan Fidan and President Recep Tayyip Erdogan on Friday.</p><p>While announcing Araghchi’s meetings with the Turkish leaders, Esmaeil Baghaei, Iranian Ministry of Foreign Affairs spokesperson, said that Tehran aims to “constantly strengthen ties with neighbours based on shared interests”.</p><p>While the exact agenda for these discussions has not been revealed, the talks come amid Trump’s threats of military intervention in Iran.</p><p>Araghchi’s meeting will take place while similar discussions between Iran’s leadership and representatives of other countries continue.</p><h3>Pakistan</h3><p>On Thursday, Araghchi spoke with Pakistani Foreign Minister Ishaq Dar on a phone call.</p><p>According to a news release by the Iranian government, Dar reiterated Islamabad’s position on respecting state sovereignty, rejecting interference in other countries’ internal affairs and condemning “terrorism”.</p><p>On the same day, Pakistani Prime Minister Shehbaz Sharif spoke to Iranian President Masoud Pezeshkian. Sharif wrote in an X post that the two leaders reaffirmed their commitment to further strengthening ties between Pakistan and Iran.</p><p></p><h3>Egypt</h3><p>Egypt’s Ministry of Foreign Affairs said on Wednesday that its top diplomat, Badr Abdelatty, had spoken with Araghchi and US Special Envoy to the Middle East Steve Witkoff separately in a bid to “work toward achieving calm, in order to avoid the region slipping into new cycles of instability”.</p><h3>Saudi Arabia and Gulf nations</h3><p>On Tuesday, Saudi Arabia’s Crown Prince Mohammed bin Salman held a call with Iran’s President Pezeshkian and said the kingdom would “not allow its airspace or territory to be used for any military actions against Iran or for any attacks from any party, regardless of their origin”.</p><p>The United Arab Emirates (UAE) has made similar pledges not to allow a US strike on Iran from its territories or airspace.</p><h3><strong>India</strong></h3><p>On Wednesday, India’s deputy national security adviser, Pavan Kapoor, travelled to Tehran for meetings with Iran’s Supreme National Security Council Secretary Ali Larijani and Deputy for International Affairs Ali Bagheri Kani.</p><p></p><p>Last week, India voted against a United Nations Human Rights Council (UNHRC) resolution condemning Iran for its crackdown on protesters.</p><p>Twenty-five members of the council voted in favour of the resolution, while 14 abstained. Seven, including India, China, Vietnam and Cuba, opposed it.</p><h3 id=\"china\">China</h3><p>Besides also voting against the UNHRC resolution last week, China made a show of support for Iran at the UN on Wednesday this week.</p><p>Fu Cong, China’s permanent representative to the United Nations, told an open debate on the Middle East: “The use of force cannot solve problems. Any acts of military adventurism will only push the region into an abyss of unpredictability.” He urged all countries to abide by the United Nations Charter and to oppose interference in the internal affairs of other countries.</p><p>“China hopes that the United States and other relevant parties will heed the call of the international community and regional countries, do more things that are conducive to peace and stability in the Middle East, and avoid exacerbating tensions and adding fuel to the fire,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Russia</h3><p>On Thursday, Russia said there was room for negotiation between the US and Iran.</p><p>“We continue to call on all parties to exercise restraint and to renounce any use of force to resolve issues. Clearly, the potential for negotiations is far from exhausted … We must focus primarily on negotiating mechanisms,” Kremlin spokesperson Dmitry Peskov told reporters.</p><p>“Any forceful actions can only create chaos in the region and lead to very dangerous consequences in terms of destabilising the security system throughout the region.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-about-the-west\">What about the West?</h2><p>Western leaders have largely focused on condemning Iran’s crackdown on protesters this month and have mostly held back from making any major pronouncements on an impending war between Iran and the US.</p><p>On January 25, French armed forces minister Alice Rufo told local media that while France wants to support the Iranian people, “a military intervention is not the preferred option.”</p><p>She added that it was “up to the Iranian people to rid themselves of this regime”.</p><p id=\"meanwhile-on-thursday-eu-introduced-sanctions-against-the-irgc-kaja-kallas-hypocrisy-of-the-eu-calling-the-irgc-vs-the-idf\">But that was perhaps the closest a European nation has come to opposing Trump’s military plans. Instead, while Iranian authorities were engaged in diplomatic outreach with regional neighbours on Thursday, the European Council adopted new sanctions against 15 Iranian individuals and six entities.</p><p>The Council said in a statement that these restrictions had been imposed in response to “serious human rights violations in Iran, following the violent repression of peaceful protests, including the use of violence, arbitrary detention, and intimidation tactics by security forces against demonstrators”.</p><p>The European Union also designated Iran’s Islamic Revolutionary Guard Corps (IRGC) a “terrorist organisation”.</p><p>The US, Canada and Australia also listed the IRGC as a terrorist organisation in 2019, 2024 and 2025, respectively.</p><p>Kaja Kallas, vice president of the European Commission, wrote in an X post on Thursday: “Any regime that kills thousands of its own people is working toward its own demise.”</p><p>On Wednesday, French Foreign Minister Jean-Noel Barrot wrote in an X post that “France will support the designation of the Islamic Revolutionary Guard Corps on the European Union’s list of terrorist organisations.”</p><p>This marked a policy reversal from Paris, which had previously argued that legal and procedural obstacles prevented the EU from designating the IRGC as a terrorist organisation.</p><p>The Iranian leadership strongly criticised the EU decisions.</p><p>“Putting aside the blatant hypocrisy of its selective outrage – taking zero action in response to Israel’s Genocide in Gaza and yet rushing to ‘defend human rights’ in Iran – Europe’s PR stunt mainly seeks to cloak that it is an actor in severe decline,” Araghchi wrote on social media.</p><p>As Trump renewed his threats of military intervention in Iran on Wednesday, German Chancellor Friedrich Merz said that the Iranian government’s “days are numbered”.</p><p>“A regime that can only hold onto power through sheer violence and terror against its own population: its days are numbered,” Merz said at a news conference with Romanian Prime Minister Ilie Bolojan.</p><p>“It could be a matter of weeks, but this regime has no legitimacy to govern the country”.</p><h2 id=\"could-diplomacy-work\">Could diplomacy work?</h2><p>Experts say diplomacy will likely have only a limited impact when it comes to defusing military tensions between the US and Iran.</p><p>Adnan Hayajneh, a professor of international relations at Qatar University, <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">said</a> the calls for de-escalation from regional actors were unlikely to play a major role in influencing US decisions on whether it would strike Iran.</p><p>“[Trump] doesn’t really care about regional actors,” he said. “At the end of the day, he listens to himself.”</p></div></div></body></html>"
        },
        {
            "title": "Zverev slams Alcaraz timeout after loss in longest Australian Open semi | Tennis News | Al Jazeera",
            "time": "2026-01-30T14:21:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/GettyImages-2258985101-1769781992.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alexander Zverev condemned officials for allowing Carlos Alcaraz a medical timeout for a leg problem after ‍falling in <a href=\"/sports/2026/1/30/alcaraz-beats-zverev-to-break-slam-record-in-reaching-australian-open-final\">an epic five-setter</a> ‍to the Spaniard in the Australian Open’s longest semifinal.</p><p>World number one Alcaraz was struggling to move at 4-4 in the third set on Friday and was allowed treatment on his right thigh at the change of ends, leaving the German incensed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While Alcaraz said post-match that he worried he may have ⁠strained an adductor muscle, Zverev was adamant the Spaniard’s problem was cramp, which is out of bounds for medical timeouts.</p><p>Alcaraz dropped ​the next two sets but was back running at full pelt in the fifth to close ‍out an epic 6-4 7-6(5) 6-7(3) 6-7(4) 7-5 win in five hours and 27 minutes.</p><p>“Yeah, I mean, he was cramping, so normally you can’t take a medical timeout for cramping,” third seed Zverev said at his post-match news conference.</p><p>“What can I do? It’s not my ‍decision. I didn’t ⁠like it, but it’s not my decision.”</p><p>On court, Zverev lashed out at a match supervisor in profanity-laden German as Alcaraz underwent treatment.</p><p>“I just said it was b******t, basically,” he said later of the exchange, noting that Alcaraz finished full of running.</p><p>“He took like an hour and a half off where he wasn’t moving almost at all.</p><p>“So again, maybe I should have used that better in a way. Maybe I should have won the games and won the sets a bit quicker. Then moving into the fifth, maybe he ​wouldn’t have had so much time to recover. But the fifth set, the way ‌he was moving, was incredible again.”</p><figure id=\"attachment_4276223\" aria-describedby=\"caption-attachment-4276223\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276223\" src=\"/wp-content/uploads/2026/01/GettyImages-2259011322-1769782097.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Alexander Zverev of Germany in the Men's Singles Semifinal match against Carlos Alcaraz of Spain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276223\" class=\"wp-caption-text\">Carlos Alcaraz, left, of Spain, and Alexander Zverev, right, of Germany, react after the former’s victory in the Men’s Singles semifinal [Clive Brunskill/Getty Images]</figcaption></figure><h2 id=\"alcaraz-admits-his-body-could-be-better-ahead-of-australian-open-final\">Alcaraz admits his body could be better ahead of Australian Open final</h2><p>When asked whether he was injured, Alcaraz equivocated.</p><p>“Well, obviously I feel tired. You know, obviously my body could be better, to be honest, but I think that’s normal after five hours and a half.”</p><p>Runner-up to Jannik Sinner last ‌year, Zverev was serving for the match at 5-4 in the fifth set of Friday’s semifinal but Alcaraz won the next three games to leave the German with ‌another near-miss at the Grand Slams.</p><p>Still chasing an elusive first major title, ⁠Zverev said he had more regrets about dropping the second set than his surrender in the fifth.</p><p>“I was hanging on for dear life, to be honest. I was exhausted,” he said, rating the match as probably the toughest physically of his career.</p><p>“I think we both went to our absolute ‌limits, so somewhat I’m also proud of myself, the way I was hanging on and came back from two sets to love.</p><p>“Of course it’s disappointing but this is the start of the year, so if I continue playing that ‍way, if I continue training the way I train, if I continue working on the things that I’ve been working in the offseason, I do believe it’s going to be a good year for me.”</p></div></div></body></html>"
        },
        {
            "title": "Ukrainian President Zelenskyy invites Putin to Kyiv for talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-30T14:09:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697c8b97-1769769880.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukrainian President Zelenskyy invites Putin to Kyiv for talks</h1><p class=\"article__subhead\"><em>Ukraine and Russia held US-mediated discussions in Abu Dhabi last week with another meeting scheduled for Sunday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy has invited Russian President Vladimir Putin to Kyiv for talks, “if he dares”.</p><p>He told reporters on Friday that he was ready for any format for the meeting, but would not go to Moscow or Belarus, following an invitation from the Kremlin.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Zelenskyy said it was “impossible” for him to meet Putin in Moscow, news agency RBC-Ukraine reports. “It’s the same as meeting with Putin in Kyiv. I can also invite him to Kyiv, let him come. I publicly invite him, if he dares, of course.”</p><p>He added that Russia was an aggressor waging war against Ukraine, and Belarus was a “partner in these actions”.</p><p>The Kremlin on Thursday said Russia had again invited the Ukrainian leader to Moscow for peace talks but had not received a response.</p><h2 id=\"negotiations\">Negotiations</h2><p>Talks between the two countries took place in Abu Dhabi last week, and a second round of the US-mediated negotiations is scheduled for Sunday. However, Reuters news agency reports that Zelenskyy said the date and location could change, due to the “situation between the United States and Iran”.</p><p>He noted that it was “very important for us that everyone we agreed with be present at the meeting”.</p><p>US President Donald Trump announced on Thursday that Putin had agreed to his request not to attack Ukraine’s energy infrastructure for a week amid extreme cold weather, which he said was “very nice”.</p><p>The Kremlin confirmed on Friday that Putin had received the request, with spokesperson Dmitry Peskov telling Sky News the Russian leader had “of course” agreed to the proposal.</p><p>Zelenskyy <a href=\"https://x.com/ZelenskyyUa/status/2016950745761742903\" target=\"_blank\" rel=\"noopener\">wrote</a> on X that the issue of a ceasefire on energy infrastructure attacks had been discussed during the talks, and that he expected the agreements to be implemented. “De-escalation steps contribute to real progress toward ending the war,” he added.</p><p>However, several sticking points remain, including Russia’s demand for Ukrainian forces to withdraw from about one-fifth of the Donetsk region, and the potential deployment of international peacekeepers in Ukraine after the war.</p></div></div></body></html>"
        },
        {
            "title": "Is Israel’s current path setting it on course for collapse? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-30T13:52:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697a7be43f29f-1769634788.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel will find itself diminished and no longer the secure regional hegemon if it maintains its current path, analysts and observers from within Israel and its diaspora have warned.</p><p>All signs, they say, from the ratcheting levels of political polarisation within the country, the loss of investor confidence at both home and abroad and the fundamentals of demographic change, make the collapse of the current iteration of the Israeli state almost inevitable in the coming decades.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“When we say that the Israeli state will stop existing, it’s more of a starting point,” political economist Shir Hever explained. “What we’re really talking about is whether it will continue as the same entity as it is now. For instance, the way apartheid South Africa was no longer the same entity after 1994, or that East Germany was the same entity after unification [in 1990].”</p><p>The argument is that Israel, as it stands now, is unsustainable. And it is not so much about the way Israel treats Palestinians, but about division within Israel. Many secular Israelis are leaving the country – including entrepreneurs who have made Israel’s tech industry one of the best in the world. At the same time, the religious Zionist and ultra-Orthodox segment of society is growing rapidly, even as it comparatively brings in less money to the economy.</p><p>The loss of Israelis leaving the country will therefore potentially take much of the revenue and investment needed to sustain the expansionist aims of a hard-right government, while subsidising a benefits-reliant community of ultra-Orthodox adherents.</p><p>One of the major push factors for secular Israelis is the country’s deep political polarisation, exacerbated by war, the attempted weakening of the judiciary, and the endless machinations of Prime Minister Benjamin Netanyahu.</p><p>Hever isn’t alone in his diagnosis. Perhaps most notable was the 2024 pronouncement from Eugene Kandel, the former head of Israel’s National Economic Council and an ally of Netanyahu, and Ron Tzur, the director of Israel’s Strategic Futures Institute, that Israel was unlikely to reach the centenary of its 1948 establishment if it continues on the same path.</p><p>The two based their conclusion on the divisions within Israeli society, outlining three groupings: a liberal Jewish secular group, a group that wants a religious Jewish state, and a group that advocates for a state with equal rights for Jews and Palestinians.</p><p>Kandel and Tzur see the main divide as being between the first two groups. “A war over the home, over everyone’s identity and values against everyone else, creates an existential threat to the country, because such a war cannot be stopped without a dramatic change in the feelings of all parties,” the two wrote.</p><p>For others, such as American political scientist Ian Lustick, that end has already been reached.</p><p>“[Israel] is no longer a ‘Jewish state’ in the sense that most Israeli Jews mean it, namely a state that privileges Jews over non-Jews but successfully fronts itself as a liberal democracy,” he told Al Jazeera. “Israel is now an apartheidist state which includes all the people living between the [Jordan] river and the [Mediterranean] sea.”</p><p>According to Hever, Israel cannot afford what he referred to as “the luxury of decline”. That is, to remain as it is, Israel must maintain its core workforce of educated middle-class innovators, such as those currently responsible for driving its technology sector, or maintaining its medical system.</p><p>Likewise, to fuel its continued expansion into Palestinian territory, Israel must maintain the industrial, infrastructure and technology to maintain its military strength, and a standard of living to prevent its people from leaving.</p><p>At present, none of those indicators are in good shape, analysts say.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"emigration\">Emigration</h2><p>Israel’s leaders have long regarded population growth as a strategic priority. From the moment the state was formed following the <a href=\"/news/2022/5/15/nakba-mapping-palestinian-villages-destroyed-by-israel-in-1948\">expulsion of some 750,000 Palestinians</a> in 1948, maintaining a clear demographic advantage over Palestinians was seen as vital to the Zionist project, as well as to the ability of the new state to field enough soldiers to secure its borders.</p><p>However, according to analysts, the period of political polarisation that preceded Israel’s genocidal war on Gaza has already resulted in the departure of many of the young graduate class that Israel needs to safeguard its future, even before Netanyahu’s government introduced reforms that would weaken the independence of the judiciary in early 2023.</p><p>At the time, <a href=\"/news/2023/2/20/what-are-israels-judicial-changes-causing-uproar\">Netanyahu’s plan</a> to rob the country’s Supreme Court of much of its powers of government oversight divided Israel to a degree that its later genocide in Gaza failed to match. Protesting what they saw as the government’s power grab, more than 200,000 – roughly 2 percent of the country’s population – took to the streets in protest.</p><p>The outcome has been stark. While government laws blurring legal and physical residency make accurate numbers hard to gauge, the Israeli parliament’s own figures and those of think tanks show that increased emigration, particularly among secular Israelis, has significantly slowed the growth of Israel’s population. In all, driven by war and an increasingly polarised society, more than 150,000 people have left Israel in the past two years, and more than 200,000 since the current government took office in December 2022.</p><p>“The educated upper-class are also more able to leave,” Hever said. “They’re educated, so they can find jobs, and they speak English. They’re also more exposed to international, rather than Hebrew, media, so they have a better idea of what’s going on and how Israel is perceived. However, increasingly, we’re seeing families with children leave, suggesting this is a more fundamental shift.”</p><p>“[Israeli economist] Dan Ben-David estimates that Israel relies on around 300,000 members of a core elite to sustain it,” Hever added. “So if a significant number leave, it stops being a developed economy and becomes a developing economy … which it can’t really afford. It just doesn’t have the luxury of losing its economic power or its standard of living. For a colonial state to exist, it relies on occupying land – and that costs money.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"economic-burden\">Economic burden</h2><p>Investor confidence has also been damaged as a result of both the judicial reforms and war, undermining the economic growth that Israel relies upon to support its military spending, expansion and increasing numbers of ultra-Orthodox citizens who often rely on state benefits to support their religious studies.</p><p>In 2018, according to Kandel and Tzur, the average Israeli family paid about 20,000 shekels ($6,450)  to support Israel’s ultra-Orthodox community. However, according to demographers, the size of that community is expected to triple by 2065, pushing the burden on non-Orthodox Israeli households to the equivalent of 60,000 shekels ($19,370) a year.</p><p>Add to that an increase in defence spending if Israel continues on its current war posture, and analysts warn that the strain on Israel’s main tax-paying sector could become unsustainable, while investors are also moving money out of the country.</p><p>“Even before the judicial reforms, institutional investors were moving money out of the country, and had been doing so since the 2008 financial crisis,” Hever said. “Around 50 percent of internal investment is now abroad.”</p><p>“Foreign investment is also down. Israel’s typical target for investment was its tech sector, but that sector is primarily military: Elbit, for instance, which is now under pressure from BDS [the Boycott, Divest and Sanctions movement],” Hever added. “There’s also been a sharp reduction since the 2023 judicial overhaul, with investors unsure whether conflicts over, for example, copyright or tax will now be ruled upon by a nationalist or extremist government-appointed judge.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-future\">What future?</h2><p>At present, Israel remains relatively secure.</p><p>Though its renewal remains uncertain, the 10-year, $38bn arms deal signed by the <a href=\"/news/2016/9/15/us-and-israel-sign-record-38bn-military-aid-deal\">United States in 2016 </a>continues to underpin much of the country’s arms and tech industry. Its economy continues to grow, and some of its more optimistic forecasters are now looking forward to the first full year with no external shocks since the COVID pandemic of 2019.</p><p>However, few can avoid the fact that, while its economy may be growing, it is doing so at a reduced rate compared with other developed countries.</p><p>Likewise, with the US threatening war against regional nemesis Iran, political deadlock over the recruitment of the <a href=\"/news/2026/1/7/ultra-orthodox-fury-over-military-enlistment-turns-deadly-in-israel\">ultra-Orthodox</a> at home, and the far-right apparently ascendant, predictions that the economy may get through 2026 unscathed may be wishful thinking.</p><p>Meanwhile, the long, slow exodus of the young and the talented continues and, with it, the prospect of a secure future withers.</p><p>Some observers, such as Chatham House’s Yossi Mekelberg, were philosophical over the future of the country, or if it might collapse, saying: “When dictatorships come to an end, they break into pieces. Democracies are chipped away bit by bit until they change beyond recognition.”</p><p>“If Netanyahu and the ultra-right and ultra-Orthodox stay in power, this is the direction,” he said, “with the more liberal minded and socially mobile leaving the country”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Pep Guardiola renews public support for Palestine at charity event | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-30T13:42:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769780044.jpg?resize=1920%2C1071&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Giant Hind Rajab portrait unveiled in Spain for anniversary of her killing | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-30T13:27:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769779598.jpg?resize=1644%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan military raids kill 41 armed fighters in Balochistan | Military News | Al Jazeera",
            "time": "2026-01-30T13:13:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25212288938568-1769774481.jpg?resize=1920%2C1393",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan military raids kill 41 armed fighters in Balochistan</h1><p class=\"article__subhead\"><em>Military claims without providing evidence that the slain fighters were linked to India.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s security forces have carried out raids in the country’s southwest, killing at least 41 armed fighters, whom the country’s military linked to regional rival and neighbour India.</p><p>The military said in a statement on Friday that the deadly encounters took place in the <a href=\"/news/2024/8/26/whats-behind-pakistans-deadly-balochistan-attacks-which-left-43-dead\">province of Balochistan</a>, which shares a long border with Afghanistan and has long been a base for separatist groups seeking independence from Pakistan’s central government in Islamabad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite the incident’s proximity to the border with Afghanistan, the military statement claimed – without providing evidence – that the deadly encounters involved fighters backed by India.</p><p>In the first raid, at least 30 fighters were killed on the outskirts of Balochistan’s Harnai district, Pakistan’s Dawn newspaper quoted the military as saying.</p><p>The fighters belonged to Fitna-al-Khawarij (a term the government uses to refer to the banned Pakistan Taliban (TTP), which is allied with Afghanistan’s Taliban), the army officials said.</p><p>In a separate operation in Balochistan’s Panjgur district, “11 India-sponsored terrorists” belonging to the Fitna-al-Hindustan were killed, the military’s media wing Inter-Services Public Relations said.</p><p>The military added that ammunition as well as money allegedly looted during a bank robbery in Panjgur in December were recovered from the fighters killed in the second raid.</p><p>Both raids took place on Thursday. None of the soldiers involved was killed.</p><p>India has yet to comment on the allegations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The Pakistani military added that “sanitisation operations” were ongoing in both districts to eliminate any remaining fighters.</p><p>Pakistani President Asif Ali Zardari said the operation “reflects the state’s unwavering resolve,” according to Pakistan’s Express Tribune.</p><p>The newspaper also quoted Prime Minister Shehbaz Sharif as saying that “the entire nation stands with the armed forces in this ongoing fight against terrorism”.</p><p>Pakistan has seen a surge in violence in recent months, largely blamed on Baloch separatist groups such as the banned <a href=\"/news/2025/8/11/us-puts-balochistan-armed-group-in-pakistan-on-foreign-terrorist-list\">Balochistan Liberation Army</a> and the TTP.</p><p>In January, Pakistan’s security forces killed 12 armed fighters accused of planning to carry out a hostage attack in Balochistan’s Kharan district.</p><p>The military also claimed that the fighters were backed by India in that incident.</p></div></div></body></html>"
        },
        {
            "title": "Netherlands watchdog probing Roblox over risks to children | News | Al Jazeera",
            "time": "2026-01-30T13:12:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/03/roblox.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Netherlands watchdog probing Roblox over risks to children</h1><p class=\"article__subhead\"><em>Regulator launches investigation into US gaming platform over potential risks to underage users in the EU.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Dutch consumer watchdog has launched an investigation into Roblox to see if the popular online gaming system is doing enough to protect children from exposure to violent and sexual imagery.</p><p>The Netherlands Authority for Consumers and Markets (ACM) said on Friday its probe would examine “potential risks to underage users in the EU” and would likely last about one year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The platform regularly makes the news, for example, due to concerns about violent or sexually explicit games that minors are exposed to,” the ACM said in a statement.</p><p>Other concerns include reports of “ill-intentioned” adults targeting children on the platform and the use of misleading techniques to encourage purchases.</p><p>The ACM said that, having received reports of such allegations, it “considers this sufficient reason to launch a formal investigation into possible violations of the rules by Roblox”.</p><h2 id=\"new-measures\">New measures</h2><p>Under the European Union’s Digital Services Act (DSA), platforms must take “appropriate and proportionate measures” to ensure a high level of safety and privacy for minors.</p><p>The ACM said it could impose a “binding instruction, fine, or penalty” on Roblox if it concludes the rules have been broken.</p><p>In 2024, the ACM slapped a 1.1-million-euro ($1.2m) fine on Fortnite maker Epic Games, judging that vulnerable children were exploited and pressured into making purchases in the game’s Item Shop.</p><p>A Roblox spokesperson said the company is “strongly committed to complying with the EU Digital Services Act” and referred to the gaming platform’s announcement last November that it would require age verification via facial recognition to limit communication between children and adults.</p><p>“We look forward to providing the ACM with further clarity on the many policies and safeguards we have in place to protect minors,” the spokesperson said.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh, The ICC & double standards? | Cricket | Al Jazeera",
            "time": "2026-01-30T12:41:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025_Game-Theory_EP22_Thumbnail_Horizontal_V01_00000-1769776630.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel accepts Gaza’s 70,000 death toll: A record of denialism, lies | Gaza News | Al Jazeera",
            "time": "2026-01-30T12:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6967966bf3-1768396396.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After more than two years of <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">bombarding</a> Gaza, Israel’s military appears to have accepted the death toll in the enclave that the Palestinian Ministry of Health in Gaza has been compiling, painstakingly and against the odds.</p><p>Since the start of its genocidal war on Gaza on October 7, 2023, Israel has repeatedly dismissed, denied or downplayed the scale of death and devastation in the territory documented by journalists, Palestinians and Gaza’s authorities. It has at times issued its own statistics on people killed, then changed them, while accusing Palestinians and Gaza officials of exaggerating the death toll, especially of civilians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But on Thursday, an Israeli army official told journalists in the country that the army accepted that about 70,000 people had been killed in Gaza during the war.</p><p>The Gaza Health Ministry estimates that as of January 27 this year, at least 71,662 people have been <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">killed </a>since the start of the war on October 7, 2023. Of those, 488 people have been killed since the declaration of a ceasefire in the Gaza Strip on October 10, 2025.</p><p>Thousands more are missing and believed to be buried under rubble. <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">According to</a> the National Committee for Missing Persons, that figure could exceed 10,000. Meanwhile, the Health Ministry has said that at least 440 people died of starvation during the war.</p><p>The senior Israeli military official did not acknowledge that a vast majority of those killed in Gaza are civilians – most are children and women – or that hundreds have <a href=\"/news/2025/8/18/israel-starving-gaza-hundreds-of-deaths-including-many-children\">starved to death</a> and that thousands more are buried under rubble in Gaza.</p><p>Still, the acceptance of the Gaza Health Ministry’s death toll marks a break from Israel’s past claims.</p><p>At the same time, it follows a pattern: during its war on Gaza, and well before, Israel has frequently denied narratives of killings its forces have perpetrated, despite evidence to the contrary, only to later grudgingly acknowledge what happened – often when the facts became impossible to deny.</p><p>So what’s behind Israel’s sudden acceptance of the Gaza death toll – and its history of denialism?</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-real-number-of-dead-and-injured-in-gaza\">What do we know about the real number of dead and injured in Gaza?</h2><p>Since Israel’s war on Gaza began in October 2023, the Palestinian Health Ministry in Gaza has been counting the number of dead bodies by recording their names and keeping a track of ID numbers.</p><p>The Health Ministry has also recorded the number of people <a href=\"/news/2026/1/27/gazas-unequal-dead-10000-palestinians-under-rubble-one-israeli-captive\">injured</a> and the number of people who have starved to death as a result of Israel cutting off vital aid supplies to Gaza during the war.</p><p>As of January 27, the ministry said that at least 171,428 people were injured in the war and 1,350 more have been injured since the ceasefire.</p><p>The United Nations and human rights groups have also backed the Health Ministry’s figures.</p><p>Human rights organisations have also accused Israeli forces of deliberately targeting civilians.</p><p>In particular, between May and July 2025, more than 1,000 Palestinian people were <a href=\"/news/2025/7/31/inside-israels-role-in-the-killings-at-gazas-food-aid-sites\">killed</a> by the Israeli military at United States-led food distribution sites, according to the Euro-Med Human Rights Monitor and a retired US special forces officer, Anthony Aguilar.</p><p>Aguilar was formerly employed by the Gaza Humanitarian Foundation (GHF), a nonprofit backed by the US and Israel to provide those distribution sites, after Israel accused the United Nations Palestinian refugee authority, UNRWA, of aiding Hamas.</p><p>“Without question, I witnessed war crimes by the [Israeli military],” Aguilar told the BBC in an exclusive interview in 2025.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4269256\" src=\"/wp-content/uploads/2025/11/Death-toll-tracker-1769525572.png?quality=80\" alt=\"INTERACTIVE-GAZA CEASEFIRE-jan 27, 2026_Death toll tracker-1765554400\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-has-israel-responded-to-these-figures\">How has Israel responded to these figures?</h2><p>During its war on Gaza, Israel mostly rejected these figures and claimed they were misleading or manipulated.</p><p>Israeli army officials have also denied the claims that civilians were targeted at food distribution sites in 2025, instead claiming that “chaos” at the sites posed an “immediate threat” to its soldiers, forcing them to fire shots.</p><p>Israel’s Prime Minister Benjamin Netanyahu has also repeatedly denied allegations that Israeli forces deliberately targeted civilians in Gaza, and argued that such claims amount to “blood libel” against Israel, and referred to a false and anti-Semitic accusation that Jewish people murder Christian children to use their blood in religious rituals.</p><p>In September 2024, Netanyahu <a href=\"/news/2025/8/24/did-israel-know-over-80-percent-of-those-it-killed-in-gaza-were-civilians\">bragged</a> that Israel had the “lowest ratio of civilian to combatant deaths in the history of modern urban warfare”, claiming the army was killing only one civilian for every fighter it killed. But a leaked military report in August 2025 concluded that more than 80 percent of those Israel had killed in Gaza were civilians.</p><p>An April 2024 <a href=\"https://www.972mag.com/lavender-ai-israeli-army-gaza/\">investigation</a> carried out by the independent magazine +972, which reports on news from Israel and Palestine, revealed that an Israeli army artificial intelligence targeting system codenamed Lavender had marked tens of thousands of people in Gaza as potential fighters and eligible to be killed, according to Israeli intelligence sources.</p><h2 id=\"what-did-israel-say-about-the-death-toll-during-the-gaza-war\">What did Israel say about the death toll during the Gaza war?</h2><p>Throughout the war, Israel’s military released its own death toll figures, refuting the Gaza Health Ministry’s figures. But it kept changing its figures.</p><p>On October 7, Israeli authorities initially said Hamas-led fighters killed 1,400 people in their attack on southern Israel, apart from taking more than 200 people captive. However, later, Israel reduced its death toll to fewer than 1,150. Meanwhile, reports in Israeli publications like Haaretz suggested that at least some of those killed in Israel that day might have been shot dead by the Israeli military themselves, as part of a controversial policy known as the <a href=\"/news/2024/7/7/israeli-army-used-hannibal-directive-during-october-7-hamas-attack-report\">Hannibal Directive</a>, aimed at preventing the enemy from taking captives.</p><p>In November 2023, a senior Israeli security official suggested that Israel had killed 20,000 people in Gaza, most of them fighters. The following month, that number had fallen to 7,860 fighters. In August 2024, Israel said it had killed 17,000 fighters but changed that to 14,000 two months later.</p><p>Separately, Israel’s allies in the West – as well as Western media – have systematically cast doubt on the death toll compiled by Gaza’s Health Ministry during the war.</p><p>In October 2023, some two weeks into the war, after the Health Ministry in Gaza had released a list documenting the deaths of more than 7,000 Palestinians, including nearly 3,000 children, then-US President Joe Biden <a href=\"/news/2023/10/26/appalling-why-has-biden-cast-doubt-on-the-palestinian-death-count\">said</a> that he had “no confidence in the number that the Palestinians are using”.</p><p>“I have no notion that the Palestinians are telling the truth about how many people are killed,” Biden had said.</p><h2 id=\"why-is-israel-acknowledging-the-death-toll-now\">Why is Israel acknowledging the death toll now?</h2><p>Thursday’s announcement from Israel acknowledging the 70,000 death toll in Gaza follows more than two years of repeatedly trying to deny or undermine the number of deaths in the enclave.</p><p>Sultan Barakat, senior professor in public policy at Hamad Bin Khalifa University in Doha, told Al Jazeera that it was important to understand why Israel might be now acknowledging the scale of deaths in Gaza.</p><p>“As always, the devil is in the details,” he said. “Internationally, increased access to the field by the UN and other humanitarian agencies – including those from some Israeli allied states [the US, United Kingdom, France, and others] – along with the beginning of rubble removal [in Gaza], made continued outright rejection untenable [for Israel],” he said.</p><p id=\"at-this-stage-partial-acceptance-can-help-preserve-institutional-credibility-and-signal-seriousness-to-key-partners-particularly-the-us-and-european-governments-he-added\">“At this stage, partial acceptance can help preserve institutional credibility and signal seriousness to key partners, particularly the US and European governments,” he added.</p><p>Barakat noted that there might also be a strategic recalibration under way.</p><p>“Accepting the figures allows Israel to reposition its argument in the international arena, especially as recent developments around the “<a href=\"/news/2026/1/28/trumps-board-of-peace-an-effort-to-curtail-middle-powers-says-expert\">Board of Peace”</a> have shifted global attention away from the question of whether genocide and mass death occurred and toward reconstruction – reframing the debate around responsibility and the circumstances of those deaths,” he said.</p><p>He added that this includes placing an emphasis on Hamas’s conduct, the conditions of urban warfare, or the use of civilian infrastructure.</p><p>“Lastly, this acceptance may serve a defensive legal purpose. Acknowledging the scale of harm does not necessarily imply acceptance of wrongdoing, but it can form part of constructing a more coherent record in anticipation of future investigations, inquiries or legal proceedings,” he added.</p><p>This shift – from outright denial to changing numbers to acceptance of some facts – is part of a pattern.</p><h2 id=\"israel-s-record-of-denialism\">Israel’s record of denialism</h2><p>Besides denying the death toll during its war on Gaza in the past, Israel has also denied accusations by the media and human rights groups that it has killed children and journalists in both Gaza and the <a href=\"/tag/occupied-west-bank/\">occupied West Bank</a>.</p><h3>Hind Rajab, five-year-old child</h3><p>On January 29, 2024, after five-year-old Hind Rajab was killed when an Israeli tank targeted her family’s car in Gaza, Israel denied its soldiers were in the area. After the rest of her family had been killed, Hind pleaded with rescue workers on the phone for three hours for help, before she, too, was shot dead. During her phone call, she described a “tank” drawing up next to the car.</p><p dir=\"ltr\">When rescuers found the remains of Hind and her family on February 10, the car was riddled with bullet holes likely coming from more than one direction. It was later determined that more than 300 bullets had been fired into the car.</p><p>But a statement from the Israeli army read, “It appears that … troops were not present near the vehicle or within firing range of the described vehicle in which the girl was found,” according to a Times of Israel report.</p><p>In February 2024, Sanad, Al Jazeera’s investigations unit, however, <a href=\"/news/2024/2/26/hind-rajab-were-israeli-troops-in-the-area-where-6-year-old-was-killed\">analysed</a> phone records and satellite imagery to determine whether Israeli troops had, in fact, been near the car.</p><p>The vehicle, the investigation found, had been stopped by the Israeli military near a petrol station in Tal al-Hawa in the early afternoon on January 29.</p><p>Other investigative media outlets also questioned Israel’s claims regarding Hind’s death, and the US, Israel’s number-one ally, called for probes into the killing of Hind, her family, and the medics who were sent to try and save them.</p><p>The Israeli army has since told the BBC that Hind’s case is still being reviewed by Israel’s Fact-Finding Assessment Mechanism (FFAM) — in effect, pulling back from its initial full-throated rejection of the possibility of an Israeli tank having fired at the car.</p><figure id=\"attachment_2718192\" aria-describedby=\"caption-attachment-2718192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2718192\" src=\"/wp-content/uploads/2024/02/2024-02-10T153232Z_492768313_RC2RZ5AJXM4Q_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-CHILD-1708349566.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinian girl Hind Rajab poses for a photograph, in this undated handout picture\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2718192\" class=\"wp-caption-text\">Palestinian girl Hind Rajab, 5, poses for a photograph [File: Palestine Red Crescent Society/Reuters]</figcaption></figure><p> </p><h3>Shireen Abu Akleh, Al Jazeera journalist</h3><p>Israel issued similar denials when Al Jazeera’s journalist Shireen Abu Akleh, a US and Palestinian citizen, was <a href=\"/news/2022/9/6/israels-shifting-narratives-on-the-killing-of-shireen-abu-akleh\">killed</a> while reporting from Jenin in the occupied West Bank on May 11, 2022. Shireen had been wearing her “press” jacket. Autopsy results later showed she was shot at medium range in the head by a sniper, just below the rim of her helmet.</p><p>Witnesses, including Al Jazeera journalists, said Israeli forces had carried out the shooting, a claim that was later backed up by numerous investigations by media outlets, human rights organisations, and the United Nations.</p><p>But Israel sought to evade responsibility, initially claiming that she had been caught in crossfire from Palestinian fighters. However, video footage from the incident shows the street Abu Akleh was standing on was mostly quiet, and no such fighters were in her near vicinity.</p><p>In September that year, following a military investigation, Israel changed its stance, acknowledging that it was “highly possible” that one of its soldiers had fired the bullet that killed Abu Akleh. However, the military ruled out any further investigation, saying they found no evidence of a criminal offence.</p><p>In June 2022, the Office of the United Nations High Commissioner for Human Rights also said Shireen was killed by Israel, but Israel called the UN report biased.</p><p>On May 11, 2023, however, an Israeli army spokesperson was asked by CNN whether the military was “ready” to apologise for her murder.</p><p>“I think it’s an opportunity for me to say here that we are very sorry of the death of the late Shireen Abu Akleh,” the spokesperson, Daniel Hagari, responded.</p><p>Shireen’s family say they are still seeking accountability.</p><figure id=\"attachment_2196013\" aria-describedby=\"caption-attachment-2196013\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2196013\" src=\"/wp-content/uploads/2023/05/youtube-1683744655.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"shireen-memorial\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2196013\" class=\"wp-caption-text\">A portrait of Al Jazeera journalist Shireen Abu Akleh is framed with flowers with a cross in the foreground during a memorial mass held at a church in Beit Hanina in Israeli-occupied East Jerusalem [File: AFP]</figcaption></figure><h3>Ambulance workers in Gaza</h3><p>On March 30, 2025, the bodies of five Palestinian Civil Defence responders, a UN employee and eight Palestine Red Crescent Society (PRCS) workers were discovered in a shallow grave in Gaza. A ninth PRCS ambulance driver, Assaad al-Nassasra, was being held by Israel, the PRCS confirmed later. In total, <a href=\"/news/longform/2025/4/9/know-their-names-the-gaza-red-crescent-paramedics-israel-attacked\">15 emergency workers</a> had been killed – with one body found a few days earlier.</p><p>It was later determined that at about 4am (01:00 GMT) on March 23, a Palestinian ambulance had been dispatched to join an earlier one helping people injured in an Israeli air strike in Rafah’s al-Hashaashin area.</p><p>Contact with the ambulance was lost and, at 5am, the first ambulance went back out to find it. Paramedics radioed back that they could see casualties on the ground on the way to Tal as-Sultan, another area in southern Gaza.</p><p>Two more ambulances were dispatched along with a fire truck and other emergency vehicles. They came under Israeli gunfire for more than five minutes. Minutes later, soldiers also fired at a United Nations car that had stopped at the scene. The PRCS lost contact with its team.</p><p>A <a href=\"/news/2025/4/5/unprecedented-video-shows-last-moments-of-gaza-medics-killed-by-israel\">video later found on the phone of slain paramedic Rifaat Radwan</a> showed the team’s final moments. Filmed from inside one of the last two ambulances to head out, it shows a fire truck and ambulances driving ahead through the night.</p><p>All vehicles were clearly identified with emergency lights flashing.</p><p>The vehicles stopped when they reached an ambulance and bodies by the roadside, and first responders in reflective uniforms exited the vehicles. Moments later, intense gunfire erupted.</p><p>However, Israel initially claimed its soldiers opened fire because the convoy approached “suspiciously” in darkness without headlights or flashing lights. It said the movement of the vehicles had not been previously coordinated or agreed with the army. The video footage clearly shows the ambulances with their lights on.</p><p>The day after the attack on the ambulance, Israeli forces blocked all entry to the site where it occurred. But a few days later, UN and Palestinian officials gained limited access to the area, and managed to recover buried vehicles and the body of a Gaza civil defence member.</p><p>Then, they discovered a shallow grave with 14 bodies of emergency workers. It later transpired that Israeli troops had bulldozed over the bodies and their vehicles.</p><p>In April, the Israeli military appeared to climb down from its claims, and described the killings – as well as the burial of victims and their vehicles – as a “professional error” and a “misunderstanding”.</p><p>An investigative report from Israel found that the soldiers failed to recognise the ambulances due to “poor night visibility” and because flashing lights are less visible on night-vision drones and goggles.</p><p>It also blamed a now-dismissed deputy commander, saying he mistakenly thought an ambulance was being used by Hamas and opened fire first.</p><p>It denied that burying vehicles and bodies was an attempt to conceal the attack.</p><h2 id=\"what-is-the-point-of-denying-such-incidents\">What is the point of denying such incidents?</h2><p>Barakat told Al Jazeera this pattern of denial in the first instance by Israel is not unique, as information warfare is a “real consideration” in every conflict.</p><p>“The United States employed similar practices in both Afghanistan and Iraq,” he said “However, based on Israel’s wars in Gaza, Lebanon and elsewhere, this behaviour appears to follow a recurring pattern of obfuscation and deceive, aimed at creating confusion while restricting opportunities for independent verification, particularly by international media.”</p><p>He noted that Israel, like the US and other militaries conducting offensive operations, also tends to be extremely cautious in the early stages of reporting during active conflict.</p><p>“Initial denials or non-acceptance are often framed as the result of a need for internal intelligence verification, particularly when figures originate from adversarial authorities such as the Gaza Health Ministry,” he said.</p><p>He added that there are also legal and diplomatic dimensions to Israel’s behaviour.</p><p>“Early acceptance of responsibility or casualty figures [in Israel’s war on Gaza] could have had consequences for cases brought against Israel at the International Court of Justice (ICJ) and International Criminal Court (ICC),” he said.</p><p>“Delaying acknowledgement allowed Israel time to assess its legal exposure and coordinate messaging with allies.”</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid draw Benfica, PSG get Monaco in UEFA Champions League playoffs | Football News | Al Jazeera",
            "time": "2026-01-30T12:36:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260130__94JY8NQ__v1__MidRes__FblEurC1Draw-1769774087.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid must face their former manager Jose Mourinho again after being drawn with Benfica in the UEFA Champions League (UCL) playoff round, while reigning European champions Paris Saint-Germain will face domestic rivals Monaco.</p><p>In a dramatic finale to the league phase of this year’s competition, Mourinho’s Benfica <a href=\"/sports/2026/1/28/mourinhos-benfica-drag-real-madrid-with-them-to-champions-league-playoffs\">beat the Spanish giants</a> 4-2 with a last-minute header from the Portuguese club’s keeper Anatoliy Trubin, sealing their place in the knockout rounds.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The defeat for Real meant they slipped out of the automatic qualifying positions for the round of 16 and were forced into the extra knockout phase.</p><p>The top eight teams from the league phase moved straight to the last 16, but the following 16 finishers will now play two-legged playoffs to qualify for that round.</p><h2 id=\"ucl-victory-against-real-madrid-sealed-benfica-s-recent-revival\">UCL victory against Real Madrid sealed Benfica’s recent revival</h2><p>Benfica were mired in the bottom 12 positions, which resulted in elimination from the competition, until their last-gasp fourth by Trubin improved their goal difference to move them into the playoff spots.</p><p>The two-time winners from Portugal’s remarkable recovery to take a playoff place – they finished 24th in the 36-team league phase, the last qualifying spot – were not only encapsulated by the defeat of Real but by winning three of their last four matches after losing their opening four games.</p><figure id=\"attachment_4276015\" aria-describedby=\"caption-attachment-4276015\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276015\" src=\"/wp-content/uploads/2026/01/2026-01-28T200635Z_864016332_UP1EM1S1JUY5G_RTRMADP_3_SOCCER-CHAMPIONS-SLB-RMA-1769774900.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Benfica manager Jose Mourinho will face his former club Real Madrid in the UEFA Champions League again\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276015\" class=\"wp-caption-text\">Benfica coach Jose Mourinho was all smiles for the match against Real Madrid in Lisbon [Pedro Rocha/Reuters]</figcaption></figure><p>Mourinho, 63, returned to the Lisbon giants for a second spell as coach in September. He was in charge of Real from 2010 to 2013 and won one La Liga title and one Copa del Rey while also taking them to the Champions League semifinals in each of his three campaigns.</p><p>The clubs played each other in the 1962 European Cup final, with Benfica winning 5-3 to claim back-to-back titles, having beaten Barcelona the previous year.</p><h2 id=\"psg-handed-all-french-affair-with-monaco\">PSG handed all-French affair with Monaco</h2><p>PSG slipped out of the top eight after winning only one of their last five outings in the league phase and finishing in 11th place with their 1-1 <a href=\"/sports/2026/1/28/barcelona-claim-champions-league-last-16-spot-but-its-the-playoffs-for-psg\">draw in their final game</a> against Newcastle United.</p><p>The Parisians will go to Monaco for the first leg and will be wary of the principality side, who beat them there in Ligue 1 in November.</p><p>However, 2004 Champions League finalists Monaco have been in poor form, with just one win in six games since the turn of the year.</p><figure id=\"attachment_4276034\" aria-describedby=\"caption-attachment-4276034\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4276034\" src=\"/wp-content/uploads/2026/01/2026-01-28T213509Z_914454670_UP1EM1S1NYKPL_RTRMADP_3_SOCCER-CHAMPIONS-PSG-NEW-1769775371.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Paris St Germain coach Luis Enrique holding a match ball \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4276034\" class=\"wp-caption-text\">It was a glum evening on Wednesday for Paris Saint-Germain coach Luis Enrique as the Champions League holders missed out on automatic qualification for the last 16 [Benoit Tessier/Reuters]</figcaption></figure><p>Monaco are 10th in Ligue 1, 21 points behind leaders PSG. However, a 0-0 draw with Juventus on Wednesday allowed them to secure a playoff place in Europe.</p><p>PSG also beat French opposition in the playoff round last season, hammering Brest 10-0 on aggregate before going on to lift the trophy for the first time in their history.</p><h2 id=\"newcastle-and-inter-made-favourites-in-playoffs-but-juventus-and-atletico-have-tough-tasks\">Newcastle and Inter made favourites in playoffs, but Juventus and Atletico have tough tasks</h2><p>Elsewhere, Newcastle United will be strong favourites against surprise packages Qarabag of Azerbaijan, with the first leg to come in Baku.</p><p>Bodo/Glimt, Norwegian champions in four of the last six years, were also surprise qualifiers for this stage and have been rewarded with a tie against last season’s runners-up Inter Milan.</p><p>Juventus will take on Galatasaray, while Atletico Madrid face Club Brugge. Borussia Dortmund play Atalanta, and Bayer Leverkusen were drawn against Olympiacos.</p><h2 id=\"when-will-the-champions-league-playoffs-be-played\">When will the Champions League playoffs be played?</h2><p>The two-legged playoff ties will take place in February, with the winners advancing to the last 16 in March.</p><h2 id=\"when-will-the-champions-league-knockouts-and-final-be-played\">When will the Champions League knockouts and final be played?</h2><p>The two legs of the round of 16 will be played on March 10-11 and March 17-18.</p><p>After the quarterfinals and semifinals, the finale of this season’s Champions League will be staged at Puskas Arena in Budapest, Hungary. The game will be played on May 30.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Five killed as Israeli strikes persist in Gaza despite ceasefire | Gaza News | Al Jazeera",
            "time": "2026-01-30T12:12:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26030311217262-1769766502.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Five killed as Israeli strikes persist in Gaza despite ceasefire</h1><p class=\"article__subhead\"><em>Two people are reported killed in a drone strike at Maghazi camp in central Gaza while three others die in Rafah.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli shelling and drone strikes across Gaza have killed at least five people and injured 11 others, according to Palestinian and Israeli officials.</p><p>The deadly strikes on Friday in central Gaza’s Maghazi refugee camp and the southern city of Rafah came as Israel carried out continued targeted operations in the besieged territory, despite the ongoing ceasefire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Two Palestinian men were killed in <a href=\"/gallery/2024/12/12/israel-forces-palestinians-in-maghazi-camp-to-flee-for-their-lives-again\">Maghazi</a> after they were targeted in a drone strike, according to the Palestinian news agency Wafa.</p><p>In Rafah, Israeli forces said in a statement that the air force had killed three “terrorists” as a group of eight had emerged from an underground location.</p><p>They said that further strikes were launched and that “soldiers continue to conduct searches in the area in order to locate and eliminate” the remaining people</p><p>Also in Rafah, Israeli naval gunboats pursued fishing boats and opened heavy machinegun fire on fishermen off the coast, according to Wafa. There were no immediate reports of casualties.</p><figure id=\"attachment_4275712\" aria-describedby=\"caption-attachment-4275712\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275712\" src=\"/wp-content/uploads/2026/01/AFP__20260130__94JC2G3__v1__MidRes__PalestinianIsraelConflict-1769766150.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People inspect one of the tents, housing displaced Palestinians in the Mawasi area of Khan Yunis, in southern Gaza Strip, on January 30, 2026, following Israeli strikes. The US-brokered ceasefire, which sought to halt the fighting between Israel and Hamas sparked by the group's October, 2023 attack has been in place for more than three months despite both sides accusing the other of repeated violations.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275712\" class=\"wp-caption-text\">The al-Mawasi refugee camp in Khan Younis, designated a ‘humanitarian zone’ by Israel, was hit by an Israeli strike on Friday [Bashar Taleb/AFP]</figcaption></figure><p>Rafah is the location of a strategic border <a href=\"/news/2026/1/29/israel-seeks-more-exits-than-entries-at-gazas-rafah-as-egypt-objects\">crossing to Egypt</a>. It is the only passage between the Gaza Strip and the outside world that does not lead to Israel, and is a vital conduit for humanitarian aid.</p><p>Palestinian authorities have demanded the immediate reopening of the Rafah crossing, a stipulation of the second phase of the US-brokered ceasefire deal, saying the continued blockade has prevented the entry of necessary supplies for the tens of thousands of displaced Palestinians in the area.</p><p>Elsewhere in southern Gaza, six Palestinians were injured after Israeli forces shelled a tent sheltering displaced people in the al-Mawasi area, just west of <a href=\"/news/2026/1/12/israeli-quadcopter-kills-three-in-gazas-khan-younis-police-chief-slain\">Khan Younis</a>, sources from al-Helal field hospital and Nasser Hospital told Al Jazeera Arabic correspondent Hani al-Shaer.</p><p>Anadolu news agency reported that a pregnant woman was among those injured in the attack.</p><p>Israeli strikes and operations have killed at least 492 Palestinians and injured 1,356 since the ceasefire came into force in October, according to Palestinian authorities in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US-brokered ceasefire, which sought to halt the fighting between Israel and Hamas since October 7, 2023, has been in place for more than three months. Both sides accuse each other of repeated violations.</p><p>Earlier in January, Washington announced that the ceasefire had progressed to its <a href=\"/news/2026/1/16/us-declares-phase-two-of-gaza-ceasefire-but-what-did-phase-one-deliver\">second phase</a>, intended to bring a definitive end to the war. However, signs of progress on the ground remain scant.</p><p>On Thursday, United Nations Secretary-General Antonio Guterres stressed the need to fully implement the ceasefire agreement, including the full withdrawal of Israeli forces from the Gaza Strip.</p><p>However, the Israeli military has said its forces “remain deployed in accordance with the ceasefire agreement and will continue to operate to remove any immediate threat”.</p></div></div></body></html>"
        },
        {
            "title": "Israel announces plan to reopen Gaza’s Rafah crossing on Sunday | News | Al Jazeera",
            "time": "2026-01-30T12:03:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6956428768-1767260807.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"western\">Israel plans to reopen the Rafah border crossing on Sunday, after nearly two years of closure.</p><p class=\"western\">However, the crossing that links Gaza with Egypt will only be opened to allow a “limited movement of people,” the Coordinator of Government Activities in the Territories (COGAT), an Israeli defence ministry body overseeing civil affairs in the Palestinian territories, said in a statement on Friday.</p><p class=\"western\">The opening of the crossing – a key entry point for desperately needed humanitarian supplies for Gaza’s two million or so displaced people lacking food, shelter and medicines – is stipulated under the second phase of the United States-brokered ceasefire deal designed to bring a halt to the devastating war between Hamas and Israel, although no timeframe is set.</p><p class=\"western\">The core part of the first phase of the plan was completed after the return of the remains of the last Israeli captive in Gaza earlier this week.</p><p>Hamas then <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">released a statement</a> calling for Israel to complete the implementation of all the provisions of the ceasefire agreement, “especially the opening of the Rafah Crossing in both directions without restrictions”.</p><p>Israel, however, intends to keep tight control of the crossing.</p><p class=\"western\">“Exit from and entry into the Gaza Strip via the Rafah Crossing will be permitted in coordination with Egypt, following prior security clearance of individuals by Israel, and under the supervision of the European Union mission, similar to the mechanism implemented in January 2025,” COGAT said.</p><p class=\"western\">The statement added that the return of residents from Egypt to Gaza will be permitted, “in coordination with Egypt, for residents who left Gaza during the course of the war only, and only after prior security clearance by Israel”.</p><p class=\"western\">It said an additional screening and identification process will also be conducted at a designated corridor under Israeli army control.</p><p class=\"western\">The crossing lies in territory still held by Israeli forces after they pulled back behind the so-called “yellow line” under the terms of the ceasefire.</p><p class=\"western\">Israeli troops still control more than half of Gaza, and their <a href=\"/news/2026/1/30/five-killed-as-israeli-strikes-persist-in-gaza-despite-ceasefire\">military operations and strikes</a> continue to kill people across the enclave, despite the supposed halt to fighting.</p><p>Earlier on Friday, Hamas had once more called on Israel to immediately reopen the crossing, calling for the “immediate transition to the second phase” of the truce, which also includes the entry of a recently appointed technocratic Palestinian committee to administer the territory.</p><figure id=\"attachment_4048518\" aria-describedby=\"caption-attachment-4048518\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4048518\" src=\"/wp-content/uploads/2025/10/epa_68f69be461ff-1760992228.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12466582 Humanitarian aid trucks queue to enter the Rafah border crossing, between Egypt and the Gaza Strip, in Rafah, North Sinai, Egypt, 20 October 2025. Aid deliveries to Gaza have resumed since the ceasefire agreement between Israel and Hamas went into effect on 10 October 2025. EPA/STRINGER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4048518\" class=\"wp-caption-text\">The Rafah crossing is a vital entry point for desperately needed humanitarian supplies [File: EPA]</figcaption></figure><p class=\"western\">The closure of the gateway continues to limit humanitarian supplies for a population now struggling through winter storms.</p><p class=\"western\">The United Nations and other international organisations have also repeatedly called for the reopening, given the dire humanitarian situation in the territory.</p><p class=\"western\">Israel had said on Monday that it would reopen Rafah when it received the remains of the last captive, which happened on the same day. Police officer Ran Gvili was laid to rest on Wednesday.</p><p class=\"western\">Earlier in January, the US had announced that the ceasefire had progressed to its second phase, intended to bring a definitive end to the war. However, Hamas and Israel accuse one another of truce violations on a near-daily basis.</p><p class=\"western\">Hamas on Friday repeated its call for the ceasefire’s guarantors – Egypt, the US, Qatar and Turkey – to exert “serious pressure” on Israeli Prime Minister Benjamin Netanyahu to prevent him from obstructing the fragile deal.</p><p class=\"western\">Israeli strikes and operations, which its military says target “terrorists,” have killed more than 490 people since the ceasefire came into force, according to the Palestinian Ministry of Health in Gaza.</p><p class=\"western\">More than 71,600 people have been killed in the enclave since October 7, 2023, when Israel’s war in Gaza was launched following Hamas’s attack on Israel.</p></div></div></body></html>"
        },
        {
            "title": "Vonn airlifted to hospital after crash at cancelled final pre-Olympic race | Winter Olympics News | Al Jazeera",
            "time": "2026-01-30T11:54:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T103402Z_1343547921_UP1EM1U0TCO17_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772664.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lindsey Vonn crashed in her final downhill before the Milan Cortina Winter Olympics and was left limping and keeping weight off her left knee before being airlifted to hospital – throwing into doubt the 41-year-old’s spectacular skiing comeback.</p><p>Vonn – who was expected to be one of the stars of the Olympics but now faces uncertainty over her status – lost control on Friday when landing a jump in a World Cup race held in difficult conditions with low visibility and ended up tangled in the safety nets on the upper portion of the course.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The race at Crans-Montana in Switzerland, was later cancelled after three of the first six racers crashed.</p><p>Vonn eventually got up after receiving medical attention and walked away gingerly, taking weight off her left knee and using her poles to steady herself. She then clicked her skis back on but stopped to check her left knee.</p><p>The American eventually made it to the finish area and limped into a tent for medical attention. She was then airlifted away by helicopter – dangling from a rope across the Swiss Alps.</p><p>Before she entered the tent, Vonn had an anxious expression on her face and her eyes were closed during a long embrace with teammate Jacqueline Wiles, who was leading the race when it was cancelled.</p><figure id=\"attachment_4275920\" aria-describedby=\"caption-attachment-4275920\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275920\" src=\"/wp-content/uploads/2026/01/2026-01-30T103829Z_1939018070_UP1EM1U0TK31F_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772738.jpg?w=770&amp;resize=770%2C506&amp;quality=80\" alt=\"Lindsey Vonn of the U.S. being airlifted to the hospital after sustaining an injury following a crash during her run\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275920\" class=\"wp-caption-text\">The helicopter team flying Lindsey Vonn from the event at Crans-Montana [Denis Balibouse/Reuters]</figcaption></figure><p>Vonn has been the circuit’s leading downhiller this season with two victories and three other podium finishes, having returned last season after a partial right knee titanium replacement.</p><p>Including super-G, Vonn had completed eight World Cup races this season and finished on the podium in seven of them. Her worst finish was fourth.</p><p>The crash occurred exactly a week before the Milan Cortina opening ceremony.</p><p>Vonn’s first Olympic race is the women’s downhill on February 8. She was also planning on competing in the super-G and the new team combined event at the Games.</p><p>Women’s skiing at the Olympics will be held in Cortina d’Ampezzo, where Vonn holds the record of 12 World Cup wins.</p><p>Vonn was also planning on racing a super-G in Crans-Montana on Saturday in what would have been her final race before the Games.</p><figure id=\"attachment_4275910\" aria-describedby=\"caption-attachment-4275910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275910\" src=\"/wp-content/uploads/2026/01/2026-01-30T104739Z_1689441156_UP1EM1U0TZD1T_RTRMADP_3_ALPINE-SKIING-WOMEN-1769772619.jpg?w=770&amp;resize=770%2C519&amp;quality=80\" alt=\"Lindsey Vonn of the U.S. before being airlifted to the hospital \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275910\" class=\"wp-caption-text\">Vonn is helped by emergency services before being airlifted to hospital [Romina Amato/Reuters]</figcaption></figure><p>Vonn had registered the fastest time at the first checkpoint and then landed a jump off balance, lifting her left arm and pole high into the air in an attempt to regain her balance. Then, as she tried to brake, Vonn got spun around and ended up in the nets.</p><p>Vonn was the sixth racer to start, and two other skiers had also crashed before her: Nina Ortlieb of Austria and Marte Monsen of Norway.</p><p>Ortlieb crashed on top in the same area as Vonn, and Monsen hit the nets just before the finish area and had to be taken away in a sled. The race was delayed after both of those crashes. But then two racers – Wiles and Corrine Suter, the Olympic champion, completed their runs.</p><p>Romane Miradoli of France, who did complete her run, said visibility was an issue, with snow falling.</p><p>“You can’t see,” Miradoli said, “and it’s bumpy everywhere.”</p><p>Asked if it was dangerous, Miradoli added, “We just couldn’t see well.”</p><p>Vonn has had numerous crashes in her career. One of her worst was at the 2013 world championships in Schladming, Austria, during a super-G that was also held in difficult conditions. Vonn then had to be airlifted off the course and tore apart her right knee. She returned the following season, got hurt again and missed the 2014 Sochi Olympics.</p></div></div></body></html>"
        },
        {
            "title": "Italian court opens trial over deadly migrant shipwreck | Migration News | Al Jazeera",
            "time": "2026-01-30T11:33:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_697c6ccf35-1769761999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italian court opens trial over deadly migrant shipwreck</h1><p class=\"article__subhead\"><em>Police, coastguard officials accused of involuntary manslaughter; case shines light on policies of far-right government.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Italian court has opened the trial of four police officers and two members of the Italian coastguard over their response to a 2023 shipwreck that killed at least 94 refugees and migrants.</p><p>The trial opened in the southern port city of Crotone on Friday, where the defendants face charges of involuntary manslaughter and “culpable shipwreck”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rights activists assert that, as well as the individual officers, the right-wing Italian government’s immigration policies are also on trial.</p><p>Prosecutors accuse the police of failing to communicate key information with the coastguard, who they say did not collect details that would have informed them about the urgency of the situation as the ship struggled in dangerous waters on February 26, 2023.</p><p>The Summer Love boat then crashed off Cutro on Italy’s southern coast. There were 35 children among those killed.</p><p>Authorities say more people may have been killed, but their bodies were never found.</p><p>The boat was coming from Turkiye and carrying people from Afghanistan, Iran, Pakistan and Syria when it crashed into the rocks, the AFP news agency reports.</p><p>An aircraft belonging to the European Union’s Frontex agency had seen the ship in difficulty and alerted the Italian authorities. Although the Guardia di Finanza (GDF) sent a boat, it turned back due to bad weather.</p><figure id=\"attachment_2110802\" aria-describedby=\"caption-attachment-2110802\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2110802\" src=\"/wp-content/uploads/2023/02/2023-02-28T072044Z_1777693255_RC27KZ9C6UOQ_RTRMADP_3_EUROPE-MIGRANTS-ITALY.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Italy migrant boat tragedy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2110802\" class=\"wp-caption-text\">Rescuers get ready to search for survivors in the aftermath of a deadly migrant shipwreck in Crotone, Italy, February 28, 2023 [Remo Casilli/Reuters]</figcaption></figure><p>Charity groups that conduct rescue operations in the Mediterranean, including SOS Humanity and Mediterranea Saving Humans, are civil parties to the case.</p><p>Serena Chiodo, Amnesty Italy’s campaign specialist on migration, said the trial is “an opportunity to shine a light on systemic failures and reckless decisions by the Italian authorities that may have contributed to the enormous loss of life”.</p><p>“Those who drowned at Cutro could still be alive had authorities acted in line with their search and rescue obligations,” she added.</p><p>“Fewer people would be forced to make life-threatening journeys if European governments significantly increased access to safe and regular pathways for people fleeing desperate situations.”</p><p>The International Organization for Migration voiced concerns about multiple shipwrecks in the Mediterranean in recent days, noting it is “a stark reminder that this route remains the deadliest migration corridor in the world”.</p><p>At least 1,340 died in the central Mediterranean in 2025.</p></div></div></body></html>"
        },
        {
            "title": "Mozambique flood survivors displaced and ‘exhausted’ | Climate Crisis | Al Jazeera",
            "time": "2026-01-30T11:12:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769771522.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Amedspor football club in Turkiye fined for pro-Kurdish ‘propaganda’ | Football News | Al Jazeera",
            "time": "2026-01-30T11:05:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2023-03-19T145035Z_1346794485_RC2YWZ9A4AQF_RTRMADP_3_TURKEY-ELECTION-KURDS-1769770225.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amedspor football club in Turkiye fined for pro-Kurdish ‘propaganda’</h1><p class=\"article__subhead\"><em>Turkish Football Federation fines second-division title favourites Amedspor and suspends president for social media video.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkiye’s main Kurdish football team has been fined for “ideological propaganda” in favour of Kurdish forces in northern Syria, the Turkish Football Federation (TFF) has said.</p><p>Amedspor FC, which is based in Diyarbakir, the main city in the Kurdish-majority southeast, was fined 802,500 Turkish lira (nearly $18,500) and its president slapped with a 15-day suspension from all football activity, the TFF said in a statement late on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At issue was a 20-second clip on its social media accounts showing a woman having her hair braided set to a soundtrack featuring the widely used Kurdish slogan “Jin, jiyan, azadi” – which means “Woman, life, freedom”.</p><p>Over the past week, hair braiding has become a symbolic show of solidarity with Syrian Kurds as Damascus has pressed a military offensive in northeastern areas formerly part of the Kurds’ de facto autonomous administration.</p><p>In recent weeks, social media has been awash with clips of women braiding their hair in response to a video showing a Syrian soldier holding up a plait he claimed to have cut from a female Kurdish fighter in Raqqa that was recently taken by the Syrian military.</p><p>Although the claim could not be independently verified, it caused an online backlash.</p><p>The TFF said the club was guilty of “damaging the reputation of football” by “making ideological propaganda”.</p><p>Contacted by AFP, Amedspor President Nahit Eren said he had appealed against the decision, but made no further comment.</p><p>Eren – former head of the Diyarbakir Bar Association – had on Tuesday posted on X about “efforts to embroil our club in various controversies”.</p><p>Currently top of the second division, Amedspor could be promoted this year to Turkiye’s top-flight Super Lig for the first time in their history.</p></div></div></body></html>"
        },
        {
            "title": "Alcaraz beats Zverev to break slam record in reaching Australian Open final | Tennis News | Al Jazeera",
            "time": "2026-01-30T10:23:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T093710Z_1460856840_UP1EM1U0QPW03_RTRMADP_3_TENNIS-AUSOPEN-1769766525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Carlos Alcaraz overcame cramps and injury to fend off Alexander Zverev in an epic, momentum-swinging five-setter to become the youngest man in the Open era to reach the finals of all four Grand Slam events.</p><p>At 22, he’s aiming to be the youngest man to complete a career Grand Slam.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He reached his first Australian Open final the hard way, winning 6-4, 7-6 (5), 6-7 (3), 6-7 (4), 7-5 in 5 hours, 27 minutes on Friday.</p><p>That’s despite being two points away in the third set from a semifinal victory in a tournament where he hadn’t dropped a set through five rounds.</p><p>He was behind in the fifth set after dropping the first game and didn’t break back until Zverev was serving for the match in the 10th.</p><p>Alcaraz will next face either two-time defending champion Jannik Sinner or 10-time Australian Open titlist Novak Djokovic, who is bidding for an unprecedented 25th Grand Slam singles title. The long afternoon match delayed the start of the night’s semifinal.</p><p>The top-ranked Alcaraz was leading by two sets and appeared to be in the kind of form that won him the US Open last year and has helped him evenly split the last eight majors with Sinner.</p><p>But in the ninth game of the third, he started limping and appeared to be struggling with an upper right leg problem. After holding for 5-4, he took a medical timeout in the changeover. It may have been cramp, but he rubbed the inside of his right thigh and called for the trainer, who also massaged the same area.</p><p>Zverev was demonstrably upset, talking with a tournament official, when his rival was given the three-minute break for treatment.</p><figure id=\"attachment_4275769\" aria-describedby=\"caption-attachment-4275769\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4275769\" src=\"/wp-content/uploads/2026/01/2026-01-30T084806Z_230494375_UP1EM1U0IZNVI_RTRMADP_3_TENNIS-AUSOPEN-1769767215.jpg?w=770&amp;resize=770%2C516&amp;quality=80\" alt=\"Spain's Carlos Alcaraz receives medical attention during his semi final match against Germany's Alexander Zverev\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4275769\" class=\"wp-caption-text\">Spain’s Carlos Alcaraz receives medical attention during his semifinal match against Germany’s Alexander Zverev [Jaimi Joy/Reuters]</figcaption></figure><p>Even with his limited footwork, Alcaraz was able to hit winners and get to 6-5 before the trainer returned in the changeover to massage the area again.</p><p>When he went back out, the crowd gave him rousing support. Zverev served a double-fault to open the next game, and Alcaraz lobbed and then slapped a forehand winner down the line to get to 0-30. But Zverev won four straight points to force the tiebreaker and then win it.</p><p>No 3 Zverev, the 2025 runner-up, retained his composure despite Alcaraz’s obvious discomfort on the other side of the net, and the crowd on Rod Laver Arena firmly behind the Spaniard.</p><p>He was in front for the entire fourth set, but Alcaraz stayed with him, until Zverev again took charge in the tiebreaker. More than four hours had elapsed when the match went to a fifth set, the first five-setter on the centre court in the 2026 tournament.</p><p>Alcaraz dropped serve in the opening game of the fifth set but hung with Zverev, getting five breakpoint chances without being able to convert.</p><p>The drama lifted in the sixth game, when Alcaraz sprinted across court to track down a drop shot and slid at full pace for an angled forehand winner. The crowd went crazy.</p><p>Alcaraz finally converted the break when Zverev was serving for the match at 5-4 in the fifth set.</p><p>He held for 6-5 and converted his first match point when Zverev was serving to stay in the match.</p></div></div></body></html>"
        },
        {
            "title": "Kurdish-led SDF agrees integration with Syrian government forces | Syria's War | Al Jazeera",
            "time": "2026-01-30T09:53:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769766813.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Teenager Flagg breaks 46-year NBA points record but Hornets beat Mavericks | Basketball News | Al Jazeera",
            "time": "2026-01-30T09:44:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-30T040406Z_2074970738_MT1USATODAY28116391_RTRMADP_3_NBA-CHARLOTTE-HORNETS-AT-DALLAS-MAVERICKS-1769765904.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Teenager Flagg breaks 46-year NBA points record but Hornets beat Mavericks</h1><p class=\"article__subhead\"><em>Cooper Flagg scores 49 points, the most by a teenager in a single NBA game, but Charlotte Hornets beat Dallas Mavericks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kon Knueppel made two free throws with 4.1 seconds left for a career-high 34 points and the Charlotte Hornets beat the Dallas Mavericks 123-121, spoiling Duke roommate Cooper Flagg’s 49-point game.</p><p>Flagg, who turned 19 in December, broke the NBA record for points in a game by a teen. Cliff Robinson set the previous record of 45 at age 19 for New Jersey in a game against Detroit on March 9, 1980.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Flagg set career highs with 20 field goals on 29 shots, and also had 10 rebounds.</p><p>Knueppel grabbed an errant pass by Flagg near midcourt with seven seconds left and the score tied. He drove to the basket and was fouled by Flagg as the ball lodged between the rim and the backboard. Flagg’s shot at the buzzer to send it to overtime hit the back of the rim.</p><p>Knueppel made eight 3-pointers to set a rookie record for the Hornets, who have won five consecutive games for their longest winning streak since a five-game run in February 2023.</p><p>Brandon Miller scored 23 points, his ninth straight game with at least 20 points, for Charlotte. LaMelo added 22, hitting six 3-pointers.</p><p>Klay Thompson scored 16 points off the bench for Dallas, shooting 4 of 11 on 3s. The Mavericks have lost three straight — all at home — following a season-best, four-game winning streak.</p><p>The Hornets swept a road back-to-back while the Mavericks were swept in a home back-to-back.</p><p>The game was the first NBA meeting between Flagg and Knueppel, the 2024-25 Duke freshmen.</p><p>Mark Aguirre, Dallas’s only previous first-overall draftee after the franchise’s initial season in 1980-81, became the team’s fifth player to have his jersey retired during a halftime ceremony.</p></div></div></body></html>"
        }
    ]
}