{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Putin challenges US pressure on India over Russian oil during state visit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T21:42:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T170126Z_991263780_RC2R9IA49WZV_RTRMADP_3_INDIA-RUSSIA-MODI-PUTIN-1764880752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin has questioned Washington’s stance on India’s oil purchases from Moscow, pointing to US imports of Russian nuclear fuel as he began a <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">state visit</a> aimed at strengthening ties between the two nations.</p><p>Putin arrived in New Delhi on Thursday evening to a warm airport reception from Indian Prime Minister Narendra Modi, who embraced the Russian leader in a rare gesture that underscored their personal rapport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The visit comes as India faces mounting pressure from US President Donald Trump, who has imposed punitive tariffs on Indian goods over New Delhi’s purchases of discounted Russian crude.</p><p>In an interview with Indian broadcasters before his arrival, Putin questioned the logic behind Washington’s criticism.</p><p>“The United States itself still buys nuclear fuel from us for its own nuclear power plants,” he said, adding that if the US has the right to buy Russian fuel, India should enjoy “the same privilege”.</p><p>Modi posted on social media that he was “delighted to welcome my friend, President Putin to India,” calling their relationship “a time tested one that has greatly benefitted our people”.</p><p>After embracing on the tarmac, the two drove together to a private dinner at Modi’s residence.</p><p></p><p>Al Jazeera’s Neha Poonia, reporting from New Delhi, said the reception sent a clear message.</p><p>“Experts say that the warm reception for President Putin [shows] that he is not a pariah, that there are countries that will accept him despite pressure from western nations,” over Russia’s full-scale invasion of Ukraine, she said, adding that Modi wanted to signal “he won’t give into pressure from Donald Trump.”</p><p>Putin defended the energy relationship, telling Indian media that cooperation with India “remains unaffected by political swings or the tragic events in Ukraine”.</p><p>He accused unnamed actors of seeking to “constrain India for political reasons” due to its growing international role.</p><p>The visit highlights India’s delicate balancing act between Moscow and Washington. India’s oil imports from Russia surged from just 2.5 percent of total crude purchases before 2022 to nearly 36 percent currently, making it the world’s second-largest buyer of Russian oil.</p><p></p><p>Indian refiners have saved approximately $12.20 per barrel by purchasing discounted Russian crude.</p><p>However, Trump has <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\">imposed</a> 50 percent tariffs on Indian goods in retaliation, and recent US sanctions on major Russian oil producers have begun forcing Indian refiners to reduce purchases.</p><p>Reliance, India’s largest private refiner, has already announced it will stop exporting petroleum products made from Russian crude.</p><p>On Friday, Putin and Modi are expected to hold formal summit talks and announce agreements spanning defence cooperation, shipping, healthcare and labour mobility.</p><p>Russia is pushing to sell India additional S-400 missile defence systems and Su-57 stealth fighter jets, while both sides aim to reach $100bn in bilateral trade by 2030, though the target now appears distant as oil imports decline.</p></div></div></body></html>"
        },
        {
            "title": "US senators unveil bill to keep Trump from allowing AI chip sales to China | Business and Economy News | Al Jazeera",
            "time": "2025-12-04T21:37:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/10/2022-10-05T043447Z_921512572_RC2XQS933LTO_RTRMADP_3_TAIWAN-ECONOMY-CHIPS.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US senators unveil bill to keep Trump from allowing AI chip sales to China</h1><p class=\"article__subhead\"><em>It requires Commerce Department to deny any licence requests for AI chip buyers in China, Russia, Iran or North Korea.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A bipartisan group of United States senators, including prominent Republican China hawk Tom Cotton, has unveiled a bill that would block the administration of President Donald Trump from loosening rules restricting Beijing’s access to artificial intelligence chips for 2.5 years.</p><p>The bill, unveiled on Thursday, is known as the SAFE CHIPS Act and was filed by Republican Senator Pete Ricketts and Democrat Chris Coons.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It would require the Commerce Department, which oversees export controls, to deny any licence requests for buyers in China, Russia, Iran or North Korea to receive US AI chips more advanced than the ones they currently are allowed to obtain for 30 months. After that, the Department of Commerce would have to brief Congress on any proposed rule changes a month before they take effect.</p><p>“Denying Beijing access to [the best US] AI chips is essential to our national security,” Ricketts said in a statement.</p><p>The legislation, which was co-sponsored by Republican Dave McCormick and Democrats Jeanne Shaheen and Andy Kim, represents a rare effort led in part by Trump’s own party to stop him from further relaxing tech export restrictions on China.</p><p>Faced with new Chinese export curbs on the rare earth metals that global tech companies rely on, Trump’s Commerce Department imposed and then <a href=\"/economy/2025/7/15/nvidias-ceo-says-it-gained-us-approval-to-sell-h20-ai-chips-to-china\" target=\"_blank\" rel=\"noopener\">rolled back curbs on Nvidia’s H20 AI chips</a>, a move that was criticised by Republican Representative John Moolenaar, who chairs the House Select Committee on China.</p><p>As part of negotiations with China to delay its own rare earth controls, Trump pushed back by a year a rule to restrict US tech exports to units of already-blacklisted Chinese companies and has pledged to nix a Biden-era rule restricting AI chip exports globally to countries based in part on concerns around chip smuggling to China.</p><p>The bill comes as the Trump administration mulls greenlighting sales of Nvidia’s H200 artificial intelligence chips to China. China hawks in Washington fear that Beijing could use the prized chips to supercharge its military with AI-powered weapons and more powerful intelligence and surveillance capabilities.</p></div></div></body></html>"
        },
        {
            "title": "Who was Yasser Abu Shabab, Israel-backed militia leader killed in Gaza? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T21:19:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/493069137_122102089802875302_6529305833806600365_n-1764881085.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2025/12/4/gaza-militia-leader-accused-of-collaborating-with-israel-killed-reports\">killing of Gaza militia leader Yasser Abu Shabab</a>, confirmed by his Popular Forces group and by Israeli media, is the final chapter of a man who tried to present himself – <a href=\"/features/2025/8/12/is-israel-using-gaza-tribal-militias-to-help-ethnic-cleansing\">with Israeli support</a> – as an alternative to Hamas, but who was widely derided by Palestinians as a collaborator.</p><p>In his early 30s and from southern Gaza’s Bedouin Tarabin tribe, Abu Shabab was largely unknown in the Palestinian enclave until his emergence at the head of a militia last year. Initially called the “Anti-Terror Service”, by May this year it had popularised itself as the “Popular Forces”, a well-armed group of at least 100 fighters operating in Israeli-controlled areas of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group operated somewhere between a criminal gang and an Israeli proxy force, but presented itself as a nationalist Palestinian group dedicated to fighting Hamas.</p><p>That branding served a purpose for Israel, even if its end goal for the group was never clear, particularly once it became evident that the Popular Forces lacked any form of mass popular appeal.</p><p>That was because, for many Palestinians, Abu Shabab was a criminal – he had been imprisoned by Palestinian authorities in Gaza for a number of years on drug-related charges prior to escaping from jail in the early part of the war on Gaza.</p><p>His subsequent alliance with Israel, as it committed a genocide in Gaza killing more than 70,120 people, was immediately disqualifying for most Palestinians – including his own tribe, who said in a statement that his killing served as “the end of a dark chapter that does not represent the history of the tribe”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ideological-ambiguity\">Ideological ambiguity</h2><p>Pinning down Abu Shabab’s ideology is difficult, with many observers saying that he was driven by power rather than any particular political stance.</p><p>The initial branding of his group in the language of “anti-terrorism” is somewhat ironic considering reports of his links to ISIL (ISIS), although they are mostly related to cooperation in smuggling from Egypt’s Sinai Peninsula into Gaza, rather than any shared ideology.</p><p>There has also always been a disparity between Abu Shabab’s background and his social media presence, with English-language posts and even an opinion piece published by the Wall Street Journal.</p><p>In that article, Abu Shabab claimed that his Popular Forces controlled large parts of eastern Rafah, in the south of Gaza, and were “ready to build a new future”.</p><p>“Our primary goal is to separate Palestinians who have nothing to do with Hamas from the fire of war,” the article attributed to him said.</p><p>But while Abu Shabab attempted to downplay his links to Israel, Prime Minister Benjamin Netanyahu <a href=\"/news/2025/6/5/netanyahu-admits-israel-backed-armed-rivals-of-hamas-in-gaza\">admitted in June</a> that his government was using armed clans – which media reports made clear were Abu Shabab’s forces – to fight Hamas.</p><p>The idea of using such forces was, according to Netanyahu, the result of advice from security officials, even after past failed attempts at working with local groups such as the South Lebanon Army in Israel’s northern neighbour.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"looting\">Looting</h2><p>The Popular Forces has sought to portray itself as a group helping to distribute much-needed aid to Palestinians in Gaza, particularly at sites run by the US- and Israeli-backed GHF.</p><p>Abu Shabab told CNN that he led “a group of citizens from this community who have volunteered to protect humanitarian aid from looting and corruption”, and his group shares pictures of its forces distributing aid.</p><p>But Abu Shabab and the Popular Forces have since been accused of looting from aid convoys, with an internal United Nations memo seen by the Washington Post calling him “the main and most influential stakeholder behind systematic and massive looting”, and security sources in Gaza confirming to Al Jazeera Arabic that the Israeli-backed group had participated in looting.</p><p>Those accusations, as Gaza suffered from a famine brought on by Israeli restrictions on aid access and its destruction of Palestinian infrastructure, added to the perception that Abu Shabab was simply an Israeli proxy.</p><p>It is perhaps therefore not surprising that few Palestinians in Gaza – even those opposed to Hamas – have shed tears over Abu Shabab’s killing.</p><p>The circumstances of that killing continue to be murky – much like Abu Shabab’s origins and his role during the war.</p><p>But ultimately, as it became clear that he did not have the support or power to be a genuine alternative to Hamas, his fate seemed increasingly sealed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza war amputees mark International Disabilities Day | Gaza | Al Jazeera",
            "time": "2025-12-04T20:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764880709.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup draw to be announced as trophy arrives in Washington | Football | Al Jazeera",
            "time": "2025-12-04T20:14:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764879154.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Last foreign carriers halt flights to Venezuela after Trump’s airspace ban | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T20:14:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6931e3b771bf-1764877239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Last foreign carriers halt flights to Venezuela after Trump’s airspace ban</h1><p class=\"article__subhead\"><em>Copa, Wingo, Satena, and Boliviana halt Venezuela flights, citing navigation signal issues and safety concerns.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia</strong> – The last international airlines flying to Venezuela have suspended routes to the country, days after United States President <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">Donald Trump declared the South American country’s airspace closed</a>.</p><p>Panamanian carrier Copa and its Colombian budget subsidiary Wingo announced Wednesday evening that routes to Caracas would be suspended on December 4 and 5, while Colombian state airline Satena and Bolivian flagship carrier Boliviana de Aviacion also cancelled flights on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Due to intermittent problems today with one of the navigation signals during its flight to Caracas… [Copa and Wingo] took the preventative decision to temporarily suspend flights to and from this city,” wrote Copa and Wingo in statements.</p><p>The companies added that the interruptions “at no time compromised operational safety”, with a spokesperson telling Al Jazeera that aircraft from both carriers had been affected by the signal problems.</p><p>On Thursday, Colombian government airline Satena suspended its route to Valencia  – Venezuela’s third-largest city – while Boliviana also cancelled its flight to Caracas. Neither has made a public statement at the time of publication.</p><p>Following the suspensions, no international carriers are flying to Venezuela, although several national airlines continue to operate international routes.</p><p>The suspensions also follow a 90-day warning issued on November 21 by the US Federal Aviation Administration (FAA) of risks to commercial planes flying in Venezuelan airspace, which prompted several major carriers to suspend flights.</p><p>The FAA cited “the worsening security situation and heightened military activity in or around Venezuela” amid a massive build-up of US forces in the Southern Caribbean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"so-much-uncertainty\">‘So much uncertainty’</h2><p>On Saturday, Trump unilaterally declared Venezuelan airspace “closed in its entirety”. Copa, Wingo, Satena and Boliviana were the only international carriers to continue routes to Venezuela following these warnings.</p><p>The cancellations dealt a fresh blow to members of Venezuela’s diaspora who had already faced travel disruptions to plans to return home for the holidays. Others who had already been visiting the country are now struggling to return home.</p><p>“Many people have shared their concerns over the cancellation of these flights,” said Juan Carlos Viloria Doria, vice president of Venezuelans in Barranquilla, a network of migrants in Colombia. “At this time of year in particular, people want to reunite with their family and friends for Christmas. It is unfortunate that due to the political situation, Venezuelans must live with so much uncertainty.”</p><p>The cancellations complicate travel plans, especially for those in Venezuela who may have to undertake risky overland journeys.</p><p>Viloria called on Venezuelans to plan journeys in coordination with family, friends, and migrant networks, as well as to consult official information from government sources.</p><p>Colombia’s Venezuelan migrant community of roughly 2.8 million is the largest in the world, and many are waiting with bated breath as tensions grow between Washington and Caracas.</p></div></div></body></html>"
        },
        {
            "title": "What is at stake in French presidential visit to China? | International Trade | Al Jazeera",
            "time": "2025-12-04T19:56:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764875556.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Talks to include trade imbalances and China’s support for Russia.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s President Emmanuel Macron visits China for a three-day state visit at a tricky time in their relations.</p><p>Trade and the Ukraine war are under discussion, with big differences between the two countries.</p><p>What are the divisions, and what is at stake?</p><p><strong>Presenter:</strong> Tom McRae</p><p><strong>Guests:</strong></p><p>Andy Mok – Senior research fellow at the Center for China and Globalization in Beijing</p><p>Remi Bourgeot – Associate fellow at the French Institute for International and Strategic Affairs in Paris</p><p>Ben Aris – Founder and editor in chief of bne IntelliNews</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Four countries to boycott Eurovision 2026 over Israel’s inclusion | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T19:48:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6931ddd7a1c54-1764875735_9b8566-1764876855.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four countries to boycott Eurovision 2026 over Israel’s inclusion</h1><p class=\"article__subhead\"><em>Ireland, Spain, Netherlands, and Slovenia refuse to participate in next year’s event after calling for Israel to be banned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ireland, the Netherlands, Slovenia and Spain have said they will boycott next year’s <a href=\"/news/2025/12/4/eurovision-organisers-debate-whether-israel-should-be-barred-from-contest\">Eurovision Song Contest</a>, following the decision to allow Israel to compete.</p><p>The response on Thursday came immediately after the European Broadcasting Union (EBU), which runs the competition, said there would not be a vote on whether to exclude Israel, despite calls from some countries to do so.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Opponents of Israel’s participation criticise it over its genocidal war on Palestinians in Gaza – which has so far killed at least 70,125 people – and over allegations that it unfairly intervened in the most recent competition to the benefit of its entrant.</p><p>In a statement which cleared Israel to take part, the EBU said on Thursday that its members had shown “clear support for reforms to reinforce trust and protect [the] neutrality” of the contest.</p><p>The changes, which include the reintroduction of an expanded professional jury at the semifinal stage, aim to discourage governments and third parties from disproportionately promoting songs to sway voters.</p><p>In response to Israel’s inclusion, the Dutch broadcaster AVROTROS said that “under the current circumstances, participation cannot be reconciled with the public values that are fundamental to our organisation”.</p><p>It has accused Israel of “proven interference” in last year’s contest while also noting its “serious violation of press freedom” during the Gaza war.</p><p>Ireland will not take part in Eurovision 2026 either, with its broadcaster RTE citing “the appalling loss of lives in Gaza and humanitarian crisis” as the reason for its boycott.</p><p>Nor will Slovenia, whose national broadcaster said that its move came “on behalf of the 20,000 children who died in Gaza”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Spain’s public broadcaster RTVE also announced that it would also not participate in the event in Vienna, which will be the contest’s 70th edition.</p><p>“The situation in Gaza, despite the ceasefire and the approval of the peace process, and the use of the contest for political goals by Israel, make it increasingly difficult to keep Eurovision a neutral cultural event,” its secretary-general, Alfonso Morales, said in a statement.</p><p>Not all countries took the same stance. In the lead-up to the EBU’s decision, Germany said it would not take part if Israel were barred.</p><p>“Israel belongs in the Eurovision Song Contest,” said German Culture Minister Wolfram Weimer.</p><p>Israeli President Isaac Herzog welcomed the EBU announcement, arguing that his country, which says it faces a global smear campaign, “deserves to be represented on every stage around the world”.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda, DRC presidents sign ‘Washington Accord’ peace deal | Mining | Al Jazeera",
            "time": "2025-12-04T19:29:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__876B4DQ__v1__HighRes__UsRwandaDrcDiplomacyTrump_cropped-1764876353.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group | Football News | Al Jazeera",
            "time": "2025-12-04T19:25:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T184102Z_424605118_UP1ELC41FWD0I_RTRMADP_3_SOCCER-ARABCUP-SYR-QAT-1764873773.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group</h1><p class=\"article__subhead\"><em>Tense FIFA Arab Cup group finale awaits as Asian Cup holders Qatar held by Syria while Palestine also draw with Tunisia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tournament hosts Qatar kept alive their <a href=\"/sports/2025/11/29/fifa-arab-cup-2025-qatar-teams-format-schedule-matches-venues\">FIFA Arab Cup 2025</a> hopes, avoiding a shock early elimination, following a 1-1 draw with Syria in Group A at the Khalifa International Stadium in Al Rayyan.</p><p>Having <a href=\"/video/newsfeed/2025/12/1/palestine-wins-first-match-over-qatar-at-fifa-arab-cup\">lost their opening match</a> to Palestine, the <a href=\"/sports/2024/2/11/qatar-keep-afc-asian-cup-trophy-at-home-with-3-1-win-over-jordan\">AFC Asian Cup holders</a> need to avoid defeat on Thursday to maintain their chances of reaching the knockout stages.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite dominating proceedings, with 18 attempts on goal while Syria only managed two efforts on target, Qatar’s nerves were heightened as they had to wait until the 77th minute to find the breakthrough.</p><p>Ahmed Alaaeldin converted Edmilson Junior’s assist and appeared to hand his side the win until Omar Kharbin’s 90th-minute strike denied the hosts.</p><p>Group leaders Palestine also came from behind to secure a 2-2 draw with Tunisia earlier in the day.</p><p>The group now goes to the final round of games on Sunday when Qatar face Tunisia at Al Bayt Stadium in Al Khor, while Syria face Palestine at Education City Stadium in Al Rayyan.</p><figure id=\"attachment_4150795\" aria-describedby=\"caption-attachment-4150795\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150795\" src=\"/wp-content/uploads/2025/12/2025-12-04T165256Z_1945006086_UP1ELC41AW7YL_RTRMADP_3_SOCCER-ARABCUP-PLE-TUN-1764873405.jpg?w=770&amp;resize=770%2C471&amp;quality=80\" alt=\"Palestine's Ikram Rami Hamadeh celebrates with teammates after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150795\" class=\"wp-caption-text\">Palestine’s Ikram Rami Hamadeh celebrates with teammates after the draw with Tunisia [Ibraheem Abu Mustafa/Reuters]</figcaption></figure><p>Palestine only need to draw their final game to seal their progress to the knockout stages, but must win the match to secure top spot.</p><p>Should Syria lose the match, then Qatar and Tunisia will be offered a winner-takes-all chance for a place in the next round.</p><p>Tunisia had stormed into a two-goal lead in the earlier kickoff against Palestine after Ismael Gharbi’s 16th-minute corner was turned in by Amor Layouni.</p><p>Mohamed Ali Ben Romdhane then laid on a square ball for Firas Chaouat to convert six minutes into the second period.</p><p>Palestine were far from done, however, as Hamed Hamdan volleyed his side back into the game before Zaid Qunbar drilled low through a crowd with five minutes to play.</p></div></div></body></html>"
        },
        {
            "title": "US authorities arrest suspect in 2021 Washington, DC, pipe bomb case | Crime News | Al Jazeera",
            "time": "2025-12-04T18:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2021-01-08T044212Z_940718831_RC2G3L92DI8L_RTRMADP_3_USA-ELECTION-PROTEST-1764861661.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have arrested a suspect believed to be involved in leaving pipe bombs near two major political headquarters in Washington, DC, during the night before the <a href=\"/news/2024/1/5/trump-indictment-deep-divisions-january-6-reverberates-three-years-on\">Capitol riot</a> on January 6, 2021.</p><p>On Thursday, the Federal Bureau of Investigation (FBI) and the Department of Justice identified the suspect as Brian Cole Jr in a joint news conference.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ I know some people have given up on finding the perpetrator. But not the FBI and not our partners,” said Darren Cox, a deputy assistant director in the FBI.</p><p>He explained that the investigation involved sorting through “3 million lines of data”.</p><p>“We do not forget, we do not give up, and we do not relent. Though it had been nearly five years, our team continued to churn through massive amounts of data and tips that we used to identify this suspect,” Cox said.</p><p>Officials under President Donald Trump also touted the arrest as a victory for the current Republican administration — and a sign of the incompetence under Trump’s predecessor, Democrat Joe Biden.</p><p>“We did not discover any new information,” FBI Director Kash Patel said on Thursday.</p><p>“An investigation spearheaded by the deputy director and the AIC [agent in charge] of our Washington field office brought in a new team of investigators and experts, reexamined every piece of evidence, sifted through all the data — something that the prior administration refused and failed to do.”</p><p>US Attorney Jeanine Pirro, who was also at the news conference, explained that Cole would be charged with transporting an illegal explosive device and attempting “malicious destruction by means of explosive materials”.</p><p>She added that the investigation was ongoing and that further charges could be filed at a later date.</p><figure id=\"attachment_4150932\" aria-describedby=\"caption-attachment-4150932\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150932\" src=\"/wp-content/uploads/2025/12/AP25338681606804-1764876410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pam Bondi at a news conference\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150932\" class=\"wp-caption-text\">Attorney General Pam Bondi speaks about the recent arrest in the 2021 pipe bomb case on December 4 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"a-long-running-mystery\">A long-running mystery</h2><p>The arrest potentially ends a nearly five-year-long mystery that underscored the rising threat of political violence in the US.</p><p>Law enforcement agencies have said that the bombs, which did not explode, were viable and “could have seriously injured or killed innocent bystanders”. Cox reaffirmed that risk on Thursday.</p><p>“Fortunately, these bombs did not explode, although they certainly could have,” Cox said.</p><p>“We all know pipe bombs are dangerous, not because of the potential loss of life, the damage the property or injury that they can cause, but also because they are tools that terrorise our community.”</p><p>Police and law enforcement had gathered early on Thursday morning in a residential neighbourhood in Woodbridge, Virginia, to take Cole into custody.</p><p>At Thursday’s news conference, Attorney General Pam Bondi emphasised that the suspect had remained close to Washington, DC, even after the pipe bomb incident.</p><p>“This is in our nation’s capital where this happened,” she said of the attempted pipe bombing. “And now, thanks to the FBI, we know that this defendant was living just miles away from here, in Virginia.”</p><p>The targets of the 2021 pipe bombing attempt appeared to be the headquarters for the Democratic National Committee and the Republican National Committee, which represent the two biggest political parties in the US.</p><p>Early on, authorities released grainy footage of the person who left the bombs. The suspect, long believed to be a man, was captured on surveillance cameras wearing a mask, gloves and a grey hoodie.</p><p>On the night before January 6, 2021, the perpetrator had walked through the densely populated Capitol Hill neighbourhood to arrive near the political party headquarters offices, where he placed the pipe bombs.</p><p>The day after the bombs were left, President Trump’s supporters <a href=\"/news/2022/12/23/5-key-takeaways-from-january-6-panels-report-on-us-capitol-riot\">stormed and ransacked</a> the US Capitol to prevent the certification of Biden’s victory in the 2020 elections.</p><p>Trump continues to falsely claim that his election loss that year was due to widespread voter fraud.</p><p>In one of his first decrees after returning to the White House early in 2025, Trump issued a presidential pardon for more than 1,500 people charged or convicted of criminal offences related to the riot.</p><figure id=\"attachment_4150894\" aria-describedby=\"caption-attachment-4150894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150894\" src=\"/wp-content/uploads/2025/12/AP25338674426271-1764875648.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"An aerial view of the neighborhood where the Brian Cole arrest was made\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150894\" class=\"wp-caption-text\">Prince William County Police block the street near a house in Woodbridge, Virginia, on December 4, when the FBI made an arrest in the pipe bomb case [Steve Helber/AP Photo]</figcaption></figure><h2 id=\"inside-the-investigation\">Inside the investigation</h2><p>In the lead-up to Thursday’s arrest, officials had offered $500,000 for information about the suspect in the pipe bomb case, with the warning that he “may still pose a danger to the public”.</p><p>Still, more than four years passed before an arrest was made.</p><p>Last year, the FBI said it was still working through “thousands of hours conducting interviews, reviewing physical and digital evidence, and assessing tips from the public about who may have placed pipe bombs on Capitol Hill”.</p><p>At Thursday’s news conference, Pirro described the process as “like finding a needle in a haystack”.</p><p>While the officials at the news briefing declined to say what evidence ultimately pointed them to Cole, Pirro praised the detailed investigative work that FBI agents and local law enforcement had conducted.</p><p>She explained that investigators had attempted to match the pipe bomb components to similar parts sold around that time.</p><p>“For example, there were 233,000 black end caps of the type that were used in this case,” she said.</p><p>“I want you to think about the fact that the FBI had to go through the sale of every one of them to try to find commonality with an individual, along with the purchase of the pipe itself, the cap ends, the wires, the steel and the nine-volt batteries.”</p><p>Still, despite the complexity of the case, Trump administration officials said the crucial evidence was there all along — and they blamed the Biden administration for failing to act on it.</p><p>“What I will tell you is that evidence has been sitting there, collecting dust. This wasn’t a new tip. It wasn’t some new evidence. It was the hard work of President Trump’s administration,” said Attorney General Bondi.</p><p>The lingering mystery surrounding the pipe bombs had fuelled right-wing conspiracy theories that the Capitol riot was an “inside job”.</p><p>Some online personalities have maintained, without evidence, that the would-be bomber was a “deep state” government agent who sought to discredit Trump’s supporters.</p><p>But even some Trump officials who previously helped spread such theories, like Dan Bongino, have since come out strongly against them.</p><p>Last month, Bongino, now the second-in-command at the FBI, <a href=\"https://x.com/FBIDDBongino/status/1988956947190616397\" target=\"_blank\" rel=\"noopener\">denounced</a> rumours about the pipe bombing case, calling them “grossly inaccurate”. He added that the misinformation “serves only to mislead the public”.</p></div></div></body></html>"
        },
        {
            "title": "From Mogadishu to Minneapolis, Somalis reject Trump’s bigoted remarks | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T18:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25300725574548-1764870250.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somali Americans are rejecting President Donald Trump’s characterisation of their community as “garbage” with a mixture of outrage and creative mockery that has lit up social media platforms.</p><p>The pushback comes after Trump closed his final cabinet meeting of the year with a venomous attack on the Somali diaspora and Congresswoman Ilhan Omar, declaring he did not want Somalis in the United States because “they contribute nothing”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The remarks have drawn condemnation from community leaders, Democratic lawmakers and civil rights organisations, whilst sparking fear among ordinary Somali families across Minnesota, home to the largest Somali population in the country.</p><p>The attacks represent an escalation of Trump’s longstanding hostility toward Omar and the Somali community, dating back to his first term when he <a href=\"https://www.youtube.com/watch?v=_ZIru8gsqWw\">frequently</a> exchanged barbs with Ilhan Omar.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>More recently in September, he called her “SCUM” on Truth Social whilst depicting Somalia as a nation “plagued by persistent poverty, hunger, resurgent terrorism, piracy, decades of civil war”.</p><p>“This recent attack is straight out of the racist playbook,” Faisal Roble, a Somali American and former principal planner for the City of Los Angeles, told Al Jazeera.</p><p>“It is election season and his MAGA base which he’s appealing to respond to this type of messaging as Somalis are a black population which is majority Muslim which are two identities some Americans remain uncomfortable with.”</p><p>Minnesota state Senator Omar Fateh described the president’s comments as both “hurtful” and “disgraceful” in an interview with Al Jazeera, challenging Trump’s portrayal of a community deeply embedded in American society.</p><p>“It was flat out wrong, calling not only our congresswoman garbage but calling the entire community garbage, saying they’re good for nothing,” Fateh said.</p><p>“It is a community that has been resilient, that has produced so much. We are teachers and doctors and lawyers and even politicians taking part in every part of Minnesota’s economy and the nation’s economy.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Fateh, who ran a campaign for city mayor this year, accused Trump of engaging in “political theatre” designed to energise his base ahead of next year’s midterm elections, whilst warning that such rhetoric could fuel political violence.</p><p>Minnesota has already witnessed <a href=\"/news/2025/6/14/minnesota-lawmakers-targeted-in-deadly-politically-motivated-shootings\">deadly attacks</a> this year, including the June assassination of a Democratic state legislator and her husband by a gunman.</p><p>The impact of Trump’s words is being felt acutely in Minneapolis neighbourhoods where Somali businesses and families are concentrated and where ICE <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">raids</a> have begun.</p><p>Khadijo Warsame, who owns a cafe in the city, described an atmosphere of fear that has emptied the streets.</p><p>“It is deserted. Every business is closed, and it has been like this for the last three days,” she told Al Jazeera. “And we are really a small business. I’m scared that people [are] not showing up to buy from me, and I am like, I don’t want to close my business.”</p><p>Yet alongside the fear, a defiant response has emerged on social media platforms, particularly TikTok and X, where young Somali Americans have deployed humour and satire to expose what they see as the absurdity of Trump’s anti-immigrant stance.</p><p> </p><p>Users have created AI-generated images inserting Somalis among America’s founding fathers, whilst others have parodied Zionist claims to Palestine by joking that Minnesota was promised to them 3,000 years ago, a pointed reference to the logic used to justify Palestinian dispossession.</p><p>Mohammed Eid, a legal analyst at the Minnesota judiciary who moved to the US 11 years ago, expressed pride in the community’s response to the president’s attacks.</p><p>“I’m proud that our community stood up, Trump doesn’t have more rights than we do here. We’re all Americans. In fact, his wife, like many other people who move here, is also an immigrant,” Eid said.</p><p>“Many of these jokes Somalis are making online are showing how ridiculous some of the debates in our society are, from having anti-immigration movement in a land where the natives were genocided to the situation in Gaza and Palestine.”</p><p></p><p>The statistics paint a picture sharply at odds with Trump’s characterisation of Somalis as outsiders.</p><p>Approximately 84,000 people of Somali descent live in the Minneapolis-St Paul metropolitan area, with 58 percent born in the United States. Of those born abroad, an overwhelming 87 percent are naturalised American citizens, Associated Press reported.</p><p>Jaylani Hussein, executive director of the Council on American-Islamic Relations, framed Trump’s targeting of lawful citizens as a betrayal of American values.</p><p>“What we see in Minneapolis is the authoritarian nature of this government acting as a third world nation by targeting lawful US citizens. We should be ashamed of that,” Hussein said.</p><p>Roble placed the attacks on Somalis within Trump’s broader pattern of targeting communities of colour. “Somalis are just the latest casualty,” said Roble, adding that the targeting of particular communities was “damaging the US government system and its relationship with its citizens.”</p><p>The president’s frequent focus on Omar, who represents a Minneapolis district and remains one of his most vocal critics, reflects his “total frustration with the fact that he cannot do anything about her,” according to Roble.</p><p>“She is a prominent critic and as a Congresswoman there is nothing he can do.”</p><p>In a New York Times opinion piece published Thursday, Omar noted that whilst Trump’s attacks are nothing new, they carry dangerous consequences.</p><p>“When Mr Trump maligns me, it increases the number of death threats that my family, staff members and I receive,” she wrote, expressing particular concern for “people who share the identities I hold — Black, Somali, hijabi, immigrant” who lack access to security protection.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abukar Arman, a former US envoy to Somalia, acknowledged the complexity of the moment, noting that while Trump has repeatedly insulted Somalia and its president, he cautioned against responding in kind.</p><p>“Trump is a narcissist whose ego is as fragile as an egg shell. The more humiliated he feels the more imbecilic his attacks would become,” Arman said.</p><p>In Mogadishu, Somalia’s government has largely maintained diplomatic restraint despite Trump’s description of the country as “hell” that “stinks”.</p><p>Prime Minister Hamza Barre urged calm in a statement, noting Trump had “insulted many countries, including Nigeria and South Africa” and suggesting it was “better to ignore than to make his words look like an issue”.</p><p>This measured approach contrasts with the stronger defence mounted by Defence Minister Moallim Fiqi during previous attacks on Omar, when he declared: “If our daughter is being targeted because of her identity, we stand firmly by her side.”</p><p>For Somali Americans navigating daily life under a president who has called them “garbage” and suggested they “go back to where they came from”, the question is less about diplomatic responses than about asserting their place in American society.</p><p>“Young Somalis have hybrid identities and have utilised the American aspect of it to defend themselves, to build alliances, to mock people who are targeting and have shown skill and bravery despite the attacks,” Roble said.</p><p>“Somalis are a very visible community, who carry their culture with them and practise what America preaches. They live their lives and their values and participate.”</p></div></div></body></html>"
        },
        {
            "title": "Can Africa choose economic partners on its own terms? | Business and Economy | Al Jazeera",
            "time": "2025-12-04T18:27:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764872673.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Africa’s minerals and young workforce are attracting global interest as China, the US and Europe compete for influence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>For decades, Africa was defined by aid, debt and development debates.<br>\nToday, the continent’s critical minerals, rising consumer markets and young workforce are turning it into one of the world’s most strategic economic battlegrounds.<br>\nChina, the United States and Europe are all vying for influence there – from infrastructure to clean energy and digital networks.<br>\nBut across the continent, the focus has shifted – leaders want partnerships that deliver real industry, real jobs and real value for African people.<br>\nSo as global rivals step up their game, can Africa finally choose partners on its own terms?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Qalqilya targeted as Israel escalates raids in northern West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T18:02:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6931c6ac6360-1764869804.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have escalated their attacks across the northern occupied West Bank with fresh assaults on the town of Qalqilya.</p><p>The Israeli military stormed the eastern entrance of Qalqilya at dawn on Thursday morning before deploying soldiers through several neighborhoods and establishing what local reports have described as a tight cordon around one, Kafr Saba.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to the Palestinian news agency Wafa, Israeli forces conducted raids on a number of homes in the neighbourhood, including some belonging to the families of Palestinians detained or previously killed by Israeli forces. One of the houses raided belongs to the family of Muhammad Barahmeh, who was shot and killed last year by Israeli forces.</p><p>The military also turned one house into a makeshift interrogation site, Wafa reported, holding several young men there for questioning. Palestinian reports said that at least two people were arrested in Qalqilya, in addition to 11 Palestinians held following similar raids on Thursday in Ramallah, Hebron, Jenin and Nablus.</p><p>Violence has surged across several towns in the northern West Bank over the past week, following the launch of a new Israeli military operation. The <a href=\"/news/2025/11/26/israels-siege-on-west-bank-city-raises-alarms-over-ethnic-cleansing\">offensive</a> began in Tubas and Tammun in late November and was later extended to Qabatiya and Masliya, bringing curfews, raids, widespread arrests and significant damage to local infrastructure.</p><p>The Israeli army has said the goal of its operations in the occupied West Bank is to arrest Palestinian fighters. Israel has conducted near-daily raids in the region since 2022 that have escalated since it began its genocidal war in Gaza in October 2023. The raids have made daily life for Palestinians in the West Bank increasingly difficult, and have forced tens of thousands from their homes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dreams-of-annexation\">Dreams of annexation</h2><p>Local Palestinian sources, including Tubas Governor Ahmed Asaad, also claim that the recent uptick in violence in the northern West Bank is aimed primarily at imposing “new realities” in the area around the Jordan Valley, which runs along the West Bank’s border with Jordan.</p><p>Senior politicians in Israel continue to push for an expansion of illegal settlements in the occupied West Bank, and particularly in the Jordan Valley, tightening Israel’s grip on the territory, paving the way for annexation. The expansion of Israeli settlements also effectively makes a Palestinian state impossible under current circumstances.</p><p>Annexing the West Bank is a particular focus of the right-wing settler groups that Israeli Prime Minister Benjamin Netanyahu has been accused of both encouraging and relying upon to sustain his coalition and his political survival. In June 2024, Netanyahu quietly <a href=\"/news/2024/6/21/is-israels-smotrich-fulfilling-his-dream-of-annexing-the-west-bank\">increased</a> much of the control already granted over the territory to far-right Finance Minister Bezalel Smotrich, who himself lives in an illegal settlement.</p><p>Reacting to a United Nations nonbinding resolution endorsing a two-state solution in September, Smotrich wrote on social media that, in response, “Israel must apply sovereignty [to the West Bank] as a preventive measure against the reckless attempt to establish a terror state in the heart of our land”.</p><p>Right groups and international monitors have noted an increase in attacks by the Israeli military and settler groups since the war on Gaza began. In <a href=\"/news/2025/11/25/israels-push-to-displace-thousands-from-the-occupied-west-bank\">addition</a> to storming refugee camps in Jenin, Nur Shams, and Tulkarem in January, attacks by the Israeli military, settler groups, or combinations of the two have killed more than 1,000 Palestinians and injured nearly 10,000 across the occupied West Bank, UN figures show.</p><p>Israel has arrested more than 18,000 people over the same period, according to Palestinian rights groups.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia’s Putin found ‘morally responsible’ for nerve agent death in UK | Skripal Poisoning News | Al Jazeera",
            "time": "2025-12-04T17:25:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6931bd3b-1764867387_4dd66e-1764867943.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A public inquiry has found that Russian President Vladimir Putin bears “moral responsibility” for the death of a British woman in a <a href=\"/news/2020/6/15/uk-asks-for-information-two-years-after-salisbury-poisoning\">nerve agent attack</a> in the English city of Salisbury in March 2018, with the UK government responding by sanctioning the Russian intelligence agency (GRU) accused of carrying it out.</p><p>Speaking on Thursday after the inquiry’s findings were published, its chair, Anthony Hughes, a former senior judge, said Putin had “authorised the mission” to assassinate the former <a href=\"/news/2018/10/3/putin-calls-poisoned-ex-spy-skripal-a-traitor-and-scumbag\">Russian spy Sergei Skripal</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The conduct of the Russian leader and the alleged GRU agents who planted the poison was “astonishingly reckless,” Hughes added.</p><p>The Kremlin continues to deny its involvement in the incident.</p><p>Skripal, a former GRU officer imprisoned in Russia for spying for the United Kingdom, came to the UK after being released in a 2010 spy swap.</p><p>Eight years later, he and his daughter Yulia were discovered unconscious on a park bench in Salisbury, poisoned by the Russian nerve agent Novichok that had been daubed on the door handle of their homes. They survived after intensive hospital treatment and now live under protection.</p><p>However, Dawn Sturgess, 44, a mother-of-three, died four months later, shortly after spraying herself with what she thought was perfume from a discarded bottle, but which turned out to contain the deadly chemical.</p><p>Sturgess was “the entirely innocent victim of the cruel and cynical acts of others”, said Hughes, the inquiry chair.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lawyer Andrew O’Connor told the public inquiry into her death, which started last year, that she was unwittingly caught up in an “illegal and outrageous international assassination attempt”.</p><p>The perfume bottle contained enough Novichok to poison “thousands” of people, O’Connor noted.</p><p>Sturgess’ family said her death came as “direct result of Russia’s cruel and cynical attempt to assassinate Sergei Skripal”, but that the British authorities had failed to assess the threat against the former Russian spy, something which “put the British public at risk, and led to Dawn’s death”.</p><p>“Adequate risk assessment of Skripal was not done, but no protective steps were put in place,” they said in a statement. ”That is a serious concern, for us now, and for the future.”</p><p>The inquiry into her death concluded that there had been “failings” around Skripal’s security, but determined it was not “unreasonable” for British intelligence to not consider his assassination risk high.</p><p>Responding to Hughes’ report, British Prime Minister Keir Starmer called the findings “a grave reminder of the Kremlin’s disregard for innocent lives”.</p><p>On Thursday, the UK foreign minister said it was sanctioning the GRU “in its entirety”, along with 11 “actors behind Russian state-sponsored hostile activity”.</p><p>London also said that it had summoned the Russian ambassador to answer for Moscow’s “ongoing campaign of hostile activity”.</p><p>Another UK inquiry concluded in 2016 that Putin “probably approved” the 2006 killing in London of the former Russian spy Alexander Litvinenko. The prominent Kremlin critic died after being poisoned with radioactive polonium.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN warns Sudan’s Kordofan faces mass atrocities as fighting spreads | Sudan war News | Al Jazeera",
            "time": "2025-12-04T17:09:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA-1764664922.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has warned that the Kordofan region of Sudan could face another wave of mass atrocities as fierce fighting between rival armed forces threatens a humanitarian catastrophe.</p><p>UN human rights chief Volker Turk said on Thursday that history was “repeating itself” in Kordofan following last month’s <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">fall of el-Fasher</a>, the capital of Sudan’s North Darfur state, where warnings of impending violence were largely ignored by the international community before widespread killings occurred.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is truly shocking to see history repeating itself in Kordofan so soon after the horrific events in el-Fasher,” Turk said, urging global powers to prevent the region from suffering a similar fate.</p><p>Since late October, when the paramilitary Rapid Support Forces <a href=\"/news/2025/10/31/sudans-north-kordofan-deteriorating-under-rsf-as-thousands-flee\">captured Bara</a>, in North Kordofan state, the UN has documented at least 269 civilian deaths from aerial bombardment, artillery fire and summary killings.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Communication blackouts across the region mean the actual toll is possibly far higher, with reports emerging of revenge attacks, arbitrary detentions, sexual violence and forced recruitment of children.</p><p>The RSF <a href=\"/news/2025/12/2/sudan-army-refutes-claim-that-rsf-has-seized-key-city-of-babnusa\">claimed</a> control of the West Kordofan city of Babnusa earlier this week, with footage showing its fighters moving through the military base there. The army denied that the city had fallen.</p><p>The Sudan Doctors Network said it was “closely monitoring, with concern, developments in Babnusa,” and urged the international community to pressure the RSF to allow civilians to evacuate.</p><p>Hospitals have been overrun in the area, with most of al-Nuhud Hospital in West Kordofan now out of action.</p><p>The World Health Organization says nearly 1,700 health workers and patients have been killed in Sudan since the conflict began.</p><p>Key cities, including Kadugli and Dilling, are now under siege, with famine confirmed in Kadugli and looming in Dilling. All warring parties are blocking humanitarian access.</p><p>More than 45,000 people have fled their homes in Kordofan in recent weeks as the violence has spread across the vast central region.</p><p>“We cannot remain silent in front of yet another man-made catastrophe,” Turk said, demanding that armed groups allow life-saving aid to reach those facing starvation.</p><p>The fighting erupted in April 2023 between the Sudanese Armed Forces and the RSF, a powerful paramilitary group. The war has since killed tens of thousands and displaced nearly 12 million people across the country.</p><p>Following the fall of el-Fasher, the last major Darfur city under the army and its allies’ control, attention has shifted to Kordofan in central Sudan.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Kordofan’s strategic importance makes it a key territory for both sides. The region sits between RSF-controlled Darfur in the west and government-held territory in the east and north, serving as a vital corridor that linnks the warring factions’ heartlands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Control of major cities like El Obeid would give the RSF a <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">direct route</a> towards the capital Khartoum, which government forces recaptured earlier this year.</p><p>Before el-Fasher <a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">fell</a> in November, the UN issued urgent warnings about potential atrocities. Those alerts went largely unheeded.</p><p>After the city’s capture, mass killings ensued, with corpses visible from satellite imagery, prompting UN chief Antonio Guterres to describe it as a “<a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">crime scene</a>”.</p><p>Amnesty International has since <a href=\"/news/2025/12/3/amnesty-calls-for-war-crimes-probe-on-rsf-attack-on-sudan-refugee-camp\">called</a> for war crimes investigations, and the European Union has <a href=\"/news/2023/9/6/us-imposes-sanctions-on-leaders-in-sudans-rsf-over-extensive-abuses\">placed sanctions</a> on Abdelrahim Dagalo, the RSF’s deputy and brother of the group’s chief, Mohamed Hamdan “Hemedti”.</p><p>Turk urged countries with influence over the warring parties to halt arms flows and push for an immediate ceasefire.</p><p>“Have we not learned our lessons from the past?” he said. “We cannot stand idly by and allow more Sudanese to become victims of horrific human rights violations.”</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu will win again, because in Israel, ‘there is none like him’ | Benjamin Netanyahu | Al Jazeera",
            "time": "2025-12-04T16:56:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69319a1317-1764858387.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"133\" data-end=\"539\">Israel hasn’t talked about the “war” in Gaza for many weeks. After all, there’s a ceasefire in place, is there not? The fact that more than 350 Palestinians, including more than 130 children, have been killed during this so-called “ceasefire” is neither here nor there, as is the fact that Israel killed them. Palestinians die because that is what Palestinians are there to do. There is nothing to discuss.</p><p data-start=\"541\" data-end=\"1158\">Prime Minister Benjamin Netanyahu’s pardon request, however, is another ball of wax. It is all anyone in Israel seems to be talking about, on every side of the political divide. Nothing better reflects the Netanyahu age (my daughter is 22, and she has barely experienced an Israel not led by Netanyahu). Those enraged by Netanyahu point out that it isn’t even a pardon request. The president of Israel (currently Isaac Herzog, a former head of the opposition to Netanyahu) has the legal authority to pardon “felons”. But felons are people who have been convicted in court of breaking the law. Netanyahu is still on trial.</p><p data-start=\"1160\" data-end=\"1902\">There has only been one pardon given before conviction (before a trial, actually) in the history of Israel. It was granted to Shin Bet personnel who, in 1984, stormed a bus hijacked by Palestinians and beat two of the hijackers to death. The internal investigation into what came to be known as the Bus 300 affair was rigged by the leadership of Shin Bet. Two years later, an unprecedented deal was reached that not only pardoned the Shin Bet members accused — but never convicted — of the extrajudicial killings, but also allowed Shin Bet leaders who manipulated the investigation into the incident to resign without being indicted. Special security circumstances were cited. Netanyahu is basically asking to invoke those same circumstances.</p><p data-start=\"1904\" data-end=\"3347\">Then again, he is not merely asking for a pardon. He is asking the president (a largely ceremonial role) to stop the trial in the interest of “national unity” and the “stupendous developments” expected (by Netanyahu) in the Middle East. As far as his devoted supporters are concerned, the trial should never have begun. They have advocated for both immunity from prosecution and a mistrial due to the “weakness” of the indictments he faces. Now, in the middle of a never-ending war (at Netanyahu’s instigation and orchestration), his supporters claim that his presence is necessary full-time at the helm. They describe his trial as a personal vendetta by the Israeli legal system, a result of the “crucial” legal and judicial reform Netanyahu began to implement long before October 7, 2023. These supporters, in parliament and the media, consider the uproar in response to Netanyahu’s request a perfect representation of the hatred of the Israeli “deep state” towards Netanyahu and towards Israel in general. They have responded to Netanyahu’s request with gusto that ranges from Environmental Protection Minister Idit Silman warning that if Herzog does not halt the trial, Donald Trump will be “forced to intervene” against Israel’s judicial establishment, to Netanyahu’s personal attorney, Amit Hadad, insisting that the trial must stop so Netanyahu can “get on with the business of healing the nation” and lead Israel through its current crisis.</p><p data-start=\"3349\" data-end=\"4224\">Between the two camps are the perennial “compromisers”, those who say at every juncture that truth can only be found in the middle. These people, the notorious Israeli centrists, are calling for a plea bargain or some other grand deal. Most want a political deal that would entail Netanyahu’s departure from politics in return for avoiding conviction. Others don’t care for a solution as much as for the general framing of the issue, calling for a “moderate” approach that would refrain from accusing Netanyahu of corruption but focus instead on his responsibility for the events of October 7, 2023, particularly the dysfunctional behaviour of the Israeli military and other governmental authorities. In all cases, the desirable narrative is one of unity, and unity can only be reached if both “sides” agree to end up with less than 100 percent of what they initially wanted.</p><p data-start=\"4226\" data-end=\"4925\">The common denominator between these seemingly contrasting approaches is that they are all focused completely on Netanyahu. Take the centrists, for example. Netanyahu issued an unprecedented letter, one essentially calling for a suspension of institutional norms and state law in his favour. The justification was abstract at best — an “interest”, “stupendous developments”, national unity — and a cynical manipulation at worst. One might suppose that Netanyahu’s request would be soundly rejected by sworn advocates of “moderation”. And yet, the minute Netanyahu made the letter public, these centrists immediately accepted it as legitimate and sought to situate their compromise in relation to it.</p><p data-start=\"4927\" data-end=\"6029\">The same goes for the liberals. The US’s Steve Witkoff and Jared Kushner spoke at the biggest demonstration held before the ceasefire went into effect, addressing a crowd of 100,000 people. These protesters saw themselves as vehement opponents of Netanyahu and crystallised their differences with him into one issue — his failure (and lack of desire) to return the hostages. When Kushner mentioned Netanyahu, the crowd booed. For three days — much longer than the Israeli attention span for, say, a documented execution of Palestinians — Israeli media was consumed with the question of the boos. Were they proper? Were they improper because he was PM? Did they prove that the protests against him were based on hatred for him (and, by proxy, for his supporters) alone? Was Netanyahu the epitome of evil who must be booed, decorum be damned? Palestinians were dying by the dozens and hundreds over those days. Israeli infrastructure continued to come undone, as did the Israeli economy. Netanyahu, the response to Netanyahu, the positioning vis-a-vis Netanyahu — this was all liberal Israelis wanted to discuss.</p><p data-start=\"6031\" data-end=\"7622\">For Netanyahu’s supporters, there is no one but him. He is “their” man, the one who represents them against the elites who feel the country is theirs by right. He alone, through his audacity and cunning, took the fight to Israel’s enemies and brought them to their knees. He is the one who broke the paradigm that put Israel at the mercy of the world. Israel now does as it wishes, and those desires are for Israel alone to articulate. He is one of a kind, and no rule or law should apply to him as he upholds his historic mission and saves the Jewish people. Even if he doesn’t do all of that, say his overt supporters (thus echoing the thoughts of his covert ones), why vote for anyone else? In substance, however, they differ from him hardly at all. No Jewish “opposition” leader has ever articulated a vision that differs from what Netanyahu has already accomplished. They all support Israel’s right to “destroy” Hamas and to attack any other “enemy” at Israel’s complete discretion. They all bar Palestinian Israeli parliamentarians from their “coordination” meetings and talk about a “Zionist” government (read “fully Jewish”) that will replace Netanyahu. They may blame Netanyahu for Israel’s deteriorating international stature, but none of them accepts Israel’s responsibility for the destruction of Gaza, let alone the genocide. The two “opposition” leaders who served as PMs did so for less than 18 months combined. Netanyahu has been PM for nearly two decades. Granted, he’s a bit of a cad and perhaps slightly mad. He still knows his business better than any self-styled heirs.</p><p data-start=\"7624\" data-end=\"8011\">The conclusion is simple. Netanyahu isn’t just the most effective politician in Israel. He is the only politician in Israel. If an election is called in the coming months and he has not been indicted, expect him to emerge as the leader of the largest party and as PM. Originally, “there is none like Him” refers to God. For Israelis of all political persuasions, there is only Netanyahu.</p><p data-start=\"7624\" data-end=\"8011\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Stalled Moscow talks collide with Zelenskyy’s corruption crisis | Vladimir Putin | Al Jazeera",
            "time": "2025-12-04T16:31:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764865780.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump updates: DRC, Rwanda leaders in Washington sign peace deal | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T16:31:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6931d57de642-1764873597.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Trump updates: DRC, Rwanda leaders in Washington sign peace deal</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>These are the updates for Thursday, December 4, 2025 as US President Donald Trump hosts a peace-deal signing ceremony.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Another devastating Israeli strike on Lebanon captured on video | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-12-04T16:19:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/israel_al-Majadel_lebanon_strike_4_dec_2025-1764864997.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel hits multiple towns in southern Lebanon as attacks intensify | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-04T16:06:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-04-at-17.51.06-1764859877.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s military has launched air strikes on at least three towns in southern Lebanon, Mahrouna, Jbaa, and al-Majadel, despite the ceasefire in place since last November.</p><p>According to Lebanon’s National News Agency, the attack on Jbaa on Thursday destroyed a building in a densely populated residential area and caused extensive damage to nearby structures.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The strike on al-Majadel came about an hour after Israeli military spokesperson Avichay Adraee issued forced evacuation warnings for the town.</p><p>In a post on X, Adraee published maps identifying several buildings in al-Majadel and Braashit as targets, ordering residents to evacuate more than 300 metres (984 feet) from the marked structures, which he claimed had been used by Hezbollah.</p><p>The attacks <a href=\"/video/newsfeed/2025/11/27/israeli-air-strikes-hit-villages-in-south-lebanon-on-ceasefire-anniversary\">are</a> the latest violations of the ceasefire agreement brokered between Israel and Hezbollah in November 2024, following a conflict that began in October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since that truce took effect, Israel has <a href=\"/news/2025/12/3/lebanon-and-israel-talks-raise-hope-of-more-robust-expanded-truce\">conducted</a> near-daily attacks across Lebanon that have killed more than 300 people, including at least 127 civilians, according to the United Nations.</p><p>Zeina Khodr, Al Jazeera’s correspondent in Lebanon, said the timing of Thursday’s attacks was crucial as they came a day after an “unprecedented shift in the nature” of Lebanon’s talks with Israel.</p><p>The two countries held their first direct talks in decades this week, seeking an expansion of their peace agreement, though Lebanese Prime Minister Nawaf Salam later downplayed the meetings, saying they were not part of any move towards normalisation.</p><p>“In the past, under this ceasefire monitoring committee, Lebanon and Israel were represented by military officials. Lebanon has [now] agreed to appoint a civilian representative,” Khodr said.</p><p>Khodr added that the ongoing air strikes signalled Israel’s message that “negotiations will be held under fire, until Hezbollah is full disarmed.”</p><p>Lebanese army officials have documented 5,198 Israeli violations of the ceasefire, including 657 air strikes, by the end of November.</p><p>Israel says its operations are targeting Hezbollah members and infrastructure to prevent the armed group from rebuilding its military capabilities and reemerging as a force in the country.</p><p>The ceasefire required both sides to halt hostilities, with Lebanon responsible for preventing armed groups from attacking Israel and Israel committed to ending offensive military actions.</p><p>However, Israeli forces continue to occupy at least five positions inside Lebanese territory and have not withdrawn despite the agreement’s terms.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tensions <a href=\"/news/2025/11/23/israel-bombs-southern-suburbs-of-beirut\">escalated</a> following an Israeli strike in Beirut that killed a senior Hezbollah commander in late November, marking the first attack on Lebanon’s capital in months.</p><p>The UN human rights office has called for investigations into Israeli strikes, warning of possible violations of international humanitarian law, particularly after an <a href=\"/news/2025/11/25/un-calls-for-probe-into-israels-strikes-on-lebanon\">attack</a> on the Ein el-Hilweh refugee camp on the outskirts of the coastal city of Sidon that killed 11 children.</p><p>The conflict began on October 8, 2023, when Hezbollah launched rockets at Israeli army positions in the Israeli-occupied Golan Heights in solidarity with Palestinians in Gaza.</p><p>More than 4,000 people in Lebanon have been killed since then, predominantly during intense fighting from September to November 2024, and more than 1.2 million were displaced.</p><p>Lebanon’s government has come under pressure from Washington to disarm Hezbollah, which was among the ceasefire terms that ended the fighting, but the group has rejected such calls.</p></div></div></body></html>"
        },
        {
            "title": "Why is Belgium opposed to using Russian assets to support Ukraine? | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T15:39:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-05T143544Z_1152145921_RC2EQHAFQ4LB_RTRMADP_3_USA-TRUMP-NUCLEAR-RUSSIA-PUTIN-1762388971.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"203\" data-end=\"481\">The European Union has <a href=\"/amp/news/2025/12/4/eu-proposes-using-russian-assets-loans-to-fund-105bn-package-to-ukraine\">unveiled plans</a> to use billions of euros in frozen Russian assets to help cover Ukraine’s war needs over the next two years. But Belgium is pushing back following the announcement on Wednesday, arguing that the plan carries legal and financial risks that it fears it could end up shouldering alone.</p><p data-start=\"483\" data-end=\"1171\">European Commission President Ursula von der Leyen said that Brussels would supply 90 billion euros ($105bn) of Ukraine’s budget requirements for 2026-27, estimated by the International Monetary Fund to be 137 billion euros ($159bn). She said that other “international partners” would cover the rest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, we are sending a very strong message to the Ukrainian people. We are with them for the long haul,” von der Leyen said.</p><p>Frozen Russian funds held in Europe would be used as collateral for a “reparations loan” designed to sustain Ukraine’s war effort, and which Ukraine would ultimately pay back after it obtains compensation for the war from Russia.</p><p>Aid could also be funded through common EU borrowing, but, despite Belgian objections, most European officials have expressed a preference for using frozen Russian assets. The EU’s controversial plan comes as the latest round of United States-led peace talks between Russia and Ukraine shows <a href=\"/news/2025/12/2/no-compromise-territory-ukraine-talks-us-kremlin\">little sign of progress</a>.</p><p>Moscow has denounced the reparations loan plan as “theft”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-is-the-eu-proposing-to-finance-ukraine\" data-start=\"1209\" data-end=\"1679\">How is the EU proposing to finance Ukraine?</h2><p data-start=\"1209\" data-end=\"1679\">Since Russia’s full-scale invasion of Ukraine in <a href=\"/news/2022/2/24/putin-orders-military-operations-in-eastern-ukraine-as-un-meets\">February 2022</a>, the European bloc has committed more than 170 billion euros ($197bn) to Ukraine, mainly in the form of military and humanitarian support. The European Commission is now pledging to provide more money for another two years in the form of loans.</p><p>On Wednesday, long-awaited details of the EU plan for a “reparations loan” were published. Under it, some 90 billion euros ($104bn) of frozen Russian assets will be used as collateral for a loan to Ukraine.</p><p>Under a loan arrangement, repayment to creditors – both government and private lenders – will be guaranteed by the present and future earnings of the frozen assets. Ukraine would then repay the loan once Moscow compensates Kyiv for the destruction caused by its invasion.</p><p>“It’s quite a clever tactic,” Gregoire Roos, director of the Europe and Russia and Eurasia Programmes at Chatham House, told Al Jazeera. “They’re not seizing the assets. Rather, they are keeping them frozen and monetising them.”</p><p>Roos added that “while assets have been frozen in previous conflicts … this is significant in Europe owing to the scale”.</p><p>“There is no precedent for this,” he said.</p><p>Von der Leyen said the funds would provide Ukraine with more leverage in peace talks and demonstrate to Moscow that “the prolongation of the war on their side comes with a high cost for them”. She added that Washington had been briefed on the plan.</p><p>If von der Leyen’s reparations-loan plan fails to win unanimous EU member-state support, she hinted that the EU could fall back on market borrowing. However, this would require unanimous agreement from the bloc, giving Hungary <a href=\"/news/2023/12/15/hungary-blocks-54bn-eu-financial-aid-for-ukraine\">another opportunity to veto Ukraine aid</a>.</p><p>Hungary has repeatedly vetoed EU assistance to Ukraine because Prime Minister Viktor Orban’s government argues that arming Kyiv will prolong the war and increase the EU’s collective debt. Orban has also maintained unusually warm ties with Vladimir Putin compared to other EU leaders.</p><h2 id=\"why-does-belgium-object-to-this-plan\">Why does Belgium object to this plan?</h2><p data-start=\"3308\" data-end=\"3884\">Belgium worries that Euroclear – the Brussels-based financial clearing house that holds the bulk of the frozen Russian assets – could end up entangled in damaging litigation if Russia challenges the EU decision, or if the action harms Euroclear’s reputation and business model.</p><p data-start=\"3308\" data-end=\"3884\">In theory, Russia could challenge the asset-freeze decision in a court in Belgium, where Euroclear is incorporated.</p><p>Addressing an audience at NATO’s headquarters in Brussels on Wednesday, Belgian Foreign Minister Maxime Prevot said: “We are not seeking to antagonise our partners or Ukraine. We are simply seeking to avoid potential disastrous consequences for a member state that is being asked to show solidarity without being offered the same solidarity in return.”</p><p>Prevot said Belgium views “the option of the reparations loan the worst of all, as it is risky” and “has never been done before”. Instead, he wants the EU to pursue ordinary market borrowing to fund a loan to Ukraine. “It is a well-known, a robust and a well-established option with predictable parameters,” he said.</p><p>He is strongly supported by Belgian officials who have doubled down on their opposition to the reparations loan in recent weeks, especially after a 28-point plan<a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\"> for a peace deal</a> by the administration of US President Donald Trump was made public, and included plans to use the frozen assets.</p><p>To address Belgium’s concerns, the European Commission’s blueprint does include measures to shield EU governments from “possible retaliation from Russia”, and to establish an EU-level borrowing mechanism to “underpin a loan to Ukraine”. However, Prevot emphasised that “the reparation loans scheme entails consequential economic, financial and legal risks”, and argued that the commission’s safeguards do not go far enough, leaving Belgium exposed.</p><p>“It is not acceptable to use the money and leave us alone facing the risks,” he said.</p><h2 id=\"how-much-money-is-at-stake\">How much money is at stake?</h2><p>Some 290 billion euros ($337bn) of Russia’s sovereign wealth – principally in the form of foreign-exchange reserves held as cash and bonds – was frozen by Western powers following Moscow’s invasion of Ukraine nearly four years ago.</p><p>A large portion of those assets is held in Belgium, where roughly 194 billion euros ($225bn) was held as of June this year. Euroclear alone holds about 183 billion euros ($212bn) of these assets. Smaller amounts of assets are also held in the US, United Kingdom, and Japan.</p><p>Under a plan agreed by <a href=\"/news/2024/6/14/g7-to-use-russian-assets-for-50bn-ukraine-loan-how-will-it-work\">Group of Seven (G7)</a> countries in 2024, Ukraine would be provided with loans to be repaid using the interest earned on Russia’s foreign frozen assets, effectively leaving the assets untouched but allowing Kyiv to benefit from the income they generate.</p><p>Yesterday’s announcement goes one step further by collateralising the frozen funds.</p><h2 id=\"what-do-belgium-s-eu-partners-say\">What do Belgium’s EU partners say?</h2><p data-start=\"3963\" data-end=\"4212\">On Wednesday, von der Leyen said she was considering Belgium’s objections. “We have listened very carefully to Belgium’s concerns, and we have taken almost all of them into account in our proposal. We will share the burden in a fair way, as it is the European way,” she said.</p><p data-start=\"4491\" data-end=\"5203\">Other European officials echoed this. Johann Wadephul, Germany’s minister of foreign affairs, said: “We take Belgium’s concerns seriously. They are justified, but the issue can be resolved. It can be resolved if we are prepared to take responsibility together.”</p><p>Elsewhere, David van Weel, the Netherlands’ minister of foreign affairs, highlighted the stakes of Belgium’s recalcitrance. “These funds are really, really important. We need to support the Ukrainian economy; otherwise, they will have a very tough time next year.”</p><p>Van Weel emphasised that EU member states have listened to Belgium. “We understand the Belgian concerns, and we are willing to at least make sure that they are not alone in this,” he said.</p><p>Other EU countries have already signalled readiness to backstop potential losses for Belgium.</p><p data-start=\"5205\" data-end=\"5393\">Belgium, meanwhile, has been collecting tax revenue from the immobilised Russian funds, and interest from the assets is already being directed into a G7-organised loan package for Ukraine.</p><p data-start=\"5395\" data-end=\"5513\">Looking ahead, European leaders are set to revisit the issue as well as Ukraine’s broader financing requirements at their Brussels summit on December 18.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Nigerian parents left in suspense weeks after kidnappers abduct 300 | Education | Al Jazeera",
            "time": "2025-12-04T15:19:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Monia_Ishaku_nigerian_mother_of_kidnapped_children_students-1764860485.jpg?resize=1512%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Mother recounts escape from landslide amid Indonesia floods | Newsfeed | Al Jazeera",
            "time": "2025-12-04T15:16:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764861397.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Has the Pentagon really exonerated Pete Hegseth over Signal leaks? | Cybersecurity News | Al Jazeera",
            "time": "2025-12-04T15:08:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_68fa88cb6767-1761249483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Defense Secretary Pete Hegseth put defence personnel and their missions at risk when he used the messaging app Signal to discuss sensitive information about military strikes on Yemen’s Houthis, a classified Pentagon watchdog <a href=\"/news/2025/12/4/inspectorgeneralreportraises-concerns-about-hegseths-use-of-signal-chat\">report</a> has found.</p><p>In a report provided to Congress on Tuesday, the Pentagon inspector general said its investigation concluded that Hegseth violated protocol when he used his personal phone for official communications, and recommended that all Pentagon officials be better trained, according to US media reports quoting sources familiar with the findings.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US officials are not authorised to use Signal for classified information as it is not part of the Pentagon’s secure communications network.</p><p>However, as Hegseth has the authority to declassify information, the Pentagon report found that the consequences of this were unclear.</p><p>The report, which has not yet been made public, could ramp up pressure on Hegseth, who has come under intense bipartisan scrutiny from lawmakers since March when the messages were first revealed by a journalist who appeared to have been accidentally added to a Signal chat group being used by Hegseth to discuss strikes.</p><p>Some lawmakers called for Hegseth’s firing at the time, but US President Donald Trump downplayed the significance of the scandal even as public outrage grew.</p><p>Hegseth has described the findings of the investigation as a “total exoneration”, even though they do not appear to categorically clear him from wrongdoing.</p><p>Lawmakers are also investigating a separate case in which Hegseth is alleged to have verbally ordered a <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">second strike on a boat which had been destroyed</a> in the Caribbean. The second strike is alleged to have killed two survivors of an earlier strike amid President Donald Trump’s deadly crackdown on drug smugglers.</p><p>A partially redacted version of the investigation is expected to be published on Thursday. Here’s what we know about it so far:</p><figure id=\"attachment_4107365\" aria-describedby=\"caption-attachment-4107365\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4107365\" src=\"/wp-content/uploads/2025/11/ap_6917d6bd5cb27-1763169981.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Defense Secretary Pete Hegseth speaks during the 4th annual Northeast Indiana Defense Summit at Purdue University Fort Wayne, Wednesday, Nov. 12, 2025, in Fort Wayne, Ind. (AP Photo/Darron Cummings)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4107365\" class=\"wp-caption-text\">Defense Secretary Pete Hegseth speaks during the fourth annual Northeast Indiana Defense Summit at Purdue University, Fort Wayne, on Wednesday, November 12, 2025, in Fort Wayne, Indiana [Darron Cummings/AP Photo]</figcaption></figure><h2 id=\"what-has-the-pentagon-s-inspector-general-found\">What has the Pentagon’s inspector general found?</h2><p>Pentagon acting inspector general Steve Stebbins’ classified report to Congress stated that Hegseth had risked compromising sensitive military information, which could have endangered US troops when he shared details of an air strike in Yemen via the Signal messaging app in March this year, CNN first reported on Wednesday. Participants in the Signal chat group included Hegseth, Vice President JD Vance, Secretary of State Marco Rubio, and National Intelligence Director Tulsi Gabbard.</p><p>Hegseth used Signal to share highly sensitive information with unauthorised persons, the report found, and failed to preserve those communications as required by US law.</p><p>It also found that he shared information about a Yemen operation in a separate Signal group chat which included his wife, brother and personal lawyer – all unauthorised people, CNN revealed.</p><p>However, the inspector general’s findings also stated that, as Hegseth has the authority to declassify sensitive information, the consequences of his actions are less clear.</p><p>Hegseth, a military veteran and former Fox News host who had no prior government experience before his appointment, has <a href=\"/news/2025/3/27/pete-hegseth-says-signal-chat-had-no-war-plans-hes-wrong-say-experts\">maintained</a> that he declassified the information before sharing it on the Signal chat and thus did nothing wrong, although he has not presented documentation to back that claim.</p><p>Stebbins began his investigation on April 3, following an outcry from both Democrat and Republican lawmakers who pointed out that the Signal chat could have put US personnel in danger if it had fallen into the wrong hands. The inspector general, who was appointed by Trump in January, revealed in a memo at the time that he had been prompted by the leadership of the Senate Armed Services Committee to begin a probe.</p><p>“The objective of this evaluation is to determine the extent to which the Secretary of Defense and other DoD [Department of Defense] personnel complied with DoD policies and procedures for the use of a commercial messaging application for official business,” Stebbins wrote in a short <a href=\"https://media.defense.gov/2025/Apr/03/2003681607/-1/-1/1/EVALUATION%20OF%20THE%20SECRETARY%20OF%20DEFENSE'S%20REPORTED%20USE%20OF%20A%20COMMERCIALLY%20AVAILABLE%20MESSAGE%20APPLICATION%20FOR%20OFFICER%20BUSINESS%20(PROJECT%20NO.%20D2025-DEV0PC-0095.000).PDF\" target=\"_blank\" rel=\"noopener\">memo</a> published on April 3, adding that compliance with classification and records retention would also be reviewed.</p><h2 id=\"did-hegseth-declassify-the-information-before-he-divulged-it-on-signal\">Did Hegseth declassify the information before he divulged it on Signal?</h2><p>Stebbins’s report detailed how Hegseth’s staff set up Signal so that the defence secretary could use it from his office at the Pentagon, where personal devices are not allowed and where he could not have physically accessed his phone.</p><p>While the inspector general’s report states that Hegseth has the authority to determine the classification level of military intelligence – and could have declassified the information if he wanted to – it does not conclusively determine whether the material he transmitted over Signal had been declassified.</p><p>According to a report by CNN, the information shared by Hegseth on the Signal chat was taken from a classified US Central Command document marked “Secret/NOFORN”, meaning no foreign nationals were permitted to view it.</p><p>Stebbins’s report referenced a broader review of how federal officials use Signal and recommended more training for Pentagon officials to ensure compliance.</p><p>Hegseth refused to be interviewed by the inspector general and instead submitted his arguments in writing, The Associated Press reported. Investigators relied on screenshots shared by the journalist who broke the story in March because Hegseth failed to provide all of his Signal messages.</p><h2 id=\"how-has-hegseth-responded-to-the-report\">How has Hegseth responded to the report?</h2><p>In a post on X on Tuesday, Hegseth claimed the inspector general report revealed “no classified information” was shared and that it represented “total exoneration” for him.</p><p></p><p>That post followed one by his office’s spokesperson Sean Parnell, who wrote: “This Inspector General review is a TOTAL exoneration of Secretary Hegseth and proves what we knew all along – no classified information was shared.”</p><p>“This matter is resolved and the case is closed,” he continued.</p><p>Parnell also responded to A New York Times post which raised the potential dangers of Hegseth’s actions as highlighted in the report, saying: “There is zero evidence that supports this conclusion. None.”</p><p>He added that the “flawless execution &amp; success of Operation Rough Rider” – the name of the Yemen bombing campaign discussed on Signal – was evidence that no troops had been placed at risk.</p><p>Parnell and Hegseth’s stances align with those of the Trump administration since the scandal first broke in March. President Trump’s office did not publicly admonish Hegseth, and Trump himself called the scandal <a href=\"/news/2025/3/27/trump-calls-signal-chat-fallout-a-witch-hunt-amid-calls-for-probe\" target=\"_blank\" rel=\"noopener\">a “witch-hunt”</a>. Trump also attempted to blame the messaging app by questioning whether Signal itself was “defective”.</p><p>Some Democrats on the House and Senate intelligence committees, however, said that Hegseth’s actions would be a fireable offence for any other official.</p><p>“This was not an isolated lapse. It reflects a broader pattern of recklessness and poor judgment from a secretary who has repeatedly shown he is in over his head,” Senator Mark Warner said in a statement on Wednesday.</p><h2 id=\"what-was-said-in-the-signal-chat\">What was said in the Signal chat?</h2><p>The “<a href=\"/news/2025/3/25/yemen-war-plans-what-did-trump-aides-leak-to-the-atlantic-in-signal-chat\" target=\"_blank\" rel=\"noopener\">Signalgate”</a> scandal, as it has been referred to in US media, dates back to March.</p><p>Jeffrey Goldberg, a veteran journalist and editor-in-chief of the Washington, DC-based The Atlantic magazine, revealed in an article on March 24 that Trump administration officials accidentally added him to a Signal chat in which they disclosed specific details about a March 15 air strike on Yemen’s Houthi rebels, hours before the attack happened.</p><p>Goldberg said he had earlier received a connection request on March 11 from someone named Michael Waltz on the encrypted messaging service, likely to be then-US national security adviser Mike Waltz. Thinking it was probably a scam, Goldberg nevertheless accepted the invitation to join the group, which had been named “Houthi PC small group”, only to find that top officials were also on it, including Hegseth, Vance, Rubio, and Gabbard. There were 18 participants in the group.</p><p>The chat revealed precise timings of when US F-18 planes and drones would be launched. One update on the timing of the strikes read: “This is DEFINITELY when the first bombs will drop.”</p><p>The strikes killed at least 53 people, including children.</p><p>Goldberg said he left the group after discovering that the messages matched the timing of the air strikes.</p><p>His article about the affair soon after drew immediate uproar from both Democrats and Republicans, with Senate Democratic leader Chuck Schumer calling it one of the “most stunning breaches of military intelligence” in recent US history. Democrats and a small group of Republicans demanded an investigation, and the ranking Democrat on the House Oversight Committee at the time, the late Gerald Connolly, asked Stebbins to launch a probe.</p><p>Critics pointed out that foreign intelligence operatives could have intercepted the Signal messages and that Signal’s auto-delete function violated government transparency requirements that require documentation to be kept, albeit securely.</p><p>In a follow-up article on March 26, The Atlantic revealed more screenshots of the chat.</p><p>But Hegseth denied that he had shared “war plans” on the messaging app and said he was permitted to declassify information and that he only communicated details he believed would not endanger the mission. He told Fox News in April that the messages were “informal, unclassified coordinations, for media coordinations and other things”.</p><figure id=\"attachment_4073829\" aria-describedby=\"caption-attachment-4073829\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4073829\" src=\"/wp-content/uploads/2025/10/AFP__20251028__82AU2VE__v1__HighRes__UsMilitaryStrikesPacificDrugs-1761910899.jpg?w=770&amp;resize=770%2C435&amp;quality=80\" alt=\"boast strikes\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4073829\" class=\"wp-caption-text\">This screen grab from a video posted by US Defense Secretary Pete Hegseth on his X account on October 28, 2025, shows what he says is one of four alleged drug-smuggling boats in the eastern Pacific Ocean that was destroyed in strikes, bringing the death toll from Washington’s anti-narcotics campaign to at least 57 [Handout/US Secretary of Defense Pete Hegseth’s X Account/AFP]</figcaption></figure><h2 id=\"what-other-scandals-has-hegseth-been-involved-in\">What other scandals has Hegseth been involved in?</h2><p>Hegseth is <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">separately being investigated</a> over a verbal order he is alleged to have given regarding a September 2 strike on a boat presumed to be carrying drugs in Caribbean waters.</p><p>Sources involved said Hegseth gave the order to “kill everybody” in the mission, according to details first published on November 28 by The Washington Post, quoting two people who had direct knowledge of the operation.</p><p>A commander in charge of the operation then ordered a <a href=\"/news/2025/12/2/trumps-boat-bombings-how-the-us-has-long-used-double-tap-strikes\">second strike</a>, which killed two people struggling in the water who had survived a first attack on the 11 people in the boat.</p><p>The boat was the first to be hit in Trump’s deadly campaign against suspected drug traffickers in the Caribbean and eastern Pacific, which Democrat lawmakers have criticised for its human rights implications. The Trump administration has justified the strikes as a necessary step to curb drug inflows to the country, which it says threatens national security.</p><p>At least 80 people have been killed in the strikes on Venezuelan boats that the US says – without evidence – are trafficking drugs. United Nations High Commissioner for Human Rights Volker Turk called the strikes “unacceptable” in October and said they represented “extrajudicial killing”,  which is in violation of international human rights law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The family of a Colombian man, Alejandro Carranza, killed in a strike on September 15, also filed a legal case on Tuesday, arguing that he was a fisherman and that the hit was an extrajudicial killing. That case has been filed at the regional Inter-American Commission on Human Rights, which is based in Washington, DC. However, the US does not recognise its jurisdiction.</p><p>In a post on his Truth Social media platform, Trump stated at the time that the September 2 strike had killed 11 members of the Venezuelan gang Tren de Aragua, designated by the US as a terrorist group, and claimed that the boat was headed to the US.</p><p>However, Rubio, on the same day, said in a<a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/09/secretary-of-state-marco-rubio-remarks-to-press\" target=\"_blank\" rel=\"noopener\"> news briefing</a>, it was “probably headed to Trinidad or some other country in the Caribbean” before changing his stance the following day and saying it was “headed towards, eventually” the US.</p><p>US media reported that four missiles had been used and that Hegseth watched the strikes in real time. The Associated Press reported that the Pentagon knew there were survivors in the water, quoting people familiar with the operation who said the argument was that the boat needed to be sunk.</p><h2 id=\"how-have-republicans-responded-to-these-allegations\">How have Republicans responded to these allegations?</h2><p>Hegseth condemned The Washington Post’s reporting last week, saying it was “fabricated, inflammatory, and derogatory”. At a Cabinet meeting on Tuesday at the White House, he said the second strike happened in the “fog of war” and that he did not see any survivors. He added that he “didn’t stick around” for the rest of the mission.</p><p>Both Republicans and Democrats on the Senate Armed Services Committee have opened investigations into the legality of the attack. “This rises to the level of a war crime if it’s true,” Democrat Senator Tim Kaine told reporters last week.</p><p>Responding to reporters’ questions on Air Force One on Sunday, Trump appeared to distance himself from the affair. “I wouldn’t have wanted that – not a second strike,” he said, adding that his administration would look into the reports. He also stated that Hegseth had told him he “did not order the death of those two men”.</p><p>Questions regarding what role Hegseth in fact played in the attack will be asked during a classified congressional briefing on Thursday with the commander the Trump administration says headed the operation, Admiral Frank “Mitch” Bradley.</p><p>Before Hegseth’s appointment in January, the military veteran and former Fox News host faced allegations of sexual assault, excessive alcohol use and financial mismanagement.</p><p>In 2017, he was accused of sexually assaulting a woman who said he took her cellphone and blocked the door of a hotel room to prevent her from leaving, according to a police report. Hegseth denied the accusation, although his lawyer acknowledged that the woman was paid a settlement.</p><p>A December 2024 report by The New Yorker revealed claims that Hegseth, as leader of the advocacy group Concerned Veterans for America between 2013 and 2016, frequently became so intoxicated at work events that he relied on colleagues to get home. He was also accused of using official funds for the nonprofit as a “personal expense account”. Hegseth has denied these claims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}