{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "The real reason Israel wants to open the Rafah crossing | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-15T11:56:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-13T172906Z_404522497_RC2W4GAWW7D6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID-1765795263.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On December 3, Israel announced that the Rafah border crossing with Egypt would reopen “in the coming days”, allowing Palestinians to leave Gaza for the first time in months. The statement was, of course, framed as a humanitarian gesture that would allow those in urgent need to travel for medical care, education or family reunification to leave.</p><p>However, Israel’s announcement was met almost immediately with Egypt’s denial, followed by a firm rejection from several Arab and Muslim states.</p><p>To the rest of the world, this response may seem cruel. It may seem like Arab states want to forcibly keep in Gaza Palestinians desperate to evacuate to safety. This fits right into the Israeli narrative that neighbouring Arab countries are responsible for Palestinian suffering because they would not “let them in”.</p><p>This is a falsehood that has unfortunately made its way into <a href=\"https://www.npr.org/2024/02/26/1232826942/rafah-gaza-palestinians-egypt-border\">Western media</a>, even though it is easily disproved.</p><p>Let us be clear: No, Arab states are not keeping us against our will in Gaza, and neither is Hamas.</p><p>They want to make sure that when and if some of us evacuate temporarily, we are able to come back. We want the same – a guarantee of return. Yet, Israel refuses to grant it; it made clear in its December 3 announcement that the Rafah crossing would be open only one way – for Palestinians to leave.</p><p>So this was clearly a move meant to jump-start forced displacement of the Palestinian population from their homeland.</p><p>For Palestinians, this is not a new reality but part of a long and deliberate pattern. Since its inception, the Israeli state has focused on the dispossession, erasure, and forced displacement of the Palestinians. In 1948, 750,000 Palestinians were expelled from their homes and were not allowed to return. My 88-year-old grandfather was among them. He still keeps the Tabu (land registry document) for the dunams of land he owns in his village of Barqa, 37km (23 miles) north of Gaza, where we are still not allowed to return.</p><p>In 1967, when Israel occupied Gaza, it forbade Palestinians who were studying or working abroad from returning to their homes. In the occupied West Bank, where colonisation has not stopped for the past 58 years, Palestinians are regularly expelled from their homes and lands.</p><p>In the past two years alone, Israel has seized approximately <a href=\"https://english.wafa.ps/Pages/Details/162049?utm_source\" target=\"_blank\" rel=\"noopener\">55,000 dunams</a> of Palestinian land, displacing more than 2,800 Palestinians. In Jerusalem, Palestinians whose families had lived in the holy city for centuries risk losing their residency there if they cannot prove it is their “centre of life”. In the past 25 years, more than 10,000 Palestinian residencies have been revoked.</p><p>Since October 2023, Israel has repeatedly attempted to engineer forced mass displacement in Gaza – dividing the Strip into isolated zones separated by military corridors and “safe” axes and launching successive operations to push residents of the north towards the south. Each wave of mass bombing carried the same underlying objective: to uproot the people of Gaza from their homes and push them towards the border with Egypt. The most recent push occurred just before the latest ceasefire took effect.</p><p>According to Diaa Rashwan, chairman of the Egyptian State Information Service, Cairo rejected Israel’s proposal because it was an attempt to shun its commitments outlined in the second phase of the ceasefire. That phase requires Israel to withdraw from Gaza, support the reconstruction process, allow the Strip to be administered by a Palestinian committee, and facilitate the deployment of a security force to stabilise the situation. By announcing Rafah’s reopening, Israel sought to bypass these obligations and redirect the political conversation towards depopulation rather than reconstruction and recovery.</p><p>That Israel wants to create the conditions to make our expulsion inevitable is clear from other policies as well. It continues to bombard the Strip, killing hundreds of civilians and terrorising hundreds of thousands.</p><p>It continues to prevent adequate amounts of food and medicines from getting in. It is allowing no reconstruction materials or temporary housing. It is doing everything to maximise the suffering of the Palestinian people.</p><p>This reality is made even more brutal by the harsh winter. Cold winds tear through overcrowded camps filled with exhausted people who have endured every form of trauma imaginable. Yet despite hunger, exhaustion, and despair, we continue to cling to our land and reject any Israeli efforts to displace and erase us.</p><p>We also reject any form of external guardianship or control over our fate. We demand full Palestinian sovereignty over our land, our resources, and our crossings. Our position is clear: the Rafah crossing must be opened in both directions; not as a tool of displacement, but as a right to free movement.</p><p>Rafah must be accessible for those who wish to return, and for those who need to leave temporarily: students seeking to continue their education abroad, patients in urgent need of medical treatment unavailable in Gaza, and families who have been separated and long to be reunited. Thousands of critically ill Palestinians have been denied life-saving care due to the siege, while hundreds of students holding offers and scholarships from prestigious universities around the world have been unable to travel to pursue their education.</p><p>Rafah should also be open to those who simply need rest after years of trauma – to step outside Gaza briefly and return with dignity. Mobility is not a privilege; it is a basic human right.</p><p>What we demand is simple: the right to determine our future, without coercion, without bargaining over our existence, and without being pushed into forced displacement disguised as a humanitarian project.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "“Extremely unlikely” Russia and Ukraine will reach ceasefire | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-15T11:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/UPD-Quotable-thumbnail-16x9-1-1765799015.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nathalie Tocci, Director at the Istituto Affari Internazionali, explains why she is not hopeful about Russia and Ukraine reaching a ceasefire anytime soon.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Ready to murder?’ How criminal networks in Sweden recruit children to kill | Gun Violence News | Al Jazeera",
            "time": "2025-12-15T11:44:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/csoldier-1765560855.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It is the summer of 2024, and a 13-year-old boy has just been added to a private Signal group by a recruiter with a menacing username.</p><p>A message soon appears in the chat: “Are you ready to murder someone?\"</p><p>Within hours, the chat is filled with new handles.</p><p>They offer the teenager mentorship.</p><p>The tone at times is reassuring, promising cash and a sense of belonging.</p><p>They tell him not to worry, that after he carries out the shooting, he will be sent to a special care facility for children and teenagers, where they will be able to get him out.</p><p>One user says, “Brother, before a job it’s normal to feel nervous, but after you fire the first shot you’ll see everything becomes easy.”</p><p>But the messages are also laced with threats.</p><p>The recruiter who had added him to the group warns the boy, “If you take the weapon and disappear, we will come and find you, brother.” He adds that he would only get paid “if you hit him - he has to die”.</p><p>He continues with an instruction: “Go behind him one or two metres and shoot him three or four times in the back.”</p><p>He then gives him practical advice on handling a weapon, including telling him “don’t play with the trigger”, and sends him instructional YouTube videos on how to load and shoot a pistol in a steady stream of messages.</p><p>Eventually, the original recruiter and the other users fall largely silent, and the exchanges largely narrow to just the boy and a user, whom police would later identify as a 25-year-old who was a key figure in a Stockholm-based gang.</p><p>\"It's hard now, but later you'll be a king, brother,\" he assured the boy just before the planned shooting.</p><p>\"I will finish him,\" came the reply.</p><p>Moments later, the boy sent panicked messages. The police or security guards were on the way, he wrote, as he begged for a taxi.</p><p>The boy had shot his target, but the man had survived.</p><p>Only 48 hours had passed between the boy being added to the Signal chat and the shooting.</p><p>Police arrested him shortly after, but due to his age, he was not convicted or sentenced.</p><p>He was placed in state care and remains under social services supervision.</p><p>When the recruitment process began remains unclear, but investigators believed it likely started when he responded to an ad - possibly a so-called murder contract - circulating on social media platforms such as Snapchat, TikTok, and Instagram, or on encrypted apps like Telegram, where children are now usually recruited.</p><p>In late 2024, Telegram shut down a channel called Samurai Barnen (Samurai Children), which had amassed about 11,000 members, after Swedish police notified the platform.</p><p>Screenshots later published by local media outlets from the channel show how the “murder contracts” appeared.</p><p><em>Murder:</em></p><p><em>Malmo urgent: 800k-1m ($85,000-107,000)</em></p><p><em>Gothenburg urgent: 300-400k ($32,000-43,000)</em></p><p><em>Stockholm urgent: 500k ($53,000)</em></p><p><em>Denmark: 1 million ($107,000)</em></p><p><em>Throw a grenade:</em></p><p><em>Malmo: 30-50k ($3,100-5-300k)</em></p><p>The attacks are often framed as “challenges” or “missions”, which the police say is a “gamification technique\" to make the posts more engaging and less intimidating for children.</p><p>The timeframe from a child’s initial contact with a recruiter to carrying out a violent act can range from a matter of days to a month, Salman Khan, a project manager of an exit programme for children in gangs at Fryshuset, Sweden's largest youth organisation, told Al Jazeera.</p><p>“Ten years ago, recruiters would have to go to a place where kids are physically, but now social media is the way,” said Khan, who works with a programme called 180 Degrees, which connects children who have been involved in crime with positive adult role models who can help them leave that world behind.</p><p>Khan describes the recruitment process as a form of grooming where boys, and to a lesser extent girls, as young as 12, who he says don’t necessarily know the difference between “play” and the “real life” consequences of carrying out a violent act, are lured into a criminal underworld.</p><figure id=\"attachment_4175366\" aria-describedby=\"caption-attachment-4175366\" class=\"wp-caption aligncenter\"><img class=\"wp-image-4175366 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-11-17-130738-1765794304.png?w=566&amp;quality=80\" alt=\"Sweden child gangs\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175366\" class=\"wp-caption-text\">A transcript of a recruitment conversation published by the Swedish Police Authority. It reads (excluding emojis and with punctuation added for clarity): 1. Shooter needed NOW NOW NOW. Malmo. EVERTHING READY. Housing, travel, you just have to go. 800,000 2. Is there a job in Orebro? 3. Just now we have: Denmark 500k, head shot 500k, throw a grenade 200k, Sweden murder 100k, Sweden throw a bomb 50K, a lot of cash to be earned 4. Looking for a job in Stockholm, just no murder [screenshot from polisen.se]</figcaption></figure><p> </p><p>In his conversations with children in SiS facilities, Khan has observed how the role many aspire to in gangs has been inverted in recent years.</p><p>“It has become a status thing to be the one to throw a grenade or to shoot someone rather than be a gang leader. Ten years ago, everyone wanted to be Tony Montana [the fictional crime boss in the film Scarface],” he explained.</p><p>The shift reflects how social media and the glamourisation of violence in popular culture have made instant notoriety more desirable than lasting authority, Khan added.</p><p>Carrying out an attack can give the child a sense of validation in the gang and access to fast money that can get them the \"clothes, chains, phones, cars and luxury life\" they see on social media and in television series.</p><p>He used the example of the popular Netflix series Snabba Cash (Fast Cash), which portrays Sweden’s criminal underworld as a spectacle of guns, money and fast cars and features teenage characters who act as runners for gangs.</p></div></div></body></html>"
        },
        {
            "title": "South Korea indicts ex-leader Yoon over power plot provoking North | Politics News | Al Jazeera",
            "time": "2025-12-15T11:41:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/afp_686eae26e128-1752084006.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prosecutors have indicted former South Korean President Yoon Suk Yeol for insurrection, accusing him of seeking to provoke military aggression from North Korea to help consolidate his power.</p><p>Special prosecutor Cho Eun-seok told a briefing on Monday that his team had indicted Yoon, five former cabinet members, and 18 others on insurrection charges, following a six-month probe into his declaration of martial law last year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“To create justification for declaring martial law, they tried to lure North Korea into mounting an armed aggression, but failed as North Korea did not respond militarily,” Cho said.</p><p>Yoon plunged South Korea into a crisis when he declared martial law in December 2024, prompting protesters and lawmakers to swarm parliament to force a vote against the measure.</p><p>The decree was quickly declared unconstitutional by the Supreme Court, and Yoon was subsequently impeached, removed from office, and jailed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"martial-law-plotted-for-more-than-a-year\">Martial law plotted for more than a year</h2><p>Cho, one of three independent counsels appointed by South Korea’s current president, Lee Jae Myung, to investigate the martial law declaration, said Yoon and his supporters in the military had plotted since at least October 2023 to introduce the measure.</p><p>The plan involved installing collaborators in key military posts and removing a defence minister who opposed the scheme, Cho said.</p><p>The group even held dinner parties to build support for the plan among military leaders, he added.</p><p>Cho said Yoon, his Defence Minister Kim Yong Hyun, and Yeo In-hyung, commander of the military’s counterintelligence agency at the time, had directed military activities against North Korea since October 2024, seeking to provoke an aggressive response that would justify the declaration of martial law.</p><p>Yoon was indicted last month for ordering drone flights carrying propaganda leaflets into the North to inflame tensions – prompting his successor, Lee, to say earlier this month that he was <a href=\"/news/2025/12/3/south-korean-president-mulls-apology-to-north\">weighing an apology</a> to Pyongyang.</p><h2 id=\"anti-state-forces\">‘Antistate forces’</h2><p>Cho said the provocations did not draw the expected reaction from North Korea, most likely because Pyongyang was tied up in supporting Russia’s war in Ukraine.</p><p>But Yoon pressed ahead regardless, he said, branding his political opponents – including the liberal-controlled legislature and the then-leader of his own conservative People Power Party – as “anti-state forces” in a bid to justify his actions.</p><p>Under South Korean law, insurrection is punishable by life in prison or the death penalty.</p><p>Yoon, who has been in jail since July following a stint in custody earlier in the year, insists that his martial law declaration was intended to draw public support for his fight against the opposition Democratic Party, which was abusing its control of parliament to cripple the work of the government.</p><p>“Yoon declared emergency martial law to monopolise and maintain power by taking control of the legislative and judiciary branches and eliminating his political opponents,” Cho said.</p></div></div></body></html>"
        },
        {
            "title": "How gangs are recruiting children to kill in Sweden | Crime | Al Jazeera",
            "time": "2025-12-15T11:34:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765798445.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Police remove keffiyeh-wearing Jewish woman from Bondi memorial site | Gaza | Al Jazeera",
            "time": "2025-12-15T11:30:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765798206.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Chile elects far-right Jose Antonio Kast as next president | Elections | Al Jazeera",
            "time": "2025-12-15T10:51:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765795836.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Africa Cup of Nations 2025: Full match schedule, teams, groups and format | Football News | Al Jazeera",
            "time": "2025-12-15T10:35:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-1996271480-1765787005_6e340b-1765787144.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><ul>\n<li>The Africa Cup of Nations, commonly known as AFCON, will be held in Morocco this year and kicks off in the capital, Rabat, on Sunday.</li>\n<li>Host nation Morocco take on Comoros in the opening match of the four week tournament.</li>\n<li>The final will be held on January 18 at the 69,500-capacity Prince Moulay Abdellah Stadium in Rabat.</li>\n<li>Nine venues across six cities have been selected for the continental showpiece event.</li>\n<li>The 24 participating teams have been drawn into six groups, with 68 matches in total.</li>\n<li>The group stage will run until December 31, with the knockout stage starting on January 3.</li>\n</ul><p>Here are the details on the teams, groups, format, match fixtures, kickoff times and venues for AFCON 2025:</p><h2 id=\"teams-and-groups\">Teams and groups</h2><p>⚽ <strong>Group A</strong>: Morocco, Mali, Zambia, Comoros<br>\n⚽ <strong>Group B</strong>: Egypt, South Africa, Angola, Zimbabwe<br>\n⚽ <strong>Group C</strong>: Nigeria, Tunisia, Uganda, Tanzania<br>\n⚽ <strong>Group D</strong>: Senegal, DR Congo, Benin, Botswana<br>\n⚽ <strong>Group E</strong>: Algeria, Burkina Faso, Equatorial Guinea, Sudan<br>\n⚽ <strong>Group F</strong>: Ivory Coast, Cameroon, Gabon, Mozambique</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"format\">Format</h2><p>The top two teams of each group, along with the best four third-placed teams, will advance to the knockout stage, beginning with the round of 16. That is followed by the quarterfinals, semifinals and the final. There is also a third-place playoff between the two losing semifinalists.</p><p class=\"rich-text_p__UfX5b text-regular\">In the knockout stages, if a match is level at the end of normal playing time, teams will play 30 minutes of extra time and, if required, a penalty shootout.</p><figure id=\"attachment_4149411\" aria-describedby=\"caption-attachment-4149411\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4149411\" src=\"/wp-content/uploads/2025/12/AP25084822527603-1764827396.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Egypt's national team soccer players pose for a group picture before their match with Sierra Leone in the World Cup 2026 qualifying soccer match at Cairo International Stadium, Egypt, Tuesday, March 25, 2025. (AP Photo/Amr Nabil)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4149411\" class=\"wp-caption-text\">Egypt are the most successful team in Africa with a record seven AFCON titles, though they last won the trophy in 2010 [File: Amr Nabil/AP]</figcaption></figure><h2 id=\"match-schedule\">Match schedule</h2><h2 id=\"group-stage\">⚽ Group Stage</h2><p><strong>December 21</strong></p><p>Group A: <strong>Morocco vs Comoros</strong> (Prince Moulay Abdellah Stadium, 8pm/19:00 GMT)</p><p><strong>December 22</strong></p><p>Group A: <strong>Mali vs Zambia</strong> (Stade Mohammed V, 3:30pm/14:30 GMT)</p><p>Group B: <strong>Egypt vs Zimbabwe</strong> (Adrar Stadium, 6pm/17:00 GMT)</p><p>Group B: <strong>South Africa vs Angola</strong> (Marrakesh Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 23</strong></p><p>Group C: <strong>Nigeria vs Tanzania</strong> (Fez Stadium, 1pm/12:00 GMT)</p><p>Group C: <strong>Tunisia vs Uganda (</strong>Prince Moulay Abdellah Stadium, 3:30pm/14:30 GMT)</p><p>Group D: <strong>Senegal vs Botswana </strong>(Ibn Batouta Stadium, 6pm/17:00 GMT)</p><p>Group D: <strong>DR Congo vs Benin </strong>(Al Barid Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 24</strong></p><p>Group E: <strong>Algeria vs Sudan </strong>(Moulay Hassan Stadium, 1pm/12:00 GMT)</p><p>Group E: <strong>Burkina Faso vs Equatorial Guinea </strong>(Stade Mohammed V, 3:30pm/14:30 GMT)</p><p>Group F: <strong>Ivory Coast vs Mozambique </strong>(Marrakesh Stadium, 6pm/17:00 GMT)</p><p>Group F: <strong>Cameroon vs Gabon</strong>(Adrar Stadium, 8:30pm/19:30 GMT)</p><p><em>Rest day on </em><em>Christmas</em></p><p><strong>December 26</strong></p><p>Group A: <strong>Morocco vs Mali</strong> (Prince Moulay Abdellah Stadium, 1pm/12:00 GMT)</p><p>Group A: <strong>Zambia vs Comoros</strong> (Stade Mohammed V, 3:30pm/14:30 GMT)</p><p>Group B: <strong>Egypt vs South Africa</strong> (Adrar Stadium, 6pm/17:00 GMT)</p><p>Group B: <strong>Angola vs Zimbabwe</strong> (Marrakesh Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 27</strong></p><p>Group C: <strong>Nigeria vs Tunisia</strong> (Fez Stadium, 1pm/12:00 GMT)</p><p>Group C: <strong>Uganda vs Tanzania</strong> (Al Barid Stadium, 3:30pm/14:30 GMT)</p><p>Group D: <strong>Senegal vs DR Congo</strong> (Ibn Batouta Stadium, 6pm/17:00 GMT)</p><p>Group D: <strong>Benin vs Botswana</strong> (Prince Moulay Abdellah Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 28</strong></p><p>Group E: <strong>Algeria vs Burkina Faso</strong> (Moulay Hassan Stadium, 1pm/12:00 GMT)</p><p>Group E: <strong>Equatorial Guinea vs Sudan</strong> (Stade Mohammed V, 3:30pm/14:30 GMT)</p><p>Group F: <strong>Ivory Coast vs Cameroon</strong> (Marrakesh Stadium, 6pm/17:00 GMT)</p><p>Group F: <strong>Gabon vs Mozambique</strong> (Adrar Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 29</strong></p><p>Group A: <strong>Comoros vs Mali</strong> (Stade Mohammed V, 6:30pm/17:30 GMT)</p><p>Group A: <strong>Zambia vs Morocco</strong> (Prince Moulay Abdellah Stadium, 6:30pm/17:30 GMT)</p><p>Group B: <strong>Angola vs Egypt</strong> (Adrar Stadium, 8:30pm/19:30 GMT)</p><p>Group B: <strong>Zimbabwe vs South Africa</strong> (Marrakesh Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 30</strong></p><p>Group C: <strong>Tanzania vs Tunisia</strong> (Prince Moulay Abdellah Stadium, 6pm/17:00 GMT)</p><p>Group C: <strong>Uganda vs Nigeria</strong> (Fez Stadium, 6pm/17:00 GMT)</p><p>Group D: <strong>Benin vs Senegal</strong> (Ibn Batouta Stadium, 8:30pm/19:30 GMT)</p><p>Group D: <strong>Botswana vs DR Congo</strong> (Al Barid Stadium, 8:30pm/19:30 GMT)</p><p><strong>December 31</strong></p><p>Group E: <strong>Equatorial Guinea vs Algeria</strong> (Moulay Hassan Stadium, 6pm/17:00 GMT)</p><p>Group E: <strong>Sudan vs Burkina Faso</strong> (Stade Mohammed V, 6pm/17:00 GMT)</p><p>Group F: <strong>Gabon vs Ivory Coast</strong> (Marrakesh Stadium, 8:30pm/19:30 GMT)</p><p>Group F: <strong>Mozambique vs Cameroon</strong> (Adrar Stadium, 8:30pm/19:30 GMT)</p><p><em>Rest days on January 1 and 2 </em></p><figure id=\"attachment_4175169\" aria-describedby=\"caption-attachment-4175169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175169\" src=\"/wp-content/uploads/2025/12/GettyImages-2234144589-1765788175.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"External view of Prince Moulay Abdellah Stadium.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175169\" class=\"wp-caption-text\">External view of the 69,500-capacity Prince Moulay Abdellah Stadium in Rabat, which will be used for the AFCON final on January 18 [Emre Asikci/Anadolu via Getty Images]</figcaption></figure><h2 id=\"round-of-16\">⚽ Round of 16</h2><p><strong>January 3</strong></p><p><strong>Winner Group D vs 3rd Group B/E/F</strong> (Ibn Batouta Stadium, 6pm/17:00 GMT)</p><p><strong>Runner-up Group A vs Runner-up Group C</strong> (Stade Mohammed V, 8:30pm local/19:30 GMT)</p><p><strong>January 4</strong></p><p><strong>Winner Group A vs 3rd Group C/D/E</strong> (Prince Moulay Abdellah Stadium, 6pm/17:00 GMT)</p><p><strong>Runner-up Group B vs Runner-up Group F</strong> (Al Barid Stadium, 8:30pm local/19:30 GMT)</p><p><strong>January 5</strong></p><p><strong>Winner Group B vs 3rd Group A/C/D</strong> (Adrar Stadium, 6pm/17:00 GMT)</p><p><strong>Winner Group C vs 3rd Group A/B/F</strong> (Fez Stadium, 8:30pm local/19:30 GMT)</p><p><strong>January 6</strong></p><p><strong>Winner Group E vs Runner-up Group D</strong> (Moulay Hassan Stadium, 6pm/17:00 GMT)</p><p><strong>Winner Group F vs Runner-up Group E</strong> (Marrakesh Stadium, 8:30pm local/19:30 GMT)</p><p><em>Rest days on January 7 and 8</em></p><h2 id=\"quarterfinals\">⚽ Quarterfinals</h2><p><strong>January 9</strong></p><p><strong>Quarterfinal 1</strong> (Ibn Batouta Stadium, 6pm/17:00 GMT)</p><p><strong>Quarterfinal 2</strong> (Prince Moulay Abdellah Stadium, 8:30pm/19:30 GMT)</p><p><strong>January 10</strong></p><p><strong>Quarterfinal 3</strong> (Marrakesh Stadium, 6pm/17:00 GMT)</p><p><strong>Quarterfinal 4</strong> (Adrar Stadium, 8:30pm/19:30 GMT)</p><p><em>Rest days on January 11, 12 and 13 </em></p><h2 id=\"semifinals\">⚽ Semifinals</h2><p><strong>January 14</strong></p><p><strong>Winner QF1 vs Winner QF4</strong> (Ibn Batouta Stadium, 6pm/17:00 GMT)</p><p><strong>Winner QF3 vs Winner QF2</strong> (Prince Moulay Abdellah Stadium, 8:30pm/19:30 GMT)</p><p><em>Rest days on January 15 and 16</em></p><h2 id=\"third-place-playoff\">⚽ Third-place playoff</h2><p><strong>January 17</strong></p><p><strong>Loser SF1 vs Loser SF2</strong> (Stade Mohammed V, 8pm local/19:00 GMT)</p><h2 id=\"final\">⚽ Final</h2><p><strong>January 18</strong></p><p><strong>Winner SF1 vs Winner SF2</strong> (Prince Moulay Abdellah Stadium, 8pm local/19:00 GMT)</p><figure id=\"attachment_4175176\" aria-describedby=\"caption-attachment-4175176\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175176\" src=\"/wp-content/uploads/2025/12/GettyImages-2234147799-1765788261.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Interior view of Prince Moulay Abdellah Stadium.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175176\" class=\"wp-caption-text\">Internal view of the Prince Moulay Abdellah Stadium in Rabat [File: Emre Asikci/Anadolu via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Zelenskyy, US envoys resume Berlin talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-15T10:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-14T161806Z_1631133833_RC2FGIA4QBD2_RTRMADP_3_UKRAINE-CRISIS-GERMANY-1765793252.jpg?resize=1920%2C1366",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Zelenskyy, US envoys resume Berlin talks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>High-level talks to end Russia’s war in Ukraine gain momentum as two countries exchange drone attacks.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Bondi Beach attack: What do we know about the victims, suspects? | Crime News | Al Jazeera",
            "time": "2025-12-15T10:23:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693fc3ab5803-1765786539.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia is mourning the victims of Sydney’s Bondi Beach attack.</p><p>Vigils were held a day after two armed men killed 15 people at a Jewish <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">Hanukkah celebration</a> on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>At least 40 people remain in hospital following <a href=\"/news/liveblog/2025/12/15/australia-to-discuss-gun-laws-after-15-killed-in-sydney-shooting\">the attack</a>, including two police officers who are in a serious but stable condition, police said. They said the shooting suspects are a father-son duo.</p><p>Here is what we know about the victims and the shooting suspects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-bondi-beach-shooting-victims\">What do we know about the Bondi Beach shooting victims?</h2><p>The victims were aged between 10 and 87 years, according to the police. Here is what we know about eight of the 15 victims, based on local media reports:</p><h3>Rabbi Eli Schlanger</h3><p>The 41-year-old was an assistant rabbi at Chabad Bondi, a global Jewish organisation that had organised Sunday’s event at a park near the famous beach. Schlanger was British-born but had lived in Sydney for the past 18 years, and had recently become a father for the fifth time.</p><p>His friend Alex Ryvchin, who is also co-CEO of the executive council of Australian Jewry, said that Schlanger spent time with prisoners in jails and the elderly at the public housing societies. “He would listen to their stories, feed them and make sure they had meals and kosher products. He was the sort of person who illuminated our lives with kindness, his grace and generosity,” Ryvchin said.</p><p>Schlanger’s brother-in-law, Rabbi Mendel Kastel, said the family was “broken”. “They have fallen apart,” Kastel told the Reuters news agency.</p><h3>Peter Meagher</h3><p>A retired policeman and longtime rugby volunteer, Meagher was struck down while working as a freelance photographer at the event, Randwick Rugby Club said in a statement.</p><p>“‘Marzo’ as he was universally known, was a much loved figure and absolute legend in our club, with decades of voluntary involvement, he was one of the heart and soul figures of Randwick Rugby,” the club said.</p><p>“The tragic irony is that he spent so long in the dangerous front line as a Police Officer and was struck down in retirement while taking photos in his passion role is really hard to comprehend,” it said.</p><p>“For him it was simply a catastrophic case of being in the wrong place and at the wrong time.”</p><h3>Dan Elkayam</h3><p>French President Emmanuel Macron confirmed that a French national, Dan Elkayam, was killed in the attack.</p><p>Elkayam, who local media reported was in his late 20s and had gone down to celebrate at the festival, had been providing technical support to global media company NBC Universal in Sydney since last December, according to his LinkedIn page.</p><p>He played with the Rockdale Ilinden Football Club premier league squad, where he was “an extremely talented and popular figure”, the club said on social media.</p><h3>Matilda</h3><p>A primary school student, 10-year-old Matilda, died on Sunday night, her aunt confirmed on social media.</p><p>In a statement posted on Facebook, the Harmony Russian School of Sydney said Matilda was a former student. “We honor her life and the time she spent as part of our school family,” the post said.</p><p>In local media reports, she has been described as a “bright, joyful, and spirited child who brought light to those around her”.</p><h3>Reuven Morrison</h3><p>A Chabad report described Morrison, another victim, as “a member of the Chabad community who divided his time between Melbourne and Sydney”.</p><h3>Alex Kleytman</h3><p>The 87-year-old Holocaust survivor attended Sunday’s event with his wife, Larisa, also a Holocaust survivor, their children and grandchildren, Chabad and local media reported.</p><p>The couple had recounted their experiences to aged-care provider JewishCare, which referred to Alex’s harrowing memories of the “dreadful conditions in Siberia, where he, along with his mother and younger brother, struggled for survival”.</p><p>The “scars of the past” did not deter them from seeking a brighter future in Australia, as they emigrated from Ukraine, JewishCare wrote in its 2022-23 annual report.</p><h3>Rabbi Yaakov Levitan</h3><p>Levitan served as secretary of the Sydney Jewish religious organisation Beth Din, Chabad said.</p><h3>Tibor Weitzen</h3><p>Weitzen has been identified as one of the victims after he was fatally wounded while shielding his wife from the gunfire, who survived the attack, the Daily Mail reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-bondi-beach-attack-suspects\">What do we know about the Bondi Beach attack suspects?</h2><p>During a news conference on Monday, New South Wales Police Commissioner Mal Lanyon said the suspects were a 50-year-old and his 24-year-old son.</p><p>“What’s really important is to say we do have a 24-year-old male in hospital at the moment,” Lanyon said.</p><p>“Based on his medical condition, it is likely that that person may face criminal charges. I’m very mindful of not prejudicing any prosecution of that person, if they’re put before the court.”</p><p>Lanyon added that the father, who was killed by police at the scene, “is a licensed firearms holder who had six firearms licensed to him”, emphasising that he “met the eligibility criteria for a firearms licence”.</p><p>He said authorities were not looking for any other suspect.</p><p>Some Australian news outlets, including the public broadcaster ABC, identified the suspects as Sajid Akram, 50, and Naveed Akram, 24. However, the authorities have not confirmed their identities.</p></div></div></body></html>"
        },
        {
            "title": "At least 37 dead after flash floods hit Morocco’s Safi | Floods News | Al Jazeera",
            "time": "2025-12-15T09:54:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251215__88624U6__v1__HighRes__MoroccoFlood-1765794681.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 37 dead after flash floods hit Morocco’s Safi</h1><p class=\"article__subhead\"><em>Just one hour of heavy rain left houses and shops flooded in old city; more heavy rain predicted for Tuesday.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 37 have been killed in flash floods triggered by torrential rains in Morocco’s Atlantic coastal province of Safi, according to authorities.</p><p>State-owned broadcaster SNRT News on Monday quoted local authorities as saying at least 14 people had received hospital treatment, including two in the intensive care unit, after the sudden bout of heavy rain on Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Images on social media showed a torrent of muddy water sweeping cars and rubbish bins from the streets in the town of Safi, located some 300km (186 miles) south of the capital, Rabat. At least 70 homes and businesses in the historic old city were flooded after just one hour of heavy rain, according to the authorities.</p><p>In a statement, the Safi governorate said search and rescue operations were ongoing and necessary measures had been taken to secure the affected areas and provide support to residents.</p><figure id=\"attachment_4175171\" aria-describedby=\"caption-attachment-4175171\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175171\" src=\"/wp-content/uploads/2025/12/WEB-MAP-MOROCCO-SAFI-1765788195.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"The Moroccan town of Safi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175171\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>Resident Marouane Tamer, quoted by the AFP news agency, questioned why government trucks had not been dispatched to pump out the water.</p><p>Damage to roads cut off traffic along several routes to and from the port city on the Atlantic coast.</p><p>Casablanca-based newspaper Le Matin said provincial road 2300 linking Safi to Hrara, a town located 20.5km (12.7 miles) to the northeast, had been particularly affected.</p><p>The newspaper said the provincial directorate of national education in Safi had suspended classes in all schools on Monday.</p><p>By Sunday evening, the water level had receded, leaving people to pick through a mud-sodden landscape to salvage belongings.</p><p>As teams searched for other possible casualties, the weather service forecast more heavy rain on Tuesday across the country.</p><p>Morocco is experiencing heavy rain and snowfall in the Atlas Mountains, following seven years of drought that emptied some of its main reservoirs.</p><p>The country’s General Directorate of Meteorology said 2024 was Morocco’s hottest year on record.</p><p>Heavy rain in 2021 caused the death of 24 people, after there was a flood in an illegal underground textile workshop in a private house in Tangier, the state news agency reported at the time.</p><p>In 2014 and 2015, torrential rains also caused widespread flooding in Morocco.</p><p>Sunday’s floods came shortly after a separate disaster last week, which saw <a href=\"/news/2025/12/10/at-least-19-killed-in-collapse-of-two-buildings-in-fes-morocco\">19 people killed</a> and 16 injured by the collapse of two buildings in Morocco’s historic city of Fes.</p><figure id=\"attachment_4175383\" aria-describedby=\"caption-attachment-4175383\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175383\" src=\"/wp-content/uploads/2025/12/AFP__20251215__88624U9__v1__HighRes__MoroccoFlood-1765794629.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People walk past debris left by a flash flood in Safi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175383\" class=\"wp-caption-text\">People walk past debris left by a flash flood in Safi [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Bondi Beach attack draws attention to “confusing line in public debate” | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-15T09:52:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/kenny16x9-1765792285.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel and Hamas trade blame over delay of second phase of Gaza ceasefire | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-15T09:30:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-12T120659Z_1501698032_RC2YEIAF9D5V_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1765792223.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel and Hamas have traded accusations that the other is delaying the second phase of the US-brokered peace plan in Gaza.</p><p>The accusations on Sunday followed the <a href=\"/news/2025/12/14/hamas-confirms-killing-of-senior-commander-in-israeli-strike-in-gaza\">killing</a> of a senior Hamas commander near Gaza City, while Israel said Palestinian groups were refusing to hand over the remains of the last captive and seeking to “remilitarise”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a video statement released on Sunday, Hamas’s Gaza chief, Khalil al-Hayya, confirmed the killing of senior commander Raed Saad in an Israeli attack in Gaza the previous day. He accused Israel of violating the ceasefire and jeopardising the United States-brokered peace plan.</p><p>“The continued Israeli violations of the ceasefire agreement … and latest assassinations that targeted Saad and others threaten the viability of the agreement,” al-Hayya said.</p><p>He called on mediators – US President Donald Trump in particular – “to work on obliging Israel to respect the ceasefire and commit to it”.</p><p>Phase one of the October truce called for a cessation of hostilities, the return of living captives and prisoners and the remains of the dead, and for humanitarian aid to be allowed into the enclave.</p><p>Once all of those conditions were fulfilled, <a href=\"/news/2025/12/7/hamas-and-israel-move-towards-phase-two-of-us-backed-gaza-plan\">phase two</a>, which is to include an Israeli withdrawal, Palestinian disarmament and a formal end to the war, could begin.</p><p>However, since the ceasefire began on October 10, Israel has continued to attack Gaza on a daily basis, carrying out nearly 800 attacks and killing hundreds, according to authorities in Gaza, while blocking the free flow of humanitarian aid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Israel is awaiting the return of the remains of the last captive, Ran Gvili, which it says is a condition of moving to the second and more complicated phase of the ceasefire.</p><p>Prime Minister Benjamin Netanyahu on Sunday struck a defiant tone over the killing of Saad, accusing Hamas of violating the principles of the Trump peace plan.</p><p>Describing the slain commander as “the primary figure in charge of Hamas’s effort to build up its strength and arm itself within the Strip”, Netanyahu accused him of “conducting remilitarisation”.</p><p>“[Saad] was working to replenish weaponry and smuggle weaponry,” said the Israeli leader, adding the alleged actions represented “a total violation of the principles Hamas supposedly accepted by adopting the Trump plan”.</p><p>Netanyahu also spoke of the efforts to secure the return of the remains of Gvili, whose body is the last of the Israeli captives to be delivered to Israel.</p><p> </p><h2 id=\"we-decide\">‘We decide’</h2><p>The claims come amid reports of tension between the Netanyahu and Trump administrations over the issue.</p><p>Israeli media outlets have reported that Israel’s key ally and the chief sponsor of the ceasefire agreement is pushing Israel to swiftly progress to the second phase of the agreement, while Israel insists that Gvili’s remains must be returned first.</p><p>“We are nearing the end of the first phase,” said Netanyahu. “We also wish to return, and are working to return, Ran Gvili”, he continued, insisting that his government is doing “a great deal on this matter, including activities carried out here, and also in Cairo and in other places”.</p><p>Seemingly with one eye on the US pressure, the prime minister stressed that Israel would act with autonomy in its approach to the issue.</p><p>“Our policy will remain very forceful, and it is an independent one,” he said.</p><p>“We decide on the actions; we decide on the responses. We decide what needs to be done to ensure the security of Israel and the security of Israeli soldiers.”</p></div></div></body></html>"
        },
        {
            "title": "Spurring conflict: Venezuela and the US thirst for foreign oil | Nicolas Maduro | Al Jazeera",
            "time": "2025-12-15T09:23:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/01-5-1765785029_f27876-1765786227.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>History Illustrated is a series of perspectives that puts news events and current affairs into historical context, using graphics generated with artificial intelligence.</p></div></div></body></html>"
        },
        {
            "title": "PM Albanese calls Bondi shooting ‘an outrage’, vows to review gun laws | Crime | Al Jazeera",
            "time": "2025-12-15T08:30:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765787344.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bosnia’s war, 30 years on: How did the atrocities happen? | Genocide News | Al Jazeera",
            "time": "2025-12-15T08:14:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP050705016397-1752154133.jpg?resize=1920%2C1336",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thirty years since the war there ended, Bosnia and Herzegovina is still scarred by the ethnic cleansing campaigns which tore through the country, killing about 100,000 people and displacing more than two million.</p><p>The 1992-1995 war, triggered by ethnic tensions and competing nationalist projects in the wake of the violent breakup of Yugoslavia, was marked by the systematic targeting of civilians and culminated in the 1995 Srebrenica genocide – the worst atrocity to be perpetrated in Europe since World War II.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"when-and-why-did-the-war-in-bosnia-begin\">When and why did the war in Bosnia begin?</h2><p>Bosnia was one of six republics of the Socialist Federal Republic of Yugoslavia, a federation created during World War II and held together for decades under President Josip Broz Tito.</p><p>After Tito’s death in 1980, economic collapse and rising nationalism, particularly in Serbia and Croatia, led to demands for independence across the republics.</p><p data-start=\"562\" data-end=\"697\">Slovenia and Croatia declared independence in 1991, with Macedonia following in early 1992, accelerating Yugoslavia’s disintegration.</p><p data-start=\"699\" data-end=\"1144\">On March 1, 1992, Bosnia and Herzegovina held a referendum in which 99.7 percent of participating voters backed independence.</p><p>Most Bosnian Serbs boycotted the vote, however, and instead formed their own “Serb Republic” structures, which later became the Republika Srpska (RS) entity within Bosnia.</p><p>Bosnia’s push for independence was also unfolding against the backdrop of Serbia’s aggressive separatist policies under Slobodan Milosevic, who sought to unify Serb-populated areas in Bosnia and Croatia.</p><p data-start=\"1146\" data-end=\"1669\">The European Community recognised Bosnia and Herzegovina as an independent state on April 6, 1992. That same month, Bosnian Serb forces, supported by the Yugoslav People’s Army and paramilitaries, launched coordinated attacks within the country to seize territory and expel non-Serb communities.</p><p>On April 5, the capital city of Sarajevo came under siege by Bosnian Serb forces, in what became the longest blockade of a city in modern European history. For nearly 43 months, the attacking forces shelled residential areas, cut electricity and water and tightened their grip on the capital, killing about 11,000 people.</p><p data-start=\"1671\" data-end=\"2017\">Soon after that assault began, the United Nations Security Council imposed sweeping sanctions on Serbia and Montenegro for supporting efforts to carve up Bosnia and Herzegovina. In October 1992, Croat forces also attacked Bosniak (Bosnian Muslim) areas around Prozor in southwest Bosnia, marking the start of a separate Croat-Bosniak conflict that brought its own campaigns of ethnic cleansing.</p><p data-start=\"1671\" data-end=\"2017\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4120150\" src=\"/wp-content/uploads/2025/11/INTERACTIVE-BOSNIA-INFO-CARD-1763656911.png?quality=80\" alt=\"INTERACTIVE-BOSNIA-INFO-CARD-1763656911\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-many-people-were-killed-and-displaced\">How many people were killed and displaced?</h2><p>A post-war research project commissioned by the Bosnian authorities estimated that about 104,000 people were killed, most of them civilians. Roughly two-thirds of those killed were Bosniaks.</p><p data-start=\"3212\" data-end=\"3437\">International and Bosnian sources estimate that about 2.2 million people, more than half of the pre-war population, were forced from their homes as refugees or internally displaced. Most have never been able to return.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"which-atrocities-led-up-to-the-genocide-in-srebrenica\">Which atrocities led up to the genocide in Srebrenica?</h2><p>From the start, the war was characterised by systematic ethnic cleansing – particularly of Bosniaks – killings, mass rape, forced displacement and the destruction of cultural and religious sites. Here are some of the key events during the war.</p><h3>1992 – Ethnic cleansing and the siege of Sarajevo</h3><p data-start=\"616\" data-end=\"978\"><strong>Prijedor and the camps: </strong>In the northwestern region of Prijedor, Bosnian Serb authorities set up detention camps, including Omarska, Keraterm and Trnopolje, where thousands of Bosniak and Bosnian Croat civilians were beaten, tortured, raped and killed.</p><p>Research by the International Criminal Tribunal for the Former Yugoslavia (ICTY) described the crimes as “widespread and systematic”, targeting non-Serb citizens of the country.</p><p><strong>Foca and Visegrad: </strong>In eastern Bosnia, Bosniaks were killed or expelled, and women and young girls were subjected to organised rape. The ICTY’s Foca case established rape and sexual enslavement as crimes against humanity.</p><p><strong>Siege of Sarajevo:</strong> The capital, a multiethnic city, was surrounded by Bosnian Serb forces who shelled residential areas and used snipers to target civilians on the streets, in markets and at water queues. The siege lasted from April 1992 to February 1996 and killed an estimated 11,000 people, including more than 1,000 children.</p><figure id=\"attachment_4175074\" aria-describedby=\"caption-attachment-4175074\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175074\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-bosnia-timeline-1765785381.png?quality=80\" alt=\"INTERACTIVE-bosnia-timeline-1765785381\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175074\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h3>1993 – ‘Safe areas’ established but massacres continue</h3><p data-start=\"1551\" data-end=\"1728\">With peace efforts failing, the UN declared Srebrenica in eastern Bosnia a “safe area” in April 1993, followed by Sarajevo, Tuzla, Zepa, Gorazde and Bihac a month later. But atrocities continued.</p><p><strong>Ahmici massacre:</strong> In April 1993, Croat forces killed more than 100 Bosniak civilians in the village of Ahmici, central Bosnia, and burned homes and mosques. ICTY judgements called it one of the worst acts of ethnic cleansing in the area.</p><p><strong>Rape camps:</strong> The ICTY and rights groups also documented that rape was used as an instrument of terror, particularly in Foca – now located in Republika Srpska in the southeast of the country – where women and girls were held in “rape camps”.</p><h3>1994-1995 – Market attacks and pressure for intervention</h3><p data-start=\"2196\" data-end=\"2543\">Sarajevo remained under siege. In February 1994, a mortar attack on the Markale market killed 68 civilians and wounded many more. A second strike at the same market in August 1995 killed 43 people. ICTY judgements and UN investigators have blamed Bosnian Serb forces for these attacks.</p><p>These and other attacks on so-called “safe areas” raised pressure on NATO and Western governments to act, setting the stage for heavier air attacks against the Bosnian Serb leadership later in 1995.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Sniper ‘safaris’ during the siege of Sarajevo</h3><p>During the siege of Sarajevo, citizens were subjected to “sniper safaris” – so named as a grotesque reference to hunting expeditions – in which foreigners paid Bosnian Serb units to join them and shoot civilians from positions overlooking the city.</p><p>Following a recent <a href=\"/news/2025/11/13/italy-probes-sarajevo-sniper-safaris-what-were-they-who-was-involved\">Italian investigation</a>, prosecutors in Milan are examining whether wealthy visitors from Italy and other countries travelled to Sarajevo on organised “tours” to shoot at civilians for sport.</p><p>No one has yet been convicted for organising or taking part in these “safaris”, but the allegations highlight the extreme dehumanisation that accompanied the siege of the city.</p><p>It is believed that citizens from multiple countries took part. In 2022, Bosnian film director Miran Zupanic’s documentary, Sarajevo Safari, investigated wealthy foreigners who had participated, including some from the United States and Russia.</p><p>Moreover, in 2007, former US Marine John Jordan testified to the ICTY that “tourist shooters” had come to Sarajevo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-did-the-1995-srebrenica-genocide-happen\">How did the 1995 Srebrenica genocide happen?</h2><p>By 1995, Srebrenica, a town in eastern Bosnia, had become a refuge for tens of thousands of Bosniaks fleeing surrounding villages, which had been raided and ransacked by Bosnian Serb forces hunting them. The enclave was overcrowded and had become dependent on irregular UN aid convoys, and Bosnian Serb forces controlled the surrounding areas.</p><p>Although the UN had declared Srebrenica a protected zone and stationed a small Dutch peacekeeping unit there, the enclave was under siege. In March 1995, Bosnian Serb leader <a href=\"/news/2021/5/12/bosnian-serb-ex-leader-karadzic-to-spend-life-in-uk-prison\">Radovan Karadzic</a> issued a directive ordering that Srebrenica be completely cut off.</p><p>In early July 1995, Bosnian Serb forces advanced on the enclave. On July 9, Karadzic’s forces were ordered to seize Srebrenica and, on July 11, <a href=\"/news/2017/11/22/ratko-mladic-sentenced-to-life-in-prison-for-genocide\">Ratko Mladic</a>, a Bosnian Serb military leader known as the “Butcher of Bosnia”, entered the town.</p><p>Over the following days, Bosnian Serb units separated men and boys from women and younger children. More than 8,000 Bosniak men and boys were executed at sites in and around Srebrenica and their bodies dumped in mass graves, while about 20,000 women, children and elderly people were forcibly expelled.</p><p>The ICTY and the International Court of Justice later ruled that these killings constituted genocide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-and-when-did-the-bosnian-war-end\">How and when did the Bosnian war end?</h2><p>Western governments had been reluctant to intervene decisively earlier in the war, but the genocide at Srebrenica forced a shift in approach. In August and September 1995, NATO launched a sustained air campaign against Bosnian Serb forces – a turning point that paved the way for the Dayton Peace Agreement, which formally ended the war.</p><p>US-brokered talks brought the leaders of Bosnia and Herzegovina, Croatia, and the then-Federal Republic of Yugoslavia to an airbase near Dayton, Ohio, in the US.</p><p>On November 21, 1995, they agreed to the General Framework Agreement for Peace in Bosnia and Herzegovina, better known as the Dayton Peace Agreement, which preserved Bosnia as a single state divided into two main entities – the Federation of Bosnia and Herzegovina and the Republika Srpska entity.</p><p>The agreement was formally signed in Paris on December 14.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-were-the-dayton-accords\">What were the Dayton Accords?</h2><p data-start=\"12225\" data-end=\"12716\">The Dayton Peace Agreement was meant to do more than just end active fighting, and it reshaped the post-war political system.</p><p>Bosnia today has a highly decentralised structure of government, with two political entities as well as the third, self-governing Brcko District, shared between the other two, and layers of state-level institutions.</p><p>An entire section of the Dayton Agreement is devoted to refugees and those displaced during the war. It explicitly states that “all refugees and displaced persons have the right freely to return to their homes of origin” and to have property restored or be compensated if that is not possible.</p><p>But many experts describe the agreement as flawed in practice, as implementation has been partial at best. While many people did return to their homes and hundreds of thousands of property claims were processed, significant numbers of Bosniaks were never able to return to their pre-war homes.</p><p>There were many reasons for this, including the presence of minefields, the fact that their housing had been destroyed, fear, economic hardship, and lingering, deep-rooted ethnic tensions.</p><p data-start=\"515\" data-end=\"835\">Today, entire communities, particularly survivors of the Srebrenica genocide, remain in exile or have simply had to resettle elsewhere in countries such as the US and Australia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"has-anyone-been-held-to-account-for-the-atrocities-committed-during-the-war\">Has anyone been held to account for the atrocities committed during the war?</h2><p data-start=\"10551\" data-end=\"10888\">In 1993, the UN created the ICTY to prosecute serious violations of international humanitarian law committed in the Balkans. The tribunal lasted 24 years, from 1993 to 2017.</p><p>Over more than two decades, witnesses and survivors gave evidence about the atrocities and 161 individuals were indicted. Ninety of those were sentenced, 19 were acquitted, 20 had their indictments withdrawn, 17 died before conviction, 13 were referred to other courts, and two were retried.</p><p>Four types of crime were recorded at the tribunal – genocide, crimes against humanity, violations of laws/customs of war and grave breaches of the Geneva Convention.</p><p>Among the people tried by the tribunal were:</p><p><strong>Radovan Karadzic</strong> – the wartime leader of the Bosnian Serbs. In 2016, he received a life sentence for genocide, crimes against humanity and war crimes, including his role in Srebrenica and the siege of Sarajevo. In 2021, he was transferred to the high-security prison, HMP Parkhurst, on the Isle of Wight, off the south coast of England, UK.</p><p><strong>Ratko Mladic</strong> – the Bosnian Serb military commander. In 2017, he was also sentenced to life imprisonment for genocide and other crimes. He is being held in the UN Detention Unit in The Hague, Netherlands.</p><p><strong>Bosnian Croat leaders</strong> – several were convicted for crimes against Bosniaks during the Croat-Bosniak conflict.</p><p data-start=\"11951\" data-end=\"12144\">Dozens of officials have also received long prison sentences for crimes linked to the Srebrenica genocide, though many survivors say justice remains far from being done.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong’s top court convicts Jimmy Lai on conspiracy charges | Courts | Al Jazeera",
            "time": "2025-12-15T07:41:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765784423.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "LeBron James rallies Lakers to comeback victory over Suns in NBA | Basketball News | Al Jazeera",
            "time": "2025-12-15T07:37:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251215__2251930994__v2__HighRes__LosAngelesLakersVPhoenixSuns-1765781958_c76358-1765782146.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>LeBron James rallies Lakers to comeback victory over Suns in NBA</h1><p class=\"article__subhead\"><em>James steered the Los Angeles Lakers to a narrow victory over the Phoenix Suns after blowing a 20-point lead.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>LeBron James gave Los Angeles the lead on two free throws with three seconds left, then blocked Grayson Allen’s potential game-winning three-pointer at the other end, and the Lakers survived a wild finish to defeat the hosts Phoenix Suns 116-114 on Sunday night.</p><p>Luka Doncic finished with 29 points, James 26 and Deandre Ayton 20 as part of a double-double with a game-high 13 rebounds for the Lakers, who trailed 77-71 before holding Phoenix scoreless for 8:05 bridging the third and fourth periods, using a 24-0 flurry to vault into a 95-77 lead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Suns regained the lead at 114-113 when Dillon Brooks buried the third of his fourth-quarter three-pointers with 12.2 seconds left. But Brooks, who had drawn an earlier technical foul for jawing with James, was nailed with a second “T” while celebrating his success and was ejected.</p><p>James missed the subsequent free throw, but then pulled up from beyond the arc with three seconds left and drew a three-shot foul on Devin Booker. He made the last two of the attempts to retake the lead.</p><p>Down one, the Suns got one final shot, but James blocked Allen’s potential game-winning three-point attempt and Marcus Smart, fouled after snatching the rebound, added a free throw to make it a two-point margin of victory.</p><p>The Suns led 77-71 after two free throws by Booker with 5:28 remaining in the third period before not scoring again until the third minute of the final period, falling behind 95-77 in the process. Phoenix missed 14 straight shots and mixed in seven turnovers during its scoreless spell.</p><p>Doncic was the game’s leading scorer despite missing 12 of his 14 attempts from behind the three-point line. The Lakers shot just 7 for 37 from deep.</p><p>Jaxson Hayes added 12 points for Los Angeles, which avenged an earlier 125-108 home loss to the Suns.</p><p>Booker had 27 points, Mark Williams 20 and Brooks 18 for Phoenix, which lost despite outshooting the Lakers 48.8 percent to 43.2 percent overall and 35.1 percent to 18.9 percent on three-pointers.</p><p>Allen, who shared game-high assist honours with Booker with seven, chipped in with 13 points for the Suns, while Royce O’Neale went for 12 and Collin Gillespie 10.</p><figure id=\"attachment_4174971\" aria-describedby=\"caption-attachment-4174971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4174971\" src=\"/wp-content/uploads/2025/12/AP25349150510179-1765782431.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"LeBron James and Dillon Brooks react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4174971\" class=\"wp-caption-text\">Phoenix Suns forward Dillon Brooks, right, fouls Los Angeles Lakers forward LeBron James in the final moments of the game. Brooks was ejected from the game after the foul [Rick Scuteri/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Hollywood director-actor Rob Reiner and wife found dead at LA home | Arts and Culture News | Al Jazeera",
            "time": "2025-12-15T07:35:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349118225732-1765778026.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hollywood director-actor Rob Reiner and wife found dead at LA home</h1><p class=\"article__subhead\"><em>Los Angeles mayor pays tribute to Reiner’s ‘creative work and advocacy fighting for social and economic justice’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Director-actor Rob Reiner and his wife have been found dead at their home in Los Angeles, <span>according to United States media reports.</span></p><p>The LA Police Department said in a statement on Sunday that they were investigating the deaths of two people in an apparent homicide.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The LA Fire Department said it had responded to a medical aid request shortly after 3.30pm (23:30 GMT) and found a 78-year-old man and a 68-year-old woman dead inside. Reiner turned 78 in March.</p><p>Media reports later identified the deceased as Reiner, the director of Hollywood hits including When Harry Met Sally and This Is Spinal Tap, and his wife.</p><p>A law enforcement official cited by The Associated Press news agency said on condition of anonymity that investigators believed the pair had suffered stab wounds and that a family member was being questioned in relation to the incident.</p><figure id=\"attachment_4174787\" aria-describedby=\"caption-attachment-4174787\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4174787\" src=\"/wp-content/uploads/2025/12/AP25349179352011-1765775985.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Rob Reiner's residence\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4174787\" class=\"wp-caption-text\">Media people gather near Rob Reiner’s residence, December 14, 2025, in the Brentwood section of Los Angeles, US [Ethan Swope/AP Photo]</figcaption></figure><p>Reiner, who co-starred in the 1970s hit CBS television comedy All in the Family, directed several well-known movies, his filmography also including The Princess Bride and Stand by Me.</p><p>Aside from his Hollywood career, the New York native, son of the late comedy writer and actor Carl Reiner, was well known for his political activism.</p><p>He featured in advertisements taking aim at George W Bush in the 2004 presidential election and supported then-Democratic candidate John Kerry. He also showed support for Democratic presidential hopefuls Al Gore and Hillary Clinton.</p><p>“Rob Reiner’s contributions reverberate throughout American culture and society, and he has improved countless lives through his creative work and advocacy fighting for social and economic justice,” said LA Mayor Karen Bass.</p><p>Reiner and photographer Michele married in 1989 and have three children together.</p><p>Reiner was previously married to the late actor-director Penny Marshall from 1971 to 1981. He adopted her daughter, Tracy Reiner.</p><p>Reiner’s representatives have not yet commented on the deaths.</p></div></div></body></html>"
        },
        {
            "title": "Patrick Mahomes suffers knee injury in Chiefs’ game against Chargers | American Football News | Al Jazeera",
            "time": "2025-12-15T07:18:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348773253380-1765780633_8a60a6-1765781188.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Patrick Mahomes suffers knee injury in Chiefs’ game against Chargers</h1><p class=\"article__subhead\"><em>Superstar quarterback expected to undergo surgery in the coming days and is out until the next NFL season.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kansas City Chiefs quarterback Patrick Mahomes tore the ACL in his left knee during Sunday’s loss against the Los Angeles Chargers, the team announced on Sunday night.</p><p>An MRI exam displayed the seriousness of the injury that occurred with 1:53 remaining in the contest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“An MRI has confirmed that Chiefs QB Patrick Mahomes sustained a torn ACL in his left knee in today’s game. Patrick and the club are currently exploring surgical options,” the Chiefs said.</p><p>About 40 minutes before the announcement, Mahomes said he was struggling emotionally but pledged that he would be better than ever once he recovers from the injury.</p><p>“Don’t know why this had to happen. And not going to lie it’s hurts,” Mahomes said on social media. “But all we can do now is Trust in God and attack every single day over and over again. Thank you Chiefs kingdom for always supporting me and for everyone who has reached out and sent prayers. I Will be back stronger than ever.”</p><p>The 16-13 loss eliminated Kansas City from the playoffs for the first time in Mahomes’ career. Head coach Andy Reid was fearing the worst shortly after the conclusion of the game.</p><p>“I don’t know but it didn’t look good. I mean you guys saw it. We’ll just see where it goes,” Reid said.</p><figure id=\"attachment_4174926\" aria-describedby=\"caption-attachment-4174926\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4174926\" src=\"/wp-content/uploads/2025/12/AP25348844324678-1765780986.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Patrick Mahomes in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4174926\" class=\"wp-caption-text\">Patrick Mahomes (#15) falls to the ground after injuring his knee in the second half against the LA Chargers [Reed Hoffmann/AP]</figcaption></figure><p>Mahomes was scrambling outside the pocket when he was taken down from behind by the Chargers’ Da’Shawn Hand. His left knee appeared to be hyperextended as he went to the ground. Medical staff helped Mahomes limp to the locker room as backup Gardner Minshew entered the game in relief.</p><p>The win completed a season sweep of the Chiefs for the Chargers, who are 10-4 and alive and well in the AFC playoff race.</p><p>“I hope Patrick (Mahomes) is OK. He is one of the greatest competitors of all time in the history of the game,” Chargers coach Jim Harbaugh said. “I have total respect for him and just hope he’s OK. Prayers and thoughts are with him. I hope he dodged a bullet.”</p><p>The Chiefs trailed 16-13 and possessed the ball at midfield at the time of the injury. Minshew’s fifth pass attempt was picked off by Derwin James Jr at Los Angeles’ 18-yard line with 14 seconds left.</p><p>“I don’t think I’ve ever respected anybody I play with more. I’ve never seen anybody I play with give so much of themselves to the team,” Minshew said. “I have more confidence in him than anybody to come back better than ever.”</p><p>Mahomes, 30, completed 16 of 28 passes for 189 yards and opened the scoring in the first quarter with a 12-yard rushing touchdown. He has passed for 3,587 yards, 22 touchdowns and 11 interceptions this season.</p><p>Kansas City (6-8) will likely finish the season with Minshew as starting quarterback. The Chiefs had reached 10 straight postseasons – the last seven with Mahomes directing the offence – and served as the AFC representative in five of the last six Super Bowls with three championships.</p></div></div></body></html>"
        },
        {
            "title": "Bondi Beach shooting live: Australia debates gun laws after Sydney killings | Gun Violence News | Al Jazeera",
            "time": "2025-12-15T05:35:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T102321Z_338701570_RC2VGIAJVIGM_RTRMADP_3_AUSTRALIA-CRIME-1765798861.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Bondi Beach shooting live: Australia debates gun laws after Sydney killings</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Australia’s PM said gun laws would be discussed by the national cabinet today after deadly shooting in Sydney.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Dec 2025</span><span aria-hidden=\"true\">15 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Questions linger about gun reform, anti-Semitism after Bondi Beach shooting | Gun Violence News | Al Jazeera",
            "time": "2025-12-15T05:33:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693f7bd1d4e6-1765768145.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian Prime Minister Anthony Albanese has pledged a review of his country’s gun laws and added support for Jewish Australians, as his government faces scrutiny following a <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">deadly shooting at Sydney’s Bondi Beach</a>.</p><p>On Monday afternoon, Albanese faced reporters to answer questions about the shooting, which took place a day earlier, during <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">a local Hanukkah celebration</a>. At least 15 people have died, including a 10-year-old girl, and dozens are reported injured.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“What we saw yesterday was an act of pure evil, an act of terror, an act of anti-Semitism: an attack on the first day of Hanukkah, targeted at the Jewish community,” Albanese said in prepared remarks, after visiting the crime scene.</p><p>“A dark day in Australia’s history, on what should have been a day of light.”</p><p>The Australian government has yet to name the suspected attackers, identifying them only as a 50-year-old man and his 24-year-old son. The father died in a shootout with police, while the son is currently being treated at a local hospital.</p><p>Hanukkah is sometimes called the Festival of Lights, and in Monday’s news conference, Albanese encouraged Australians to participate in a show of solidarity with the country’s Jewish community.</p><p>“I would urge and join with others who have urged Australians across the country to light a candle, put it in their front window tonight at 6:47pm [19:47 GMT] to show that light will indeed defeat darkness – part of what Hanukkah celebrates, of course,” he said. “We are stronger than the cowards who did this.”</p><p>But while Albanese and other officials urged calm, critics questioned whether the government had done enough to curtail both anti-Semitism and gun violence.</p><h2 id=\"netanyahu-spurs-scrutiny\">Netanyahu spurs scrutiny</h2><p>One of Albanese’s highest-profile critics in the wake of the attack was Israeli Prime Minister Benjamin Netanyahu.</p><p>The right-wing Israeli leader blamed Albanese’s centre-left government for failing to protect Australia’s Jewish community. He also linked the shooting to Australia’s recent decision to <a href=\"/news/2025/9/21/canada-australia-join-uk-in-recognising-palestinian-statehood\">recognise Palestinian statehood</a>.</p><p>“Your call for a Palestinian state pours fuel on the anti-Semitic fire,” Netanyahu said in remarks directed at Albanese, voicing sentiments he later repeated in a social media post.</p><p>“It emboldens those who menace Australian Jews and encourages the Jew hatred now stalking your streets.”</p><p>Those remarks fuelled outrage and accusations that Netanyahu was leveraging the tragedy for political aims.</p><p>In a post on social media, UN special rapporteur Ben Saul also criticised Netanyahu for linking Australia’s recognition of Palestinian statehood to Sunday’s shootings.</p><p>“I am disgusted that the Israeli PM links Australia’s principled support for a Palestinian State with yesterday’s terrorist attack in Bondi,” said Saul, who also serves as an international law chair at the University of Sydney.</p><p>“Australia has taken extensive measures to prevent anti-semitism,” Saul added.</p><p>When asked on Monday morning about Netanyahu’s remarks, Albanese said his focus was on bringing people together.</p><p class=\"paragraph_paragraph__iYReA\">“This is a moment for national unity,” the Australian prime minister told reporters in Sydney. “This is a moment for Australians to come together. That’s precisely what we’ll be doing.”</p><p>He also said his government would beef up funding and support to protect Jewish community members, including covering the costs of guard services.</p><p>“We’re extending the funding for the National Council for Jewish Community Security and its state-based community security groups, to provide overall security cover to the Jewish community,” Albanese said.</p><p>“We’re also working with Jewish community organisations to see how we can best support charity efforts, including through tax-deductible status for donations.”</p><figure id=\"attachment_4174737\" aria-describedby=\"caption-attachment-4174737\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4174737\" src=\"/wp-content/uploads/2025/12/afp_693f855e2adc-1765770590.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners gather by floral tributes at the Bondi Pavillion in memory of the victims of a shooting at Bondi Beach, in Sydney on December 15, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4174737\" class=\"wp-caption-text\">Mourners gather by floral tributes at the Bondi Pavilion in Sydney on December 15, 2025 [Saeed Khan/AFP]</figcaption></figure><h2 id=\"australia-s-gun-reforms-under-scrutiny\">Australia’s gun reforms under scrutiny</h2><p>Albanese also told reporters on Monday afternoon that he would be convening a meeting of state premiers to discuss “tougher gun laws, including limits on the number of guns that can be used or licensed by individuals”.</p><p>“People’s circumstances change. People can be radicalised over a period of time. Licences should not be in perpetuity,” said Albanese.</p><p>His remarks follow questions about the six guns recovered from the scene of the shooting and the revelation that the 24-year-old suspect had previously come under police scrutiny.</p><p>Officials have repeatedly said the 50-year-old suspect had “met the eligibility criteria for a firearms licence”, and that the 24-year-old was previously not deemed to be a threat.</p><p>Australia introduced some of the world’s strictest gun laws, including bans on automatic and semiautomatic rifles and shotguns, after a shooter killed 35 people in the Tasmanian town of Port Arthur in 1996.</p><p>The 1996 reforms, introduced under former Prime Minister John Howard, were hailed as a success after Australia saw no mass shootings occur for close to two decades.</p><p>However, according to a recent report from the Australia Institute, the implementation of the laws has lapsed in recent years, with more guns now in the country than before 1996.</p><p>On Monday, Albanese said the reforms had “made an enormous difference” and were a “proud moment” of bipartisan action, but that reviews were now needed to ensure better coordination between states.</p><p>Chris Minns, the premier of New South Wales, where the shooting took place, also told reporters on Monday he would be reviewing gun laws.</p><p>“We want to make sure that prospective reform and change in New South Wales has a lasting impact,” Minns said. “It’s not the last time I’ll be mentioning it, and you can expect action soon.”</p><p>Sunday’s shooting at Bondi Beach follows several other mass shootings in recent years, including a 2022 attack in Wieambilla, Queensland, linked to Christian fundamentalist ideology that left six people dead.</p><p>An Australian man was also responsible for the attack in 2019 that killed 51 people at a mosque in <a href=\"/features/2024/3/15/australian-efforts-on-islamophobia-flag-despite-christchurch-wake-up-call\">Christchurch, New Zealand</a>, where semiautomatic weapons are still sold.</p></div></div></body></html>"
        },
        {
            "title": "‘No work’: India’s Alang, the world’s largest graveyard of ships, is dying | Shipping News | Al Jazeera",
            "time": "2025-12-15T05:20:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Unused-ships-quickly-become-a-financial-drain-forcing-owners-to-offload-them-even-if-that-means-dismantling-them-long-before-their-intended-lifespan_-1765196942.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Alang, India</strong> – Standing on the windswept coastline of the Arabian Sea in the western Indian state of Gujarat, Ramakant Singh looks towards the empty, endless horizon.</p><p>“In the olden days, ships lined up at this yard like buffaloes before a storm,” says the 47-year-old. “Now, we count the arrivals on our fingers.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ramakant works at Alang — the world’s largest ship-breaking yard, located in Bhavnagar district of Gujarat, Prime Minister Narendra Modi’s home state. For two decades, Ramakant has cut apart vessels as large as oil tankers and cargo carriers that sailed in from Europe and other Asian countries for his livelihood.</p><p>With its unique tidal pattern and gently sloping beach, Alang in the 1980s became the backbone of India’s ship recycling industry, where ships could be beached and dismantled at a minimal cost.</p><p>Over the decades, more than 8,600 vessels — collectively weighing roughly 68 million tonnes of light displacement tonnage (LDT), which is the actual weight of a ship without fuel, crew and cargo — have been taken apart here, accounting for nearly 98 percent of India’s total and about a third of the global ship recycling volume.</p><figure id=\"attachment_4159910\" aria-describedby=\"caption-attachment-4159910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159910\" src=\"/wp-content/uploads/2025/12/Rows-of-rescue-boats-wait-to-be-resold-alongside-chains-lifejackets-and-other-salvaged-remnants-that-eventually-feed-Indias-construction-and-manufacturing-markets_-1765196935.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alang Gujarat India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159910\" class=\"wp-caption-text\">Rows of rescue boats wait to be resold, alongside chains, lifejackets and other salvaged remnants at Alang yard [Anuj Behal/Al Jazeera]</figcaption></figure><p>Across the world’s oceans, an ageing fleet of cargo ships, cruise liners, and oil tankers is nearing the end of its life. Of the roughly 109,000 vessels still in service, nearly half are more than 15 years old — rusting giants that will soon be retired.</p><p>Each year, close to 1,800 ships are declared unfit to sail and sold for recycling. Their owners pass them on to international middlemen, known as cash buyers — operating out of global shipping hubs such as Dubai, Singapore, and Hong Kong. These brokers, in turn, resell the vessels to dismantling yards in South Asia, where the final act of a ship’s life unfolds.</p><p>In Alang, ships are driven ashore at high tide — a process called beaching. Once grounded, hundreds of workers cut them apart piece by piece, salvaging steel, pipes, and machinery. Almost everything — from cables to cupboards — is resold for use by construction and manufacturing industries.</p><p>However, over the past decade, the number of ships arriving on Alang’s coast has dwindled. Once a skyline of giant hulls that looked like high-rise buildings against the town’s asbestos roofs, only a few cruise ships and cargo carriers dot the horizon today.</p><p>“Earlier, there was plenty of work for everyone,” Chintan Kalthia, who runs one of the few yards still open, tells Al Jazeera. “Now, most of the workers have left. Only when a new ship beaches do a few come back to Alang. My own business is down to barely 30-40 percent of what it used to be.”</p><p>According to data from India’s Ship Recycling Industries Association, 2011-12 marked Alang’s busiest financial year since it began operations in 1983, with a record 415 ships dismantled. Since then, the yard has faced a steep decline — of the 153 plots developed along the 10km (6-mile) coastline, only about 20 remain functional, and even they are operating at barely 25 percent capacity.</p><p>“But what’s going wrong in Alang has multiple reasons,” says Haresh Parmar, secretary of the Ship Recycling Industries Association (India). “The biggest is that globally, shipowners are not retiring their old vessels. Post-COVID, a surge in demand led to record profits in shipping. With freight rates soaring, owners are pushing ships beyond their usual operational life instead of sending them for dismantling.”</p><figure id=\"attachment_4159904\" aria-describedby=\"caption-attachment-4159904\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159904\" src=\"/wp-content/uploads/2025/12/From-cables-to-cupboards-almost-all-materials-are-reclaimed-and-repurposed-fuelling-Indias-construction-and-manufacturing-markets_-1765196925.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alang Gujarat India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159904\" class=\"wp-caption-text\">From cables to cupboards, almost all materials are reclaimed and repurposed for construction and manufacturing markets [Anuj Behal/Al Jazeera]</figcaption></figure><p>A key factor behind the surge in freight rates is global disruptions. Israel’s genocidal war in Gaza has had a ripple effect on global trade routes, with Yemen’s Houthi rebels repeatedly attacking commercial vessels in the Red Sea in solidarity with the Palestinians. The resulting security crisis has forced ships to bypass the Suez Canal and instead take the longer Cape of Good Hope route, sending freight rates soaring and delaying cargo worldwide.</p><p>Similarly, an analysis by the United Nations Conference on Trade and Development (UNCTAD) conducted in June 2022 found that the Russia-Ukraine war and other Middle East tensions had pushed up marine fuel costs by more than 60 percent, adding to operational expenses and shipping delays.</p><p>Together, these factors have sharply reduced the supply of end-of-life ships heading to Alang. “When owners are earning well, they don’t scrap their vessels,” says Parmar. “That’s why our yards are standing empty.”</p><h2 id=\"compliance-raising-costs\">Compliance raising costs</h2><p>But that is not the only reason why Alang is struggling.</p><p>India’s ship recycling industry has undergone a significant transformation since the country acceded to the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships (HKC) in November 2019, becoming one of the first top ship-breaking nations to do so. Under the HKC and the 2019 Recycling of Ships Act, yards at Alang upgraded their infrastructure, installed pollution control systems, lined hazardous waste storage pits, trained workers, and maintained detailed inventories of toxic materials used in vessels.</p><p>These measures made Alang-Sosiya Ship Recycling Yards (ASSRY) one of the most compliant ship-recycling clusters in the developing world, with 106 of ASSRY yards having received HKC Statements of Compliance (SoC). Sosiya is a village located right next to Alang on the Gulf of Khambhat coast in Gujarat. Together, Alang and Sosiya form the entire stretch of beach where ship-breaking plots operate.</p><p>But achieving these standards came at a high cost: each yard had to invest between $0.56m and $1.2m to meet compliance norms, raising operational costs at a time when competition from neighbouring countries remains fierce.</p><p>“Think of it like a roadside eatery versus a global burger chain — the chain has shinier rules, cleaner kitchens, and safer gear, but you pay extra for the sparkle. The Hong Kong Convention works the same way,” said Kalthia, whose company, RL Kalthia Ship Breaking Private Limited, became the first ship recycling facility in India to receive HKC compliance certification from ClassNK in 2015, as their website shows. ClassNK is a leading Japanese ship classification society that audits and certifies international maritime safety and environmental standards.</p><p>“Compliance makes things safer and brings us up to international standards — it gives us an edge only on paper,” says Chetan Patel, a yard owner at Alang. “But it has also raised costs significantly.”</p><p>That, in turn, has made it hard for Alang’s ship-breakers to offer prices comparable to those of competitors.</p><p>“When neighbouring markets can pay more, shipowners go there,” Patel said.</p><figure id=\"attachment_4159913\" aria-describedby=\"caption-attachment-4159913\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159913\" src=\"/wp-content/uploads/2025/12/Unused-ships-quickly-become-a-financial-drain-forcing-owners-to-offload-them-even-if-that-means-dismantling-them-long-before-their-intended-lifespan_-1-1765196938.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alang Gujarat India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159913\" class=\"wp-caption-text\">Unused ships quickly become a financial drain, forcing owners to offload them, even if that means dismantling them long before their intended lifespan [Anuj Behal/Al Jazeera]</figcaption></figure><p>Competing ship-recycling yards are thriving. In Bangladesh’s Chattogram port and Pakistan’s Gadani yard, shipowners are being offered $540-550 per LDT and $525-530 per LDT, respectively, compared with $500-510 per LDT at Alang.</p><p>“We can’t match the rates offered by Bangladesh and Pakistan,” says Parmar. “If we tried, we’d be running at a loss.”</p><p>This is reflected clearly in the data: the number of ships decommissioned in India dropped from 166 in 2023 to 124 in 2024. In contrast, Turkiye’s figures nearly doubled to 94 from 50, and Pakistan’s rose from 15 to 24 during the same period.</p><h2 id=\"supporting-industries-struggle\">Supporting industries struggle</h2><p>Alang is not just a ship-breaking yard, but a vast recycling ecosystem that sustains the surrounding region’s economy.</p><p>From the coastal town of Trapaj — the last big settlement before Alang — an 11km (7-mile) stretch of road is lined with sprawling, makeshift shops selling remnants of decommissioned ships. Everything that used to be part of life at sea eventually finds its way here: rusted chains, rescue boats, refrigerators, ceramic crockery, martini glasses, treadmills from shipboard gyms, air conditioners from cabins, and chandeliers from officers’ quarters.</p><p>“Whatever is there on the ship, we own it,” says Parmar. “Before the cutting begins, all valuable items are auctioned and reach these stores.”</p><figure id=\"attachment_4159900\" aria-describedby=\"caption-attachment-4159900\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159900\" src=\"/wp-content/uploads/2025/12/All-remnants-of-life-on-the-ocean-wind-up-here_-corroded-chains-rescue-boats-ceramic-crockery-martini-glasses-and-treadmills-from-ship-gyms_-1765196919.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alang Gujarat India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159900\" class=\"wp-caption-text\">All remnants of life on the ocean wind up here – corroded chains, rescue boats, ceramic crockery, martini glasses, and treadmills from ship gyms [Anuj Behal/Al Jazeera]</figcaption></figure><p>Ram Vilas, who runs a ceramic shop selling salvaged crockery by the kilo, says most of his customers used to come from commercial establishments across Gujarat. “Now, business has gone dead,” he tells Al Jazeera. “This stretch you see doesn’t even have one-tenth of the crowd it used to. With fewer ships coming in, we don’t have enough stock to fill our shops.”</p><p>The ripple effects of Alang’s decline extend to other industries as well. Waste is handled by specialised facilities, while reusable steel is supplied to more than 60 induction furnaces and 80 rerolling mills, some 50km (30 miles) away in Bhavnagar, converting it into TMT bars – reinforced steel rods – and other construction materials.</p><p>But with fewer ships arriving, the supply of scrap steel has dropped sharply, disrupting operations of furnaces, mills, and hundreds of small businesses that depend on ship-derived goods. More than 200 retail and wholesale shops that once bustled with activity now face dwindling sales.</p><p>“Gas plants, rolling mills, furnace units, transporters, drivers — everyone connected to this chain has lost their livelihood,” says Parmar.</p><figure id=\"attachment_4159906\" aria-describedby=\"caption-attachment-4159906\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4159906\" src=\"/wp-content/uploads/2025/12/Most-shops-along-the-lane-are-stacked-with-whatever-the-ship-breaking-yards-have-yielded-that-day_-1765196931.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alang Gujarat India\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4159906\" class=\"wp-caption-text\">Most shops are stacked with whatever the ship-breaking yards have yielded that day [Anuj Behal/Al Jazeera]</figcaption></figure><p>In Bhavnagar, 29-year-old Jigar Patel, who runs a flange manufacturing unit, says his business has suffered.</p><p>“I opened my unit in 2017, seeing the opportunity with steel sheets easily available from Alang,” he says. “But in the past two years, the slowdown has hit hard. Now, I have to buy sheets from Jharkhand. It’s not just expensive, but the raw steel is harder to cut and process. The Alang sheets were more malleable and ductile — they were made for work and of international standard.”</p><p>Workers at Alang, most of them migrants from poorer Indian states in the north and east, including Jharkhand, Bihar, Odisha and Uttar Pradesh, have also begun to leave. “They only show up when ships arrive at the docks,” Vidyadhar Rane, president of the Alang-Sosiya Ship Recycling and General Workers’ Association, tells Al Jazeera.</p><p>“Yard owners call them when there is work. The rest of the time, they find other jobs in nearby towns,” he says.</p><p>At its peak, Alang employed more than 60,000 workers. Today, that number has shrunk to fewer than 15,000, according to the union.</p><p>Ramakant, who first arrived in Alang at the age of 35, recalls working for seven straight years before the slowdown began. “Now, I only return when my employer calls,” he says, adding that he spends the rest of his time working in the industrial town of Surat.</p><p>The work at the yard, he admits, has become far safer than it once was. “This was once the deadliest job — we would see workers dying every other day. Now there’s training, safety gear, and order,” Ramakant says, looking towards the silent coast.</p><p>“But what’s the point of safety when there’s no work? Everything now depends on whether the next [ship] arrives at the yard or not.”</p></div></div></body></html>"
        },
        {
            "title": "Hong Kong court convicts democracy activist Jimmy Lai on conspiracy charges | News | Al Jazeera",
            "time": "2025-12-15T04:31:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348133895375-1765768888.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The High Court of Hong Kong has convicted pro-democracy activist and newspaper founder Jimmy Lai on three charges related to accusations that he undermined China’s national security, as part of a widely scrutinised trial.</p><p>Lai now faces the possibility of a life sentence in prison.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Monday morning, a panel of three judges found Lai, 78, guilty of two counts of conspiring with foreign forces to threaten national security and one count of conspiracy to publish seditious material.</p><p>Lai had pleaded not guilty to all the charges. He has been in detention since December 2020, when he was arrested in the midst of a series of antigovernment protests that gripped Hong Kong.</p><p>The case has been seen as a test of Hong Kong’s “one country, two systems” principle, which was established after the former British colony was returned to China in 1997.</p><p>The principle affirmed that Hong Kong was part of China, but in theory, it allowed the territory to retain its own governance and administrative structure, separate from Beijing.</p><p>But activists say that autonomy has been threatened in recent years, as China seeks to assert greater control over Hong Kong. The territory, once seen as a beacon of free speech in Southeast Asia, has seen its protesters, journalists and publishers targeted for arrest and prosecution in recent years.</p><p>On Monday, Judge Esther Toh accused Lai of making “constant invitations” to the United States to take action against the People’s Republic of China (PRC) and its ruling Communist Party.</p><p>She and her fellow judges, Alex Lee and Susana D’Almada Remedios, issued an 855-page verdict in the case, which described Lai as the “mastermind” of a criminal conspiracy.</p><p>“There is no doubt that the first defendant had harboured his resentment and hatred of the PRC for many of his adult years,” Toh told Monday’s packed courtroom.</p><p>Human rights groups and media advocacy organisations quickly slammed the verdict as a miscarriage of justice.</p><p>“We are outraged that Jimmy Lai, Hong Kong’s symbol of press freedom, has been found guilty on trumped-up national security charges,” Thibaut Bruttin, the general director of Reporters Without Borders, said in a statement.</p><p>“This unlawful conviction only demonstrates the alarming deterioration of media freedom in the territory,” he added.</p><p>“Make no mistake: it is not an individual who has been on trial – it is press freedom itself, and with this verdict, that has been shattered.”</p><p>Another free-speech organisation, the Committee to Protect Journalists (CPJ), also denounced Lai’s conviction, calling it an act of “persecution”.</p><p>“The ruling underscores Hong Kong’s utter contempt for press freedom, which is supposed to be protected under the city’s mini-constitution, the Basic Law,” Beh Lih Yi, the group’s Asia-Pacific director, said.</p><p>“Jimmy Lai’s only crime is running a newspaper and defending democracy.”</p><p>Lai is set to reappear in court on January 12 for a pre-sentencing hearing. It is not yet clear whether he will seek to appeal Monday’s verdict.</p><p>The trial against him stretched for 156 days. Lai himself testified for 52 days, arguing that he had not called on the US to impose sanctions or other economic penalties on China, as the prosecution alleged.</p><p>The charges he faced came under the 2020 Hong Kong National Security Law, a far-reaching piece of legislation enacted in the midst of the pro-democracy protests of 2019 and 2020.</p><p>The law imposed steep penalties for actions deemed to be “subversion” or “secession”, effectively criminalising Hong Kong’s pro-independence movement, as well as any criticisms of the Chinese Communist Party.</p><p>As an outspoken critic of the government in Beijing, Lai was quickly charged under the newly imposed law.</p><p>His publication, the Apple Daily, published its first edition in 1995, and it became known as Hong Kong’s largest pro-democracy newspaper.</p><p>During Lai’s trial, prosecutors presented 161 articles from the newspaper as evidence.</p><p>In August 2020, less than two months after the national security law came into effect, Lai was arrested for the first time, then released. He was arrested again in December, only to be released and re-arrested a third time. He has remained in custody ever since.</p><p>By May 2021, authorities had frozen Apple Daily’s assets. And in June of that year, five Apple Daily executives, including its editor-in-chief, were taken into custody amid a police raid on the newspaper’s headquarters.</p><p>The newspaper printed its final edition that month.</p><p>Lai’s defence team and family have repeatedly petitioned Hong Kong’s High Court for leniency, citing Lai’s age and health conditions, including diabetes and high blood pressure.</p><p>World leaders like US President Donald Trump have previously called for Lai’s release.</p></div></div></body></html>"
        },
        {
            "title": "Mbappe returns at Alaves to ease Real pressure on Madrid coach Alonso | Football News | Al Jazeera",
            "time": "2025-12-14T22:54:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251899786-1765744242.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kylian Mbappe’s and Rodrygo Goes’s goals earned Real Madrid a tense 2-1 win at <a href=\"/sports/liveblog/2025/12/14/live-alaves-vs-real-madrid-la-liga\">Alaves in La Liga</a> to potentially keep coach Xabi Alonso in his job.</p><p>Madrid, second, reeled league leaders Barcelona’s advantage back to four points and recorded only their third victory in the last nine games across all competitions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After a home defeat by Manchester City in the Champions League on Wednesday, Spanish media reported that anything but a victory would cost Alonso his position.</p><p>Following Mbappe’s superb opener on Sunday, Carlos Vicente pulled Alaves level in the second half, but Rodrygo secured the visitors a much-needed victory at Mendizorrotza Stadium.</p><p>Alonso was able to bring his key player, Mbappe, back into the side after he could only watch the defeat by City from the bench due to knee discomfort.</p><p>The coach also handed a debut to Victor Valdepenas at left-back, with both Alvaro Carreras and Fran Garcia suspended, and Ferland Mendy being one of several players out injured.</p><p>Mbappe appeared to be feeling his knee and hobbling in the first few minutes, but despite that, he was the game’s most influential player.</p><p>The forward had a shot deflected wide and then fired narrowly over as Alaves sat deep and tried to keep the 15-time European champions at bay.</p><p>By the time Mbappe opened the scoring in the 25th minute, his discomfort seemed to have cleared up.</p><p>Released by Jude Bellingham, Mbappe drove towards goal at full tilt and whipped a shot into the top right corner for his 17th league goal of the campaign.</p><p>England international Bellingham then blasted home from close range, but his strike was ruled out for a handball, as the ball had struck his arm.</p><p>Needing to fight back, Alaves moved onto the front foot and took control of the game before the break, almost pulling level.</p><p>Madrid goalkeeper Thibaut Courtois made a fine save with his head, even if he knew little about it, to deny Pablo Ibanez from close range.</p><p>Los Blancos were dangerous again soon after the interval, with Alaves goalkeeper Antonio Sivera saving well from Mbappe and then Vinicius Junior.</p><p>They came to rue those misses when Vicente pulled Alaves level after 68 minutes.</p><p>The forward got in behind Antonio Rudiger, controlled former Madrid midfielder Antonio Blanco’s chipped pass, and whipped a shot past Courtois.</p><p>Eduardo Coudet’s side almost took the lead when Vicente’s low cross from the right was nudged wide by Toni Martinez, who was shifted off-balance as he shot by Raul Asencio’s pressure.</p><p>Instead, Madrid pulled back in front, with Vinicius breaking in down the left and crossing for Rodrygo to finish from 6 yards out.</p><p>It was the Brazilian’s second goal in two games after going the previous 32 matches without finding the net, and Alonso celebrated vehemently, knowing his future could depend on it.</p><p>Vinicius had appeals for a penalty turned down, and Bellingham came close in stoppage time as Madrid tried in vain to put the game to bed and ease their nerves.</p><p>Third-place Villarreal’s visit to face Levante was postponed due to a weather warning in the Valencia region. Real Oviedo, 19th, sacked coach Luis Carrion after a 4-0 hammering at Sevilla.</p><p>On Saturday, champions Barcelona beat Osasuna 2-0 to win a seventh straight La Liga game and ensure they will lead the table into 2026, regardless of what happens in the final round of fixtures before the winter break.</p></div></div></body></html>"
        }
    ]
}