{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Magnitude 6.7 earthquake hits Japan’s northeast, tsunami warning issued | Earthquakes News | Al Jazeera",
            "time": "2025-12-12T03:10:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/01/breaking-news%402x-1738224819.webp?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--breaking post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">BREAKING</strong><span class=\"screen-reader-text\">BREAKING, </span></p><h1>Magnitude 6.7 earthquake hits Japan’s northeast, tsunami warning issued</h1><p class=\"article__subhead\"><em>A tsunami warning has been issued following a strong quake off northeast coast of Japan.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An earthquake with a preliminary magnitude of 6.7 has hit Japan’s northeastern region, prompting a tsunami advisory from the Japan Meteorological Agency.</p><p>The earthquake struck on Friday at 11:44am local time (02:44 GMT) and comes just days after a bigger, 7.5 magnitude earthquake hit the same region.</p><p><em>This is a breaking news story. More to follow soon.</em></p></div></div></body></html>"
        },
        {
            "title": "‘Catastrophic flooding’ in North America’s Pacific Northwest as rains ease | Weather News | Al Jazeera",
            "time": "2025-12-12T02:55:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T193155Z_260856007_RC2DEIA8WSOS_RTRMADP_3_NORTH-AMERICA-WEATHER-1765499310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Catastrophic flooding’ in North America’s Pacific Northwest as rains ease</h1><p class=\"article__subhead\"><em>Intense downpours were swept into the region this week by an ‘atmospheric river’ storm system from the Pacific Ocean.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Intense rains that triggered “catastrophic flooding” in North America’s Pacific Northwest have finally eased, though meteorologists warn the effects of overflowing rivers and floodwaters will continue to be felt for several days.</p><p>Tens of thousands of people were told to evacuate on Thursday across the US states of Oregon and Washington, up through the Canadian province of British Columbia, after rainstorms battered the region for several days, causing rivers to burst their banks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Western Washington state has borne the greatest brunt of the storm, with roughly 100,000 residents under “Level 3” evacuation orders.</p><p>State authorities have ordered people living south of the cities of Seattle and Tacoma to leave their homes, with aerial photographs showing farmland already under water, and populated areas perilously close.</p><p>In the city of Orting, south of Seattle, authorities warned there is a “significant threat to life and or property”.</p><p>There have been no reports of casualties or missing people due to the flooding, according to Karina Shagren, spokesperson for Washington’s emergency management division.</p><figure id=\"attachment_4168503\" aria-describedby=\"caption-attachment-4168503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168503\" src=\"/wp-content/uploads/2025/12/2025-12-11T214328Z_685634699_RC2KEIALBXCX_RTRMADP_3_NORTH-AMERICA-WEATHER-1765506855.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Rescue personnel prepare to evacuate residents from a home in an area flooded by the Snohomish River, as an atmospheric river brings rain and flooding to the Pacific Northwest, in Snohomish, Washington, U.S., December 11, 2025. REUTERS/David Ryder\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168503\" class=\"wp-caption-text\">Rescue personnel prepare to evacuate residents from a home in an area flooded by the Snohomish River, as an atmospheric river brings rain and flooding to the Pacific Northwest, in Snohomish, Washington, US, on December 11, 2025 [David Ryder/Reuters]</figcaption></figure><p>Across the border in British Columbia, swaths of the Canadian city of Abbotsford, east of Vancouver, were swamped as of Thursday night, with hundreds of properties at risk.</p><p>Five of the six highways leading in and out of Vancouver were also closed due to floods, falling rocks and the risk of avalanches, the province’s Ministry of Transport said, describing the situation as “evolving and very dynamic”.</p><p>The main highway route between Vancouver and Seattle remains open.</p><p>The intense downpours were swept into the Pacific Northwest region earlier this week by an <a href=\"/news/2022/12/28/what-are-the-atmospheric-river-storms-hitting-the-us\">atmospheric river</a>, a vast airborne current of dense moisture funnelled inland from the Pacific Ocean.</p><p>The storm system, which dumped more than 250mm (10 inches) of rain in some places, also brought heavy showers and flooding as far away as western Montana and the edge of northern Idaho.</p><p>Though the downpour began to lessen on Thursday, the after-effects are expected to linger across the region as high volumes of water make their way through swollen river systems.</p><p>“While drier weather looks to be in store for this area of the country through the upcoming weekend, the major … catastrophic flooding effects are likely to continue for several days across portions of western Washington State and northwestern Oregon,” the US National Weather Service said.</p><p></p></div></div></body></html>"
        },
        {
            "title": "N Korea’s Kim hails ‘ever-victorious’ army’s role in war against Ukraine | Kim Jong Un News | Al Jazeera",
            "time": "2025-12-12T02:14:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251211__87R63ZQ__v1__HighRes__NkoreaPolitics-1765504014.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>N Korea’s Kim hails ‘ever-victorious’ army’s role in war against Ukraine</h1><p class=\"article__subhead\"><em>North Korea’s Kim Jong Un tells key party meeting that fighting alongside Russia demonstrates the ‘prestige of our army’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korea’s Kim Jong Un praised the deployment of his <a href=\"/news/2025/4/28/north-korea-confirms-soldiers-sent-to-fight-with-russia-against-ukraine\">troops in support of Russia’s</a> war against Ukraine and promised to root out “evil practices” among some officials, state media reports.</p><p>In remarks concluding a key meeting of his ruling party on Thursday, Kim condemned “the wrong ideological viewpoint and inactive and irresponsible work attitude” of some officials, the state-run Korean Central News Agency (KCNA) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He also spoke of “shortcomings and evil practices that must be corrected”, KCNA said on Friday.</p><p>The North Korean news organisation did not offer any specifics regarding the targets of Kim’s comments, though it did say the ruling party had revealed numerous recent “deviations” in discipline – a euphemism often used to refer to corrupt practices.</p><p>Wrapping up the three-day meeting, Kim reserved praise for the North Korean soldiers fighting against Ukraine alongside Russia, of whom <a href=\"/news/2025/2/6/north-koreans-disappear-amid-heavy-russian-casualties-in-ukraine-war\">at least 600 have been killed</a> and thousands more injured in the war, according to South Korean estimates.</p><p>“Over the past year, various soldiers of our military have participated in overseas military operations to demonstrate the reputation of our military,” KCNA said, quoting Kim.</p><p>The <a href=\"/news/2025/8/22/north-koreas-kim-jong-un-hails-troops-killed-in-heroic-war-with-ukraine\">military deployment</a> in support of Russia “demonstrated to the world the prestige of our army and state as the ever-victorious army and genuine protector of international justice”, Kim added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The North Korean leader also hailed efforts this year in “modernising” his country’s defences in the face of great “global geopolitical and technological changes”.</p><p>South Korea’s official Yonhap news agency said Kim had assessed that bolstering military capabilities was an “exact direction to ensure the security and defence of the country”.</p><p>The meeting of Kim’s ruling Workers’ Party of Korea (WPK) comes in advance of a party congress that is scheduled for early next year.</p><p>The Ninth Party Congress, which is due to be held in January or February, is expected to see North Korea unveil its policy approach to dealing with the United States and South Korea, as well as policies on the economy and defence, Yonhap reports.</p><p>The congress will be watched closely, Yonhap said, to determine “whether North Korea will codify Kim’s ‘two hostile states’ stance in the party’s rules as experts forecast Pyongyang to intensify its animosity to Seoul in the new year”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p><a href=\"/news/2025/12/3/south-korean-president-mulls-apology-to-north\">South Korean President</a> Lee Jae Myung has taken several steps to ease tensions with the North since taking office in June, including removing propaganda loudspeakers along the border and banning the dropping of anti-Pyongyang leaflets.</p><p>Lee also said he was considering an apology to Pyongyang over cross-border provocations allegedly ordered by his predecessor, disgraced ex-President Yoon Suk-yeol.</p><p>Yoon allegedly ordered drones carrying propaganda leaflets to fly over the North, in a bid, say prosecutors who have indicted the former president, to provoke military tension and boost his political support.</p><p>Kim has so far rebuffed Lee’s efforts, saying he has no interest in dialogue with the South Korean leader.</p></div></div></body></html>"
        },
        {
            "title": "Indiana’s state Senate votes down redistricting bill despite Trump pressure | Donald Trump News | Al Jazeera",
            "time": "2025-12-12T01:29:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25345803756839-1765499680.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Midwestern state of Indiana has dealt a setback to United States President Donald Trump’s <a href=\"/news/2025/12/5/us-supreme-court-allows-texas-to-use-redrawn-district-map-for-2026-midterms\">redistricting push</a> ahead of the pivotal 2026 midterm elections, voting down legislation to redraw its congressional map.</p><p>Late on Thursday afternoon, Indiana’s state Senate voted 31 to 19 to reject the proposed congressional districts, despite a strong Republican majority in the chamber.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Of the state Senate’s 50 seats, 39 are held by Republicans, and the state has voted consistently Republican in every presidential race since 1968, save for a single flip for Democrat Barack Obama in 2008.</p><p>The vote is likely to reinforce the sentiment that the Republican Party is fracturing under Trump’s leadership, as <a href=\"/news/2025/7/30/trumps-approval-rating-in-us-drops-to-lowest-level-of-his-second-term\">his poll numbers slump</a> during the first year of his second term.</p><p>Trump was confronted with the results of the Indiana vote at an Oval Office signing ceremony shortly after it happened.</p><p>“Just a few moments ago, the Senate there rejected the congressional map to redistrict in that state,” one reporter said. “What’s your reaction?”</p><p>Trump responded by touting his successes in pushing other Republican-led states.</p><p>“ We won every other state. That’s the only state,” the president said, before referencing his three presidential bids. “It’s funny because I won Indiana all three times by a landslide, and I wasn’t working on it very hard.”</p><p>Trump then proceeded to denounce the Indiana Senate president, Rodric Bray, and threatened to support a primary challenge against the Indiana leader.</p><p>“He’ll probably lose his next primary, whenever that is. I hope he does,” Trump said.</p><p>“It’s, I think, in two years, but I’m sure he’ll go down. He’ll go down. I’ll certainly support anybody that wants to go against it.”</p><h2 id=\"fractures-in-the-caucus\">Fractures in the caucus</h2><p>Currently, Indiana sends nine Congress members to the US House of Representatives, one for each of its nine districts. Two of those seats are currently occupied by Democrats.</p><p>Republican leaders in the state, however, had proposed a new map of congressional districts that sought to disempower Democratic voters in the state, clearing the way for conservative candidates to claim all nine seats in next year’s midterm races.</p><p>The proposed map was part of a nationwide effort by the Trump administration to defend Republican control in the US Congress.</p><p>Already, the partisan map had passed the lower chamber of Indiana’s legislature. On December 5, Indiana’s House of Representatives voted 57 to 41 to send House Bill 1032 to the state Senate.</p><p>The bill had the backing of Indiana’s Republican Governor Mike Braun, who encouraged the state senators to emulate their colleagues in the lower chamber.</p><p>But even before the bill arrived in the state Senate, there were cracks in the Republican caucus. Twelve Republicans in the state House broke ranks to vote against the map.</p><p>And certain Republican state Senators likewise expressed reticence.</p><p>Some Republicans, like Indiana state Senator Greg Walker, had a history of opposing redistricting efforts. He was quoted in the Indiana Capital Chronicle as saying, “I cannot, myself, support the bill for which there must be a legal injunction in order for it to be found constitutional.”</p><p>Partisan redistricting has long been a controversial practice in US politics, with opponents calling the practice undemocratic and discriminatory.</p><p>Critics also pointed out that the Indiana proposal would force some voters in urban centres like Indianapolis to commute more than 200 kilometres (124 miles) for in-person voting.</p><p>Walker joined a total of 21 Republican state Senators, including Bray, in voting against the redistricting bill on Thursday.</p><h2 id=\"a-nationwide-campaign\">A nationwide campaign</h2><p>But the Trump administration had invested significant time and effort into swaying the vote.</p><p>In October, Vice President JD Vance travelled to the Hoosier State to try to convince wary Republicans. US House Speaker Mike Johnson reportedly made personal phone calls to state leaders. And a day before the critical state Senate vote, Trump took to social media with a mixture of cajoling and pressure.</p><p>“I love the State of Indiana, and have won it, including Primaries, six times, all by MASSIVE Majorities,” Trump began in a winding, 414-word <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115698333420423237\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>“Importantly, it now has a chance to make a difference in Washington, D.C., in regard to the number of House seats we have that are necessary to hold the Majority against the Radical Left Democrats. Every other State has done Redistricting, willingly, openly, and easily.”</p><p>Currently, the US House of Representatives holds a narrow 220-member Republican majority, out of a total of 435 seats.</p><p>All of those seats, however, will be up for grabs in the 2026 midterm elections, and Democrats are hoping to flip the chamber to their control.</p><p>Starting in June, reports began to emerge that Trump was petitioning the state legislature in the right-wing stronghold of Texas to redistrict, in an effort to help conservative candidates sweep up five extra congressional seats.</p><p>Texas Republicans complied, and in August, the state legislature <a href=\"/news/2025/8/29/texas-governor-greg-abbott-signs-trump-backed-redistricting-bill\">embraced a new redistricted map</a>, overcoming a walkout from state Democrats.</p><p>Republicans in other states, including Missouri and North Carolina, have followed suit, passing new maps that seek to increase right-wing gains in the midterm races.</p><p>But Democrats have fired back. In November, California voters passed a referendum to suspend their independent districting commission and <a href=\"/news/2025/11/5/california-proposition-50-on-redistricting-set-to-pass-in-blow-to-trump\">adopt a Democrat-leaning map</a> created by state lawmakers.</p><p>Indiana, however, appeared poised to buck <a href=\"/news/2025/11/13/trump-administration-joins-lawsuit-against-californias-redistricting-maps\">the redistricting trend</a>. In Wednesday’s lengthy post, Trump warned that the state could put Republican power “at risk” if it failed to pass a new map.</p><p>He also called Bray and other Republican splinter votes “SUCKERS” for the Democrats.</p><p>“Rod Bray and his friends won’t be in Politics for long, and I will do everything within my power to make sure that they will not hurt the Republican Party, and our Country, again,” Trump wrote.</p><p>“One of my favorite States, Indiana, will be the only State in the Union to turn the Republican Party down!”</p><p>In the wake of Thursday’s defeat, Trump and his allies doubled down on their threats to remove the 21 Republican state senators who voted against the bill from office.</p><p>“I am very disappointed that a small group of misguided State Senators have partnered with Democrats to reject this opportunity,” Governor Braun <a href=\"https://x.com/GovBraun/status/1999234066680512867\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media, calling it a decision to “reject the leadership of President Trump”.</p><p>“Ultimately, decisions like this carry political consequences. I will be working with the President to challenge these people who do not represent the best interests of Hoosiers.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,387 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-12T01:04:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T195004Z_1722260708_RC2MDIADZTKG_RTRMADP_3_UKRAINE-CRISIS-USA-TRUMP-1765494951.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,387</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,387 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 12 Dec 2025</span><span aria-hidden=\"true\">12 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Friday, December 12:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian President Vladimir Putin thanked the Russian army after its forces reportedly took control of the town of Siversk in eastern Ukraine. Ukraine’s military responded, saying it remained in control of the town.</li>\n<li>News agencies were unable to verify the battlefield claims around Siversk, a longstanding target in Russia’s drive to capture all of Ukraine’s Donetsk region.</li>\n<li>Moscow’s forces have also taken control of the village of Lyman in Ukraine’s eastern Kharkiv region, Russian state news agencies reported, citing the Ministry of Defence.</li>\n<li>Russia said Ukraine launched a major aerial attack with at least 287 drones downed over a number of regions inside the country, including Moscow. Russia’s Defence Ministry said at least 40 drones were shot down over the Moscow region, home to more than 22 million people.</li>\n<li>Ukrainian drones hit two chemical plants in Russia’s Novgorod and Smolensk regions, the commander of Kyiv’s drone forces said. Ukrainian drones also struck Russia’s Filanovsky oil platform in the Caspian Sea for the first time, halting production at the facility owned by Lukoil, according to a Ukraine Security Service official.</li>\n<li>Russia’s Ministry of Foreign Affairs has called on Britain to disclose what British soldier George Hooley, who was recently killed in Ukraine, was doing in the country.</li>\n<li>Russia’s Foreign Ministry spokeswoman Maria Zakharova accused London of helping Kyiv carry out “acts of terrorism” on Russia, but provided no evidence for her assertion. Britain’s Ministry of Defence said Hooley died while observing Ukrainian forces test a new defensive capability away from the front line with Russian forces.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-deal\">Peace deal</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine has presented the United States with a revised 20-point framework to end its war with Russia, Ukrainian President Volodymyr Zelenskyy said, adding that the issue of ceding territory to Russia remains a major sticking point in negotiations.</li>\n<li>Zelenskyy said, as a compromise, the US is offering to create a <a href=\"/news/2025/12/11/zelenskyy-talks-security-with-us-as-it-pushes-for-free-economic\">“free economic zone”</a> in Ukraine-controlled parts of the eastern Donbas, which Russia has demanded Ukraine cede.</li>\n<li>“They see it as Ukrainian troops withdrawing from the Donetsk region, and the compromise is supposedly that Russian troops will not enter this part of Donetsk region. They do not know who will govern this territory,” Zelenskyy said, adding that Russia is referring to it as a “demilitarised zone”.</li>\n<li>Zelenskyy also said that Ukrainians should vote on any territorial concessions in a referendum and that he had discussed security guarantees for Ukraine in a video call with top US officials, including Secretary of State Marco Rubio, Secretary of Defense Pete Hegseth and White House special envoy Steve Witkoff.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>Speaking at a meeting of the “coalition of the willing” – a group of 34 nations led by Britain and France that have pledged support for Ukraine against Russian aggression – Zelenskyy said that <a href=\"/features/2025/12/10/could-ukraine-hold-a-presidential-election-right-now-as-trump-demands\">holding elections in Ukraine</a> during wartime would require a ceasefire.</li>\n<li>US President Donald Trump said the US will send a representative to participate in talks in Europe on Ukraine this weekend if there is a good chance of making progress on a ceasefire deal.</li>\n<li>“We’ll be attending the meeting on Saturday in Europe if we think there’s a good chance. And we don’t want to waste a lot of time if we think it’s negative,” Trump said.</li>\n<li>Earlier, White House Press Secretary Karoline Leavitt told reporters that Trump had grown weary of multiple meetings that never reached an agreement on ending the war in Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>NATO chief Mark Rutte urged allies to step up defence efforts to prevent a war waged in Europe by Russia, which could be “on the scale of war our grandparents and great-grandparents endured”.</li>\n<li>In a speech in Berlin, Rutte said too many allies of the military alliance did not feel the urgency of Russia’s threat in Europe and that they must rapidly increase defence spending and production to prevent war.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul>\n<li>Russian and Belarusian youth athletes should compete in international events without access restrictions, the International Olympic Committee said, marking a first step in <a href=\"/news/2024/7/26/which-countries-have-been-banned-from-participating-in-the-olympics\">easing sanctions</a> imposed following Russia’s 2022 invasion of Ukraine.</li>\n</ul><ul class=\"spaced-bullet-spacing\">\n<li>European Union governments have started a process to freeze Russian central bank assets immobilised in Europe for the long term to avoid votes every six months on rolling over the freeze, a move that would pave the way to use the money to <a href=\"/news/2025/12/4/eu-proposes-using-russian-assets-loans-to-fund-105bn-package-to-ukraine\">provide a loan to Ukraine</a>.</li>\n<li>Belgium’s Deputy Prime Minister Vincent Van Peteghem said Russian frozen assets will have to be used for Ukraine at some point, adding that Brussels “would not take any reckless compromises” before it agreed to any deal on the issue.</li>\n<li>Brussels has <a href=\"/economy/2025/12/4/why-is-belgium-opposed-to-using-russian-assets-to-support-ukraine\">opposed an unprecedented plan</a> to use Russian funds frozen in the EU – primarily in Belgian banking institutions – to fund a loan to Ukraine, saying it places the country at outsized risk of future legal action from Moscow.</li>\n<li>Russia’s Foreign Ministry reiterated that the EU’s “manipulations” with Moscow’s frozen assets would not go unanswered.</li>\n<li>Germany’s top fiscal court has ruled that authorities cannot, for now, sell or use an oil tanker and its cargo seized off the Baltic Sea coast, siding with the vessel’s owners in two separate cases.</li>\n<li>The Panama-flagged Eventin was found drifting off Germany’s coast in January after departing Russia with about 100,000 metric tonnes of oil worth about 40 million euros ($47m). German authorities suspect the vessel is part of a <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">“shadow fleet”</a> used by Russia to skirt EU sanctions</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russia’s revenues from exports of crude oil and refined products fell again in November, the International Energy Agency said, touching their lowest level since its 2022 invasion of Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela seeks withdrawal from International Criminal Court’s Rome Statute | Courts News | Al Jazeera",
            "time": "2025-12-12T00:43:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T201031Z_344349077_RC2IEIAGW6LZ_RTRMADP_3_VENEZUELA-ICC-1765497718.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s National Assembly has voted to peel back the South American country’s commitment to the Rome Statute, the international treaty that established the International Criminal Court (ICC).</p><p>On Thursday, top Venezuelan lawmakers applauded the vote as a strike against an antiquated institution – one that has sought to investigate alleged human rights violations in Venezuela in recent years.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is to demonstrate and denounce to the world the uselessness and subservience of an institution that should serve to protect the people,” the president of the National Assembly, Jorge Rodriguez, wrote in a government statement posted online.</p><p>Rodriguez is the brother of Venezuela’s vice president and is considered a close ally of President Nicolas Maduro.</p><p>In his statement, Rodriguez sought to tie the court’s efforts to those of the United States, a country that has long refused to acknowledge Maduro as Venezuela’s president.</p><p>“It only serves the designs of American imperialism,” Rodriguez said of the court.</p><p>But the US is not a party to the Rome Statute, and the North American country has repeatedly denounced efforts by the court to investigate allegations of human rights abuses against its citizens and allies.</p><p>Just this year, the administration of <a href=\"/news/2025/6/5/trump-administration-sanctions-international-criminal-court-judges\">US President Donald Trump</a> issued <a href=\"/news/2025/8/20/us-expands-sanctions-targeting-international-criminal-court\">multiple rounds</a> of <a href=\"/news/2025/2/7/trump-sanctions-international-criminal-court-over-its-us-israel-probes\">sanctions</a> against officials on the ICC, claiming the judicial body had taken “illegitimate and baseless actions”.</p><p>Venezuela, for its part, signed onto the Rome Statute in October 1998, and its legislature ratified the treaty in June 2000, bringing the law into force.</p><p>Maduro is expected to sign Thursday’s legislation to revoke the ratification.</p><h2 id=\"under-investigation\">Under investigation</h2><p>The South American country has itself rejected the accusations brought before the court against its leadership.</p><p>In November 2021, for example, the ICC opened an investigation into the Maduro government for allegedly carrying out crimes against humanity, including torture, sexual violence and other instances of inhumane treatment.</p><p>It cited the violent treatment and even killing of political dissidents, particularly during the 2017 antigovernment protests.</p><p>That investigation was paused, however, to allow Venezuela to address the allegations internally.  But the court ultimately allowed the probe to proceed in June 2023, finding Venezuela’s efforts insufficient.</p><p>According to court filings, Venezuela has maintained that “there was no systematic attack on the civilian population, and that no crimes were committed”.</p><p>Multiple human rights organisations, however, have accused the Maduro administration of extrajudicial executions, unlawful imprisonments and violent crackdowns against members of Venezuela’s opposition.</p><p>Advocates have also questioned whether Venezuela’s National Assembly can be considered an independent branch of government, given Maduro’s firm grip on its membership.</p><h2 id=\"what-is-the-rome-statute\">What is the Rome Statute?</h2><p>The Rome Statute counts among its members 125 countries, including Venezuela. As the foundational document for the ICC, the statute outlines the court’s jurisdiction.</p><p>The judicial body is tasked with the prosecution and adjudication of major international crimes: war crimes, crimes against humanity, genocide and aggression.</p><p>But critics have long accused the ICC of lacking the teeth to enforce its mandate. Major powers, including the US, China and Russia, are not members.</p><p>Israel is also not a party to the treaty: Its prime minister, Benjamin Netanyahu and former Defence Minister Yoav Gallant both face arrest warrants that have yet to be carried out, for war crimes against Palestinians.</p><p>In the 23 years since the ICC opened its doors, a total of 61 arrest warrants have been issued – but only 22 people have been detained. Eight have died before charges could be brought, and 32 people have evaded the court’s arrest.</p><p>The court claims 13 convictions so far, and four acquittals.</p><p>Thursday’s vote came, in part, as a reaction to a recent decision by the court to close an office in the Venezuelan capital of Caracas.</p><p>The office was established in 2024 to help with the probe into crimes against humanity.</p><p>But the ICC announced it would close the bureau on December 1, with prosecutor Mame Mandiaye Niang telling an assembly of state parties that achieving “real progress” in the investigation had been a “challenge”.</p><p>“Being aware of the need to manage our limited resources effectively, we have decided to close our office in Caracas,” he said.</p><p>Venezuela’s Ministry of Foreign Relations quickly responded in a <a href=\"https://www.facebook.com/embaveneztunez/photos/d41d8cd9/885078500510700/\" target=\"_blank\" rel=\"noopener\">statement</a>, denouncing the office’s closure.</p><p>“Regrettably, the ICC Prosecutor’s Office showed not the slightest commitment or spirit of cooperation,” its statement said.</p><p>“Its agenda in the country was very clear: to disengage and do nothing in order to later instrumentalise justice for political ends.”</p><p>The 2023 investigation remains ongoing, with renewed attention on Maduro after a <a href=\"/news/2025/5/26/venezuela-election-results-who-lost-won-and-what-next\">contested 2024 presidential election</a> prompted a <a href=\"/news/2025/1/10/much-more-persecution-venezuela-braces-for-nicolas-maduros-inauguration\">violent government response</a> against protesters.</p></div></div></body></html>"
        },
        {
            "title": "Judge rules Trump unlawfully ended FEMA disaster prevention programme | Donald Trump News | Al Jazeera",
            "time": "2025-12-11T23:33:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693b427048d5b-1765491312.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Judge rules Trump unlawfully ended FEMA disaster prevention programme</h1><p class=\"article__subhead\"><em>Twenty states had challenged the end of the programme, meant to make localities more resilient to natural disasters.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal judge has said the administration of United States President Donald Trump acted unlawfully in ending a programme aimed at helping communities become more resilient to natural disasters.</p><p>The Trump administration had targeted the Building Resilient Infrastructure and Communities (BRIC) programme as part of a wider <a href=\"/news/longform/2025/8/29/lessons-unlearned-20-years-after-katrina-disaster-readiness-lags-in-us\">effort to overhaul</a> the Federal Emergency Management Agency (FEMA).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But on Thursday, US District Judge Richard Stearns ruled that the administration lacked the authority to end the grant programme. The decision came in response to a lawsuit filed by 20 states, the majority led by Democrats.</p><p>Stearns said the administration’s action amounted to an “unlawful executive encroachment on the prerogative of Congress to appropriate funds for a specific and compelling purpose”.</p><p>“The BRIC program is designed to protect against natural disasters and save lives,” Stearns wrote, adding that the “imminence of disasters is not deterred by bureaucratic obstruction”.</p><p>Stearns had previously blocked FEMA from diverting more than $4bn allocated to BRIC to other purposes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Massachusetts Attorney General Andrea Joy Campbell was among the plaintiffs praising the decision.</p><p>“Today’s court order will undoubtedly save lives by preventing the federal government from terminating funding that helps communities prepare for and mitigate the impacts of natural disasters,” she said in a <a href=\"https://www.mass.gov/news/ag-campbell-secures-court-victory-preventing-trump-administration-from-unlawfully-cutting-billions-in-disaster-preparedness-funding\" target=\"_blank\" rel=\"noopener\">statement</a>.</p><p>BRIC is the largest resiliency programme offered by FEMA, designed to reduce disaster-related risks and bolster efforts to recover quickly.</p><p>The programme is emblematic of efforts under FEMA to take preventive measures to prepare for natural disasters, as climate change fuels more extreme weather across the country.</p><p>According to the lawsuit, FEMA approved about $4.5bn in grants for nearly 2,000 projects, primarily in coastal states, over the last four years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Upon taking office for his second term, Trump initially pledged to do away with FEMA, with the agency sitting at the crossroads of the president’s climate change denialism and his pledge to end federal waste.</p><p>Trump has since softened on his position amid pushback from both Republican and Democratic state lawmakers. He has said he plans to reform the agency instead.</p><p>In November, acting FEMA head David Richardson stepped down from his post. That came amid internal pushback over Richardson’s lack of experience and cuts to the agency.</p><p>In a letter in August, nearly 200 FEMA staffers <a href=\"/news/2025/8/25/chk_femastaffers-warn-trumps-cuts-will-result-in-katrina-level-catastrophe\">warned</a> the cuts risked compounding future disasters to a devastating degree.</p><p>Upon taking on the role in May, Richardson <a href=\"/news/2025/5/9/i-will-run-right-over-you-new-fema-head-issues-warning-to-trump-critics\">threatened</a> he would “run right over” anyone who resisted changes to the agency.</p></div></div></body></html>"
        },
        {
            "title": "OpenAI sued for allegedly enabling murder-suicide | Technology News | Al Jazeera",
            "time": "2025-12-11T23:06:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T192000Z_2058311462_RC2JFCALLIA7_RTRMADP_3_OPENAI-EXECUTIVES-1765479973.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>OpenAI and its largest financial backer, Microsoft, have been sued in California state court over claims that ChatGPT, OpenAI’s popular chatbot, encouraged a man with mental illnesses to kill his mother and himself.</p><p>The lawsuit, filed on Thursday, said that ChatGPT fuelled 56-year-old Stein-Erik Soelberg’s delusions of a vast conspiracy against him, and eventually led him to murder his 83-year-old mother, Suzanne Adams, in Connecticut in August.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ChatGPT kept Stein-Erik engaged for what appears to be hours at a time, validated and magnified each new paranoid belief, and systematically reframed the people closest to him – especially his own mother – as adversaries, operatives, or programmed threats,” the lawsuit said.</p><p>The case, filed by Adams’s estate, is among a small but growing number of <a href=\"/economy/2025/9/3/openai-announces-parental-controls-for-chatgpt-after-teens-suicide\" target=\"_blank\" rel=\"noopener\">lawsuits filed </a>against artificial intelligence companies claiming that their chatbots encouraged suicide. It is the first wrongful death litigation involving an AI chatbot that has targeted Microsoft, and the first to tie a chatbot to a homicide rather than a suicide. It is seeking an undetermined amount of money damages and an order requiring OpenAI to install safeguards in ChatGPT.</p><p>The estate’s lead lawyer, Jay Edelson, known for taking on big cases against the tech industry, also represents the parents of 16-year-old Adam Raine, who sued OpenAI and Altman in August, alleging that ChatGPT coached the California boy in planning and taking his own life earlier.</p><p>OpenAI is also fighting seven other lawsuits claiming ChatGPT drove people to suicide and harmful delusions, even when they had no prior mental health issues. Another chatbot maker, Character Technologies, is also facing multiple wrongful death lawsuits, including one from the mother of a 14-year-old Florida boy.</p><p>“This is an incredibly heartbreaking situation, and we will review the filings to understand the details,” an OpenAI spokesperson said. “We continue improving ChatGPT’s training to recognise and respond to signs of mental or emotional distress, de-escalate conversations, and guide people toward real-world support.”</p><p>Spokespeople for Microsoft did not immediately respond to a request for comment.</p><h2 id=\"hallucinations\">Hallucinations</h2><p>“These companies have to answer for their decisions that have changed my family forever,” Soelberg’s son, Erik Soelberg, said in a statement.</p><p>According to the complaint, Stein-Erik Soelberg posted a video to social media in June of a conversation in which ChatGPT told him he had “divine cognition” and had awakened the chatbot’s consciousness. The lawsuit said ChatGPT compared his life to the movie, The Matrix, and encouraged his theories that people were trying to kill him.</p><p>Soelberg used GPT-4o, a version of ChatGPT that has been criticised for allegedly being sycophantic to users.</p><p>The complaint said ChatGPT told him in July that Adams’s printer was blinking because it was a surveillance device being used against him. According to the complaint, the chatbot “validated Stein-Erik’s belief that his mother and a friend had tried to poison him with psychedelic drugs dispersed through his car’s air vents” before he murdered his mother on August 3.</p></div></div></body></html>"
        },
        {
            "title": "Baby dies of exposure in flooded tent as Storm Byron batters Gaza | Weather News | Al Jazeera",
            "time": "2025-12-11T22:53:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693ae0e69ad54-1765466342.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Baby dies of exposure in flooded tent as Storm Byron batters Gaza</h1><p class=\"article__subhead\"><em>Displaced Palestinians in dire need of tents, blankets, warm clothing in harsh winter climate.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A baby girl whose family was displaced by Israel’s genocidal war against the Palestinian people in Gaza has died of exposure to the winter cold as <a href=\"/news/2025/12/11/israel-prepares-for-storm-byron-but-not-all-citizens-will-get-help\">Storm Byron</a> lashed the enclave amid Israel’s continued restrictions on essential winter supplies.</p><p>Eight-month-old Rahaf Abu Jazar was reported dead on Thursday after her family’s tent in Khan Younis took in water as <a href=\"/video/newsfeed/2025/12/11/gazas-camps-brace-for-floods-as-israel-blocks-key-shelter-supplies\">heavy rainfall</a> flooded tent camps across the enclave overnight, according to the Reuters news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Her mother, Hejar Abu Jazar, fed the baby before they went to sleep. “When we woke up, we found the rain over her and the wind on her, and the girl died of cold suddenly,” she told Reuters.</p><p>With hundreds of thousands of Palestinian families now sheltering in flimsy tents, Gaza’s civil defence agency struggled to cope, receiving more than 2,500 phone calls over a 24-hour period.</p><p>The agency reported that three buildings collapsed in Gaza City due to the storm.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, tents and other winter supplies remain blocked at the border as Israel continues to restrict the flow of aid into the enclave.</p><p>The Norwegian Refugee Council (NRC) said only 15,600 tents had been brought into Gaza since the ceasefire came into effect in October.</p><p>Those tents have gone to help approximately 88,000 Palestinians, according to NRC. This is in a territory where 1.29 million people are in need of shelter.</p><p>Israeli rights group B’Tselem said more than 6,500 trucks are currently waiting to be allowed by Israel into Gaza with essential winter supplies, including tents, blankets, warm clothing and hygiene materials.</p><p>Jonathan Crickx, chief of communication at UNICEF Palestine, said the scale of the disaster was “huge”, warning of a looming health disaster as children wandered the camps barefoot.</p><p>“What we’re scared of is that there is very poor hygiene, and all that pouring rain could enable the appearance of waterborne diseases like acute diarrhoea,” he said.</p><p>Reporting from Gaza City, Al Jazeera’s Hani Mahmoud said many families were leaving the seaport area as the winds picked up on Thursday. “They’re trying to get deeper inside Gaza City, to shelter in any of the remaining intact buildings – at least for the night,” he said.</p><p>As twilight descended, Mahmoud said many families faced a difficult night ahead. “Along with every other struggle that people have been going through for the past two years, there’s another battle now with the forces of nature,” he said.</p><p>Farhan Haq, spokesperson for United Nations chief Antonio Guterres, warned that more children could die of hypothermia. “That’s why we need to make sure that we can get warm clothing, tents and tarps and shelters [into Gaza],” he said.</p><p>The UN’s humanitarian office processed more than 160 flooding alerts since Thursday morning as Storm Byron barrelled through the enclave, said Haq.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Could an end to the Ukraine war be near? | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-11T22:20:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765491065.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Diplomatic efforts intensify with Trump impatient for a deal.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders have sent new peace proposals for the war in Ukraine to US President Donald Trump.</p><p>Loss of territory to Russia and use of frozen Russian assets in Ukraine remain areas of disagreement.</p><p>But could the war be nearing an end?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Peter Zalmayev – Director of Eurasia Democracy Initiative</p><p>Chris Weafer – CEO of Macro-Advisory, a strategic consultancy focused on Russia and Eurasia</p><p>Steven Erlanger – Chief diplomatic correspondent for Europe at The New York Times</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "More than 600 British Empire-era artefacts stolen from Bristol Museum | Arts and Culture News | Al Jazeera",
            "time": "2025-12-11T22:20:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_87TL363-1765488505.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"274\" data-end=\"549\">Police in southwest England say more than 600 artefacts linked to the history of the British Empire and Commonwealth have been stolen from the Bristol Museum’s collection.</p><p data-start=\"274\" data-end=\"549\">Avon and Somerset Police released images of four suspects on Thursday as part of an appeal for information.</p><p data-start=\"551\" data-end=\"877\">Investigators say the items, described as having “significant cultural value”, were taken from a museum storage facility during the early hours of September 25.</p><p data-start=\"551\" data-end=\"877\">Officers have not clarified why the appeal is being issued more than two months after the theft, but say they want to speak to four men seen in the area at the time.</p><p data-start=\"879\" data-end=\"1229\">Bristol City Council confirmed that the stolen collection spans medals, badges, pins, jewellery, carved ivory, silverware, bronze figures and geological samples.</p><p data-start=\"879\" data-end=\"1229\">Philip Walker, the council’s head of culture and creative industries, said the objects reflect more than two centuries of Britain’s connections with countries incorporated into its empire.</p><p data-start=\"1231\" data-end=\"1424\">“The collection is of cultural significance to many countries and provides an invaluable record and insight into the lives of those involved in and affected by the British Empire,” Walker said.</p><figure id=\"attachment_4168323\" aria-describedby=\"caption-attachment-4168323\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168323\" src=\"/wp-content/uploads/2025/12/000_87TK9ZU-1765488698.jpg?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"This handout image of CCTV footage released by Avon and Somerset Police on December 11, 2025 shows men carrying bags in the early hours of September 25 in the city of Bristol. [Avon and Somerset Police/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168323\" class=\"wp-caption-text\">This handout image of security camera footage released by Avon and Somerset Police on December 11, 2025, shows men carrying bags in the early hours of September 25 in the city of Bristol [Handout/Avon and Somerset Police/AFP]</figcaption></figure><h2 id=\"significant-loss\" data-start=\"1426\" data-end=\"1544\">‘Significant loss’</h2><p data-start=\"1426\" data-end=\"1544\">Detective Constable Dan Burgan, who is leading the investigation, said the theft “is a significant loss for the city”.</p><p data-start=\"1546\" data-end=\"1788\">“These items, many of which were donations, form part of a collection that provides insight into a multilayered part of British history, and we are hoping that members of the public can help us to bring those responsible to justice,” he said.</p><p data-start=\"1790\" data-end=\"2108\">Bristol’s past is closely tied to the transatlantic slave trade. Before the abolition of the trade in 1807, ships sailing from the city forcibly transported at least half a million Africans into slavery.</p><p data-start=\"1790\" data-end=\"2108\">Profits from that system helped finance the elegant Georgian architecture that still stands across Bristol today.</p><p data-start=\"2110\" data-end=\"2436\">The museum’s broader collection includes material from Pacific islands, historic clothing from African nations, as well as photographs, film, personal papers and audio recordings.</p><p data-start=\"2110\" data-end=\"2436\">According to its website, these items offer “insights into diverse lives and landscapes during a challenging and controversial period of history”.</p><p data-start=\"2438\" data-end=\"2687\">The city made headlines internationally in 2020 when antiracism protesters pulled down a statue of 17th-century slave trader <a href=\"/news/2020/6/8/who-was-edward-colston-why-was-his-statue-toppled\">Edward Colston</a> and threw it into the River Avon. The statue was later recovered and placed on display in a local museum.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says US seeking ‘free economic zone’ in eastern Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-11T22:08:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T153736Z_1727681493_RC2FEIAML6MB_RTRMADP_3_UKRAINE-CRISIS-ATTACK-SUMY-REGION-1765475709.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>President Volodymyr Zelenskyy says that the United States is pushing for Ukraine to withdraw its forces from the Donetsk region to establish a “free economic zone” in the Kyiv-held parts of eastern Ukraine that Moscow wants to control.</p><p>Zelenskyy confirmed on Thursday that his country had presented the US with a 20-point set of counter-proposals for peace amid discussions on security guarantees with top US officials, making it clear that any<a href=\"/news/2025/11/21/more-details-of-us-plan-for-ukraine-emerge-sees-territory-ceded-to-russia\"> territorial concessions</a> would have to be put to a referendum in Ukraine.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“They see it as Ukrainian troops withdrawing from the Donetsk region, and the compromise is supposedly that Russian troops will not enter this part of … region. They do not know who will govern this territory,” said the Ukrainian president.</p><p>He said that Russia had referred to the proposed buffer area as a “demilitarised zone” and that the US team was describing it as an “economic free zone”.</p><p>“I believe that the people of Ukraine will answer this question. Whether through elections or a referendum, there must be a position from the people of Ukraine,” he said.</p><p>Zelenskyy is under mounting US pressure to secure a deal with Russia, with reports that US President Donald Trump wants an agreement by Christmas. The general peace plan includes the 20-point framework and separate documents on security guarantees and on rebuilding Ukraine.</p><p>The full details of the framework, which revises a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">US draft</a> seen as heavily weighted in Russia’s favour, have not been released. Zelenskyy said the main issues of contention were control of the Donetsk region in the Donbas, and future governance of the <a href=\"/news/2025/9/30/ukraines-zelenskyy-says-situation-critical-at-zaporizhzhia-nuclear-plant\">Zaporizhzhia</a> nuclear power plant, which is currently under Russian control.</p><p>Zelenskyy pushed back against the idea of a unilateral withdrawal of troops from the Donetsk, where Ukraine controls one-fifth of the territory. “Why doesn’t the other side of the war pull back the same distance in the other direction?” he said, adding there were “a great many questions” still unresolved.</p><p>After talks on Thursday with US Secretary of State Marco Rubio, Defense Secretary Pete Hegseth and special envoy Steve Witkoff, the Ukrainian president said that security guarantees were “among the most critical elements for all subsequent steps.</p><p>The document on security guarantees would, he said, have to provide “concrete answers” on actions that would be taken if “Russia decides to launch its aggression again”.</p><p></p><h2 id=\"conflict-is-at-our-door\">‘Conflict is at our door’</h2><p>On Thursday, NATO chief Mark Rutte warned that Russia could be ready to use military force against the alliance within five years, urging members to “rapidly increase defence spending and production”.</p><p>“Conflict is at our door,” he said in a speech in Berlin. “We are Russia’s next target. I fear that too many are quietly complacent. Too many don’t feel the urgency. And too many believe that time is on our side. It is not. The time for action is now.”</p><p>In other developments, Ukraine’s allies in the so-called <a href=\"/news/2025/12/11/zelenskyy-rallies-key-allies-as-ukraine-faces-russian-and-us-pressure\">Coalition of the Willing</a> discussed progress on mobilising <a href=\"/news/2025/12/4/eu-proposes-using-russian-assets-loans-to-fund-105bn-package-to-ukraine\">frozen Russian sovereign assets</a> during a virtual meeting on Thursday, according to British Prime Minister Keir Starmer’s office.</p><p>The European Commission is pushing to tap some 200 billion euros ($232bn) of Russian central bank assets immobilised in the bloc after the 2022 invasion of Ukraine to provide Kyiv with much-needed funding.</p><p>The sanctions freezing the Russian funds currently require unanimous renewal twice a year, leaving them vulnerable to a veto from Hungary, the EU country closest to Russia.</p><p>But a majority of ambassadors from the European Union’s 27 nations agreed on Thursday on a way of keeping Russian funds frozen as long as required without the need for renewal every six months.</p><p>The idea, which still needs formal approval by the finance ministers meeting on Friday, is not a done deal. Belgium, which, as the home of Euroclear – the organisation holding most of the funds, fears legal or financial retribution from Moscow.</p><p>Trump has largely sought to sideline <a href=\"/news/2025/12/9/ukraines-allies-say-efforts-to-end-russias-war-at-critical-moment\">European nations</a> from the peace process, preferring to deal directly with Moscow and Kyiv in shuttle diplomacy led by special envoy Witkoff and, lately, his son-in-law Jared Kushner.</p><p>On Thursday, German Chancellor Friedrich Merz, who met Rutte in Berlin, said further talks with the Americans were planned this weekend, and an international meeting on Ukraine could happen at the start of next week.</p><p class=\"p2\">Reporting from Kyiv, Al Jazeera’s Audrey MacAlpine said Merz and Rutte “agreed that Ukraine was closer to a ceasefire than has ever been”.</p><p class=\"p2\">“They also agreed that any territorial concessions to be made by Ukraine must be approved by Kyiv, and that in any peace negotiations moving forward, that European leaders must be involved,” she said.</p><p>The White House said Trump would send a representative to talks in Europe this weekend if there was a real chance of signing a peace agreement.</p><p>Press secretary Karoline Leavitt said the US president was “extremely frustrated with both sides” and “sick of meetings just for the sake of meeting”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"russia-claims-to-hold-strategic-initiative\">Russia claims to hold ‘strategic initiative’</h2><p>Russian President Vladimir Putin, who wants to portray himself as negotiating from a position of strength, claimed on Thursday in a call with military leaders that Russian armed forces were “fully holding the strategic initiative” on the battlefield.</p><p>In 2022, Russia claimed to formally annex the Donetsk, Kherson, Lugansk and Zaporizhzhia regions, despite not having full control over them. Putin has said that Moscow is ready to fight on to seize the land it claims if Kyiv does not give it up.</p><p>Lieutenant General Sergei Medvedev told Putin on Thursday that troops had taken the city of Siversk in the Donetsk region, where fighting has been fierce in recent months.</p><p>The claim was denied by the Ukrainian military’s Operation Task Force East unit, which said Russia was “trying to infiltrate Siversk in small groups, taking advantage of unfavourable weather conditions, but most of these units are being destroyed on the approaches”.</p><p>The task force also said Ukrainian forces were holding the northern districts of <a href=\"/news/2025/12/11/ukraine-reports-large-russian-mechanised-assault-in-battle-for-pokrovsk\">Pokrovsk</a>, a key former logistics hub in Donetsk that Russian commanders said came under Moscow’s control last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Ukrainian long-range drones hit a Russian oil rig in the Caspian Sea belonging to Russian oil company Lukoil, according to a report by The Associated Press, citing an anonymous official in the Security Service of Ukraine.</p><p>The rig reportedly took four hits, halting the extraction of oil and gas from more than 20 wells, according to the official. Russian officials and Lukoil made no immediate comment.</p><p>Ukraine also launched one of its biggest drone attacks of the war overnight, halting flights in and out of all four Moscow airports for seven hours.</p><p>Zelenskyy told the Coalition of the Willing meeting that a ceasefire was needed for elections to be held in Ukraine. The leader, whose term expired last year, is facing renewed pressure from Trump to hold a vote.</p></div></div></body></html>"
        },
        {
            "title": "Paramount’s Warner Bros Discovery bid faces conflict of interest concerns | Media News | Al Jazeera",
            "time": "2025-12-11T21:36:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-09T162154Z_509628120_RC2BCIA1VRD6_RTRMADP_3_WARNER-BROS-DIS-M-A-PARAMOUNT-MIDDLE-EAST-1765468739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Warner Bros Discovery’s future is in the spotlight amid a <a href=\"/economy/2025/12/8/paramount-goes-hostile-in-its-bid-for-warner-bros-discovery\" target=\"_blank\" rel=\"noopener\">hostile bid</a> by Paramount-Skydance to take over the storied media conglomerate that owns CBS, Comedy Central, Nickelodeon and major movie studios, days after it agreed to a deal with streaming giant Netflix.</p><p>Paramount put in a $108bn bid, compared to Netflix’s $82.7bn. Netflix’s move came with widespread antitrust concern, with progressives like Democratic Senator Elizabeth Warren saying it would limit access for consumers and filmmakers in Hollywood. The White House also said it would watch the deal with heavy scrutiny.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Paramount’s bid for Warner Bros Discovery, however, was undercut by a slew of conflicts of interest and connections to the administration of United States President Donald Trump, and accompanying concerns about freedom of expression.</p><p>Those come in addition to recent changes at CBS News, where a conservative opinion writer has been brought in as the top boss, and there is pressure on coverage critical of Trump, including by late-night show hosts.</p><h2 id=\"kushner-conflict\">Kushner conflict</h2><p>One of the sources of funds for Paramount’s bid is Jared Kushner’s investment firm Affinity Partners, alongside financing from both Saudi and Qatari sovereign wealth funds. Kushner is married to Trump’s daughter, Ivanka, and served in an advisory role during the first Trump administration.</p><p>“If you were teaching a class at business school on conflicts of interest, this would be Exhibit A,” Nell Minow, chair of Portland, Maine-based ValueEdge Advisors, told the Reuters news agency.</p><p>Trump on Monday told reporters that neither Paramount nor Netflix “are friends of mine” and that he had not spoken to Kushner about the deal.</p><p>However, just last week, Trump told reporters that he would be involved in the decision about whether the Warner Bros-Netflix merger was to go through.</p><p>“I’ll be involved in that decision,” Trump told reporters as he arrived at the Kennedy Center for its annual awards show.</p><p>The Kushner connection is far from the only conflict looming over the hostile takeover. Paramount is now owned and led by David Ellison, son of billionaire Larry Ellison, the Oracle cofounder and a close ally of the president.</p><h2 id=\"pressing-the-press\">Pressing the press</h2><p>In the weeks before Paramount’s merger with Skydance, its CBS News network settled a lawsuit brought by Trump over an interview with then Democratic presidential hopeful Kamala Harris, which he claimed had been doctored.</p><p>The network described the allegations as baseless, but settled anyway for $16m. On the heels of that decision, Bill Owens, the executive producer of the show 60 Minutes that had been at the heart of Trump’s attacks, resigned. National Public Radio, citing two CBS staffers, said that Owens had “lost independence from corporate”.</p><p>Days later, late-night host Stephen Colbert, also on CBS, called the settlement a “<a href=\"/economy/2025/7/18/cbs-cancels-colberts-late-show-amid-pending-paramount-skydance-merger\" target=\"_blank\" rel=\"noopener\">bribe</a>”, and soon after the company announced that The Late Show, which he has hosted since 2015, would be cancelled in 2026.</p><p>Although the show was losing money, the timing of the decision to cut it was widely viewed as political.</p><p>Paramount’s merger with Skydance was approved a few weeks later. Since then, CBS News – which the president has long accused of being unfair to him – has made decisions that, critics say, are increasingly aligned with Trump’s preferences.</p><p>Among them was the appointment of ombudsman Ken Weinstein, tasked with overseeing fairness and adjudicating bias allegations. His appointment itself has been viewed as partisan. Weinstein was once a nominee to be the ambassador to Japan during Trump’s first term and has no media background.</p><p>In October, Paramount purchased The Free Press, a right-leaning publication, for $150m and installed its founder, Bari Weiss, as CBS’s editor-in-chief even though she had no prior TV experience.</p><p>“They hired an opinion columnist, Bari Weiss, to run a news network, paying enough for her services, [money they could have used] to retain plenty of the journalists they laid off. Not because running a successful Substack somehow qualifies her to manage a broadcast news giant, but because her politics are aligned with their own and, to a large degree, Trump’s,” Seth Stern, director of advocacy at the Freedom of the Press Foundation, told Al Jazeera.</p><p>Since her appointment, prominent anchors and producers have resigned. Claudia Milne, who oversaw standards and practices, and John Dickerson, co-anchor of the CBS Evening News, who has been with the network since 2009, both said they were leaving, as did the show’s other anchor, Maurice DuBois.</p><p>On Wednesday, CBS News announced that Tony Dokoupil would anchor the flagship evening news programme. Dokoupil has been serving as a co-anchor for CBS Mornings and joined the network in 2016.</p><p>In August, Margaret Brennan, moderator for another prominent CBS show, Face the Nation, a Sunday public affairs programme, interviewed Department of Homeland Security Secretary Kristi Noem. The interview was edited, a standard practice given time constraints. The administration complained, and the network changed its policy.</p><p>But that directive wasn’t the case for 60 Minutes. In October, longtime CBS News talent Norah O’Donnell asked the president about his pardoning of Binance founder Changpeng Zhao. In 2023, Zhao had pleaded guilty to money laundering but now had business dealings connected with the Trump family’s cryptocurrency company, World Liberty Financial.</p><p>The network opted not to run that part of the segment, which Democratic Senator Chuck Schumer <a href=\"https://x.com/SenSchumer/status/1985230247093047608\" target=\"_blank\" rel=\"noopener\">pointed out</a> was comparable to the very same allegation Trump made against the Harris interview of being “doctored”.</p><p>The network also cut the president’s remarks about the settlement.</p><p>“Actually, 60 Minutes paid me a lotta money. And you don’t have to put this on, because I don’t wanna embarrass you, and I’m sure you’re not,” Trump said as <a href=\"https://www.cbsnews.com/news/read-full-transcript-norah-odonnell-60-minutes-interview-with-president-trump/\" target=\"_blank\" rel=\"noopener\">seen in a transcript</a> of the full 73-minute interview that was published online.</p><p>The network complied with the president’s request. It did not air that part of the interview.</p><p>The president continues pressuring the network, while simultaneously praising the new management’s apparent friendliness.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>After 60 Minutes aired an interview with outgoing Republican Congresswoman Marjorie Taylor Greene – who has recently become more critical of the president – Trump erupted on social media.</p><p>“My real problem with the show, however, wasn’t the low IQ traitor; it was that the new ownership of 60 Minutes, Paramount, would allow a show like this to air. THEY ARE NO BETTER THAN THE OLD OWNERSHIP, who just paid me millions of Dollars for FAKE REPORTING about your favorite President, ME!” he wrote on Truth Social.</p><h2 id=\"political-manoeuvring\">‘Political manoeuvring’</h2><p>Paramount’s bid for Warner Bros Discovery includes CNN, another major news network.</p><p>The Wall Street Journal reported on Tuesday that David Ellison, on a trip to the White House, told the president that Paramount would make “sweeping changes” to CNN, a frequent focus of Trump’s anger, if the merger were to go through.</p><p>On Wednesday, Trump weighed in on the possible sale, saying, “I think CNN should be sold.”</p><p>On CNBC, David Ellison floated the idea of merging the networks and their respective newsgathering operations.</p><p>“We want to build a scaled news service that is basically, fundamentally, in the trust business, that is in the truth business, and that speaks to the 70 percent of Americans that are in the middle,” Ellison told the network’s David Faber.</p><p>But media experts are wary of such a move.</p><p>“It’s fair to say that a Netflix purchase of Warner Brothers would raise legitimate antitrust questions. However, the alleged political manoeuvring by Paramount to bring CNN and CBS under the same corporate roof – with implicit pledges to make both outlets’ news coverage more friendly to this administration – is even more concerning,” Rodney Benson, professor of media, culture and communication at New York University, told Al Jazeera.</p><p>“This would constitute a dramatic increase in the concentration of news media under the control of a single owner with close ties to the party in power. It’s a choice between two bad options, but as currently structured, a Paramount purchase would be objectively worse for American democracy and freedom of the press.”</p><p>The Guardian also reported that Larry Ellison even floated cutting anchors critical of the president, including Erin Burnett, who hosts a primetime show on the cable network. The elder Ellison is not directly involved with Paramount-Skydance.</p><p>“Throwing out the credibility of CNN and other WBD [Warner Bros Discovery] holdings might benefit the Ellisons in their efforts to curry favour with Trump, but it’s not going to benefit anyone else, including shareholders, in the long run,” Stern added.</p><p>Neither Paramount-Skydance nor Warner Bros responded to Al Jazeera’s request for comment.</p><p>If Netflix ends up as the buyer instead, CNN would not face similar concerns. The focus would shift to the merger’s potential impact on the film and TV production industry, particularly fears that it could limit competition.</p><p>Netflix has shown no interest in acquiring CNN or other legacy cable properties such as TNT and TBS. Those would instead be spun off into a standalone company called Discovery Global.</p></div></div></body></html>"
        },
        {
            "title": "Gaza’s camps brace for floods as Israel blocks key shelter supplies | Gaza | Al Jazeera",
            "time": "2025-12-11T20:43:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765485760.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestine defeated by Saudi Arabia in FIFA Arab Cup Qatar 2025 quarterfinal | Football News | Al Jazeera",
            "time": "2025-12-11T20:29:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T200257Z_1201966099_UP1ELCB1JOWA2_RTRMADP_3_SOCCER-ARABCUP-PLE-SAU-1765483957.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestine’s historic run at the the FIFA Arab Cup Qatar 2025 is over after a 2-1 defeat after extra time by Saudi Arabia in the quarterfinals at Lusail Stadium.</p><p>Mohamed Kanno’s stooping header settled matters in the 115th minute of Thursday’s match, which was level at 1-1 after normal time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Firas Al-Buraikan had given the Saudis a 58th-minute lead from the penalty spot, but Palestine – who earlier this year reached the AFC Asian Cup knockout stages for the first time – levelled six minutes later through Oday Dabbagh.</p><p>Jordan or Iraq, who play on Friday, await the Saudis in Monday’s semifinals.</p><figure id=\"attachment_4168187\" aria-describedby=\"caption-attachment-4168187\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168187\" src=\"/wp-content/uploads/2025/12/2025-12-11T185054Z_1638618412_UP1ELCB1GCS44_RTRMADP_3_SOCCER-ARABCUP-PLE-SAU-1765481773.jpg?w=770&amp;resize=770%2C503&amp;quality=80\" alt=\"Saudi Arabia's Firas Al Buraikan scores their first goal from the penalty spot\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168187\" class=\"wp-caption-text\">Saudi Arabia’s Firas Al-Buraikan scores their first goal from the penalty spot [Mohammed Salem/Reuters]</figcaption></figure><p>In a tight first half, only one side managed a shot on target, a reflection of Saudi’s share of the play, which included four efforts off target compared with Palestine’s one.</p><p>It came when Salem Al-Dawsari very nearly provided the spark to open up the Palestine defence. The Saudi forward burst into the box via the inside right channel and squared his cross-come-shot that was only palmed away by Rami Hamada, who dived off his line but could only tip the ball towards the onrushing group of players.</p><p>Al Buraikan, Al-Dawsari’s strike partner, looked certain for a simple tap-in to break the deadlock, but was denied at the last moment by a toe poke from Hamed Hamdan to concede a corner.</p><p>Hamdan himself had been the closest to the target prior to that, with a drive from the edge of the box, but the effort continued to climb over the bar.</p><figure id=\"attachment_4168033\" aria-describedby=\"caption-attachment-4168033\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168033\" src=\"/wp-content/uploads/2025/12/2025-12-11T181714Z_897455974_UP1ELCB1ESP1H_RTRMADP_3_SOCCER-ARABCUP-PLE-SAU-1765477417.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Saudi Arabia's Firas Al Buraikan, Palestine's Hamed Hamdan, Palestine's Ikram Rami Hamadeh and Palestine's Musab Al Battat react \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168033\" class=\"wp-caption-text\">Saudi Arabia’s Firas Al-Buraikan reacts after Palestine’s Hamed Hamdan denied him the chance to open the scoring {Ibraheem Al Omari/Reuters]</figcaption></figure><p>The breakthrough came after Al-Dawsari burst into the box from the left with a fine run only to be tripped by Mohammed Saleh before he could unleash a shot.</p><p>Al-Buraikan made no mistake from the resulting kick, sending the keeper the wrong way with a slotted, left-footed effort.</p><p>The reply did not take long, however, as Dabbagh produced a moment of brilliance to control a deep ball in from the right flank with his left foot.</p><p>The Palestinian striker then unleashed a drilled shot with his right in virtually the same movement, which left the keeper with no chance.</p><figure id=\"attachment_4168191\" aria-describedby=\"caption-attachment-4168191\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4168191\" src=\"/wp-content/uploads/2025/12/2025-12-11T185437Z_512547567_UP1ELCB1GJ049_RTRMADP_3_SOCCER-ARABCUP-PLE-SAU-1765481864.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"Palestine's Oday Dabbagh celebrates scoring their first goal with Palestine's Zeid Qunbar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4168191\" class=\"wp-caption-text\">Palestine’s Oday Dabbagh celebrates scoring their first goal with Palestine’s Zeid Qunbar [Ibraheem Al Omari/Reuters]</figcaption></figure><p>Ali Majrashi came closest to restoring the Saudi lead, as the right back’s fierce strike from outside the box clipped the top of the bar.</p><p>Palestine’s hearts were in their mouths once more, when Kanno slotted home in injury time, only to see the offside flag raised.</p><p>Although matters nearly were far worse when a penalty was awarded against Saleh for the second time in the match. After a VAR intervention, the on-field decision of handball was overruled as the defender’s slide to block the ball, which resulted in his arm being struck, was deemed accidental.</p><p>The second half, and extra time, were as nervy as the first half was tight, but a first appearance in the last four proved too great a feat for Palestine. Kanno’s header in extra time ended Palestine’s historic run, although Dabbagh spurned a wonderful chance on the volley in the closing seconds that could have taken the tie to penalties.</p><p>Earlier in the day, 10-man Morocco reached the last four as Walid Azaro’s 79th-minute strike was enough for his side to secure a 1-0 win against Syria.</p><p>Mohamed Moufid saw red in the 91st minute in the match played at Khalifa International Stadium, but his side held on to set up a semifinal meeting with the winner of the match between Algeria and the United Arab Emirates.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s maritime policy | Digital Series | Al Jazeera",
            "time": "2025-12-11T20:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP93-16-9-1765483856.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela tanker being brought to US as White House considers more seizures | Donald Trump News | Al Jazeera",
            "time": "2025-12-11T20:12:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_693b1752-1765480274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An oil tanker <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">seized off</a> the coast of Venezuela will be brought to a United States port, according to White House spokesperson Karoline Leavitt, who floated the possibility of Washington seizing more sanctioned ships in the region.</p><p>Speaking to reporters on Thursday, Leavitt addressed a US military operation a day prior to take control of the tanker. She explained that the US intends to keep the oil on the vessel, despite protest from Venezuela.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The vessel will go to a US port, and the United States does intend to seize the oil,” Leavitt told reporters, adding that the proper legal processes would be observed.</p><p>She did not rule out similar actions in future. Observers have called Tuesday’s tanker seizure an escalation in the US pressure campaign against the government of Venezuelan leader Nicolas Maduro.</p><p>“We’re not going to stand by and watch sanctioned vessels sail the seas with black-market oil, the proceeds of which will fuel narco-terrorism of rogue and illegitimate regimes around the world,” Leavitt said.</p><p>Washington has not officially identified the tanker, but British maritime risk firm Vanguard said the vessel appeared to be the crude carrier Skipper.</p><p>The tanker was sanctioned in 2022 for allegedly helping to transport oil for Iran’s Quds Force and the Lebanese armed group Hezbollah, which is backed by Iran.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Caracas has called the seizure an act of “international piracy”.</p><p>The US has surged military assets to the Caribbean region in recent months, leading to speculation that the administration of President Donald Trump could be teeing up aggressive actions against Maduro.</p><p>Since September 2, the Trump White House has also conducted 22 known strikes on alleged drug smuggling boats in the Caribbean and eastern Pacific. That bombing campaign has killed at least 87 people, prompting outcry over alleged violations of international law.</p><p>In multiple media appearances, Trump has threatened to continue the bombing campaign on land, possibly in Venezuela itself, to stop alleged drug traffickers.</p><p>“We’re going to start doing those strikes on land too,” Trump said at a December 2 cabinet meeting.</p><p>“You know, the land is much easier. It’s much easier.  And we know the routes they take. We know everything about them. We know where they live. We know where the bad ones live, and we’re going start that very soon, too.”</p><p>Experts, however, have dismissed claims that Venezuela is a leading source for the drugs smuggled into the US.</p><p>Maduro has said the pressure campaign is aimed at toppling his government.</p><h2 id=\"putin-expresses-solidarity-with-venezuela\">Putin expresses ‘solidarity’ with Venezuela</h2><p>Also on Thursday, Russian President Vladimir Putin affirmed Moscow’s support for Venezuela in a call with Maduro, according to the Kremlin.</p><p>“Vladimir Putin expressed solidarity with the Venezuelan people,” the Kremlin said in a readout.</p><p>It added that the Russian leader also “confirmed his support for the Maduro government’s policy aimed at protecting national interests and sovereignty in the face of growing external pressure”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Venezuela’s government, meanwhile, said in a statement that Maduro and Putin “reaffirmed the strategic, solid and growing nature of their bilateral relations”.</p><p>The Russian president, it said, confirmed his commitment to Venezuelan sovereignty and “reiterated that the channels of direct communication between the two nations remain permanently open”.</p><p>The threat of US military action has brought renewed attention to Venezuela’s allies, which have dwindled in recent years. Currently, in Latin America, only Nicaragua and Cuba remain closely aligned with Venezuela.</p><p>Elsewhere, Caracas maintains close ties with Russia and China, and ties with Iran have strengthened in recent years amid shared opposition to US policy.</p><p>Critics have accused the Trump administration of using military pressure in an effort to open Venezuela’s vast oil reserves to US and Western companies, a charge US officials have denied.</p></div></div></body></html>"
        },
        {
            "title": "Thailand PM moves to dissolve parliament, paving way for election | Elections News | Al Jazeera",
            "time": "2025-12-11T20:01:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_82GN4PM-1765479182.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand PM moves to dissolve parliament, paving way for election</h1><p class=\"article__subhead\"><em>A legislative impasse and border fighting force Thailand into an early election under mounting public pressure.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"277\" data-end=\"635\">Thailand’s Prime Minister Anutin Charnvirakul has announced that he is “returning power to the people”, moving to dissolve parliament and opening the door to elections earlier than previously planned.</p><p data-start=\"277\" data-end=\"635\">Anutin submitted a request for the dissolution of parliament to the king, local media reported on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"277\" data-end=\"635\">Thailand’s King Maha Vajiralongkorn later endorsed the decree to dissolve parliament, the country’s official Royal Gazette announced on Friday, making way for early elections, which by law must now be held within 45 to 60 days.</p><p data-start=\"277\" data-end=\"635\">Government spokesman Siripong Angkasakulkiat told the Reuters news agency that the move followed a dispute with the opposition People’s Party, the largest bloc in the legislature.</p><p data-start=\"637\" data-end=\"787\">“This happened because we can’t go forward in parliament,” Siripong said, describing a legislative impasse that has paralysed the government’s agenda.</p><p data-start=\"789\" data-end=\"1062\">The political rupture comes as Thailand engaged in four consecutive days of <a href=\"/news/2025/12/10/thailand-cambodia-border-clashes-enter-third-day-as-500000-flee-fighting\">heavy fighting</a> with Cambodia along their shared border. At least 20 people have been killed in both countries and nearly 200 wounded in clashes across more than a dozen locations involving artillery exchanges and air strikes.</p><p data-start=\"1064\" data-end=\"1248\">Anutin insisted the dissolution would not disrupt security operations. Speaking to reporters on Wednesday, he said military deployments along the border would continue uninterrupted.</p><p data-start=\"1250\" data-end=\"1333\">He later repeated his stance on social media: “I am returning power to the people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sluggish-economy\" data-start=\"1335\" data-end=\"1616\">Sluggish economy</h2><p data-start=\"1335\" data-end=\"1616\">Anutin, Thailand’s third prime minister since August 2023, has struggled to <a href=\"/economy/2025/11/26/thailands-pork-industry-fears-influx-of-cheap-us-imports-under-trump\">stabilise</a> an economy hampered by high household debt, sluggish consumption and pressure from United States tariffs. Political uncertainty has added to the strain on Southeast Asia’s second-largest economy.</p><p data-start=\"1779\" data-end=\"1957\">Anutin had initially said he planned to dissolve parliament by the end of January, with elections scheduled for March or early April.</p><p data-start=\"1959\" data-end=\"2208\">His rise to power followed his Bhumjaithai Party’s withdrawal from the ruling coalition and a new agreement with the People’s Party, which demanded several concessions, including a referendum on constitutional reform, in exchange for supporting him.</p><p data-start=\"2210\" data-end=\"2455\">Siripong said the coalition fractured when those demands were not met. “When the People’s Party couldn’t get what they want, they said they will submit a no-confidence motion and asked the PM to dissolve parliament immediately,” he told Reuters.</p><p data-start=\"2457\" data-end=\"2694\">Natthaphong Ruengpanyawut, the People’s Party leader, echoed that view, saying the Bhumjaithai Party had failed to honour their terms. “We have tried to use the voice of the opposition to push forward [with] amending the constitution,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who was Israel-backed Gaza militia leader Yasser Abu Shabab? | News | Al Jazeera",
            "time": "2025-12-11T19:54:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765482790.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Palestinians in Gaza celebrated after Israeli-backed militia leader Yasser Abu Shabab was killed.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>When Gaza militia leader Yasser Abu Shabab was killed last week, few Palestinians mourned his death. After Israel’s genocidal war in Gaza began in 2023, Abu Shabab and his Israel-backed Popular Forces group attempted to present themselves as an alternative to Hamas, but Palestinians instead viewed him as a traitor. What did his rise reveal about Israel’s strategy for Gaza?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Failure of rival health bills underscores impasse in US politics | Health News | Al Jazeera",
            "time": "2025-12-11T19:52:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T184030Z_251585003_RC2IEIAX5G01_RTRMADP_3_USA-CONGRESS-OBAMACARE-1-1765479296.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Senators have rejected duelling health bills aimed at helping Americans deal with rising insurance costs in the new year.</p><p>On Thursday, Republicans blocked a Democrat-led measure that would extend COVID-era subsidies for three years under the Affordable Care Act, popularly known as Obamacare.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The proposal was the congressional Democrats’ solution to address <a href=\"/news/2025/11/12/house-to-vote-on-bill-to-end-us-shutdown-why-democrats-are-opposing-it\" target=\"_blank\" rel=\"noopener\">rising healthcare premiums</a> next year. But the legislation failed to attract enough Republicans and fell short of the chamber’s 60-vote threshold to advance.</p><p>All Democrats voted for the bill alongside four Republicans: Lisa Murkowski and Dan Sullivan of Alaska, as well as Susan Collins of Maine and Josh Hawley of Missouri.</p><p>Without the subsidies, premiums could more than double in cost on average, according to KFF, a health policy organisation.</p><p>For some, like Nicole Sheaff, a mother of four in New Hampshire, her prices would quintuple.</p><p>“I’m terrified we won’t be able to keep up with our mortgage. At the same time, going without health insurance is not an option. My husband has a chronic condition that he needs medication to manage, and he wouldn’t be able to afford it without health coverage. He’s lost family members to the same condition, and we simply can’t take that risk,” Sheaff said in testimony in front of the Democratic Steering and Policy Committee earlier this month.</p><h2 id=\"republican-bill-fails-as-well\">Republican bill fails as well</h2><p>A Republican-led proposal earlier in the day also failed to pass. The measure would have sent up to $1,500 to those making less than 700 percent of the federal poverty line, which would be $110,000 for a single person and $225,000 for a family of four.</p><p>The payments are intended to help cover out-of-pocket costs for “Bronze” or “Catastrophic” plans on the healthcare marketplace to help meet the threshold they need to pay before their insurance kicks in.</p><p>The funds come with limitations that Democrats have long objected to, including verification of citizenship status and that the funds could not be used for abortion or gender transition treatment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>All Democrats voted against the measure and were joined by Republican Senator Rand Paul of Kentucky.</p><p>The proposed funds are far below the plans’ deductibles, meaning that even after that payment, a patient would be on the hook for up to $7,500 in out-of-pocket medical expenses before their insurance would start to pay for part of their care.</p><p>Those costs can rack up quickly for people with lower-cost plans, with a visit to a US emergency room costing between $1,000 and $3,000, while an ambulance ride can cost anywhere from $500 to more than $3,500.</p><p>Underscored by higher costs in food and housing, Felicia Burnett, national director for health care for MomsRising, a family advocacy organisation, said the families around the country are running out of ways to cut costs and higher healthcare bills only further the strain.</p><p>“The thing that I’m hearing, honestly, is fear. Families have reached the end of what they’re able to cut, and they’re fearful about their future. They don’t know what to expect when they’re not able to afford to go to the doctor or get the care that they need,” Burnett told Al Jazeera.</p><p>“Families are going to be having to make really difficult choices between receiving treatment for their ongoing health issues or buying prescriptions and affording their other basic needs like food and housing.”</p><h2 id=\"americans-back-subsidy-continuation\">Americans back subsidy continuation</h2><p>Approximately 2.2 million Americans could lose their health insurance premium subsidies if they are not extended, according to the Congressional Budget Office, leaving low- and middle-income families struggling to maintain coverage.</p><p>A new Reuters/Ipsos poll found Americans back a healthcare subsidy continuation. Some 51 percent of respondents — including three-quarters of Democrats and a third of Republicans — said they support extending the subsidies. Only 21 percent said they were opposed.</p><p>Insurance companies have warned customers of the rising premiums in the new year, and Democrats argue there is not enough time to do anything but a clean extension of the tax credits. Congress is set to leave Washington at the end of this week and will not return until January 5.</p><p>With more people forgoing insurance altogether because of the cost, experts like Dr Bruce Y Lee, professor of public health at CUNY Graduate School of Public Health, says there will be additional strains on emergency rooms, which have an obligation to treat people with or without a way to pay for care.</p><p>“Flooding the emergency room with patients at different stages of conditions delays care for those who truly need it. Emergency rooms already have long waits, and this only clogs them further, affecting everyone, even those with insurance, because instead of seeing 10 people, the staff might be handling 50.”</p></div></div></body></html>"
        },
        {
            "title": "Can India balance its ties between Russia and the US? | Business and Economy | Al Jazeera",
            "time": "2025-12-11T19:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765480767.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">New Delhi is deepening economic ties with Moscow, despite pressure from Washington.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\">India is hedging between energy security and strategic partnerships.</p><p>Despite pressure from the United States, it has continued buying cheap Russian oil and has recently strengthened economic ties with Russia — from trade to weapons and critical minerals.</p><p class=\"x_MsoNormal\">But this is a delicate balancing act for Prime Minister Narendra Modi: he wants to cut deals with Moscow, while staying friends with Washington, his biggest trading partner.</p><p class=\"x_MsoNormal\">For President Vladimir Putin, it shows Russia still has powerful partners and is not completely isolated despite Western sanctions.</p><p class=\"x_MsoNormal\">And Syria’s economy one year after the fall of Bashar al-Assad.</p><p class=\"x_MsoNormal\">Plus, the bidding fight over Warner Bros.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US lawmakers join calls for justice in Israel’s attacks on journalists | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-11T19:13:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/89edb557-b8a7-43f5-a311-63f3e3a716251-1765473844.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> American journalist Dylan Collins wants to know “who pulled the trigger” in the 2023 Israeli double-tap strike in south Lebanon that injured him and killed Reuters video reporter <a href=\"/news/2024/3/14/israeli-strike-killed-clearly-identifiable-reporter-in-lebanon-un-probe\">Issam Abdallah</a>.</p><p>Collins and his supporters are also seeking information about the military orders that led to the deadly attack. But more than two years later, Israel has not provided adequate answers on why it targeted the clearly identifiable reporters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Press freedom advocates and three United States legislators joined Collins, an AFP and former Al Jazeera journalist, outside the US Capitol on Thursday to renew calls for accountability in this case and for the more than 250 other killings of journalists by Israel.</p><p>“I want to know who pulled the trigger; I want to know what command structure approved it, and I want to know why it’s gone unaddressed until today – on our strike and all the others targeted,” Collins said.</p><p>Senator Peter Welch and Congresswoman <a href=\"/news/2025/9/17/israel-is-committing-genocide-in-gaza-bernie-sanders\">Becca Balint</a>, who represent Collins’s home state of Vermont, and Senator Chris Van Hollen stressed on Thursday that they will continue to push for accountability in the strike, which wounded six journalists.</p><p>“We’re not letting it go. It doesn’t matter how long they stonewall us. We’re not letting it go,” Balint told reporters.</p><h2 id=\"the-attack\">The attack</h2><p>Welch said he was sending his seventh letter to the US Department of State demanding answers, accusing Israel of obfuscation.</p><p>Israeli authorities, he said, claim they investigated the attack and ruled the shooting unintentional, but they provided no evidence that they questioned soldiers. Israel also never contacted the key witnesses – namely, Colins and other survivors of the strike.</p><figure id=\"attachment_2447626\" aria-describedby=\"caption-attachment-2447626\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2447626\" src=\"/wp-content/uploads/2023/10/2023-10-14T231014Z_1687148832_RC2VOT9MMUGL_RTRMADP_3_ISRAEL-LEBANON-ABDALLAH-1698623929.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A man holding a video camera surrounded by a tree with blossoms\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2447626\" class=\"wp-caption-text\">Slain Reuters journalist Issam Abdallah on assignment in Zaporizhia, Ukraine, April 17, 2022 [File: Ueslei Marcelino/Reuters]</figcaption></figure><p>In October, the Israeli army told the AFP news agency that the attack was still “under review” in an apparent contradiction of what Welch had been told.</p><p>“The investigation, non-investigation – there’s nothing there,” Welch said. “You’re basically getting the run-around, and you’re getting stonewalled. That’s the bottom line.”</p><p>Israel received more than $21bn in <a href=\"/features/2025/10/7/reports-israel-couldnt-wage-wars-on-gaza-lebanon-iran-without-us-support\">US military aid</a> during the two years of its genocidal war on Gaza.</p><p>Throughout the war, Israel has stepped up its attacks on the press. But the country has a long history of killing journalists without accountability.</p><p>The October 13, 2023, strike, which wounded Al Jazeera’s Carmen Joukhadar and Elie Brakhia and left <a href=\"/news/2024/7/21/lebanese-journalist-wounded-in-israeli-strike-carries-olympic-torch\">AFP’s Christina Assi</a> with life-altering injuries, was well-documented in part because the journalists were livestreaming their reporting.</p><p>The correspondents, who had set up their equipment on a hilltop near the Lebanese-Israeli border to cover the escalation on the front, were in clearly marked press gear and vehicles.</p><p>Israeli drones had also circled above the journalists before the attack.</p><p>“We thought the fact that we could be seen was a good thing, that it would protect us. But after a little less than an hour at the site, we were hit twice by tank fire, two shells on the same target, 37 seconds apart,” Collins said at a news conference on Thursday.</p><p>“The first strike killed Issam instantly and nearly blew Christina’s legs off her body. As I rushed to put a tourniquet on her, we were hit the second time, and I sustained multiple shrapnel wounds.”</p><p>The AFP journalist added that the attack seemed “unfathomable in its brutality” at that time, but “we have since seen the same type of attack repeated dozens of times.”</p><p>Israel has been regularly employing such <a href=\"/news/2025/8/25/israel-bombs-hospital-kills-journalists-medics-dozens-more-across-gaza\">double-tap attacks</a>, including in other strikes on journalists in Gaza.</p><p>“This is not an incident in the fog of war. It was a war crime carried out in broad daylight and broadcast on live television,” Collins said.</p><p>Earlier this year, UN rapporteur Morris Tidball-Binz called the 2023 strike “a premeditated, targeted and double-tapped attack from the Israeli forces, a clear violation, in my opinion, of IHL (international humanitarian law), a war crime”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-response\">US response</h2><p>Despite the wounding of a US citizen in the strike, the administration of then-President Joe Biden – which claimed to champion freedom of the press and the “rules-based order” – did next to nothing to hold Israel to account.</p><p>Biden’s successor, Donald Trump, also pushed on with unconditional US support for Israel.</p><p>On Thursday, Collins decried the lack of action from the US government, saying that he reached out to officials in Washington, DC, and showed them footage of the strike.</p><p>“I thought that when an American citizen is wounded in an attack carried out by the US’s greatest ally in the Middle East that we would be able to get some answers. But for two years, I’ve been met by deafening silence,” he told reporters.</p><p>“In fact, neither the Biden nor the Trump administrations have ever publicly acknowledged that a US citizen was wounded in this attack.”</p><p>Israeli soldiers and settlers have killed at least <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">10 US citizens</a>, including Al Jazeera correspondent Shireen Abu Akleh, over the past decade.</p><p>Senator Van Hollen said accountability in the October 13, 2023, attack is important for journalists and US citizens across the world.</p><p>“We have not seen accountability or justice in this case, and the State Department – our own government – has not done much of anything really to pursue justice in this case,” Van Hollen told reporters.</p><p>“It is part of a broader pattern of impunity for attacks on Americans and on journalists by the government of Israel.”</p><p>He called the US approach a “dereliction of duty” by the Trump and Biden administrations.</p><h2 id=\"israeli-investigation\">Israeli ‘investigation’</h2><p>Amelia Evans, advocacy director at the Committee to Protect Journalists (CPJ), said Senator Welch’s description of the Israeli probe shows that the country’s “purported investigative bodies are not functioning to deliver justice but to shield Israeli forces from accountability”.</p><p>Evans urged the Trump administration to “take action” and demand the completion of probes into the killing of Abu Akleh in 2022 and the 2023 attack on journalists in Lebanon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It must demand Israel name all the military officials throughout the command chain who were involved in both cases,” she said.</p><p>“But as Israel’s key strategic ally, the United States must do much more than that. It must publicly recognise Israel’s failure to properly investigate the war crimes committed by its military.”</p><p>Israel often uses claims of investigation in response to abuses.</p><p>Former State Department spokesperson Matthew Miller, who spent almost two years defending Israeli war crimes and justifying Washington’s unflinching support for its Middle East ally, acknowledged that tactic recently.</p><p>“We do know that Israel has opened investigations,” Miller, who incessantly invoked alleged Israeli probes from the State Department podium, <a href=\"/news/2025/6/3/former-us-official-without-a-doubt-over-israels-gaza-war-crimes\">said in June</a>.</p><p>“But, look, we are many months into those investigations. And we’re not seeing Israeli soldiers held accountable.”</p><h2 id=\"chilling-effect\">‘Chilling effect’</h2><p>Amid the push for justice, Collins paid tribute to his colleague Abdallah, who was killed in the 2023 Israeli attack.</p><p>“Losing Issam was tough on everyone,” he told Al Jazeera. “He was like the dynamo of the press scene in Lebanon. He knew everyone. He was always the first person to help you out if you’re in a jam. He had a larger-than-life personality.”</p><p>The killing of Abdullah, Collins added, had a “chilling effect” on the coverage of that conflict, which escalated into a full-blown war between Israel and Hezbollah in September 2024.</p><p>The violence saw Israel all but wipe out nearly all <a href=\"/news/2025/9/17/few-lebanese-families-return-to-villages-in-south-destroyed-by-israel-war\">the border towns</a> in Lebanon.</p><p>Even after a ceasefire was reached in November of last year, the Israeli military continues to prevent reconstruction in the devastated villages as it carries out <span><a href=\"/news/2025/12/4/israel-hits-multiple-towns-in-southern-lebanon-as-strikes-intensify\" target=\"_blank\" rel=\"noopener\">near-daily</a></span><a href=\"/news/2025/12/4/israel-hits-multiple-towns-in-southern-lebanon-as-strikes-intensify\"> attacks</a> across the country.</p><p>“If the intention was to stop people from covering the war, then it has worked to some degree,” said Collins.</p></div></div></body></html>"
        },
        {
            "title": "Nuclear ambition, proxies & defiance: Iran’s former top diplomat | Israel-Iran conflict | Al Jazeera",
            "time": "2025-12-11T18:38:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/OTR_IRAN-1765478072.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Bangladesh sets February election after year of political upheaval | Elections News | Al Jazeera",
            "time": "2025-12-11T18:10:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T120752Z_10309106_RC2AEIAGOGEC_RTRMADP_3_BANGLADESH-POLITICS-ELECTION-1765476545.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bangladesh sets February election after year of political upheaval</h1><p class=\"article__subhead\"><em>Bangladesh prepares for a pivotal vote as the interim government struggles to restore stability and trust.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Dec 2025</span><span aria-hidden=\"true\">11 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh will hold a parliamentary election on February 12, authorities said, in what would be the country’s first national vote since last year’s <a href=\"/opinions/2024/8/5/the-victory-of-bangladeshs-student-movement-should-not-surprise-anyone\">student-led uprising</a> that removed former Prime Minister Sheikh Hasina.</p><p>In a televised address on Thursday, the chief election commissioner AMM Nasir Uddin confirmed the date and said a national referendum on political reforms would also be held on the same day.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The announcement comes as the interim administration struggles to steady the political landscape. The caretaker government, led by Nobel laureate <a href=\"/features/2025/5/24/why-is-bangladeshs-interim-leader-muhammad-yunus-considering-resigning\">Muhammad Yunus</a>, has faced renewed demonstrations over delays to political and institutional reforms promised after Hasina’s removal from power.</p><p>Hasina’s party remains excluded from the ballot, and its leaders have warned that unrest could escalate as the campaign gathers pace.</p><p>Yunus framed the election schedule as a turning point, saying the country had moved closer to reclaiming democratic norms. “Bangladesh’s democratic journey has crossed an important milestone, strengthening the new path the nation has taken after the historic mass uprising,” he said.</p><p>The turbulence of the transition sharpened on Thursday after President Mohammed Shahabuddin, appointed to the largely symbolic post during Hasina’s tenure, announced he would resign once voting concludes. He told the news agency Reuters he intended to step aside midway through his term, saying he had felt humiliated by the Yunus government.</p><p data-start=\"1700\" data-end=\"1909\">Many voters are <a href=\"/news/2025/12/9/analysis-bangladeshs-bnp-seeks-hasinas-liberal-mantle-before-elections\">focussed</a> on restoring democratic rule, reviving the vital garment-export industry, and recalibrating ties with India, which soured after Hasina fled to India following the upheaval.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"referendum-on-july-charter-reforms\" data-start=\"1700\" data-end=\"1909\">Referendum on ‘July Charter’ reforms</h2><p>Election officials say nearly 128 million people will be able to cast ballots across more than 42,000 polling stations in contests for 300 seats. The poll will coincide with a referendum on the “July Charter”, a reform blueprint drafted in the immediate aftermath of the uprising.</p><p>Uddin said that the vote would determine whether the Charter becomes the basis for restructuring state institutions.</p><p>The document proposes reducing executive authority, enhancing the judiciary’s independence, strengthening the electoral commission, and stopping the political misuse of law-enforcement agencies.</p><p>The race is expected to be dominated by the Bangladesh Nationalist Party (BNP), led by former Prime Minister Khaleda Zia. The BNP is competing alongside Jamaat-e-Islami, which is returning to electoral politics for the first time since a 2013 court ruling <a href=\"/news/2025/6/1/bangladesh-top-court-lifts-ban-on-jamaat-e-islami-countrys-largest-muslim-party\">barred</a> it under the country’s secular constitution.</p><p>A new political force, the National Citizen Party, formed by <a href=\"/news/longform/2024/8/7/how-bangladeshs-gen-z-protests-brought-down-pm-sheikh-hasina\">student leaders</a> who helped organise the 2024 uprising, lags behind, struggling to convert its street mobilisation into a nationwide electoral base.</p><p>The BNP has also formally ended its longstanding alliance with Jamaat-e-Islami, presenting itself instead as a liberal and democratic alternative in the post-Hasina era.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Austrian lawmakers pass headscarf ban for under-14s in schools | Religion News | Al Jazeera",
            "time": "2025-12-11T17:37:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-03-19T105307Z_817429699_RC29GDALAPYQ_RTRMADP_3_AUSTRIA-POLITICS-1765466887.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Austria’s lower house of parliament has passed a ban on Muslim headscarves in schools after a previous ban was overturned on the grounds that it was discriminatory.</p><p>Lawmakers passed the new legislation on Thursday by a large majority, meaning that girls younger than 14 will not be permitted to wear headscarves that “cover the head in accordance with Islamic traditions” in all schools, with non-compliance fines ranging from 150 to 800 euros ($175-930).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In 2019, the country introduced a ban on headscarves for under-10s in primary schools, but the Constitutional Court struck it down the following year, ruling that it was illegal because it discriminated against Muslims, going against the state’s duty to be religiously neutral.</p><p>The Austrian government says it has “<a href=\"https://www.reuters.com/world/austrian-government-presses-ahead-with-planned-headscarf-ban-schools-2025-12-09/\" target=\"_blank\" rel=\"noopener\">done [its] best</a>” to see that this law will hold up in the courts.</p><p>The new law, which was proposed by the governing coalition of three centrist parties at a time of rising anti-immigration and Islamophobic sentiment, was also backed by the far-right <a href=\"/opinions/2025/1/23/western-liberals-have-lessons-to-learn-from-austrias-far-right-turn\">Freedom Party</a>, which wanted it to go even further so it would apply to all students and staff. The Greens were the only party to oppose it.</p><p>Integration Minister Claudia Plakolm, of the conservative People’s Party, which leads the governing coalition, called headscarves for minors “a symbol of oppression”.</p><p>Yannick Shetty, the parliamentary leader of the liberal Neos, the most junior party in the governing coalition, told the lower house that the headscarf “sexualises” girls, saying it served “to shield girls from the male gaze”.</p><p data-start=\"139\" data-end=\"434\">Farid Hafez, a senior researcher at Georgetown University’s Bridge Initiative, told Al Jazeera that the initiative “reflects the hegemonic Islamophobic discourse in Austria.”</p><p data-start=\"139\" data-end=\"434\">“The latest legislation did not come from a purely far-right government,” he said, noting the wide range of political parties that voted for the legislation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rights-groups-condemn-proposals\" data-start=\"741\" data-end=\"926\">Rights groups condemn proposals</h2><p>Rights groups have criticised the plan. Amnesty International said it would “add to the current racist climate towards Muslims”.</p><p>IGGOe, the body officially recognised as representing the country’s Muslim communities, said the ban “jeopardises social cohesion”, saying that “instead of empowering children, they are stigmatised and marginalised”.</p><p>Angelika Atzinger, managing director of the Amazone women’s rights association, said a headscarf ban would send girls “the message that decisions are being made about their bodies and that this is legitimate”.</p><p>Education Minister Christoph Wiederkehr of the Neos said young girls were coming under increasing pressure from their families, and also from unrelated young boys, who tell them what to wear for “religious reasons”.</p><p>The Greens’ deputy parliamentary leader, Sigrid Maurer, agreed that this was a problem, and suggested interdisciplinary teams, including representatives of the Muslim community, be set up to intervene in schools when “cultural tensions” flare.</p><p>Under the ban, which comes into effect in February, an initial period would be launched during which the new rules would be explained to educators, parents and children with no penalties for breaking them.</p><p>After this phase, parents will face fines for repeated non-compliance.</p><p>The government said that about 12,000 girls would be affected by the new law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        }
    ]
}