{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israel kills 10 in Gaza as US declares phase two of ceasefire deal launched | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-15T21:40:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260115-40267840-40267839-FUNERAL_CEREMONY_HELD_FOR_ALJAROU_WHO_DIED_IN_AN_ISRAELI_ATTACK_IN_DEIR_ALBALAH-1768511859.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel killed at least 10 Palestinians across Gaza, just as the United States announced that the two sides had progressed to the second phase of a 20-point ceasefire deal with Hamas to end the conflict.</p><p>The Wafa news agency reported that the Israeli military bombed two houses belonging to the al-Hawli and the al-Jarou families in the central town of Deir el-Balah on Thursday evening, with health officials confirming a 16-year-old minor was among six killed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military announced that one of the victims, Muhammad al-Hawli, was a commander in the Qassam Brigades, the armed wing of Hamas.</p><p>Reporting from Gaza City, Al Jazeera’s Ibrahim al-Khalili confirmed that a “senior figure of the Qassam Brigades” had been killed and that the attack underscored Israel’s message that it would be defining phase two of the ceasefire “on its terms”.</p><p>Israel, he said, had set the terms of the next phase of the ceasefire, which will see the establishment of a Palestinian technocratic administration overseen by an international “Board of Peace”, with the option of “escalation” remaining very much “on the table”.</p><p>Elsewhere in the war-torn enclave, at least one person was shot dead by Israeli forces near Al-Alam roundabout, west of Rafah city, another person was killed in an Israeli attack on a police post near Al-Nablusi Junction, southwest of Gaza City and two more people were killed in an Israeli air attack on the Al-Khatib family home in the Nuseirat refugee camp in central Gaza.</p><h2 id=\"despicable-crime\">‘Despicable crime’</h2><p>Hamas condemned the targeting of the al-Hawli home as a “despicable crime”, saying that it revealed the “contempt” of Israeli Prime Minister Benjamin Netanyahu for the October ceasefire, but did not confirm the death of one of its commanders.</p><p>At least 451 Palestinians, including more than 100 children, have been reported killed since the ceasefire took effect, with Israel ordering residents out of more than half of Gaza, where its troops remain behind an apparently mobile “<a href=\"/news/2026/1/5/israel-extends-gaza-occupation-beyond-yellow-line-in-north-bombs-south\">yellow line</a>“.</p><p>Three Israeli soldiers have been killed over the same period.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US special envoy Steve Witkoff announced in a post on X on Wednesday that the second phase of Trump’s 20-point plan to end the conflict had been launched, “moving from ceasefire to demilitarization, technocratic governance, and reconstruction”.</p><p>The next phase would bring “the full demilitarization and reconstruction of Gaza, primarily the disarmament of all unauthorized personnel”, he said, with reference to Hamas, which has so far refused to publicly commit to full disarmament.</p><p>The plan also calls for the deployment of an International Stabilisation Force to help secure Gaza and train vetted Palestinian police units.</p><p></p><p>The 15-member technocratic committee, named the National Committee for the Administration of Gaza, will manage day-to-day governance, but leaves unresolved broader political and security issues, including the question of Israel’s post-war withdrawal from the enclave.</p><p>Ali Shaath, a former deputy minister in the Ramallah-based Palestinian Authority, has been appointed to lead the committee, which is now meeting in Egypt to begin preparations for entering the territory, according to the AFP news agency report citing Egyptian state television.</p><p>In a recent interview, Shaath said the committee would rely on “brains rather than weapons” and would not coordinate with armed groups.</p><h2 id=\"a-step-in-the-right-direction\">‘A step in the right direction’</h2><p>Nevertheless, senior Hamas official Bassem Naim welcomed the establishment of the committee on Thursday, calling it “a step in the right direction” and signalling the armed group was ready to hand over administration of Gaza.</p><p>“This is crucial for consolidating the ceasefire, preventing a return to war, addressing the catastrophic humanitarian crisis and preparing for comprehensive reconstruction,” he said.</p><p>“The ball is now in the court of the mediators, the American guarantor and the international community to empower the committee,” he added.</p><p>The US-proposed Board of Peace is expected to be led on the ground by Bulgarian diplomat and politician <a href=\"/features/2026/1/15/who-is-nickolay-mladenov-the-diplomat-tasked-with-disarming-gaza\">Nickolay Mladenov</a>.</p><p>The Reuters news agency reported that invitations were sent out on Wednesday to potential Board of Peace members personally selected by Trump.</p><h2 id=\"human-remains-in-the-rubble\">‘Human remains’ in the rubble</h2><p>The first phase of Trump’s plan began on October 10 and included a complete ceasefire, the exchange of Israeli captives for Palestinian prisoners, and a surge of humanitarian aid into Gaza.</p><p>However, with Israel having maintained a chokehold on supplies entering the enclave, nearly all of the territory’s more than 2 million people are now struggling to survive winter in makeshift homes or damaged buildings.</p><p>As Al Jazeera’s al-Khalili put it, “the situation is going from bad to worse for hundreds of thousands of displaced Palestinians who heard about the announcement of the second phase of the ceasefire, [with] nothing implemented on the ground”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Jorge Moreira da Silva, head of the United Nations Office for Project Services (UNOPS) said that conditions were “inhumane” and called for an acceleration of reconstruction work. “We can’t wait, we can’t procrastinate,” he said on Thursday after a visit to the territory.</p><p>Da Silva said the launch of phase two of the Gaza truce plan marked a “historical” opportunity to kick-start reconstruction efforts, which he said would require $52bn, according to an assessment conducted by the World Bank, the UN and the European Commission.</p><p>In phase two, Shaath said that the committee would focus on providing urgent relief for Gaza, announcing that he would bring in bulldozers to “push the rubble into the sea, and make new islands, new land”.</p><p>According to Shaath, Israel’s full-scale onslaught on Gaza has left about 60 million tonnes of rubble scattered across the enclave, “with unexploded ordnance in the rubble, dangerous waste, and unfortunately also human remains”.</p><p>Israel’s genocidal war on Gaza has killed at least 71,441 Palestinians since it erupted on October 7, 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump unveils healthcare plan without clear funding or execution timeline | Health News | Al Jazeera",
            "time": "2026-01-15T21:17:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-18T192257Z_1369029078_RC27JIAYCYMP_RTRMADP_3_USA-TRUMP-1768505496.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump announced a healthcare plan that would replace government subsidies for insurance with direct payments into health savings accounts for consumers, an idea that some experts have said would hurt lower-income Americans.</p><p>The Trump administration on Thursday called on Congress to pass legislation to codify Trump’s <a href=\"/economy/2025/12/19/trump-announces-new-deal-with-pharma-companies-to-cut-drug-prices\" target=\"_blank\" rel=\"noopener\">most-favoured-nation</a> drug price deals and to make more medicines available for over-the-counter purchase.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This will lower healthcare costs and increase consumer choice by strengthening price transparency, increasing competition, and reducing the need for costly and time-consuming doctor’s visits,” the White House said in a release outlining the order.</p><p>Trump’s framework, dubbed “The Great Healthcare Plan” and outlined in a White House fact sheet, includes an insurance cost-sharing reduction programme that could reduce the most common Obamacare plan premiums by more than 10 percent and replaces government subsidies for insurance with direct payments to Americans.</p><p>The White House did not provide details on how much money it planned to send to consumers to buy insurance, or whether the funds would be available to all “Obamacare” enrollees or only those with lower-tier bronze and catastrophic plans.</p><p>The idea mirrors one floated among Republican senators last year. Democrats largely rejected it, saying the accounts would not be enough to cover costs for most consumers. Currently, such accounts are used disproportionately by the wealthiest Americans, who have more income to fund them and a bigger incentive to lower their tax rate.</p><p>White House press secretary Karoline Leavitt was asked at her briefing on Thursday whether the president could guarantee that, under his plan, people would be able to cover their healthcare costs.</p><p>“If this plan is put in place, every single American who has healthcare in the United States will see lower costs as a result,” she said without elaborating.</p><p>“These are common-sense actions that make up President Trump’s great healthcare plan, and they represent the most comprehensive and bold agenda to lower healthcare costs to have ever been considered by the federal government,” Leavitt also said.</p><p>The White House said that the plan would not affect people with pre-existing conditions.</p><p>The plan also targets pharmacy benefit managers and requires insurance companies to disclose the profits they take from premiums and the frequency of denials.</p><p>Companies would publish their rate and coverage comparisons on their websites in “plain English” as well as the percentage of revenues paid out to claims compared with overhead costs and profits. They would also be required to publish the percentage of claims they reject and the average wait times for routine care.</p><p>“Instead of just papering over the problems, we have gotten into this great healthcare plan, a framework that we believe will help Congress create legislation that will address the challenges that the American people have been craving,” US Centres for Medicare &amp; Medicaid Services Administrator Mehmet Oz told reporters on a White House briefing call.</p><p>The White House also did not provide a timeline for implementation, and a deeply divided Congress is unlikely to pass major healthcare legislation quickly.</p><p>Providers and insurers who accept Medicare or Medicaid money would also have to post their pricing and fees.</p><h2 id=\"obamacare-looms\">Obamacare looms</h2><p>The announcement comes as millions of Americans face higher healthcare costs this year, with open enrolment for most federally subsidised Obamacare plans closing on Thursday.</p><p>On average, <a href=\"/economy/2025/12/11/failure-of-rival-health-bills-underscores-impasse-in-us-politics\" target=\"_blank\" rel=\"noopener\">premium costs will increase</a> to $1,904 in 2026 from $888 in 2025, according to health policy firm KFF, a far greater jump than the savings promised in the Trump plan.</p><p>Congress remains divided on whether and how to reinstate generous COVID-era tax credits that expired at the end of last year.</p><p>Retroactive expanded federal subsidies are still possible, and there is a group of bipartisan lawmakers negotiating a potential extension, but Republicans remain divided on whether they should do so.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration wants funding to go directly to consumers using health savings accounts, Oz said, rather than to insurers, a position also adopted by Congressional Republicans who oppose extending the Obamacare subsidies.</p><p>Trump has said he may veto any legislation to extend the subsidies, and the plan makes no mention of them.</p><p>“This does not specifically address those bipartisan congressional negotiations that are going on. It does say that we have a preference that money goes to people, as opposed to insurance companies,” the White House official said.</p><p>Trump has long been dogged by his lack of a comprehensive healthcare plan as he and Republicans have sought to unwind former President Barack Obama’s signature legislation, the Affordable Care Act. Trump was thwarted during his first term in trying to repeal and replace the law.</p><p>When he ran for president in 2024, Trump said he had only “concepts of a plan” to address healthcare. His new proposal, short on many specifics, appeared to be the concept of a plan.</p><p>On Wall Street, healthcare insurance provider stocks surged on the news of the looming plan. UnitedHealthcare is up 0.8 percent in midday trading. Humana is up higher at 3.5 percent than the market open, and Oscar Health is up 6.4 percent.</p><p>Pharmaceutical stocks, on the other hand, are trending lower. Eli Lilly is down by about 3.7 percent, AbbVie tumbling 1.9 percent below the market open, and Bristol Myers -Squibb is down by 0.9 percent. Johnson and Johnson, on the other hand, does remain in positive territory at about 0.3 percent higher than the market open.</p></div></div></body></html>"
        },
        {
            "title": "US says ‘all options on the table’ if Iran protest killings continue | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T20:47:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T182658Z_88982089_RC2I1JAIXYAW_RTRMADP_3_USA-TRUMP-1768503532.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House says “all options remain on the table” for the United States to take military action against Iran, reiterating that Tehran would face “grave consequences” if the <a href=\"/news/liveblog/2026/1/15/iran-us-live-tension-lingers-amid-threats-as-tehran-reopens-airspace\">killings of antigovernment protesters</a> continue.</p><p>During a news conference on Thursday, White House Press Secretary Karoline Leavitt said US President Donald Trump and his team had communicated to Iran that “if the killing continues, there will be grave consequences”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The president understands today that 800 executions that were scheduled and supposed to take place yesterday were halted,” Leavitt told reporters, without providing any evidence to back up the claim that the executions were stopped.</p><p>“The president and his team are closely monitoring this situation, and all options remain on the table for the president,” she added.</p><p>Her comments come just hours after Trump appeared to <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">soften his tone</a> after several days of threats against Iran, with the US president saying his administration would take military action against Tehran if more killings were carried out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thousands of Iranians have taken to the streets since late December last year in mass demonstrations that were sparked by soaring inflation and the steep devaluation of the local currency.</p><p>The protests have spread to cities and towns across Iran, and activist groups say more than 1,000 demonstrators have been killed in the unrest.</p><p>The Iranian government, which describes the protesters as armed rioters backed by the US and its major regional ally, Israel, has said more than 100 security officers have been killed in attacks during the demonstrations.</p><p>Al Jazeera is not able to independently verify these figures.</p><h2 id=\"softened-rhetoric\">Softened rhetoric</h2><p>After days of heightened tensions and fears of a US military attack on Iran, Trump on Wednesday dialled down the rhetoric, saying he had received assurances that the killings of demonstrators had stopped.</p><p>Iranian Foreign Minister Abbas <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">Araghchi also denied</a> that Tehran planned to execute any protesters. “Hanging is ‌out of the ‌question,” he ⁠told the Fox News broadcaster.</p><p>The foreign minister had earlier this week said Iran is ready for war if the US wants to “test” it.</p><p>“If Washington wants to test the military option it has tested before, we are ready for it,” Araghchi said in <a href=\"/news/2026/1/12/iranian-fm-araghchi-warns-iran-ready-for-war-if-us-wants-to-test-it\">an interview</a> with our colleagues at Al Jazeera Arabic on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"great-deal-of-uncertainty\">‘Great deal of uncertainty’</h2><p>It remained difficult on Thursday to get information about what was happening on the ground in Iran as a nationwide internet blackout hit the one-week mark, according to online monitor <a href=\"https://x.com/netblocks/status/2011838716562542678\" target=\"_blank\" rel=\"noopener\">NetBlocks</a>.</p><p><span>But a resident of the Iranian capital, Tehran, said that security had been heavily reinforced amid </span><a href=\"/news/2026/1/15/trumps-bluffs-why-us-strike-on-iran-remains-real-threat\">continued uncertainty</a><span>.</span></p><p>“There is a big military presence on the streets of the capital and elsewhere,” said the resident, who spoke on condition of anonymity.</p><p>“There is a great deal of uncertainty. A lot of people are worried,” they said. <span>“There is a lot of death, sadness and anger.”</span></p><p>A commander in Iran’s elite Islamic Revolutionary Guard Corps (IRGC) also said the country’s armed forces remained on high alert.</p><p>IRGC Ground Force Commander Brigadier General Mohammad Karami said the military was “ready at the highest possible level”, Iran’s state-run Press TV reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Separately, Iranian Defence Minister Aziz Nasirzadeh warned that the government would use all its capabilities to “suppress the savage armed terrorists” it claims are <a href=\"/features/2026/1/15/network-linked-to-israel-pushes-to-shape-external-iran-protest-narrative\">behind the unrest</a>.</p><p>In comments broadcast on Iranian state television, Nasirzadeh reiterated previous claims by the government that the demonstrations were orchestrated by the US and Israel.</p><p>The “designers and executors of the riots should know that we are monitoring them”, he added.</p><p>Meanwhile, despite Trump’s softening tone, <a href=\"/news/2026/1/15/us-sanctions-khamenei-aide-other-iranian-officials-over-protest-crackdown\">Washington issued fresh sanctions</a> against Iran on Thursday morning over the protest crackdown.</p><p>The measures<span> targeted Ali Larijani, the secretary of Iran’s Supreme National Security Council (SNSC), and several other officials, whom Washington accused of being the “architects” of the Iranian government’s “brutal” response to the demonstrations.</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinians ‘not optimistic’ about second phase of Gaza ceasefire | Gaza | Al Jazeera",
            "time": "2026-01-15T20:31:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768509085.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Cuba pays tribute to 32 soldiers killed in US attack on Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-15T19:23:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696934a944536-1768502441.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cuba has paid tribute to 32 of its soldiers who were killed in <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">a United States attack</a> on Venezuela earlier this month that led to the abduction of President Nicolas Maduro.</p><p>The remains of the soldiers, who were members of Cuba’s armed forces and intelligence agencies, arrived early on Thursday at Havana’s international airport, in coffins draped in the Cuban flag.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>President Miguel Diaz-Canel and Raul Castro, the 94-year-old retired former Cuban leader, were present in full military uniform to receive the remains.</p><p>Diaz-Canel hailed the soldiers earlier this week, saying they “heroically fell in defence of the sovereignty of a sister nation”.</p><p>At Thursday’s event, Interior Minister General Lazaro Alberto Alvarez also expressed the country’s gratitude for the soldiers he said had “fought to the last bullet” during the US military’s <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">January 3 attack</a> on the Venezuelan capital, Caracas.</p><p>“We do not receive them with resignation; we do so with profound pride,” said Alvarez, adding that the US “will never be able to buy the dignity of the Cuban people”.</p><figure id=\"attachment_4242929\" aria-describedby=\"caption-attachment-4242929\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242929\" src=\"/wp-content/uploads/2026/01/afp_6969348ad70d-1768502410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cubans pay their respects during the funeral honors of the 32 Cuban soldiers who died during the US incursion to capture Venezuelan leader Nicolas Maduro, at the Ministry of the Revolutionary Armed Forces in Havana on January 15, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242929\" class=\"wp-caption-text\">Cubans pay their respects to the slain soldiers at the Ministry of the Revolutionary Armed Forces in Havana on January 15, 2026 [AFP]</figcaption></figure><p>A motorcade later transferred the remains to the armed forces ministry along one of Havana’s main boulevards, lined by thousands of people paying their respects, waving flags and saluting.</p><p>Residents of the capital also lined up to pay their respects at the ministry throughout the day.</p><p>US President Donald Trump has rejected international criticism that the raid to capture Maduro violated international law, <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">stressing last week</a> that he will only be guided by his “own morality”.</p><p>That led to <a href=\"/news/2026/1/7/trumps-attacks-on-venezuela-put-the-us-neighbour-mexico-on-edge\">soaring tensions</a> around the world, including in Latin America in particular, which has a long history of US military intervention.</p><p>Tensions between the US and Cuba spiralled this week after Trump told the country he would cut off Venezuelan oil and money from reaching the island, <a href=\"/news/2026/1/11/trump-says-no-more-venezuelan-oil-or-money-to-go-to-cuba-and-demands-deal\">warning Havana</a> to make a deal before it’s “too late”.</p><figure id=\"attachment_4242996\" aria-describedby=\"caption-attachment-4242996\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242996\" src=\"/wp-content/uploads/2026/01/2026-01-15T152057Z_1410930525_RC2G1JA6B1G7_RTRMADP_3_USA-VENEZUELA-CUBA-BODIES-1768504006.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Havana\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242996\" class=\"wp-caption-text\">A motorcade in Havana transports the Cuban‑flag‑draped urns of soldiers killed in the US strike in Caracas. [Norlys Perez/Reuters]</figcaption></figure><p>Trump’s comments prompted a defiant response from Diaz-Canel, who said Cuba would defend its homeland “to the last drop of blood”.</p><p>“We have always been willing to maintain serious and responsible dialogue with the various US administrations, including the current one, on the basis of sovereign equality, mutual respect and the principles of international law,” the Cuban president said.</p><p>He added that relations between the US and Cuba should be based on international law rather than “hostility, threats, and economic coercion”.</p><p>Meanwhile, a rally is also planned on Friday in front of the US embassy in Havana to protest the Trump administration’s operation in Venezuela.</p><p>Maduro, who was abducted by US forces alongside his wife, Cilia Flores, is being held in the US on <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">drug-related charges</a>, which he denies.</p><figure id=\"attachment_4242991\" aria-describedby=\"caption-attachment-4242991\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242991\" src=\"/wp-content/uploads/2026/01/afp_69693a680285-1768503912.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - Cubans protect themselves from the rain wearing umbrellas as they queue outside the Ministry of the Revolutionary Armed Forces to pay their respects to the 32 Cuban soldiers who died during the US incursion to capture Venezuelan leader Nicolas Maduro, during the funeral honors in Havana on January 15, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242991\" class=\"wp-caption-text\">Cubans protect themselves from the rain wearing umbrellas as they queue outside the Ministry of the Revolutionary Armed Forces to pay their respects to the 32 Cuban soldiers who died during the US incursion to capture Venezuelan leader Nicolas Maduro, during the funeral honours in Havana on January 15, 2026 [Yamil Lage/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Iran’s key leaders | Newsfeed | Al Jazeera",
            "time": "2026-01-15T18:52:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768503064.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Iranian leaders navigating everything from economic woes to the possibility of renewed US and Israeli attacks</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Polls close in Uganda presidential election as internet blackout continues | Elections | Al Jazeera",
            "time": "2026-01-15T17:58:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768499831.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN chief’s last annual speech slams world leaders for lack of cooperation | United Nations News | Al Jazeera",
            "time": "2026-01-15T17:45:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260115__92UL8DU__v1__HighRes__UnUsDiplomacy-1768495154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN chief’s last annual speech slams world leaders for lack of cooperation</h1><p class=\"article__subhead\"><em>Antonio Guterres appears to take aim at the US, which recently slashed its contribution, telling the UN to ‘adapt or die’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations chief Antonio Guterres has lashed out at world leaders he accused of turning their backs on international cooperation amid “self-defeating geopolitical divides” and “brazen violations of international law”.</p><p>Addressing the UN General Assembly on Thursday, the UN secretary-general slammed “wholesale cuts in development and humanitarian aid”, warning that they were “shaking the foundations of global cooperation and testing the resilience of multilateralism itself”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“At a time when we need international cooperation the most, we seem to be the least inclined to use it and invest in it. Some seek to put international cooperation on deathwatch,” he said.</p><h2 id=\"last-annual-speech\">Last annual speech</h2><p>The secretary-general, who will step down at the end of 2026, held off naming offending countries, but appeared to refer to deep cuts to the budgets of UN agencies made by the United States under the “America First” policies of US President Donald Trump.</p><p>While other countries have also cut funding, the US announced at the end of last year that it would be allocating only <a href=\"/news/2025/12/29/us-slashes-un-humanitarian-aid-to-2bn-huge-cut-as-trump-demands-reforms\">$2bn</a> to United Nations humanitarian assistance, representing a small fraction of the leading funder’s previous contributions of up to $17bn.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s administration has <a href=\"/news/2025/6/30/obama-bush-decry-travesty-of-trumps-gutting-of-usaid-on-its-last-day\">effectively dismantled</a> its primary platform for foreign aid, the US Agency for International Development (USAID), calling on UN agencies to “adapt, shrink or die”.</p><p>Setting out his last annual list of priorities as secretary-general for the year ahead, Guterres said the UN was “totally committed in the cause of peace in Gaza, Ukraine, Sudan and far beyond and tireless in delivering life-saving aid to those so desperate for support”.</p><p>The UN chief insisted humanitarian aid be allowed to “flow unimpeded” into Gaza, said no effort should be spared to stop the Russia-Ukraine war, and urged a resumption of talks to bring about a lasting ceasefire in Sudan.</p><p>Those three deadly, protracted conflicts have come to define Guterres’s time at the helm of the UN, with critics arguing the organisation has proved ineffective at conflict prevention.</p><p>The organisation’s top decision-making body, the Security Council, is paralysed because of tensions between the US, Russia and China, all three of which are permanent, veto-wielding members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The UK is taking political prisoners to evade accountability for genocide | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-15T17:39:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694d52ae85-1766675118.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In June 2025, the UK government proscribed the UK-based group Palestine Action as a terrorist organisation under the Terrorism Act 2000. This was not a security decision, but a political one, marking an unprecedented escalation in the criminalisation of Palestine solidarity in the United Kingdom. Palestine Action members have engaged in non-violent direct action aimed at disrupting the UK’s complicity in the Gaza genocide, targeting facilities linked to Israel’s arms industry operating in the UK, including Elbit Systems sites and elements of British military infrastructure.</p><p>Rather than confronting its own actions, the government has sought to divert attention from the central issue: the UK’s role in the Gaza genocide. Throughout Israel’s assault on Gaza, the UK has provided sustained political and diplomatic support, supplied vital components for F-35 fighter jets, and conducted R1 surveillance flights over Gaza. Taken together, these actions render the British government not merely complicit, but materially involved in the violence itself.</p><p>At the same time, the UK has sought to obstruct international accountability. It has attempted to interfere with proceedings at the International Criminal Court — conduct that may constitute an offence under Article 70(1) of the ICC Statute — by intimidating the ICC Prosecutor and creating procedural obstacles designed to delay or prevent the issuance of arrest warrants against Israeli leaders. Rather than reassessing policies that expose it to legal and moral liability, the government has turned on those who insist on holding it to its own professed values — values it readily invokes when geopolitically convenient, such as in Ukraine and Greenland.</p><h2 id=\"anti-terror-laws-to-justify-political-imprisonment\">Anti-terror laws to justify political imprisonment</h2><p>The persecution of individuals on political grounds through the law is by no means new. As early as 399 BCE, Socrates was tried and executed in Athens on charges of “impiety”, “not recognising the gods the state recognises”, and “corrupting the youth”, with the law itself serving as the instrument of repression.</p><p>Today, Russia’s crackdown on dissent, carried out through formally lawful means, stands as one of the most widely criticised contemporary examples of political imprisonment, routinely condemned by Western governments, including the UK.</p><p>Attempts to define and legally operationalise the concept of political imprisonment have long faced resistance. While there is no consensus on what constitutes a “political prisoner” or “prisoner of conscience”, the criteria established by the Parliamentary Assembly of the Council of Europe (PACE), of which the UK is a member, offer clear and authoritative guidance:</p><p><em>“a. if the detention has been imposed in violation of one of the fundamental guarantees set out in the European Convention on Human Rights and its Protocols (ECHR), in particular freedom of thought, conscience and religion, freedom of expression and information, freedom of assembly and association; </em></p><p><em>b. if the detention has been imposed for purely political reasons without connection to any offence; </em></p><p><em>c. if, for political motives, the length of the detention or its conditions are clearly out of proportion to the offence the person has been found guilty of or is suspected of;</em></p><p><em>d. if, for political motives, he or she is detained in a discriminatory manner as compared to other persons; or, </em></p><p><em>e. if the detention is the result of proceedings which were clearly unfair and this appears to be connected with political motives of the authorities.”  (SG/Inf(2001)34, paragraph 10).</em><br>\nThese criteria are directly relevant to the UK’s treatment of Palestine Action. The British government is complicit in Israel’s systematic unmaking of Palestine, including its illegal occupation, its system of apartheid, and its role in the Gaza genocide, and Palestine Action has directly challenged this complicity. Where public order and civil disobedience laws once failed to suppress this activism, the state escalated to the use of exceptional anti-terror legislation.</p><p>The government has since resorted to the Terrorism Act to preemptively criminalise activists and expose them to sentences of up to 14 years’ imprisonment, a level of punishment grossly disproportionate to non-violent direct action. This disproportionality and choice of legislation signal a political motive.</p><p>The application of the Terrorism Act 2000 to non-violent direct action strips activists of ordinary legal protections and subjects them to an exceptional penal regime, including extended pre-charge detention, heightened surveillance powers, restrictions on association and expression, and dramatically increased sentencing exposure. Such measures are ordinarily reserved for acts involving mass violence, not protest aimed at preventing harm.</p><p>Under the PACE criteria, detention may be considered political where punishment is clearly disproportionate or where legal proceedings are unfair and politically motivated. Here, non-violent activism is met with the prospect of lengthy imprisonment alongside reputational destruction through terrorist designation. This combination satisfies multiple indicators of political imprisonment, particularly criteria (c) and (e).</p><p>The use of anti-terror law in this context does not merely criminalise conduct; it redefines dissent itself as a security threat, preempting fair adjudication and conditioning the public to accept extraordinary punishment for ordinary political opposition.</p><h2 id=\"the-broader-picture\">The broader picture</h2><p>In penology, a penal system may serve several recognised purposes, including just deserts and retribution, incapacitation, and deterrence. What is unfolding in the UK fits none of these aims. Instead, the penal system is being deployed to expand executive power and suppress political opposition, deviating from the purposes a penal system in a liberal democracy should serve.</p><p>The UK is complicit in grave violations of international law and has not only failed to meet its international legal obligations, but has actively breached them. Some British citizens, concerned with justice, international law, and human rights, have peacefully stepped in to challenge their government’s wrongdoing. The state’s response has been to criminalise dissent while presenting repression as democratic self-defence.</p><p>Let us be clear: proscribing Palestine Action as a terrorist organisation is not an isolated act. It is part of the UK’s broader complicity in Israel’s oppression and genocide, and it functions domestically to silence those who seek to disrupt that complicity.</p><p>This is not the first attempt to rule by law in the UK to support Israel’s policies in Palestine. The introduction of the IHRA definition of anti-Semitism was another such attempt to control and intimidate opposition through legal means. With the weaponisation of anti-terror laws, the UK government has taken a further step towards shrinking the space for dissent.</p><p>The exceptional selectivity of legal tools and the disproportionality of the chosen penal regime cannot be justified when measured against the conduct in question: non-violent activism aimed at compelling the government to halt violence and uphold the international legal obligations it claims to champion. Those participating in violence are branding the non-violent as terrorists.</p><p>Finally, it is striking that after all these decades, the UK continues to ignore its unique historical responsibility towards the Palestinians. The UK imposed its mandate over Palestine by force, governing the territory while systematically privileging colonial and settler interests, before abandoning its obligations and withdrawing unilaterally. This withdrawal was crucial to creating the conditions in which the Nakba unfolded, in breach of the responsibilities the UK had assumed under the Mandate.</p><p>Among those obligations was the commitment articulated in the White Paper of 1939 to establish a Palestinian state for all its citizens within 10 years, a promise that was never honoured. The UK planted the seeds of Palestinian suffering and then exited Palestine without securing political self-determination for its indigenous people, leaving a legacy of dispossession that continues to shape the present.</p><p>More than a century after the Mandate, it remains Palestinians — supported by allies across the world — who are risking everything to defend the values of humanity and the principles of international law. The British state, by contrast, has chosen evasion over responsibility, and repression over reckoning.</p><h2 id=\"any-hopes\" data-start=\"586\" data-end=\"600\">Any hopes?</h2><p>Hope lies in refusing the normalisation of this moment. By challenging the proscription of Palestine Action, activists are not only resisting the UK’s complicity in Israel’s crimes, but defending the space for dissent itself. The struggle is not simply to reverse one decision, but to prevent the erosion of democratic limits through the misuse of law. In the UK right now, defending democracy and acting against complicity in Israeli atrocities go hand in hand.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US sanctions Khamenei aide, other Iranian officials over protest crackdown | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T17:34:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/10/47eaca2b0ce04593b767dae63d543a0f_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has imposed new sanctions against Iran, targeting political and security officials over the crackdown on <a href=\"/news/liveblog/2026/1/15/iran-us-live-tension-lingers-amid-threats-as-tehran-reopens-airspace\">antigovernment protesters</a>, amid US President Donald Trump’s threats to intervene militarily against the country.</p><p>The US penalties on Thursday targeted Ali Larijani, the secretary of Iran’s Supreme National Security Council (SNSC), and several other officials, who it said were the “architects” of Tehran’s “brutal” response to the demonstrations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The United States stands firmly behind the Iranian people in their call for freedom and justice,” US Treasury Secretary Scott Bessent said in a statement.</p><p>“At the direction of President Trump, the Treasury Department is sanctioning key Iranian leaders involved in the brutal crackdown against the Iranian people. Treasury will use every tool to target those behind the regime’s tyrannical oppression of human rights.”</p><p>The sanctions freeze the individuals’ assets in the US and make it illegal for American citizens to do business with them.</p><p>With Iran already under heavy sanctions, the measures are largely symbolic, but they signal mounting US pressure against Iran amid the protests. Larijani is a close adviser to Supreme Leader Ayatollah Ali Khamenei.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this week, after Trump <a href=\"/news/2026/1/13/trump-cancels-iran-meetings-urges-protesters-to-take-over-institutions\">called on Iranians</a> to “take over” public institutions and “save the names of the killers and abusers”, Larijani was quick to respond, accusing Trump and Israeli Prime Minister Benjamin Netanyahu of killing Iranians.</p><p>“We declare the names of the main killers of the people of Iran: 1- Trump 2- Netanyahu,” he wrote on X.</p><p>Thousands of protesters are believed to have been killed in the wave of demonstrations that gripped Iran since the start of the year, according to several <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">activist groups</a>.</p><p>The Iranian government has described the demonstrators as armed rioters, egged on by the US and Israel to spread chaos, saying that more than 100 <a href=\"/news/2026/1/11/iran-says-dozens-of-officers-killed-as-protesters-defy-government-crackdown\">security officers</a> have been killed by armed attacks during the demonstrations.</p><p>Al Jazeera is not able to independently verify these figures.</p><p>Authorities have also imposed an internet blackout on the country, making it difficult to verify the death toll as well as claims from both sides.</p><p>On Tuesday, Israel’s Channel 14, which is aligned with Netanyahu, reported that “foreign actors” are arming protesters in Iran to target government personnel.</p><p>After Trump escalated his rhetoric for days, a US attack on Iran appeared imminent late on Wednesday.</p><p>Iran shut down its airspace; several Israeli towns opened their bomb shelters; and the US withdrew some personnel from the region.</p><p>Iran had threatened a severe response against any US attack.</p><p>But as the world held its breath in anticipation of the strikes, Trump softened his position, saying that he had been told that the killing of protesters had stopped.</p><p>“They [Iranian officials] said people were shooting at them with guns, and they were shooting back,” Trump said. “And you know, it’s one of those things, but they told me that there will be no executions, and so I hope that’s true.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He reiterated that message on Thursday, saying that it is “good news” that Iran will not be executing protesters.</p><p>In June, Israel attacked Iran without provocation, killing dozens of top military officials and nuclear scientists, as well as hundreds of civilians.</p><p>Trump has said he was “very much in charge” of the <a href=\"/news/2025/11/6/trump-says-he-was-very-much-in-charge-of-israels-june-13-attack-on-iran\">Israeli onslaught</a>, which culminated in the US bombing Iran’s main nuclear facilities before a ceasefire was reached.</p><p>Before the protests erupted in Iran, Trump last threatened to bomb the country again if it rebuilds its nuclear or missile programmes as he <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">hosted Netanyahu</a> in the US state of Florida.</p><p>The US is also intensifying its economic sanctions against Iran with the aim of choking Tehran’s oil sales.</p><p>On Thursday, the US Department of the Treasury announced new measures against 18 firms and individuals that it said are involved in Iran’s energy exports.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s Carney hails improving ties with China | Politics News | Al Jazeera",
            "time": "2026-01-15T17:17:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25339645078335-1764957450.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prime Minister Mark Carney has hailed Canada’s improving ties with China, as well as the leadership of President Xi Jinping, declaring that their nations were charting a new course in cooperation at a time of global division and disorder.</p><p>The four-day visit to China was the first by a Canadian prime minister since 2017, following up on Carney’s positive meeting with Xi in South Korea in October. The two are set to meet on Friday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re heartened by the leadership of President Xi Jinping and the speed with which our relationship has progressed,” Carney told China’s top legislator, Zhao Leji, in a meeting in Beijing on Thursday.</p><p>“It sets the stage for these important discussions on a wide range of issues where we can be strategic partners from energy to agriculture, to people-to-people ties, multilateralism, to issues on security.”</p><p>Carney’s optimism follows months of intense re-engagement by both countries aimed at recalibrating ties that had soured under the previous prime minister, Justin Trudeau.</p><p>The efforts have also been fuelled by a push to diversify export markets after United States President Donald Trump imposed tariffs on Canada last year and suggested the longtime US ally could become his country’s 51st state.</p><p>“Our teams have worked hard, addressing trade irritants and creating platforms for new opportunities,” Carney told Premier Li Qiang in a separate meeting.</p><p>“I believe that together, we are bringing this relationship back toward where it should be.”</p><h2 id=\"auto-tariffs\">Auto tariffs</h2><p>Periods of tension in the past decade have strained ties, most recently after Trudeau’s government imposed tariffs on Chinese electric vehicles in 2024, following similar US curbs.</p><p>Trudeau said at the time the EV tariffs were imposed because Chinese state subsidies had given manufacturers in China an unfair advantage in the global marketplace, harming the outlook for Canada’s car industry.</p><p>China retaliated last March with tariffs on more than $2.6bn of Canadian farm and food products, such as canola oil and meal, leading to a slump of 10.4 percent in Chinese imports of Canadian goods in 2025, as shown in customs data on Wednesday.</p><p>Canadian Industry Minister Melanie Joly, who was part of Carney’s delegation to China, said talks about auto tariffs were still ongoing when asked by reporters if Canada might reduce the EV tariffs by 50 percent.</p><p>Negotiations will continue on Friday, Joly said, when Carney will meet with Xi.</p><h2 id=\"maintaining-open-channels-of-communication\">‘Maintaining open channels of communication’</h2><p>Efforts to strike up new dialogue have gathered pace since Carney took the helm last year, with top officials from both sides setting up meetings and telephone calls that resulted in the leaders’ October meeting in South Korea.</p><p>In a trade and economic roadmap signed on Thursday, both committed to “maintaining open channels of communication” to resolve issues on trade in agricultural products.</p><p>In the roadmap, Ottawa welcomes Chinese investments in energy, agriculture and consumer products, while Beijing looks forward to Canada’s investment in services, new materials, aerospace and advanced manufacturing, among other fields.</p><p>In energy, both sides are to explore oil and gas development, as well as cooperation in the natural uranium trade.</p><p>The pacts provide “an example to the world of cooperation amidst a time globally of division and disorder”, Carney said in his meeting with Zhao.</p><p>Since arriving in the Chinese capital on Wednesday, Carney has met senior executives of its business groups, such as EV battery giant Contemporary Amperex Technology (CATL) and China National Petroleum Corp.</p><p>He has also met officials of smart wind turbine maker Envision Energy, Industrial and Commercial Bank of China, investment firm Primavera Capital Group and e-commerce titan Alibaba.</p></div></div></body></html>"
        },
        {
            "title": "US seizes another Venezuela-linked oil tanker | Newsfeed | Al Jazeera",
            "time": "2026-01-15T16:53:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768496013.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fifteen former NCAA players charged in US-China basketball rigging case | Basketball News | Al Jazeera",
            "time": "2026-01-15T16:50:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26015558764270-1768493589.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Fifteen former NCAA players charged in US-China basketball rigging case</h1><p class=\"article__subhead\"><em>Former players among those charged in alleged scheme to rig basketball games in US and China.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Federal prosecutors in the United States have charged 20 people, including 15 former college basketball players, in what they call a betting scheme to rig National Collegiate Athletic Association (NCAA) and Chinese Basketball Association (CBA) games.</p><p>Of the defendants, 15 played basketball for Division 1 NCAA schools as recently as the 2024-2025 season.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The other five defendants were described by authorities as fixers.</p><p>They include two men who prosecutors said on Thursday worked in the training and development of basketball players. Another was a trainer and former coach, one was a former NCAA player and two were described as gamblers, influencers and sports handicappers.</p><p>Some individuals were previously charged ⁠in an NBA-related gambling probe.</p><p>The charges, including bribery in ‍sporting contests and conspiracy to commit wire fraud, were unsealed ​by federal prosecutors in Philadelphia. They accuse the defendants of conspiring to fix games from about September 2022 through February 2025.</p><p>During the 2022-2023 CBA season, ‍the individuals ⁠sought to “fix” men’s basketball games by “point shaving”, prosecutors alleged in the documents filed in the US District Court for the Eastern District of Pennsylvania. Point shaving is a form of cheating in which individuals try ​to manipulate the margin of victory.</p><p>Some ‌of those charged allegedly sought to target games at Nicholls State University, Tulane University, Northwestern State University, La Salle University, DePaul ‌University, Robert Morris University, University of Southern Mississippi and North Carolina A&amp;T ‌State University.</p><p>Players at Kennesaw State ⁠University, Coppin State University, University of New Orleans, Abilene Christian University, Eastern Michigan and Alabama State University were also targeted as part ‌of the scheme, according to the indictment.</p><p>In the 70-page indictment, authorities said the fixers recruited the college basketball players with “bribe payments” usually ranging from $10,000 to $30,000 per game.</p><p>The indictment follows a series of NCAA investigations that led to at least 10 players receiving lifetime bans this year for bets that sometimes involved their own teams and their own performances. And the NCAA has said at least 30 players have been investigated over gambling allegations.</p><p>More than 30 people were also charged in <a href=\"/news/2025/10/24/nba-gambling-arrests-stun-league-expose-mafia-links-what-to-know\">last year’s sprawling federal takedown</a> of illegal gambling operations linked to professional basketball.</p></div></div></body></html>"
        },
        {
            "title": "Timeline of Israel’s genocide on Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-15T16:46:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768495584.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What lies ahead for Venezuelan opposition leader Maria Corina Machado? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-15T16:43:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-12T122748Z_1278979191_RC29EIAJM4YW_RTRMADP_3_NOBEL-PRIZE-PEACE-MACHADO-1768418668.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"prioritising-stability\">Prioritising stability</h2><p>Questions about Machado's role in Venezuelan politics emerged within hours of the US operation to remove Maduro, a leader accused of violently suppressing dissent.</p><p>Machado, 58, had been living in hiding for months after the 2024 election, for fear of facing arrest.</p><p>But that changed in December, when she escaped abroad to accept the 2025 Nobel Peace Prize for her efforts to advance Venezuelan democracy.</p><p>Given her longstanding public opposition to Maduro, Machado was widely viewed as a favourite to replace him, should his government ever fall.</p><p>But when Trump announced the US military operation to remove Maduro, he quickly quashed the prospect of Machado stepping into Venezuela's presidency.</p><p>\"I think it would be very tough for her to be the leader. She doesn't have the support within or the respect within the country,\" Trump said at a news conference hours after the attack.</p><p>Rather than work with Machado, Trump announced plans to cooperate with Delcy Rodriguez, Maduro's vice president. She has since been sworn in as interim president.</p><p>\"She's essentially willing to do what we think is necessary to make Venezuela great again,\" Trump said of Rodriguez.</p><p>Maduro, who has long been accused of human rights violations, has been charged alongside his wife Cilia Flores with being part of a conspiracy to traffic drugs into the US.</p><p>While Trump's decision to topple Maduro has sparked jubilation among Venezuelans in exile, his military intervention — and quick dismissal of Machado — have raised concerns about his respect for Venezuelan sovereignty and international law.</p><p>“I think [the Trump administration] basically bet on what they consider to be the most stable transition possible,\" said Freddy Guevara Cortez, a former opposition member in Venezuela's National Assembly.</p><p>\"They think that they can convince the same members of the Maduro regime to dismantle themselves.\"</p><p>Guevera Cortez, who has lived in exile in the US since 2021, emphasised that he supports Trump's actions in Venezuela.</p><p>“Obviously, we would have preferred something else, but we also understand how complex the situation is,\" he said.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Machado meets Trump, says Venezuela ‘counting’ on him for freedom | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T16:01:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69692837-1768499255.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Machado meets Trump, says Venezuela ‘counting’ on him for freedom</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>White House says Venezuela’s interim President Delcy Rodriguez, a Nicolas Maduro ally, has been ‘extremely cooperative’.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US court hands Trump victory against pro-Palestine activist Mahmoud Khalil | Courts News | Al Jazeera",
            "time": "2026-01-15T15:55:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250816-38849354-38849337-STOP_STARVING_GAZA_MARCH_IN_NEW_YORK_CITY-1755394898.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An appeals court panel in the United States has moved to dismiss a petition by Palestinian activist <a href=\"/news/2025/9/18/us-judge-orders-deportation-of-activist-mahmoud-khalil-to-syria-algeria\">Mahmoud Khalil</a> challenging his detention and deportation, handing a boost to the administration of President Donald Trump.</p><p>In a two-to-one ruling on Thursday, the judges concluded that the federal court that ordered Khalil’s release last year lacked jurisdiction over the matter.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ruling potentially enables the re-arrest of Khalil, who missed the birth of his first child while he was detained by immigration authorities last year. But the order does not go into effect immediately, <a href=\"/video/upfront/2025/9/19/mahmoud-khalil-my-story-is-one-drop-in-the-sea-of-palestinian\">and Khalil</a> has signalled that he plans to appeal.</p><p>“Today’s ruling is deeply disappointing, but it does not break our resolve,” Khalil said in a statement.</p><p>“The door may have been opened for potential re-detainment down the line, but it has not closed our commitment to Palestine and to justice and accountability. I will continue to fight, through every legal avenue and with every ounce of determination, until my rights, and the rights of others like me, are fully protected.”</p><p>The Palestinian activist, born in Syria and holding Algerian citizenship, is a lawful permanent resident and married to a US citizen.</p><p>Khalil, who was pursuing a graduate degree at Columbia University in New York, is one of dozens of foreign students that the Trump administration has targeted for deportation over their criticism of Israel.</p><p>Rights advocates argue that the campaign violates US <a href=\"/video/the-stream/2025/6/3/is-free-speech-under-attack-in-the-us\">free speech rights</a> to stifle criticism of a foreign nation.</p><p>On Thursday, New York City Mayor <a href=\"/news/2026/1/2/palestine-advocates-praise-nycs-mamdani-for-revoking-pro-israel-decrees\">Zohran Mamdani</a> voiced concern about the ruling.</p><p>“Last year’s arrest of Mahmoud Khalil was more than just a chilling act of political repression, it was an attack on all of our constitutional rights,” Mamdani wrote on X. “Now, as the crackdown on pro-Palestinian free speech continues, Mahmoud is being threatened with rearrest. Mahmoud is free – and must remain free.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khalil’s case was advancing on two tracks: one in federal court through a habeas corpus petition, which argued that his detention was illegal, and another in the administrative immigration courts, which challenged his removal.</p><p>The appeals panel sided with the government’s argument that only the immigration courts had jurisdiction over the matter, in accordance with the Immigration and Nationality Act (INA).</p><p>“Our holdings vindicate essential principles of habeas and immigration law,” the court said.</p><p>“The scheme Congress enacted governing immigration proceedings provides Khalil a meaningful forum in which to raise his claims later on—in a petition for review of a final order of removal. We will therefore VACATE and REMAND with instructions to dismiss Khalil’s habeas petition.”</p><p>Immigration courts are part of the Justice Department, not the independent judicial branch, raising questions on whether Khalil can receive a fair hearing to his claims.</p><p>An immigration judge <a href=\"/news/2025/9/18/us-judge-orders-deportation-of-activist-mahmoud-khalil-to-syria-algeria\">has already sided</a> with the government in ruling that Khalil is deportable.</p><p>Secretary of State Marco Rubio has invoked a seldom-used provision of the INA, asserting his authority to remove individuals he deems “adverse foreign policy consequences” for the US, to target Khalil and other pro-Palestine students.</p><p>In the immigration court system, Khalil can appeal his case to a Board of Immigration Appeals (BIA) before the case can be taken to a federal court of appeals.</p><p>But it’s not clear whether the immigration system will allow Khalil to adequately make an argument about the violation of his constitutional rights, namely free speech – a possibility highlighted by Judge Arianna Freeman in her dissenting opinion.</p><p>“Khalil claims that the government violated his fundamental constitutional rights. He has also alleged— andproven —irreparable injuries during his detention,” Freeman wrote.</p><p>“Precedent and principles of statutory interpretation lead me to conclude that ‘it is most unlikely that Congress intended to foreclose all forms of meaningful judicial review’ over his claims,” she added, quoting from a 1991 Supreme Court ruling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>It is not clear how the ruling will immediately affect Khalil’s broader case and the ordeal of other students like him. Federal courts have released several students – including Turkish scholar <a href=\"/news/2025/12/9/us-court-orders-trump-admin-to-restore-rumeysa-ozturks-legal-status\">Rumeysa Ozturk</a> – based on habeas petitions.</p><p>Last year, <a href=\"/news/2025/9/30/us-deportation-drive-against-pro-palestine-students-is-illegal-judge-rules\">a judge ruled</a> in a separate civil case that the Trump administration’s drive to deport pro-Palestine students based on their speech is illegal.</p><p>Khalil’s legal team can ask the entire Third Circuit Court to review the panel’s decision before taking the came to the Supreme Court.</p><p>Bobby Hodgson, deputy legal director at the New York Civil Liberties Union, which is helping represent the Palestinian activist, said Thursday’s ruling “undermines the role federal courts must play in preventing flagrant constitutional violations”.</p><p>“The Trump administration violated the Constitution by targeting Mahmoud Khalil, detaining him thousands of miles from home, and retaliating against him for his speech,” Hodgson said in a statement.</p><p>“Dissent is not grounds for detention or deportation, and we will continue to pursue all legal options to ensure Mahmoud’s rights are vindicated.”</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to use Insurrection Act to end Minneapolis protests | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T15:45:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T051133Z_43020022_RC2G1JAKRWL7_RTRMADP_3_USA-TRUMP-MINNESOTA-1768489265.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump threatens to use Insurrection Act to end Minneapolis protests</h1><p class=\"article__subhead\"><em>President considers using federal law to deploy the military in Minneapolis, where protests are ongoing after two shootings by federal agents within a week.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has threatened to invoke a rarely used federal law to deploy troops to the state of Minnesota, where protests are being held against two shootings in the city of Minneapolis within a week related to his immigration crackdown.</p><p>“If the corrupt politicians of Minnesota don’t obey the law and stop the professional agitators and insurrectionists from attacking the Patriots of I.C.E., who are only trying to do their job, I will institute the INSURRECTION ACT, which many Presidents have done before me, and quickly put an end to the travesty that is taking place in that once great State,” Trump wrote on social media on Thursday, referring to the Immigration and Customs Enforcement agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump posted the comment a day after a federal agent <a href=\"/news/2026/1/15/ice-officer-shoots-venezuelan-immigrant-in-minneapolis-what-we-know\">shot and wounded a Venezuelan ‍man</a> in Minneapolis. The federal agent said two people attacked him with a shovel and broom handle as he wrestled with the Venezuelan, who the Trump administration said was in the US illegally.</p><h2 id=\"deadly-shooting\">Deadly shooting</h2><p>The incident further stoked tensions a week after an ICE agent fatally <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">shot 37-year-old Renee Good</a>, ⁠a US citizen, in her car in Minneapolis. The killing of the mother of three and the Trump administration’s depiction of her as a “domestic terrorist” sparked global outrage, leading to demonstrations across the US.</p><p>Smoke filled the streets of Minneapolis on Wednesday night near the site of the latest shooting as federal officers wearing gas masks and helmets fired tear gas into a small crowd while protesters threw rocks and shot fireworks.</p><p>The US president has repeatedly threatened to use the Insurrection Act to deploy the US military or federalise the National Guard for domestic law enforcement over the objections of state governors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Minneapolis Mayor Jacob Frey described the situation as not “sustainable”.</p><p>“This is an impossible situation that our city is presently being put in, and at the same time, we are trying to find a way forward to keep people safe, to protect our neighbours, to maintain order,” he said.</p><p>Frey described a federal force that is five times bigger than the city’s 600-officer police force as having “invaded” the city, scaring and angering residents, some of whom want the local officers to “fight ICE agents”.</p><p>At the same time, the police force is still responsible for their day-to-day work to keep the public safe.</p><h2 id=\"thousands-of-arrests\">Thousands of arrests</h2><p>The Department of Homeland Security (DHS) said it has made more than 2,000 arrests in Minnesota since early December and is promising to not back down.</p><p>The ‍DHS accused Frey and Minnesota Governor Tim Walz, both Democrats, of encouraging resistance to ICE with “hateful rhetoric”, a contention Frey rejected.</p><p>Disputing accusations of misconduct, DHS has said its agents have increasingly been subjected to assaults while trying to find and detain immigration violators.</p><p>Speaking at a news conference alongside Frey, Minneapolis Police Chief Brian O’Hara urged crowds he described as “engaging in unlawful acts” near the shooting scenes to disperse.</p><p>“We do not need this to escalate any further,” O’Hara said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Reza Pahlavi vows to recognise Israel, end nuclear programme if he led Iran | Israel-Iran conflict | Al Jazeera",
            "time": "2026-01-15T15:36:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768491388.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s bluffs: Why US strike on Iran remains real threat | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T15:28:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26003648894364-1768104534.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After threatening to attack Iran for days in support of protesters challenging the government in Tehran, United States President Donald Trump appeared to dial back the rhetoric on Wednesday evening.</p><p>The killings in Iran, Trump said, had stopped, adding that Tehran had told his administration that arrested protesters would not be executed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump did not rule out an attack on Iran, but in effect, negated the rationale for such an attack.</p><p>Still, as Trump closes in on the completion of the first year of his second term in office, his track record suggests the possibility of US military strikes against Iran in the coming days remains a real threat.</p><p>We take a look:</p><h2 id=\"maduro-abducted-amid-diplomacy-and-limited-strikes\" data-start=\"633\" data-end=\"661\">Maduro abducted – amid diplomacy and limited strikes</h2><p>Since August, the US had positioned its largest military deployment in the Caribbean Sea in decades.</p><p>The US military bombed more than 30 boats that it claimed – without providing evidence – were carrying drugs to the United States, killing more than 100 people in these strikes. For months, Trump and his team accused Venezuelan President Nicolas Maduro of leading mass-scale narcotics smuggling operations, again without evidence. Amid the boat bombings, Trump even said that the US might strike Venezuelan land next.</p><p>But in late November, Trump revealed to reporters that he had spoken to the Venezuelan leader. A few days later, the call was confirmed by Maduro himself, who described it as “cordial”.</p><p>The US then hit what Trump described as a docking facility for alleged drug boats in Venezuela. After that, on January 1, Maduro offered Trump an olive branch, saying he was open to talks with Washington on drug trafficking and even on enabling US access to oil. Trump appeared to be getting what he ostensibly wanted – access to Venezuelan oil and blocks on drugs from the country.</p><p>Yet only hours later, US forces targeted the capital, abducting Maduro and his wife on charges of narcotics trafficking and transporting them to the United States.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242090\" src=\"/wp-content/uploads/2026/01/Interactive_Trump_Attacks_Jan15_2026_2-1768477777.png?quality=80\" alt=\"Interactive_Trump_Attacks_Jan15_2026\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"iran-bombed-when-two-weeks-of-diplomacy-appeared-imminent\" data-start=\"1474\" data-end=\"1639\">Iran bombed – when ‘two weeks’ of diplomacy appeared imminent</h2><p>Venezuela was not the first time Trump launched a dramatic attack at a time when diplomacy appeared to be taking hold.</p><p>In June, Iran learned the hard way that Trump’s words and actions do not match.</p><p>Amid rising tensions over US accusations that Iran was racing towards enriching uranium for nuclear weapons, Washington and Tehran engaged in weeks of hectic negotiations. Trump frequently warned Iran that time was running out for it to strike a deal, but then returned to talks.</p><p>On June 13, he wrote on Truth Social that his team “remain committed to a Diplomatic Resolution to the Iran Nuclear Issue.”</p><p>His “entire” administration, he said, had been “directed to negotiate with Iran”.</p><p>But barely hours later, US ally Israel struck Iran. Most experts believe Israel would not have attacked Iran without Trump’s approval.</p><p>As Israel and Iran traded fire in the subsequent days, Trump faced questions over whether the US would bomb Iran.</p><p>On June 20, White House press secretary Karoline Leavitt quoted Trump as saying that he would “make my decision whether or not to go within the next two weeks”.</p><p>Far from utilising the full two weeks he gave himself, Trump made his decision in two days.</p><p>In the early hours of June 22, US B-2 Spirit bombers dropped fourteen bunker-busting bombs on Iran’s Fordow nuclear facility, buried deep inside a mountain near Qom. The US also bombed nuclear facilities in Natanz and Isfahan using the most powerful conventional bombs in the US arsenal.</p><p>The attack shocked many observers, in part because of what appeared to have been an elaborate diplomatic ruse preceding it.</p><h2 id=\"iran-protest-calculus-what-s-trump-s-plan\">Iran protest calculus: What’s Trump’s plan?</h2><p>Now, all eyes are on Iran again, where <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">demonstrations</a> against the government have been under way for the past two weeks, before calming down earlier this week.</p><p>As the unrest turned deadlier last week, Trump urged Iranians to continue demonstrating.</p><p>“Iranian Patriots, KEEP PROTESTING – TAKE OVER YOUR INSTITUTIONS!!!… HELP IS ON ITS WAY,” Trump said in a post on Truth Social on January 13, without elaborating on what form that help might take.</p><p>But within 24 hours, during a meeting with reporters in Washington, DC, Trump said he had been assured that the killing of protesters in Iran had stopped.</p><p>“They’ve said the killing has stopped and the executions won’t take place – there were supposed to be a lot of executions today, and that the executions won’t take place – and we’re going to find out,” Trump said on Wednesday.</p><p>Iranian Foreign Minister Abbas Araghchi, <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">in an interview</a> with Fox TV, also denied that Tehran planned to execute antigovernment protesters. “Hanging is ‌out of the ‌question,” he said.</p><h2 id=\"which-other-countries-is-trump-threatening\" data-start=\"4292\" data-end=\"4323\">Which other countries is Trump threatening?</h2><p>Beyond Iran and Venezuela, longstanding US rivals, Trump’s aggression has increasingly extended towards Washington’s own allies, including Canada and Greenland.</p><p>The most striking example is Trump’s <a href=\"/news/2026/1/14/greenland-and-denmark-say-trump-set-on-conquering-territory-after-meeting\">eagerness to take over</a> Greenland, a Danish territory, which has evolved from a campaign talking point into a focal element of his administration’s Western Hemisphere strategy.</p><p>On January 5, the State Department posted a black-and-white image of Trump on social media, declaring: “This is OUR Hemisphere, and President Trump will not allow our security to be threatened.”</p><p><br>\nThe president has refused to rule out the use of military force, with administration officials openly discussing US interest in Greenland’s strategic location and mineral resources.</p><p>Denmark has categorically rejected any sale, while <a href=\"/news/2026/1/12/greenland-rejects-us-takeover-under-any\">Greenland’s leadership</a> insists the territory is not for sale.</p><p>But experts such as Jeremy Shapiro, research director at the European Council on Foreign Relations, argue that Trump uses threats to intimidate adversaries and typically employs force only against weaker targets.</p><p>In a <a href=\"https://ecfr.eu/article/the-bullys-pulpit-finding-patterns-in-trumps-use-of-military-force/?utm_source=substack&amp;utm_medium=email\">paper published</a> last May titled, The bully’s pulpit: Finding patterns in Trump’s use of military force, Shapiro suggested that Trump frequently invokes military threats but often fails to follow through.</p><p>According to Shapiro, Trump is more likely to act when threats carry “low escalation risk”, while threats against nuclear-armed or militarily strong states largely serve rhetorical purposes. The most extreme or theatrical warnings, he argues, tend to function as tools of “political signalling rather than precursors to real military action”.</p><p>“Trump often deploys grandiose threats but only accepts limited, low-risk military operations. He uses foreign policy as political theatre, aiming threats as much at his domestic base and media cycle as at foreign adversaries,” Shapiro writes.</p><h2 id=\"calculated-unpredictability\" data-start=\"6667\" data-end=\"6705\">Calculated unpredictability?</h2><p>Some analysts believe Trump’s approach offers tactical advantages.</p><p>“The intent is to keep opponents off balance, heightening psychological pressure and extracting maximum strategic leverage,” a Pakistani government official told Al Jazeera, speaking on condition of anonymity because he was not authorised to speak to the media. “Even his European allies are not always certain what to expect.”</p><p>Others remain sceptical. Qandil Abbas, a specialist on Middle East affairs at Quaid-e-Azam University in Islamabad, described Trump’s behaviour as erratic, citing his repeated threats against multiple countries.</p><p>“Look at his threats against Cuba, or Iran, or Venezuela, and yet this is the same president who also wants to win a Nobel prize and is desperate for it,” Abbas told Al Jazeera.</p><p>So is Trump actually pulling back from the prospect of attacking Iran – or is he bluffing?</p><p>According to Abbas, Trump’s apparent change in tone might be the result of feedback from US allies in the region “that attacking Iran is not smart”.</p><p>Still, Abbas said that “with Israel’s support, I feel he will find a way to strike the country.”</p></div></div></body></html>"
        },
        {
            "title": "Network linked to Israel pushes to shape external Iran protest narrative | Israel-Iran conflict | Al Jazeera",
            "time": "2026-01-15T15:09:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26014594590389-1768462610.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"6\">Transcendent moments in geopolitics that reverberate around the world are no longer just forged in the streets or inside situation rooms. They are increasingly engineered in the digital sphere, where actors, often with a self-serving agenda, compete to control the narrative, define its meaning and decide who speaks for whom.</p><p data-path-to-node=\"7\">In recent weeks as protests erupted in Iranian cities, the hashtag #FreeThePersianPeople trended on X. The campaign was accompanied by a flood of posts heralding an imminent “decisive moment” in Iran’s history and presenting themselves as the authentic voice of the Iranian people.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-path-to-node=\"8\">However, an extensive data analysis by Al Jazeera reveals a different picture.</p><figure id=\"attachment_4242248\" aria-describedby=\"caption-attachment-4242248\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242248\" src=\"/wp-content/uploads/2026/01/%D9%85%D8%A4%D8%B4%D8%B1%D8%A7%D8%AA-%D8%B1%D9%82%D9%85%D9%8A%D8%A9-%D9%85%D9%86-%D9%85%D9%86%D8%B5%D8%A9-Tweet-Binder-%D8%AA%D9%88%D8%B6%D8%AD-%D9%87%D9%8A%D9%85%D9%86%D8%A9-%D8%A5%D8%B9%D8%A7%D8%AF%D8%A9-%D8%A7%D9%84%D9%86%D8%B4%D8%B1-%D8%B9%D9%84%D9%89-%D9%86%D9%85%D8%B7-%D8%A7%D9%84%D8%AA%D9%81%D8%A7%D8%B9%D9%84-%D9%85%D8%B9-%D8%A7%D9%84%D9%88%D8%B3%D9%85-1768481392.png?w=770&amp;resize=770%2C438&amp;quality=80\" alt=\"Data from 'Tweet Binder' reveals that most of the posts lack organic engagement\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242248\" class=\"wp-caption-text\">Data from Tweet Binder reveals that most of the posts lack organic engagement [Al Jazeera]</figcaption></figure><p data-path-to-node=\"9\">Tracking the sources of this interaction and its dissemination paths uncovers that the digital campaign did not originate organically from within Iran.</p><p data-path-to-node=\"9\">Instead, it was spearheaded by external networks – primarily accounts linked to Israel or pro-Israel circles – that played a central role in manufacturing momentum and steering the discourse toward specific geopolitical goals.</p><h2><strong>‘Abnormal’ patterns of circulation</strong></h2><p data-path-to-node=\"11\">The data associated with the campaign reveals a striking anomaly in how the hashtag spread, indicative of artificial amplification.</p><p data-path-to-node=\"12\">Al Jazeera’s analysis found that 94 percent of the 4,370 posts analysed were retweets compared with a negligible percentage of original content.</p><p data-path-to-node=\"13\">More significantly, the number of accounts producing original content did not exceed 170 users, yet the campaign reached more than 18 million users.</p><p data-path-to-node=\"13\">This massive gap between the limited number of sources and the vast reach is a hallmark of coordinated influence operations, often referred to as “astroturfing”, in which pre-packaged messages are amplified to create the illusion of widespread public consensus.</p><h2><strong>A single narrative, multiple formats</strong></h2><p data-path-to-node=\"15\">A review of the content shows the hashtag was not merely an expression of social or economic grievances. Instead, it carried a rigid political framework designed to reframe and actually pour on the unrest.</p><p data-path-to-node=\"16\">The discourse portrayed developments inside Iran as a “moment of collapse” and relied on sharp binaries: “The People vs. The Regime”, “Freedom vs. Political Islam” and “Iran vs. The Islamic Republic”.</p><p data-path-to-node=\"17\">The campaign heavily promoted Reza Pahlavi, the son of Iran’s last shah, as the sole political alternative. Pahlavi himself engaged with the campaign, a move that was immediately amplified by Israeli accounts describing him as the “face of the alternative Iran”. But he is not thought of in those terms by a majority of Iranians, many of whom have memories of his father’s abuses and how the CIA restored him to power in 1953 in a United States-United Kingdom-orchestrated coup.</p><p></p><p><em>Translation: I am sharing my first call with you today and invite you to start chanting slogans this Thursday and Friday, 18th and 19th of Dey, simultaneously at 8 PM, all of you whether in the streets or even from your own homes. Based on the feedback from this action, I will announce the next calls to you.</em></p><h2><strong>Direct Israeli involvement</strong></h2><p data-path-to-node=\"19\">The campaign was not limited to anonymous activists. It also involved direct participation from current and former Israeli officials during the campaign’s peak.</p><p data-path-to-node=\"20\">Israeli Minister of National Security Itamar Ben-Gvir posted a tweet in Persian addressed to the Iranian people, calling for the “fall of the dictator” and expressing support for the protests.</p><p></p><p data-path-to-node=\"21\"><em>Translation: The people of Iran deserve a free life, liberated from the killer dictator, Khamenei. We stand with you!</em></p><p data-path-to-node=\"21\">Similarly, tweets by former Israeli Prime Minister Naftali Bennett were widely circulated within the hashtag’s network, repurposed to fit the “liberation” narrative.</p><h2><strong>Turning protests into an ideological war</strong></h2><p data-path-to-node=\"23\">One of the campaign’s most prominent features was its attempt to reframe the protests as a conflict against religion rather than against economic mismanagement and political repression.</p><p data-path-to-node=\"24\">Posts describing the Iranian government as an “oppressive Islamist regime” circulated alongside narratives portraying the “Persian people” as victims of Islam. This attempt to distinguish between “Persians” and “Muslims” appeared aimed at isolating the regime from Iranian society and framing the unrest as a civilizational clash.</p><p></p><p data-path-to-node=\"25\">Israeli activists, including Eyal Yakoby and Hillel Neuer, also pushed content accusing the Iranian authorities of excessive violence while attacking what they termed the “silence of international media”.</p><p></p><h2><strong>Calls for foreign intervention</strong></h2><p data-path-to-node=\"27\">The discourse quickly evolved from solidarity to explicit calls for foreign military intervention. And this narrative was pushed by US President Donald Trump, who bombed Iran’s nuclear sites as part of Israel’s <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">12-day war</a> against Iran in June.</p><p></p><p data-path-to-node=\"28\">The network amplified statements attributed to Trump regarding Washington’s readiness to intervene. Pahlavi publicly welcomed these statements, framing them as support for “change”.</p><p data-path-to-node=\"29\">Simultaneously, members of the US Congress, including Representative Pat Fallon, a member of Trump’s Republican Party, further amplified these sentiments while dozens of accounts within the network directed tweets at Israeli Prime Minister Benjamin Netanyahu, urging direct Israeli intervention.</p><p></p><figure id=\"attachment_4242268\" aria-describedby=\"caption-attachment-4242268\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242268\" src=\"/wp-content/uploads/2026/01/%D9%85%D9%86%D8%AD%D9%86%D9%89-%D8%A7%D9%84%D9%86%D8%B4%D8%A7%D8%B7-%D8%A7%D9%84%D8%B2%D9%85%D9%86%D9%8A-%D9%85%D9%86-%D9%85%D9%86%D8%B5%D8%A9-Tweet-Binder-%D9%8A%D9%8F%D8%B8%D9%87%D8%B1-%D8%B0%D8%B1%D9%88%D8%A7%D8%AA-%D8%AA%D9%81%D8%A7%D8%B9%D9%84-%D9%85%D8%B1%D8%AA%D8%A8%D8%B7%D8%A9-%D8%A8%D9%81%D8%AA%D8%B1%D8%A7%D8%AA-%D9%86%D8%B4%D8%B1-%D9%85%D8%B1%D9%83%D9%91%D8%B2%D8%A9-1768482131.png?w=770&amp;resize=770%2C455&amp;quality=80\" alt=\"Tweet Binder’s timeline reveals activity peaks coinciding with intensive posting intervals.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242268\" class=\"wp-caption-text\">Tweet Binder’s timeline reveals activity peaks coinciding with intensive posting intervals [Al Jazeera]</figcaption></figure><h2><strong>The ‘puppet masters’ behind the network</strong></h2><p data-path-to-node=\"31\">Al Jazeera’s network analysis identified specific “central nodes”, or accounts that played a pivotal role in amplifying the hashtag.</p><ul>\n<li data-path-to-node=\"32,0,0\"><strong>“Rhythm of X”:</strong> This account emerged as a central hub for interaction. Created in 2024, it has changed its handle five times. Its content focuses almost exclusively on supporting Israel, promoting the Iranian monarchy and calling for US action against Iran’s Islamic Revolutionary Guard Corps.</li>\n</ul><figure id=\"attachment_4242277\" aria-describedby=\"caption-attachment-4242277\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242277\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-05-at-15.53.18-1768482360.png?w=770&amp;resize=770%2C562&amp;quality=80\" alt=\"The hashtag is driven by external accounts acting as nodes in the dissemination network [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242277\" class=\"wp-caption-text\">The #FreeThePersianPeople hashtag is driven by external accounts acting as nodes in the dissemination network [Al Jazeera]</figcaption></figure><ul>\n<li data-path-to-node=\"32,1,0\"><strong>“Nioh Berg”:</strong> This verified account created in 2017 (which has also changed its name five times) identifies its user as a “Jewish Iranian activist”. It presents her as a key voice in the movement and says she is wanted by Iranian authorities.</li>\n</ul><figure id=\"attachment_4242281\" aria-describedby=\"caption-attachment-4242281\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242281\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-05-at-16.15.38-1768482501.png?w=565&amp;resize=565%2C541&amp;quality=80\" alt=\"Network analysis exposes the Israeli fingerprint in exploiting the protests in Iran [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242281\" class=\"wp-caption-text\">The network analysis exposes an Israeli fingerprint in trying to shape the narrative about the protests in Iran [Al Jazeera]</figcaption></figure><ul>\n<li data-path-to-node=\"32,2,0\"><strong>“Israel War Room”:</strong> The analysis shows a strong overlap between the “Nioh Berg” network and the “Israel War Room” account, which regularly disseminates security and political content aligned with Israeli state narratives.</li>\n</ul><figure id=\"attachment_4242284\" aria-describedby=\"caption-attachment-4242284\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4242284\" src=\"/wp-content/uploads/2026/01/Screenshot-2026-01-05-at-16.35.12-1768482539.png?w=583&amp;resize=583%2C507&amp;quality=80\" alt=\"The network analysis revealed an Israeli footprint in the exploitation of Iran protests [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4242284\" class=\"wp-caption-text\">The network analysis reveals the digital campaign in support of the Iranian antigovernment protests did not originate organically from Iran [Al Jazeera]</figcaption></figure><h2><strong>Manufacturing a crisis</strong></h2><p data-path-to-node=\"34\">The investigation concludes that the #FreeThePersianPeople campaign was not a spontaneous digital expression of internal Iranian anger.</p><p data-path-to-node=\"35\">Instead, it appears to be a politicised information operation constructed outside Iran and led by networks linked to Israel and its allies. The campaign successfully hijacked legitimate economic grievances, reframing them within a broader political project that links the “liberation of Iran” to the return of the monarchy and foreign military intervention.</p></div></div></body></html>"
        },
        {
            "title": "Why are Bangladesh’s cricketers boycotting games before the T20 World Cup? | Cricket News | Al Jazeera",
            "time": "2026-01-15T15:05:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP22212427641493-1768462023.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cricketers in Bangladesh have begun their boycott of the game across all formats and competitions in response to a top Bangladesh Cricket Board (BCB) official’s scathing remarks weeks ahead of the ICC Men’s T20 World Cup 2026.</p><p>Two Bangladesh Premier League (BPL) matches were indefinitely postponed on Thursday after the teams failed to turn up at the venue in Dhaka, setting off a boycott a day after BCB director Nazmul Islam lashed out at the country’s top-tier cricketers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Islam was sacked by the BCB hours after the postponement of the first BPL match.</p><p>The move comes amidst uncertainty over the venues for Bangladesh’s fixtures at the February 7-March 8 T20 World Cup in India and Sri Lanka.</p><p>Here’s what we know about the trouble brewing in Bangladesh cricket:</p><h2 id=\"why-have-bangladeshi-cricketers-boycotted-bpl-matches\">Why have Bangladeshi cricketers boycotted BPL matches?</h2><p>The players, represented by the Cricketers Welfare Association of Bangladesh (CWAB), were acting in response to an outburst by BCB official Islam, who suggested the players should return the “crores of taka” (10s of millions of Bangladeshi currency) that the board has spent on them over the years, during which the team has not won any international tournament.</p><h2>Which matches have been hit by the players’ boycott so far?</h2><p>The first match to be affected by the boycott was a BPL fixture between Chattogram Royals and Noakhali Express at Sher-e-Bangla National Stadium in Dhaka.</p><p>The match was scheduled to begin at 1pm local time (07:00 GMT), but players from neither team arrived at the stadium, forcing tournament officials to postpone it.</p><p>The second match of the day, between the Rajshahi Warriors and Sylhet Titans and scheduled for a 6pm (12:00 GMT) start at the same venue, was also postponed.</p><h2 id=\"what-are-the-players-demands\">What are the players’ demands?</h2><p>The players were demanding Islam’s removal from the board.</p><h2 id=\"islam-say-about-the-cricketers\">What did Nazmul Islam say about the cricketers?</h2><p>Islam, who headed the BCB’s finance committee, was responding to questions about the possibility of paying compensation to the players should they miss the upcoming T20 World Cup due to Bangladesh’s refusal to play its games in India.</p><p>The official turned the query on its head and said “the question [of compensation] does not even arise” after the money spent on them by the board.</p><p>“We are spending so much money on them, they are not being able to do anything in different places,” he told the media.</p><p>“Have we got any international awards? What have we done at any level? Let us now ask them for the money back after every time they couldn’t play. Give us back. Why should there even be a question of compensating the players?”</p><h2 id=\"how-has-the-bcb-responded-to-the-players-demands\">How has the BCB responded to the players’ demands?</h2><p>The board initially distanced itself from Islam’s tirade, saying it regretted his remarks.</p><p>“Such comments do not reflect the values, principles, or official position of the Bangladesh Cricket Board, nor do they align with the standards of conduct expected from individuals entrusted with the responsibility of serving Bangladesh cricket,” the BCB said in a statement on Wednesday.</p><p>Following the players’ boycott of BPL games, the board gave in to the players’ demands and sacked Islam on Thursday.</p><p>“Following a review of recent developments and in the best interest of the organisation, the BCB president has decided to release Nazmul Islam from his responsibilities as Chairman of the Finance Committee with immediate effect,” the board said.</p><h2 id=\"have-the-players-called-off-the-boycott-after\">Have the players called off the boycott after Islam’s sacking?</h2><p>Neither the CWAB nor the players have made a statement on the status of their boycott since Islam’s sacking.</p><h2 id=\"how-and-why-could-bangladesh-potentially-not-play-the-t20-world-cup\">How and why could Bangladesh potentially not play the T20 World Cup?</h2><p>The BCB has asked the International Cricket Council (ICC) for Bangladesh’s fixtures at the T20 World Cup to be relocated from India, citing safety and security concerns for its players.</p><p>The ICC responded to BCB’s request by saying it deemed the venues – Wankhede Stadium in Mumbai and Eden Gardens in Kolkata – to be safe for the Bangladeshi team.</p><p>However, the BCB remained <a href=\"/sports/2026/1/13/bangladesh-wont-play-t20-world-cup-matches-in-india-bcb-reaffirms\">firm</a> in its stance and asked the ICC to review its request once again.</p><h2 id=\"why-does-bcb-not-want-to-send-its-team-to-india\">Why does BCB not want to send its team to India?</h2><p>The row between the BCB and the Board of Control for Cricket in India (BCCI) erupted after the latter instructed the Indian Premier League (IPL) franchise Kolkata Knight Riders to remove Bangladesh fast bowler Mustafizur Rahman from its squad for this year’s tournament.</p><p>The BCCI did not give any specific reason for the removal of the star left-arm paceman from the IPL, but it is believed it was done because of the recent political tensions between the two countries.</p><h2 id=\"what-happens-if-bangladesh-doesn-t-play-the-t20-world-cup-matches-in-india\">What happens if Bangladesh doesn’t play the T20 World Cup matches in India?</h2><p>Should the ICC refuse to relocate Bangladesh’s games to Sri Lanka, which is co-hosting the tournament with India, and the Tigers refuse to travel, they will not only miss out on participating in the tournament, but the players would also be dealt a financial blow by not receiving their match fee for appearing in the games.</p></div></div></body></html>"
        },
        {
            "title": "French double Olympic champion Agnel faces rape trial after appeal rejected | Olympics News | Al Jazeera",
            "time": "2026-01-15T15:00:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2013-07-26T120000Z_1660008260_LR2E97Q0NP6L1_RTRMADP_3_SWIMMING-WORLD-1768489315.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>French double Olympic champion Agnel faces rape trial after appeal rejected</h1><p class=\"article__subhead\"><em>Yannick Agnel won two Olympic golds in swimming for France at the 2012 Summer Games in London.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French double Olympic swimming gold medallist Yannick Agnel will face trial on charges of rape and sexual assault of a 13-year-old girl after his appeal was rejected on Thursday.</p><p>In May, the Frenchman’s lawyers appealed the decision for the 33-year-old to face the charges but the appeals court in Colmar, northeast France, turned down the claim and ordered the trial to go ahead.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Agnel, who won two golds at the 2012 London Games, is suspected of having had a relationship with the girl, who was then 13, in 2016.</p><p>Agnel has always insisted the relationship was consensual and loving.</p><p>According to prosecutors, the events in question took place between December, 31, 2015 and August 31, 2016 in various locations including Mulhouse, Thailand and Tenerife.</p><p>The investigation led to the indictment of the swimmer five months later, in December 2021.</p><p>Agnel has always denied he had any control over the teenager.</p><p>The public prosecutor at the time, Edwige Roux-Morizot, considered “the facts constitute rape and sexual assault due to the age difference, because the justice system considers that there is genuine moral duress”.</p><p>In July 2024, the swimmer, who had retired in 2016, attended a meeting with his accuser, now in her early 20s, that he had requested.</p><p>Agnel came to international prominence at the 2010 European championships when he won gold in the 400 metres freestyle, setting a new French and championship record.</p><p>Two years later, he starred at the London Olympics when he took gold in the 200m freestyle and the 4x100m freestyle relay as well as silver in the 4x200m freestyle relay.</p><p>He collected gold medals in the same two events in the 2013 world championships.</p><p>Agnel qualified for the 2016 Rio Olympics to defend his 200m freestyle title but failed to get through the heats and announced his retirement from swimming soon after.</p></div></div></body></html>"
        },
        {
            "title": "Israeli military attacks villages in Lebanon’s Bekaa Valley | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-15T14:47:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6968fc534d-1768488019.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s military has carried out attacks on two villages in Lebanon’s Bekaa Valley, local media outlets are reporting, amid growing <a href=\"/features/2026/1/15/lebanese-fear-us-has-given-green-light-for-israeli-escalation\">concerns of a wider Israeli escalation</a> as the government pushes for the disarmament of Lebanese group Hezbollah.</p><p>In social media posts on Thursday, Israeli army spokesman Avichay Adraee threatened residents of the neighbouring villages of Sohmor and Mashghara, telling them leave their homes ahead of planned strikes on buildings he claimed contained “Hezbollah infrastructure”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military later said it was attacking several “Hezbollah targets” across Lebanon, without specifying where exactly the strikes were being carried out.</p><p>The Hezbollah-affiliated Al-Manar TV said the Israeli army had targeted two residential buildings in Sohmor. It later struck two other buildings in Mashghara, Al-Manar said.</p><h2 id=\"near-daily-attacks\">Near-daily attacks</h2><p>Israel has launched near-daily attacks on Lebanon despite <a href=\"/news/2024/11/26/biden-announces-israel-hezbollah-ceasefire-agreement\">a ceasefire agreement</a> with Hezbollah that came into force in late 2024.</p><p>Those <a href=\"/news/2026/1/11/israeli-forces-kill-one-person-in-series-of-attacks-on-southern-lebanon\">attacks have ramped up</a> in recent months as Israel and its main ally, the United States, have been pushing the Lebanese government to disarm Hezbollah.</p><p>Last week, <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">the Lebanese military said</a> the first phase of its plan is to bring all the weapons held by non-state actors between the Litani River and the Israeli border, in southern Lebanon, under its control.</p><p>The army said on January 8 that it had established a state monopoly on arms in the south in an “effective and tangible way”, without specifically mentioning Hezbollah.</p><p>The Lebanese cabinet, meanwhile, has asked the army to brief it early next month on how it would pursue disarmament in other parts of the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A senior Hezbollah official warned the Lebanese government this week, however, that trying to disarm the group across Lebanon would trigger chaos and a possible civil war.</p><p>Hezbollah has insisted that the disarmament push only applies to the southernmost region of Lebanon that borders Israel, refusing to relinquish its weapons elsewhere.</p><p>In an interview with Russian state media outlet RT, senior Hezbollah political official Mahmoud Qmati said on Wednesday that pursuing a state monopoly on arms further north would be “the biggest crime committed by the state”.</p><p>“The path taken by the Lebanese government and state institutions will lead Lebanon to instability, chaos and perhaps even civil war,” Qmati said, though he added that Hezbollah would not be dragged into a confrontation with Lebanon’s army.</p><h2 id=\"no-talk-or-dialogue\">‘No talk or dialogue’</h2><p>Hezbollah has argued that it must retain its weapons in order to deter Israel from occupying additional territories in southern Lebanon, where the Lebanese army is ill-equipped to respond.</p><p>Israel has <a href=\"/news/2025/4/16/israel-says-its-troops-will-remain-in-gaza-lebanon-and-syria-indefinitely\">maintained troops</a> in five areas of southern Lebanon, in violation of the 2024 truce.</p><p>“There will be no talk or dialogue about any situation north of the Litani River before Israel withdraws from all Lebanese territory, liberates the south and the prisoners, and stops its violations against Lebanon,” said Qmati, the Hezbollah official.</p><p>Reporting from the Lebanese capital, Beirut, on Thursday, Al Jazeera’s Zeina Khodr explained that by targeting areas north of the Litani River for attack, the Israeli military is signalling that it has “shifted to phase two of the disarmament plan”.</p><p>But the Lebanese army has said “it needs time to put a plan together and that it will present it to the government next month”, Khodr said.</p><p>“Lebanese army sources [are] saying that this is very challenging, especially if Hezbollah refuses to cooperate with the army. And Hezbollah [is] making clear it will not cooperate with the army,” she explained.</p><figure id=\"attachment_3518594\" aria-describedby=\"caption-attachment-3518594\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3518594\" src=\"/wp-content/uploads/2025/02/INTERACTIVE-Israel-Hezbollah-Lebanon-remain-in-5-locations-1739885189.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE - Israel-Hezbollah Lebanon remain in 5 locations-1739885189\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3518594\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "What is HRANA, the US-based group behind Iran’s death toll figures? | Protests News | Al Jazeera",
            "time": "2026-01-15T14:24:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6968dad63c-1768479446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/liveblog/2026/1/15/iran-us-live-tension-lingers-amid-threats-as-tehran-reopens-airspace\">Protests</a> in Iran, which began in late December 2025 over the country’s worsening economic conditions, have escalated into a broader challenge to its clerical leadership, which has been in power since the 1979 Islamic revolution.</p><p>Tensions with the United States have mounted since US President Donald Trump suggested that Washington could militarily intervene in Iran if there was a crackdown on protesters.</p><p>Critics of the Iranian government, primarily in the West, claim that thousands of people have died in the protests. In particular, the US-based Human Rights Activists News Agency (HRANA) put the death toll at 2,615 on Wednesday.</p><p>However, the Iranian government said these numbers have been exaggerated, and Iranian state TV reports put the figure at about 300.</p><p>On Wednesday night, Trump’s tone softened when he said he had received assurances from Iran that the killings of protesters in Iran had stopped and that executions of detained demonstrators would not go ahead.</p><p>But his earlier threats to attack Iran prompted Tehran to warn of retaliation and, on Wednesday, Qatar ‌confirmed some personnel ‍had been removed from the Al Udeid air‌base, which hosts US armed forces, saying it was ‌in ⁠response ‌to <a href=\"/news/2026/1/14/diplomatic-contact-reportedly-suspended-between-us-and-iran\">“current ‍regional ‌tensions”</a>.</p><p>There have been some clashes between demonstrators and security forces in Iran, resulting in deaths. An ongoing internet blackout – which entered its eighth day on Thursday – has made it particularly difficult to track the actual number of deaths, according to watchdog NetBlocks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-do-we-know-about-the-death-toll-in-iran\">What do we know about the death toll in Iran?</h2><p>Iran has not released an official death toll, but authorities stated this week that more than 100 members of the security forces have been killed in clashes with protesters. Opposition activists said the toll is much higher and includes more than 1,000 protesters.</p><p>HRANA said the number of people killed had climbed to at least 2,615 on Wednesday.</p><p>Norway-based organisation Iran Human Rights (IHR) reported on Wednesday that at least 3,428 protesters had been killed in a crackdown on demonstrations.</p><p>But the same day, Iranian state TV said mass funerals were taking place in Tehran that would include 300 bodies of security force members and civilians.</p><p>In an interview with Fox News on Wednesday, Iranian ‍Foreign ‍Minister Abbas <a href=\"/news/2026/1/14/trump-says-he-has-been-told-killing-of-protesters-in-iran-has-stopped\">Araghchi denied</a> that Tehran had plans to execute protesters. During this interview, Araghchi downplayed the death toll that is being reported.</p><p>“I certainly deny the numbers and figures they have said. It is an exaggeration, it is a misinformation campaign, only to find excuses, only to do another aggression against Iran,” Araghchi said, adding that the number was being exaggerated to involve Trump in the conflict.</p><p>Al Jazeera cannot independently verify any of the figures that have been reported.</p><p>Among all of these figures, HRANA’s numbers are the ones that are most cited by news organisations worldwide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-hrana\">What is HRANA?</h2><p>According to its website, US-based HRANA is the news agency affiliated with Human Rights Activists in Iran (also known as HRAI and HRA), which is described as “a non-political and non-governmental organisation comprised of advocates who defend human rights in Iran”.</p><p>The website states that HRAI was formed in 2005 but does not name or provide details about who formed the organisation.</p><p>It says that in February 2006, a small group of Iranian activists gathered to organise protests against human rights violations in the country.</p><p>“That effort lay the foundation of a larger vision that ultimately led to the establishment of an organization later known as Human Rights Activists in Iran,” the website states, adding that, initially, the effort was focused on political prisoners. It supported victims’ families, documented abuses and ran public education campaigns in Iran.</p><h2 id=\"why-is-the-group-now-based-in-the-us\">Why is the group now based in the US?</h2><p>By March 2010, the group was legally registered inside Iran, shifting from a “semi-secret organization into one which openly operated in Iran”, it states.</p><p>The organisation adds that during this time, the group decided to publicly disclose the names of its leaders. “By publicly disclosing the names of our leaders, we hoped to neutralize such suspicions that have historically led to brutal crackdowns in the past.”</p><p>However, the government did crack down on it, it says.</p><p>The website adds: “The military-style crackdown of our organization on March 2, 2010 left our members even more determined than before to re-group and ultimately rebuild the necessary infrastructure needed to continue our work despite the security risks that threatened each and every one of us.”</p><p>According to a document published by Amnesty International on March 12, 2010, HRAI reported that Iranian security forces raided the house and workplace of at least 29 of its members between March 2 and March 3, arresting 15 people.</p><p>The website adds that soon after the crackdown, HRAI registered in the US as a nonprofit organisation, and focused on recruiting skilled members, integrating technology into its operations and “obtaining appropriate sources of financial support”.</p><h2 id=\"what-is-hrana-s-assessment-of-the-crisis-in-iran\">What is HRANA’s assessment of the crisis in Iran?</h2><p>This week, HRANA reported that of the 2,615 people killed, 2,435 were protesters, 153 were affiliated with the government or military, and 14 were civilians who were not protesting.</p><p>Besides the death toll, HRANA has reported that 18,470 people have been arrested over the course of 617 protests in 187 cities, beginning on December 28 in Tehran.</p><p>HRANA has also published news articles online with names, photos, ages and more information about some of the people who it says have been arrested or killed.</p><h2 id=\"what-do-we-know-about-hrana-s-backers-members-and-methodology\">What do we know about HRANA’s backers, members and methodology?</h2><p>Al Jazeera contacted HRANA for comment, but a spokesperson declined to disclose information about the group’s members or funding sources, citing security concerns.</p><p>The spokesperson told Al Jazeera that the organisation confirms all data with primary sources, but said it could not disclose the identities of individuals or organisations in Iran with whom HRANA corroborates information. Its methodology for collecting and analysing data is not provided on its website.</p><h2 id=\"how-has-hrana-s-previous-reporting-compared-with-official-government-figures\">How has HRANA’s previous reporting compared with official government figures?</h2><p>Iran fought a 12-day war with Israel from June 13 to 24 in 2025.</p><p>HRANA reported that over the course of the conflict, 1,190 people were killed and 4,475 were injured in Iran. These figures included civilian and military casualties. The organisation additionally reported that during the war, 1,596 people were arrested by Iranian security forces.</p><p>By contrast, according to Iran’s Ministry of Health and Medical Education, 610 people <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">were killed</a> and 4,746 people were injured over the course of the war.</p><p>In September 2022, a young woman named Mahsa Amini, aged 22, was arrested in Tehran for allegedly wearing her hijab improperly. She collapsed while in custody and died in hospital a few days later.</p><p>Her death caused national outrage and widespread protests in Iran that lasted for several weeks. The slogan “woman, life, freedom” was chanted in the streets.</p><p>HRANA reported in October 2022 that 200 people died and about 5,500 people were arrested during those protests.</p><p>That death toll matched figures of the state security council of the Iranian interior ministry, which said in December 2022 that <a href=\"/news/2022/12/3/iran-says-over-200-killed-in-countrys-ongoing-unrest\">more than 200</a> people had been killed since September. The security body said the deceased included security forces, those killed in “terrorist acts”, those killed by foreign-affiliated groups and described those killed by state forces as “rioters” and “armed anti-revolutionary elements who were members of secessionist groups”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}