{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump administration moves to roll back limits on deadly soot pollution | Environment News | Al Jazeera",
            "time": "2025-11-26T09:02:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25329704118782-1764133662_7413db-1764133790.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration moves to roll back limits on deadly soot pollution</h1><p class=\"article__subhead\"><em>Trump’s Environmental Protection Agency says strict air quality standards were introduced without sufficient review.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump’s administration has moved to roll back tougher limits on deadly soot pollution, prompting condemnation from environmental groups.</p><p>The Trump administration’s latest bid to weaken environmental standards comes after the Environmental Protection Agency (EPA) filed a court motion arguing that former President Joe Biden’s administration exceeded its authority when it tightened air quality standards in 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a motion filed on Monday, lawyers for Trump’s EPA asked a Washington, DC, appeals court to throw out the tougher standard, arguing it was introduced without the “rigorous, stepwise process” required under the 1963 Clean Air Act.</p><p>The EPA initially defended the tougher standard amid a flurry of legal challenges from Republican-led states and business groups, which argued the rule would raise costs, before reversing course under Trump appointee Lee Zeldin.</p><p>“EPA has concluded that the position it advanced earlier is erroneous,” lawyers for the EPA said in the filing, arguing that the agency should complete a “thorough review of the underlying criteria and corresponding standards” before revising the limit.</p><p>Under Biden appointee Michael S Regan, the EPA last year substantially lowered acceptable soot levels, from 12 micrograms per cubic metre of air to 9 micrograms per cubic metre of air.</p><p>The agency said at the time that the tougher standard would prevent up to 4,500 premature deaths and 290,000 lost workdays by 2032.</p><p>Upon taking office earlier this year, Zeldin, a former Republican lawmaker, pledged to roll back dozens of environmental regulations as part of what he dubbed the “largest deregulatory action in the history of the United States”.</p><p>Patrice Simms, an environmental lawyer at the nonprofit organisation Earthjustice, said lowering air quality standards would harm public health.</p><p>“Trump has made it clear that his agenda is all about saving corporations money, and this administration’s EPA has nothing to do with protecting people’s health, saving lives, or serving children, families or communities,” Simms said in a statement.</p><p>“We will continue to defend this life-saving standard.”</p><p>Patrick Drupp, the director of climate policy at the Sierra Club, also condemned the EPA’s move, calling it “reckless” and “a complete betrayal” of the agency’s mission.</p><p>“While this administration continues to strip away access to affordable healthcare, they are simultaneously allowing fossil fuel companies to cut corners and make Americans sicker,” Drupp said.</p></div></div></body></html>"
        },
        {
            "title": "Luka Doncic scores 43 as Lakers defeat Clippers in NBA Cup | Basketball News | Al Jazeera",
            "time": "2025-11-26T08:41:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__2248467386__v1__HighRes__LosAngelesClippersVLosAngelesLakers-1764145391_c6c1e4-1764145719.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Luka Doncic scores 43 as Lakers defeat Clippers in NBA Cup</h1><p class=\"article__subhead\"><em>Doncic, Austin Reaves and LeBron James combined for 99 points as the LA Lakers clinched their group in NBA Cup play.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Luka Doncic scored 24 of his 43 points in the first quarter and finished with 13 assists and nine rebounds as the host Los Angeles Lakers notched a 135-118 victory over the Los Angeles Clippers on Tuesday to clinch West Group B of the NBA Cup.</p><p>Austin Reaves scored 18 of his 31 points in the fourth quarter and collected nine rebounds for the Lakers, who won their fifth consecutive game. LeBron James added 25 points, six rebounds and six assists, and Rui Hachimura had 13 points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Lakers improved to 3-0 in NBA Cup play while the Clippers fell to 2-1. The Clippers are still in the running for a wild-card spot.</p><p>James Harden recorded 29 points and nine assists, and Kawhi Leonard and Kris Dunn scored 19 points apiece for the Clippers, who have lost 11 of their past 13 games. John Collins posted 18 points, and Ivica Zubac added 10 points and 10 rebounds.</p><p>The Lakers shot a torrid 57.5 percent from the field, including 13 of 29 (44.8 percent) from 3-point range. Doncic made a season-best seven treys while registering his fifth 40-point effort of the campaign.</p><p>The Clippers made 51.9 percent of their field-goal attempts and were 13 of 35 (37.1 percent) from behind the arc.</p><p>Dunn was ejected with 3:33 left after shoving the basketball into Doncic’s chest and hitting the Lakers’ Jaxson Hayes in the face with an open hand after Hayes pushed Dunn from behind. Hayes received a technical foul.</p><p>Reaves scored seven points during a 14-4 run to start the fourth quarter as the Lakers turned a five-point advantage into a 112-97 lead.</p><p>A short time later, he scored five straight Lakers points to push the advantage to 117-102 with 6:51 remaining.</p><p>The Clippers crept within 124-115 on Harden’s basket with 2:55 left before the Lakers scored the next nine points to sew up the victory.</p><p>Doncic made five 3-pointers during his 24-point first quarter, but the Lakers trailed 38-37 entering the second.</p><p>Doncic had 32 points at halftime as the Lakers led 69-66. Harden scored 16 points in the first half for the Clippers.</p><p>James’ basket gave the Lakers an 82-72 advantage with 8:30 left in the third quarter. The Clippers ripped off the next 11 points, though, taking an 83-82 edge on Leonard’s basket with 5:31 remaining.</p><p>The Lakers jumped back on top, and James converted a three-point play to give them a 98-93 lead entering the final stanza.</p><figure id=\"attachment_4132025\" aria-describedby=\"caption-attachment-4132025\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4132025\" src=\"/wp-content/uploads/2025/11/AP25330255992267-1764145558.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Luka Doncic and LeBron James react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4132025\" class=\"wp-caption-text\">Los Angeles Lakers forward LeBron James (#23) high-fives teammate Luka Doncic (#77) during the game against the Los Angeles Clippers [Jae C Hong/AP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "France detains four amid inquiry into suspected Russian spy network | Espionage News | Al Jazeera",
            "time": "2025-11-26T08:40:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/AFP__20240318__34LM6UJ__v1__HighRes__FrancePoliceInvestigation-1715757961.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"268\" data-end=\"742\">French prosecutors say three people have been placed in custody on suspicion of <a href=\"/news/2023/11/22/group-of-16-russian-spies-charged-in-poland-face-10-years-in-prison\">spying for Russia</a> and promoting its wartime propaganda, while a fourth suspect has been placed under strict police supervision.</p><p data-start=\"268\" data-end=\"742\">Prosecutors said on Wednesday that the suspects held in detention include a 40-year-old Russian man filmed putting up pro-Moscow posters on the iconic Arc de Triomphe in Paris; a 40-year-old Russian-born woman known as the head of the French-Russian SOS Donbass group, and a 63-year-old man from a northern suburb of Paris.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"268\" data-end=\"742\">A fourth suspect, 58, was spared pre-trial detention but placed under strict supervision and ordered to report to the police once a week.</p><p data-start=\"744\" data-end=\"1281\">The woman leading SOS Donbass, which presents itself as a humanitarian group helping civilians in Ukraine’s eastern Donbas region, had been monitored by France’s domestic intelligence service since early this year, the General Directorate for Internal Security, which is known by its French-language acronym DGSI, said.</p><p data-start=\"744\" data-end=\"1281\">After detecting “actions likely to harm the fundamental interests of the nation”, the DGSI opened a judicial inquiry in March into suspected offences by the woman, including “collusion with a foreign power”, a charge that carries up to 10 years in prison.</p><p>French counterespionage officials believe the woman was trying to collect economic information from French company executives.</p><p>The detentions come as fears of <a href=\"/news/2025/1/23/we-see-you-how-a-russian-spy-ship-prompted-a-uk-scramble\">Russian espionage grow across Europe</a>, with countries pointing the finger at Moscow’s spy services amid sabotage attacks as Russia’s war in Ukraine grinds on.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last month, police in the United Kingdom arrested <a href=\"/news/2025/10/23/uk-police-arrest-three-men-on-suspicion-of-spying-for-russia\">three men</a> in their 40s under the 2023 National Security Act, accusing them of assisting Russia’s foreign intelligence service.</p><p>In a separate case, two young ringleaders of a group were given lengthy sentences on charges of <a href=\"/news/2025/10/25/russia-backed-arson-attack-ringleaders-handed-hefty-jail-sentences-in-uk\">carrying out arson attacks</a> in London on behalf of the Wagner Group – the Russian state-funded mercenary force.</p><p>In March, <a href=\"/news/2025/3/7/russian-spy-ring-dubbed-the-minions-convicted-in-uk-court\">three Bulgarian</a> nationals were convicted in London of belonging to a Russian spy unit that conducted surveillance for the Kremlin on a US military base and on individuals targeted by Moscow.</p><p data-start=\"2130\" data-end=\"2548\">Tensions escalated further last week when UK Defence Secretary John Healey said the crew on board the <a href=\"/news/2025/11/20/uk-accuses-russian-spy-ship-of-pointing-lasers-at-pilots-watching-vessel\">Russian spy ship Yantar</a> had aimed lasers at the pilots of British surveillance aircraft sent to observe the vessel in waters off Scotland.</p><p data-start=\"2130\" data-end=\"2548\">Healey condemned the move as “reckless and dangerous” and said the UK would respond to any territorial incursions.</p><p data-start=\"2130\" data-end=\"2548\">“We have military options ready should the Yantar change course”, he said.</p><p data-start=\"2130\" data-end=\"2548\">The Kremlin has rejected all allegations, accusing London of blaming Russia whenever something “bad” happens in the UK.</p><p data-start=\"2130\" data-end=\"2548\">Switzerland’s Federal Intelligence Service (FIS) also reports that the country has become an <a href=\"/news/2023/6/27/switzerland-says-country-a-hotbed-for-russian-chinese-spies\">espionage hotspot</a> since Moscow’s invasion of Ukraine. The FIS estimated in 2023 that at least a third of Russia’s 220 accredited officials in the country were likely spies.</p><p data-start=\"2862\" data-end=\"3324\">The UK Ministry of Defence said on Sunday that a British patrol vessel intercepted a Russian corvette and tanker in the English Channel, noting Russian naval movements near UK waters had risen by 30 percent in two years.</p><p data-start=\"2862\" data-end=\"3324\">NATO has also stepped up air patrols along Ukraine’s border following suspected <a href=\"/news/2025/10/5/poland-deploys-air-defences-as-russia-launches-new-strikes-on-ukraine\">Russian airspace incursions and drone sightings</a> in several member states, including Poland, where authorities last month arrested eight people suspected of espionage and sabotage on behalf of Russia.</p><p data-start=\"2862\" data-end=\"3324\">In December 2024, Finland seized <a href=\"/news/2024/12/27/did-a-russian-shadow-ship-cut-the-finland-estonia-undersea-baltic-cable\">a Russia-linked ship</a> suspected of deliberately damaging an undersea cable between Finland and Estonia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "X’s new location disclosure policy: What does it mean for safety? | Cybersecurity News | Al Jazeera",
            "time": "2025-11-26T08:29:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/shutterstock_2598313361-1764145235.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>X, the social media platform formerly known as Twitter and owned by Elon Musk, has launched a new “transparency feature” which provides a greater level of information about accounts, including the locations of the users behind them.</p><p>X says the move will provide greater transparency and address concerns about “bots” that spread misinformation by enabling users to identify where they are based.</p><p>But it has raised concerns about safety and privacy for users worldwide.</p><p>Here is a closer look at what is happening.</p><h2 id=\"what-is-happening-at-x\">What is happening at X?</h2><p>Nikita Bier, head of product at the social media platform, announced the new feature, which will be rolled out globally, in a post on the platform on November 22.</p><p>“In a couple hours, we’ll be rolling out About This Account globally, allowing you to see the country or region where an account is based. This will be accessible by tapping the signup date on profiles,” Bier wrote.</p><p></p><p>X account profiles include a clickable “About This Account” page, which is accessible from the user menu. Until now, this page has displayed only the creation date of the account publicly.</p><p>Now, it also shows details such as the country the account holder is based in, the date the account was created, the number of times the username has been changed – and when – and the country of origin at the time of creation. It also indicates whether the app has been installed on an Android device or via the iOS App Store and in which country.</p><p>If the account is verified, it also displays the date it was verified. For some verified profiles, company affiliation also shows, such as X for Musk or the United States State Department for US Secretary of State Marco Rubio.</p><p>X said this is necessary to ensure content posted on the platform is “authentic” and transparent.</p><p>“This is an important first step to securing the integrity of the global town square. We plan to provide many more ways for users to verify the authenticity of the content they see on X,” Bier said.</p><h2 id=\"can-users-opt-out-of-this\">Can users opt out of this?</h2><p>On the whole, no. On Tuesday, the platform did not appear to provide an option to hide this information from other users. For private accounts, which users must request permission from the account holder to follow, the new information is only accessible to users who have been approved to follow them.</p><p>Bier added that for users who are located in countries with restrictions on free speech, “we’ve included privacy toggles to only show your region”. He did not specify which countries he was referring to or why this feature was being offered to users there.</p><h2 id=\"could-this-compromise-users-safety\">Could this compromise users’ safety?</h2><p>Mark Owen Jones, an associate professor of media analytics at Northwestern University in Qatar, told Al Jazeera that the new feature could enable people or agencies to cross-check the location of an anonymous account with data from other accounts, potentially allowing bad actors to identify or narrow down the location of someone requiring privacy because of security concerns.</p><p>It could also provoke attacks on people who are wrongly accused of falsifying their locations, he added.</p><p>“For example, saying that a journalist has been lying about their location in Poland, could lead to attacks on that person online, maybe in person, accusations of fraud that might have knock-on consequences on their personal and professional life,” Jones said.</p><p>“In that case, it risks causing damage to a person in terms of, you know, their wellbeing and their reputation and other forms of harassment.”</p><h2 id=\"who-could-be-badly-affected-by-this\">Who could be badly affected by this?</h2><p>Palestinians in Gaza are one group who could be particularly vulnerable to these sorts of claims, Jones said, because it is very difficult to verify who is telling the truth and who is not.</p><p>Since the feature was rolled out, some X users have claimed that accounts purporting to be of Palestinians in Gaza are in fact based in other countries. For instance, an account called @yasminemuhamsd, which was created last month, appears to belong to a Palestinian mother in Gaza, but the account is based in India, according to the About This Account page.</p><p>Another verified page, @sam_uel_best appears to be of a woman named Sarah Ali, whose bio reads “a Gazan woman, still resilient”. The account reposts links to different fundraisers, not just for Gaza, but also for local causes in the US. Most of these links are inactive. The About This Account page says that this account is based in Nigeria.</p><p>The Israeli Foreign Ministry has responded to these claims in an X post, stating: “New X feature ripped mask off countless fake ‘Gazan’ accounts. Some chap posting from Pakistan, another in London. Another manipulative abuser somewhere else. All claiming to be suffering in Gaza while in the comfort of some coffee shop far away.”</p><p>However, many people use VPN [virtual private network] services, which mask their IP addresses and hide their locations when they are browsing the internet. This can also spoof the location online and show it to be different from the actual location of the user.</p><p>Jones said that the feature is, therefore, of limited value because it only provides location information without confirming its accuracy.</p><p>“Of course, we know there are people scamming and pretending to be Palestinians to get money,” Jones said. However, he said, the creation of these sorts of accounts is just as likely to be a ploy to discredit genuine X users in Gaza.</p><p>“What if you created a bunch of accounts that were fake and obviously scammy and then made it look like they’re in Gaza and then they use that to say that Palestinians are scamming. You could easily engineer that situation, and I’m sure there’s some people doing that. If your job is to basically make Palestinians look bad and you don’t have any scruples, that’s exactly what you’d do.”</p><p>Jones said that pro-Israeli accounts have long been undermining the credibility of Palestinian content on social media via conspiracy theories, such as one about what they term “Paliwood”.</p><p>Using terms like “Paliwood” or “Gazawood”, pro-Israeli users claim that videos of atrocities in Gaza have been staged and are fake.</p><p>Jones said that if pro-Israeli accounts can claim that Palestinian influencers and journalists are also lying about their location, “it’s another piece of ‘evidence’ saying that they are just misleading the public”.</p><p>“This is the most dangerous aspect [of] these reputational attacks on Palestinians which will fuel into legitimising further the Israeli occupation and genocide.”</p><h2 id=\"will-this-feature-really-help-to-root-out-actual-bots\">Will this feature really help to root out actual ‘bots’?</h2><p>It’s debatable.</p><p>Since the feature was introduced on November 22, several Donald Trump supporters’ accounts, such as those called <a href=\"https://x.com/MAGANationX\">@MAGANationX</a> and <a href=\"https://x.com/MAGAStormX\">@MAGAStormX</a>, have been shown to be based in Eastern Europe, according to their About This Account pages.</p><p>Similar pages appear to be based in Thailand and Bangladesh, reigniting concerns among users about the suspected high number of “bots” in foreign countries that are spreading political and election-related misinformation about the US on the platform.</p><p>However, because of the widespread use of VPNs, which mask users’ true locations, people cannot confirm the information they see, Jones said. As a result, X is effectively passing the responsibility for detecting fraud, spam bots or state-backed information operations on to users.</p><p>“All it is doing is providing location information without actually giving people the ability to determine if that location data is accurate. What’s the point of rolling out a feature when you also roll out a qualifier saying, well, the accuracy of this information cannot be trusted?</p><p>“It should be on the companies to stop people [from] abusing the platform and having accounts rather than crowdsourcing the policing of accounts. Again, it’s just companies being lazy, not doing due diligence on their side and then passing that responsibility onto the consumer.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"can-about-this-account-pages-be-doctored\">Can ‘About this Account’ pages be doctored?</h2><p>Images and screen grabs of them can.</p><p>Some X users have already started sharing doctored images and videos purporting to show the “About This Account” pages of other users. One <a href=\"https://x.com/nikitabier/status/1992382852328255743\">post</a> on X, for example, accused the US Department of Homeland Security (DHS) account of being based in Israel.</p><p>Bier stepped in to refute this, saying, “the DHS has only shown IPs from the United States since account creation”.</p><p>When Al Jazeera checked on Tuesday, the location for the department’s account showed as the US.</p><p>On November 23, the department posted on its X account: “I can’t believe we have to say this, but this account has only ever been run and operated from the United States. Screenshots are easy to forge, videos are easy to manipulate. Thank you for your attention to this matter.”</p><p></p><h2 id=\"could-information-on-the-about-this-account-page-be-wrong\">Could information on the ‘About This Account’ page be wrong?</h2><p>The feature is very new on X and Bier acknowledged that his team is ironing out a few “rough edges” which would be resolved by Tuesday this week.</p><p>“If any data is incorrect, it will be updated periodically based on best-available information. This happens on a delayed and randomised schedule to preserve privacy,” he added, without giving further details.</p></div></div></body></html>"
        },
        {
            "title": "Trump says envoy to meet Putin amid efforts to end Russia-Ukraine war | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-26T08:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764144427.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India destroyed by Harmer, South Africa in second Test to lose series 2-0 | Cricket News | Al Jazeera",
            "time": "2025-11-26T08:08:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251126__867U8KD__v1__HighRes__CricketIndRsaTest-1764143075_0fb219-1764144467.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>India destroyed by Harmer, South Africa in second Test to lose series 2-0</h1><p class=\"article__subhead\"><em>Six wickets by Simon Harmer in Guwahati allowed South Africa to sweep their two-match Test series with India.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Spinner Simon Harmer took six wickets as South Africa romped to victory by 408 runs in the second Test for their first series win in India in 25 years on Wednesday.</p><p>World Test champions South Africa bowled out a dismal India for 140 in a mammoth chase of 549 on day five in Guwahati for a 2-0 Test sweep.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It is India’s biggest defeat at home by runs and a fifth loss in seven home Tests, having been whitewashed 3-0 by New Zealand last year.</p><p>Off-spinner Harmer, 36, returned figures of 6-37 as South Africa clinched a Test series in India for only the second time, the first in 2000 under Hansie Cronje.</p><p>Ravindra Jadeja resisted with 54 before Keshav Maharaj had him stumped, and the spinner soon got the final wicket of Mohammed Siraj, with Marco Jansen pulling off a stunning catch in the deep.</p><p>India lost the opening Test in Kolkata inside three on a pitch with uneven bounce before South Africa once again beat the hosts in their own game of spin on a batting-friendly track.</p><figure id=\"attachment_4131945\" aria-describedby=\"caption-attachment-4131945\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131945\" src=\"/wp-content/uploads/2025/11/AFP__20251126__867U8GJ__v1__HighRes__CricketIndRsaTest-1764143197.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Simon Harmer in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131945\" class=\"wp-caption-text\">South Africa’s Simon Harmer bowls during the fifth day of the second Test cricket match against India [Biju Boro/AFP]</figcaption></figure><h2 id=\"a-huge-task-for-india-s-batsmen\">A huge task for India’s batsmen</h2><p>The visitors declared their second innings on 260-5 on day four to hand India a record chase, but the hosts’ batting once again failed and they never threatened to get close.</p><p>India rode their luck early in the day when Jansen had Sai Sudharsan caught behind but the delivery was declared a no-ball after the bowler overstepped. The batter was on four.</p><p>In the next over, another overnight batter, Kuldeep Yadav, survived a reprieve on four when Aiden Markram dropped him at first slip off Harmer.</p><p>But the relief was short-lived for India as a relentless Harmer soon bowled Kuldeep for five for the first wicket of the day.</p><p>The off-spinner then dismissed Dhruv Jurel for two, three balls later and soon sent back skipper Rishabh Pant for 13 as India slumped to 58-5.</p><p>The batters fell like ninepins on a pitch where South Africa posted 489 after they elected to bat.</p><p>India were bundled out for 201 to concede a first-innings lead of 288 but South Africa did not enforce the follow-on and decided to bat again.</p><p>Left-arm quick Jansen returned figures of 6-48 in India’s first innings after the bowler hit a quickfire 93 with the bat.</p><p>South African all-rounder Senuran Muthusamy led the batting charge with 109, his maiden Test century.</p><figure id=\"attachment_4131950\" aria-describedby=\"caption-attachment-4131950\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131950\" src=\"/wp-content/uploads/2025/11/AFP__20251126__867U8K6__v1__HighRes__CricketIndRsaTest-1764143341.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ravindra Jadeja in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131950\" class=\"wp-caption-text\">All-rounder Ravindra Jadeja top-scored for India in the second innings with 54 runs [Biju Boro/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "China warns foreign interference in Taiwan will be ‘crushed’ | Military News | Al Jazeera",
            "time": "2025-11-26T08:03:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP21194109002102-1764138628.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has warned it will “crush” any foreign attempts to <a href=\"/economy/2025/11/22/china-spat-with-japan-on-taiwan-deepens-reaches-un-whats-it-all-about\">interfere on behalf of Taiwan</a>, after Japan announced plans to deploy missiles near the democratically-governed island.</p><p>“We have a firm will, strong determination and a strong ability to defend our national sovereignty and territorial integrity,” Peng Qingen, a spokesperson for China’s Taiwan Affairs Office, told a news conference on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We will crush all foreign interference,” Peng said, speaking in response to a question on the planned deployment of missiles on a nearby Japanese island.</p><p>“Japan’s deployment of offensive weapons in areas adjacent to <a href=\"/news/2025/11/19/us-sells-700m-nasams-missile-system-to-taiwan\">China’s Taiwan region</a> is extremely dangerous, deliberately creating regional tensions and provoking military confrontation,” Peng said.</p><p>The comments follow Japan’s Defence Minister Shinjiro Koizumi’s announcement on Sunday that Tokyo was moving forward with plans to deploy a missile system on Yonaguni, the country’s westernmost island located 110km (68 miles) off Taiwan’s east coast, which has hosted a Japanese military base since 2016.</p><p>Koizumi said the deployment of the medium-range surface-to-air missile system on Yonaguni would enhance Japan’s security.</p><p>“We believe that having this unit in place will actually lower the chances of an armed attack against our country,” he said.</p><p>China’s Ministry of Foreign Affairs blasted the announcement, describing Japan’s plan as a “deliberate attempt to create regional tension and provoke military confrontation”.</p><p>Koizumi pushed back, saying the Type 03 guided missile system was purely defensive and “intended to counter aircraft and missiles invading our nation”.</p><p>“They are not intended to attack other countries, are deployed throughout Japan, and clearly do not heighten regional tensions,” he told reporters.</p><p>Taiwan has welcomed Japan’s announcement of increased military capability on Yonaguni, saying it “helps maintain security in the Taiwan Strait”.</p><p>“Of course, this is helpful to our national interests as Japan has no territorial designs or hostility towards Taiwan,” Taiwan’s Deputy Foreign Minister Francois Wu said.</p><p>On Wednesday, Taiwan’s President William Lai Ching-te said the island will introduce a $40bn supplementary defence budget to defend itself in the face of a rising threat from China.</p><p>The budget will be allocated over eight years, from 2026 to 2033, and comes after Lai had already pledged to raise defence spending to 5 percent of the island’s gross domestic product (GDP).</p><h2 id=\"only-plunge-taiwan-into-disaster\">‘Only plunge Taiwan into disaster’</h2><p>Beijing views Taiwan as its own territory and has promised to unite the island with the Chinese mainland, an aspiration that Taipei says infringes on its sovereignty and that only Taiwan’s citizens can decide their future.</p><p>Unveiling the almost $40bn defence spending package on Wednesday, President Lai said history had proven that trying to compromise in the face of aggression brought nothing but “enslavement”.</p><p>“National sovereignty and the core values of freedom and democracy are the very foundation of our nation,” Lai said, adding that Taiwan’s spending showed its determination to defend itself.</p><p>Wellington Koo, Taiwan’s defence minister, said the $40bn package was an upper limit for the special budget, and it would be used to buy precision-strike missiles as well as investments in joint development and procurement between Taiwan and the United States.</p><p>China’s Taiwan Affairs Office spokesperson greeted news of Taipei’s increased spending on weapons as a waste.</p><p>“They squander funds that could be used to improve people’s livelihoods and develop the economy on purchasing weapons and currying favour with external powers,” Peng told reporters.</p><p>“This will only plunge Taiwan into disaster,” he added.</p><p>Amid growing tension in the Taiwan Strait, Japan said on Tuesday it had scrambled aircraft after detecting a suspected Chinese drone off Yonaguni.</p><p>“We confirmed that an unmanned aerial vehicle believed to be Chinese, passed between Yonaguni Island and Taiwan on Monday,” Japan’s Defence Ministry said on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Relations between Tokyo and Beijing have recently <a href=\"/news/2025/11/19/china-to-suspend-imports-of-japanese-seafood-amid-diplomatic-row-reports\">plummeted to their lowest level in years</a> due to remarks by Japan’s new Prime Minister Sanae Takaichi, who suggested that Tokyo could intervene militarily in any Chinese attack on Taiwan.</p><p>Takaichi’s off-the-cuff remark in the Japanese parliament about a hypothetical Chinese attack on Taiwan triggering Japanese military action prompted a furious response from Beijing that has included a boycott by Chinese citizens on travelling to Japan.</p><p>Takaichi has declined Beijing’s demands to retract her remarks on Taiwan, while Tokyo has said it is willing to hold talks with Beijing at all levels to ease tensions.</p><p><em>Additional reporting by Bonnie Liao</em></p></div></div></body></html>"
        },
        {
            "title": "Stuck in Gaza’s limbo: Palestinians struggle to live amid Israel’s attacks | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-11-26T07:31:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/873A8075-1764111577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Gaza City –</strong> Near a burned-out car that had been targeted in front of their home, Faiq Ajour stood with other family members cleaning up scattered debris and shattered glass.</p><p>Faiq had been on his way to buy a few items from a nearby vegetable stall when the Israeli strike hit on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I survived by a miracle. I had just crossed the street,” he told Al Jazeera. The Palestinian described his shock – and his fear that it was his house that had been hit by the Israeli attack.</p><p>That wasn’t the case, and as he ran back towards the scene, he found his family, physically unharmed. But his three young daughters shook with fear, worried that Israel’s genocidal war on Gaza – which was supposed to have been suspended after the introduction of a ceasefire in October – had returned.</p><p>Israel has repeatedly attacked Gaza since that ceasefire began, accusing the Palestinian group Hamas of ceasefire violations. Hamas denies that, and Palestinians point out that it is Israel that has used overwhelming force since the ceasefire began, <a href=\"/news/2025/11/23/israel-has-violated-gaza-truce-nearly-500-times-in-44-days-killed-hundreds\">violating it</a> 500 times, and killing more than 342 civilians, including <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">67 children</a>.</p><p>The five killed in Gaza City’s al-Abbas area, where Faiq lives, <a href=\"/news/2025/11/22/violence-never-ended-israeli-attacks-kill-nearly-two-dozen-in-gaza\">were among 24 killed</a> on Saturday across the Gaza Strip by Israel.</p><p>“This is a nightmare, not a ceasefire,” Faiq said. “In a single moment after some calm, life turns as if it’s a war again.”</p><p>“You see body parts, smoke, shattered glass, killed people, ambulances. Scenes we still haven’t healed from and that haven’t left our memories.”</p><figure id=\"attachment_4131359\" aria-describedby=\"caption-attachment-4131359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131359\" src=\"/wp-content/uploads/2025/11/873A8043-1764111775.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A man stands in front of a destroyed car\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131359\" class=\"wp-caption-text\">Faiq Ajour stands next to a burned-out car that was targeted by an Israeli strike next to his home [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"lost-hope-in-everything\">‘Lost hope in everything’</h2><p>Faiq, 29 years old and originally from eastern Gaza City’s Tuffah neighbourhood, has suffered immensely during the war. He described losing 30 members of his extended family in February 2024, including his parents and his brother’s children, after an Israeli strike on a house they were all staying in. The strike severely injured his wife, forcing doctors to amputate one of her fingers.</p><p>“My mother and father were killed, my brother’s son, my aunt, my cousins … the whole family was gone,” Faiq recalled.</p><p>Faiq has since moved his family across Gaza City and to central Gaza to escape Israeli forces, all in search of “a safety that doesn’t exist”, as he puts it.</p><p>Since October, he has been trying to adapt to what he calls “the so-called ceasefire”, but says there is still no safety.</p><p>“Every few days, there’s a wave of bombardment and targeted strikes, and everything is turned upside down without warning.”</p><p>“We are exhausted,” he added. “Life in Gaza is 99 percent dead, and the ceasefire was just 1 percent of an attempt to revive it. But we have lost hope in everything.”</p><p>Faiq used to work with his father in the clothing trade, but the war has meant that they have lost everything. He can’t reach his home, which is inside what Israel terms the “yellow line”, under total Israeli control, with access for Palestinians heavily restricted.</p><p>“There’s no construction there, no work, no infrastructure, no life, and no safety,” Faiq said. “So, where is the end of the war?”</p><p>“Today I just sit at home 24 hours a day, and there’s no sign of life,” he added. “We’re surviving on bitterness … We’re not just frustrated. We’re in a catastrophe. Let us live … let us reopen our shops … reopen the crossings … let us live our lives.”</p><figure id=\"attachment_4131363\" aria-describedby=\"caption-attachment-4131363\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131363\" src=\"/wp-content/uploads/2025/11/873A8149-1764111919.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Man stands in front of blue tarp\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131363\" class=\"wp-caption-text\">Palestinian political analyst Ahed Farwana says that Israel wants the state of limbo in Gaza to continue [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"no-second-phase\">No second phase</h2><p>The question of what comes next in Gaza continues to be endlessly debated, both inside and outside of the Palestinian enclave.</p><p>United States President Donald Trump’s <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">20-point </a><span><a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\" target=\"_blank\" rel=\"noopener\">plan</a> for</span> Gaza now calls for a transitional technocratic government, made up of “qualified Palestinians and international experts”, all under the supervision of an international “board of peace”, to be headed by Trump himself.</p><p>The plan also talks about an economic development strategy and an international stabilisation force, all designed to signal that stability and progress are on the cards for Gaza.</p><p>But the details are still unclear, particularly as the US and Israel reject any future role for Hamas, and the sheer amount of devastation left behind by Israel in Gaza, meaning that a rebuild of the territory will take years.</p><p>Israel itself is also unwilling to fully commit to an end to the war, with Prime Minister Benjamin Netanyahu under pressure from his far-right political allies.</p><p>Ahed Farwana, a Palestinian political analyst and a specialist in Israeli affairs, believes that Israel wants the current state of limbo in Gaza to continue and avoid moving on to the reconstruction of the Strip.</p><p>“The Israeli occupation is working to entrench a <a href=\"/news/2025/11/19/despite-ceasefires-in-gaza-and-lebanon-the-war-isnt-over-for-netanyahu\">situation similar</a> to what is happening in southern Lebanon by escalating matters every now and then and through continuous assassinations,” said Farwana.</p><p>Israel agreed to a ceasefire with the Lebanese group Hezbollah in November 2024 after a one-year conflict that saw most of the latter’s leadership killed. However, since then, Israel has continued to periodically attack Lebanon, including on Sunday, when a <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Hezbollah military commander</a> was killed in Beirut, and <a href=\"/news/2025/11/18/israeli-attack-on-palestinian-refugee-camp-in-lebanon-kills-at-least-13\">at least 13 people</a> were killed in an attack on a Palestinian refugee camp in southern Lebanon on November 18.</p><p>Farwana believes that Israeli attacks in Gaza are not merely a military tactic, but part of a long-term vision to perpetuate chaos and avoid any upcoming political obligations.</p><p>“Netanyahu does not want to move to the second phase,” the analyst told Al Jazeera, referring to the next phase of the ceasefire, where sensitive topics such as the reconstruction and administration of Gaza would be addressed. Instead, he thinks that Israel plans to expand the area under its control “to seize as much land as possible from the Gaza Strip so that it has the upper hand in any future arrangements” for the enclave.</p><figure id=\"attachment_4131379\" aria-describedby=\"caption-attachment-4131379\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131379\" src=\"/wp-content/uploads/2025/11/873A8132-1764112674.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Woman collects water from a tank\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131379\" class=\"wp-caption-text\">Raghda Obeid spends her days searching for food and water for her family [Abdelhakim Abu Riash/Al Jazeera]</figcaption></figure><h2 id=\"internal-motives\">Internal motives</h2><p>Many observers believe that Netanyahu’s desire to avoid moving forward with the ceasefire deal is partly the result of domestic political calculations.</p><p>With Israeli politics divided more by whether a politician’s stance is for or against Netanyahu, rather than left or right, the prime minister knows that a fall from power could spell the end of his political career and lead to investigations into his role in the failures that allowed for the October 7 attack. He currently faces multiple trials for corruption, a legal process that would likely speed up should he lose the upcoming elections, expected sometime before October 2026.</p><p>But despite the Netanyahu government’s evasion tactics when it comes to the ceasefire, Farwana says it is unlikely that the scale of Israel’s attacks in Gaza will return to what they were before the implementation of the agreement.</p><p>“There are significant pressures, especially from the US administration,” said Farwana. “Donald Trump wants his plan – the so-called [board of peace], stability forces, and other components – to succeed.”</p><p>“The situation will remain limited to expanding the yellow zone and to ongoing targeted attacks every now and then. It may expand gradually, but not to the point of returning to square one.” But that state of limbo, Farwana said, means that the people of Gaza will ultimately not be able to feel “any real calm”.</p><p>It is a situation Raghda Obeid, a 32-year-old mother of four, knows all too well.</p><p>She has already been through endless cycles of displacement, and her home in the Shujayea neighbourhood of Gaza City is completely destroyed. Now, what terrifies her the most is that the war will return.</p><p>Raghda is currently living with her family in a tent in western Gaza City. An Israeli strike hit the area last week.</p><p>“The moment of the last strike was terrifying, just like the first day of the war,” Raghda said, recounting how her children were terrified. “We could see the smoke from afar, people were running and screaming in the streets, carrying the killed and their torn bodies.”</p><p>“I was also terrified. I’m an adult, and I was scared. I said, ‘That’s it, the war is back, and it’s our turn now,'” she added with a sad smile.</p><p>Like most of the population of Gaza, Raghda and her family are at the mercy of aid organisations, relying on them for food, with few opportunities for work available.</p><p>The reality is that they will be living in a tent for the foreseeable future, including during the winter, and the harsh weather it will bring.</p><p>Each day, Raghda and her husband’s mission is to find food and fetch water. Their children run from place to place looking for a community kitchen to secure a meal.</p><p>“I don’t know what is expected of us. It’s been more than two years, and we are entering the third, displaced and broken like this. Isn’t there any solution for us?”</p><p>“We have no income,” Raghda said. “Our life is nonexistent. We live off the community kitchen and water. Our life is a war without an actual war.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "At least 10 people killed in Indonesia floods, landslides | Climate News | Al Jazeera",
            "time": "2025-11-26T07:20:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/000_867U8JJ-1764139474.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 10 people killed in Indonesia floods, landslides</h1><p class=\"article__subhead\"><em>Rescuers in Sumatra are racing to find survivors after floods and landslides killed at least 10 people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"922\" data-end=\"1112\">Torrential monsoon rains have set off destructive <a href=\"/news/2025/11/23/death-toll-from-vietnam-floods-rises-to-90-several-still-missing\">floods</a> and landslides across Indonesia’s Sumatra island, killing at least 10 people and leaving dozens of others missing, according to local authorities.</p><p data-start=\"1114\" data-end=\"1447\">Days of <a href=\"/news/2025/11/24/deadly-floods-and-landslides-continue-to-plague-southeast-asia\">relentless rainfall</a> since Monday forced rivers in North Sumatra province to overflow, sending mud, rocks and uprooted trees crashing through villages in six regencies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"1114\" data-end=\"1447\">The National Police said on Wednesday that rescue teams were struggling to reach isolated communities as damaged roads, unstable slopes and persistent downpours continue to slow operations.</p><p data-start=\"1449\" data-end=\"1861\">Authorities said five bodies and three injured survivors were recovered in the coastal city of Sibolga, the area hit hardest by the flooding.</p><p data-start=\"1449\" data-end=\"1861\">Search teams are looking for four missing residents as damage assessments continue. In neighbouring Central Tapanuli, landslides crushed several homes, killing at least four members of one family, while severe flooding submerged nearly 2,000 houses and public buildings.</p><p data-start=\"1863\" data-end=\"2191\">Further south, floods and falling trees killed one resident in South Tapanuli and injured another.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1863\" data-end=\"2191\">A bridge in Mandailing Natal district was destroyed, cutting off access for nearby communities, while 470 homes were inundated.</p><p data-start=\"1863\" data-end=\"2191\">On Nias island, rescuers reported that mud and debris blocked the main road linking several villages.</p><h2 id=\"rescue-efforts-hampered\" data-start=\"1863\" data-end=\"2191\">Rescue efforts hampered</h2><p data-start=\"2193\" data-end=\"2433\">Videos posted online show water coursing over rooftops as families scramble to higher ground.</p><p data-start=\"2193\" data-end=\"2433\">In some neighbourhoods, flash floods surged so quickly that streets turned into violent currents carrying tree trunks, household items and rubble.</p><p data-start=\"2435\" data-end=\"2668\">Sibolga police chief Eddy Inganta said emergency shelters have opened across the city, and authorities are urging residents living near unstable slopes to leave immediately. Six landslides have already flattened 17 houses and a cafe.</p><p data-start=\"2670\" data-end=\"2814\">“Bad weather and mudslides hampered the rescue operation,” Inganta said, warning that continued rainfall could trigger further slope failures.</p><p data-start=\"2816\" data-end=\"3230\">The disaster struck on the same day Indonesia’s National Disaster Mitigation Agency ended a 10-day search in two districts of Central Java, where earlier storms killed 38 people.</p><p data-start=\"2816\" data-end=\"3230\">More than 1,000 responders were deployed to locate those buried under deep mud, but officials said unstable ground and worsening weather made further operations too dangerous. Thirteen people remain missing in Cilacap and Banjarnegara.</p><p data-start=\"3232\" data-end=\"3423\" data-is-last-node=\"\" data-is-only-node=\"\">Heavy seasonal rain between October and March frequently triggers floods and landslides across Indonesia, where millions live along fertile floodplains or on steep, landslide-prone hillsides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protesters worldwide demand end to violence against women | Women News | Al Jazeera",
            "time": "2025-11-26T07:18:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251125__867C663__v1__HighRes__MarchaEnElDiaInternacionalDeLaNoViolenciaContra-1764138355.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Protesters around the world have rallied to express their anger over the persistence of violence against women and to demand greater public action to combat the scourge.</p><p>November 25 marked the International Day for the Elimination of Violence Against Women, a global call to raise awareness about all forms of abuse targeting women and girls.</p><p>About 50,000 women and girls were killed by intimate partners or family members last year, according to a report released by the United Nations Office on Drugs and Crime (UNODC) and the UN Women to mark the day.</p><p>That is 60 percent of all women killed globally that year. By comparison, 11 percent of male murder victims were killed by someone close to them.</p><p>The figure of 50,000, based on data from 117 countries, equates to 137 women per day, or about one every 10 minutes, the report said.</p><p>Femicide continues to claim the lives of tens of thousands of women and girls each year, with no signs of improvement. The home remains the most dangerous place for women and girls in terms of the risk of homicide, the study concluded.</p><p>The report also highlighted how technological developments have exacerbated certain types of violence against women and girls and created new forms, including nonconsensual image sharing, doxxing, and deepfake videos.</p></div></div></body></html>"
        },
        {
            "title": "Southern Thailand floods kill 13, leave thousands stranded | Floods News | Al Jazeera",
            "time": "2025-11-26T07:01:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_69267af2-1764129522.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has declared its southern Songkhla province a disaster zone, after heavy rainfall left thousands stranded and at least 13 people dead, according to Thai officials and media reports.</p><p>Floodwaters were running as high as 2 metres (6.6 feet) in some areas, days after the province’s Hat Yai district received 335mm (13 inches) of rain on Friday, its highest in a single day for three centuries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Thailand’s Disaster Prevention and Mitigation Department reported on Tuesday that 13 people had been killed in the flooding, according to the Bangkok Post.</p><p>About 150,000 people were stranded by rising floodwaters in Hat Yai, Seree Supratid, the director of the Climate Change and Disaster Centre at Rangsit University and vice president of the National Disaster Warning Council Foundation, wrote in a Facebook update on Wednesday.</p><p>The Bangkok Post reported on Tuesday that Thailand’s cabinet had declared Songkhla a disaster zone to free up funds for a rapid response to the ongoing disaster, as heavy rains continued to inundate much of the region.</p><p>Heavy rains have affected nine southern provinces of Thailand, impacting some 2.1 million people, with 13,000 moving to shelters, while many others have also been cut off and unable to receive help, the Reuters news agency reported.</p><p>Meanwhile, Thailand’s military said it was sending reinforcements to help with disaster efforts on Tuesday, including a C-130 cargo plane with medicine, food and water supplies, 14 rubber boats and the aircraft carrier Chakri Naruebet carrying two helicopters, doctors and field kitchens that can supply 3,000 meals a day.</p><figure id=\"attachment_4131654\" aria-describedby=\"caption-attachment-4131654\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131654\" src=\"/wp-content/uploads/2025/11/afp_6926950c2747-1764136204.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People wade through flood waters with residents being evacuated on a boat in Hat Yai in Thailand's southern Songkhla province on November 25, 2025, as severe flooding affected thousands of people in the country's south following days of heavy rain. (Photo by Arnun Chonmahatrakool / THAI NEWS PIX / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131654\" class=\"wp-caption-text\">People wade through floodwaters, with some being evacuated on a boat in Hat Yai on Tuesday [Arnun Chonmahatrakool/Thai News Pix via AFP]</figcaption></figure><p>“The fleet is ready to deliver forces and carry out actions as the Royal Navy orders,” the military said in a statement, adding the carrier could also serve as a floating hospital.</p><p>The military will assist emergency responders who said they have been overwhelmed by calls for help.</p><p>“Calls have been coming in non-stop in the last three days, in the thousands, asking to be evacuated and others for food,” said a member of a volunteer group on the Facebook page of Hat Yai’s Matchima rescue group.</p><p>Posts from stranded people desperate for help ran into the thousands on the Facebook page, including from Pingojung Ping, who said she was one of six trapped, two of them elderly. “Water is on the second floor now,” she wrote, “Pray. Please help.”</p><p>“We are five people and a small child without rice and water,” another Facebook user, The Hong Tep, wrote. “Phone reception has been cut – water is rising fast.”</p><p>Hundreds of factories have also flooded, taking at least 17 power plants offline in the region, which is among the world’s largest producers and exporters of rubber, Industry Minister Thanakorn Wangboonkongchana said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"difficult-and-challenging-time\">‘Difficult and challenging time’</h2><p>In neighbouring Malaysia, more than 19,000 people have been moved from flooded areas to 126 evacuation centres set up mainly in northern border areas.</p><p>In the state of Perlis, rescue teams waded through knee-deep water to enter homes, while rescue boats ferried the elderly and children to safety, images from its fire department showed.</p><p>A team of rescuers sent to the worst-hit state of Kelantan, bordering Thailand, could fan out to other states if needed, Prime Minister Anwar Ibrahim said on Facebook, urging people to comply with orders to evacuate.</p><p>“In this difficult and challenging time, I pray that all flood victims are granted strength, resilience, and protected from any harm,” he said.</p></div></div></body></html>"
        },
        {
            "title": "US will charge non-residents $100 to visit its most popular national parks | Donald Trump News | Al Jazeera",
            "time": "2025-11-26T06:40:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25275056086097-1764133584.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US will charge non-residents $100 to visit its most popular national parks</h1><p class=\"article__subhead\"><em>The spike in fees for non-US residents comes as the National Park Service budget faces potential cuts next year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is implementing a new “America-first” entry fee policy that will charge non-US residents without an annual pass $100 per person at its 11 most-visited national parks.</p><p>The change was announced on Tuesday by the Department of the Interior, which oversees the national park system, as part of its 2026 fee scheme. The price of an annual parks pass for non-US residents will also rise from $80 to $250, it said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Secretary of the Interior Doug Burgum said in a statement that with the fee hikes, US President Donald Trump aims to “put American families first”.</p><p>“These policies ensure that US taxpayers, who already support the National Park System, continue to enjoy affordable access, while international visitors contribute their fair share to maintaining and improving our parks for future generations,” Burgum said.</p><p>Parks affected by the fee hike include the Great Smoky Mountains National Park in Tennessee and North Carolina, Zion National Park in Utah, and the Grand Canyon National Park in Arizona.</p><p>The Great Smoky Mountains, the most visited US national park in 2024, previously offered free entry to all visitors, although it charged $5 per day, $15 per week, or $40 per year for parking.</p><p>Zion previously charged between $20 and $35 for a standard entry pass, while the Grand Canyon charged $35 per private car or $20 per person.</p><p>Yet, even as the Trump administration has sought to justify the increased fees for non-US residents as a way to shore up the finances of America’s national parks, it has also cut resources previously allocated for them.</p><p>Earlier this year, Trump proposed slashing $1bn in funding from the National Park Service. That figure has since been revised, but the park service budget could face potential budget cuts in 2026.</p><p>One budget proposal earlier this year from the House Appropriations Committee recommended cutting $176m from the park service operations budget, according to the National Parks Conservation Association, a non-partisan US advocacy group.</p><p>The US government and park system is funded through January 30, 2026, but Congress has yet to fully approve a 2026 fiscal bill.</p><p>The park service has lost 4,000 staff members since January due to budget constraints and related issues, the association said this week. Most national parks stayed open with limited services during the recent 43-day government shutdown, although 9,000 employees were furloughed, it also said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: US envoy Witkoff to visit Moscow for peace talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-26T06:19:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-26T064049Z_291001718_RC2X3IANFL1R_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ZAPORIZHZHIA-1764140083.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: US envoy Witkoff to visit Moscow for peace talks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Tit-for-tat strikes overnight as Russia accuses European nations of trying to scupper US-backed ceasefire negotiations.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump says China’s Xi Jinping agreed to accelerate purchases of US goods | International Trade News | Al Jazeera",
            "time": "2025-11-26T04:45:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AP25303084164035-1761811481.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese President Xi Jinping has “more or less agreed” to increase purchases of goods from the United States, President Donald Trump said, a day after a phone call between the two leaders was described by Beijing as “positive, friendly and constructive”.</p><p>Speaking to reporters on board Air Force One on Tuesday evening, <a href=\"/news/2025/11/24/trump-and-xi-hold-very-good-phone-call-building-on-fragile-trade-truce\">Trump said he asked the Chinese leader</a> during the call to accelerate purchases from the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I think we will be pleasantly surprised by the actions of President Xi,” Trump said.</p><p>“I asked him, I’d like you to buy it a little faster. I’d like you to buy more. And he’s more or less agreed to do that,” he said.</p><p>Trump’s <a href=\"/news/2025/11/21/how-trumps-absence-marks-leadership-opportunity-for-china-at-g20\">upbeat forecast on trade with China</a> comes after Beijing announced last month that it would resume purchases of US soya beans and would halt expanded curbs on rare earths exports to the US amid <a href=\"/economy/2025/10/31/in-trump-xi-summit-a-shifting-us-china-power-dynamic-on-display\">detente in the tariff war</a> with Washington.</p><p>US Treasury Secretary Scott Bessent said that China had pledged to buy 12 million metric tonnes of soya beans from US farmers this year, but the Reuters news agency reports that the pace of Chinese purchases had been less than initially expected.</p><p>China has so far ordered nearly two million metric tonnes of US soya beans, according to data by the US Department of Agriculture, Reuters reports.</p><p>The call on Monday between Trump and Xi comes just weeks after the two leaders met in South Korea, where they agreed to a framework for a trade deal that has yet to be finalised.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“China and the United States once fought side by side against fascism and militarism, and should now work together to safeguard the outcomes of World War II,” Xi was quoted as telling Trump in the call, China’s official Xinhua news agency reports.</p><p>Xi also told Trump that “Taiwan’s return to China is an integral part of the post-war international order”.</p><p>China regards Taiwan as part of its territory and has not ruled out the use of force to unite the self-ruled, democratic island with the Chinese mainland.</p><p>The US has been traditionally opposed to China’s potential use of force to seize Taiwan and is obligated by a domestic law to provide sufficient military hardware to Taipei to deter any armed attack.</p><p>But <a href=\"/news/2025/11/2/trump-says-xi-assured-him-china-wont-take-action-on-taiwan\">Trump has maintained strategic ambiguity</a> about whether he would commit US troops in case of a war in the Taiwan Strait, while his administration has urged Taiwan to increase its defence budget.</p><p>Trump made no mention of Xi’s comments on Taiwan in a later post on Truth Social, where he spoke of a “very good” call with the Chinese leader, which he said covered many topics, including Ukraine, Fentanyl and US farm products.</p><p>“Our relationship with China is extremely strong! This call was a follow up to our highly successful meeting in South Korea, three weeks ago. Since then, there has been significant progress on both sides in keeping our agreements current and accurate,” Trump said.</p><p>“Now we can set our sights on the big picture,” he said.</p><p>The US leader also said that he had accepted Xi’s invitation to visit Beijing in April, and had invited Xi for a state visit to the US later in the year.</p><p>China’s Ministry of Foreign Affairs said on Tuesday that Washington had initiated the call between Trump and Xi, which spokesperson Mao Ning called “positive, friendly and constructive”.</p><p>Mao also said that “communication between the two heads of state on issues of common concern is crucial for the stable development of China-US relations”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><em>Additional reporting by Bonnie Liao.</em></p></div></div></body></html>"
        },
        {
            "title": "Italy adds ‘femicide’ to the criminal code to curb violence against women | Women News | Al Jazeera",
            "time": "2025-11-26T03:59:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP23354583740518-1764125496.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Italy adds ‘femicide’ to the criminal code to curb violence against women</h1><p class=\"article__subhead\"><em>Italian Prime Minister Giorgia Meloni has supported a bill to punish ‘femicide’ with life imprisonment.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italy’s parliament has formally added the crime of femicide – the deliberate killing of women and girls due to their gender – to its criminal code, with a punishment of life imprisonment.</p><p>The bill was unanimously approved on Tuesday, marking what Italian Prime Minister Giorgia Meloni described as a sign of “political cohesion against the barbaric nature of violence against women”, according to Italian public broadcaster RAI.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Meloni’s government has backed the bill since its start and supported other legislation to protect women, like anti-stalking laws. Parliament is also<span> debating a bill that prohibits sexual intercourse without “free and actual consent”.</span></p><p>“We have doubled funding for antiviolence centres and shelters, promoted an emergency hotline and implemented innovative education and awareness-raising activities,” Meloni said, according to The Associated Press news agency. “These are concrete steps forward, but we won’t stop here. We must continue to do much more, every day.”</p><p>The vote also coincided with the United Nations’ International Day for the Elimination of Violence against Women.</p><p>Italy last year recorded 106 femicides, 62 of which were committed by a partner or former partner, AP reported, citing Italy’s statistics agency.</p><p>The numbers are in line with global trends that show nearly two-thirds of female homicides were committed by a partner or family member, according to UN Women.</p><p>The persistent problem of violence against women came to national attention in Italy in November 2023 when a 22-year-old university student, Giulia Cecchettin, was stabbed by her boyfriend. He was later sentenced to life imprisonment.</p><p>Rights groups in Italy, like the gender-based movement Non Una di Meno, or Not One Less, say that Meloni’s government is too focused on penalties rather than preventing violence.</p><p>Italy is one of the few countries in the European Union without mandatory sexual education in its public-school systems, and many programmes require parental consent.</p><p>Non Una di Meno said this week that the government must also focus on “sexual and emotional education”, as well as the “economic wellbeing of women”.</p></div></div></body></html>"
        },
        {
            "title": "New Zealand mother jailed for life over ‘suitcase murders’ of her children | Crime News | Al Jazeera",
            "time": "2025-11-26T03:59:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25330056919331-1764124789.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A New Zealand woman who murdered her two children and hid their bodies in suitcases at a storage facility has been sentenced to life in prison.</p><p>The sentencing of Hakyung Lee on Wednesday came after she was <a href=\"/news/2025/9/23/new-zealand-woman-guilty-of-murdering-2-children-hiding-bodies-in-luggage\">convicted</a> in September for the grisly murders of the two children, aged eight and six, in 2018. The case was dubbed the New Zealand “suitcase murders”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Lee, who was born in South Korea, admitted to killing the children, but pleaded not guilty by reason of insanity. The murders took place a year after the children’s father had died of cancer.</p><p>Judge Geoffrey Venning rejected calls by Lee’s lawyers for a lesser penalty, sentencing the 45-year-old to life imprisonment with a minimum non-parole period of 17 years.</p><p>He said she had killed children who were “particularly vulnerable”.</p><p>But he approved compulsory treatment at a secure psychiatric facility, with the condition that Lee would return to prison once deemed mentally fit, according to the New Zealand Herald newspaper.</p><p>“You knew your actions were morally wrong … perhaps you could not bear to have your children around you as a constant reminder of your previous happy life,” Venning said.</p><p>Lee showed little emotion as she sat in court, bowing her head with eyes fixed to the floor as the judge handed down the sentence.</p><p>Life imprisonment is the harshest punishment available in New Zealand, which abolished the death penalty in 1989.</p><figure id=\"attachment_1826638\" aria-describedby=\"caption-attachment-1826638\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1826638\" src=\"/wp-content/uploads/2022/08/AP22230207624121.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"New Zealand police investigators in Auckland on August 11, 2022, after bodies were discovered in suitcases.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1826638\" class=\"wp-caption-text\">New Zealand police investigators in Auckland on August 11, 2022, after bodies were discovered in suitcases [Dean Purcell/New Zealand Herald via AP Photo]</figcaption></figure><p>Lee, who said she was stricken with grief following her husband’s death, killed her son Minu Jo and daughter Yuna Jo by lacing their fruit juice with an overdose of prescription medication.</p><p>Lee said she had planned to kill herself alongside the children, but got the dose wrong.</p><p>She wrapped her dead children in plastic bags before stuffing them into suitcases that were then <a href=\"/news/2022/8/18/remains-of-2-children-found-in-suitcases-auctioned-in-new-zealand\">hidden</a> at a suburban storage warehouse on the outskirts of Auckland, New Zealand’s largest city.</p><p>The bodies sat in storage until 2022, when an unsuspecting family pried open the contents of an abandoned storage locker they bought at an auction.</p><h2 id=\"deep-descent-into-mental-illness\">‘Deep descent’ into mental illness</h2><p>Police used DNA and other forensic evidence to piece together who the children were, how long they had been dead, and ultimately who had killed them.</p><p>Lee, who had long since changed her name and fled the country for her native South Korea, was eventually tracked down and <a href=\"/news/2022/9/15/woman-held-in-s-korea-over-bodies-found-in-n-zealand-suitcases\">arrested</a> in the port city of Ulsan.</p><p>She was extradited to face trial in New Zealand.</p><p>Lee represented herself during the trial, supported by two lawyers.</p><p>The trial hinged not on whether Lee had murdered her children – which she had confessed to – but whether she knew her actions were morally wrong.</p><p>The lawyers told the court that the death of Lee’s husband, Ian Jo, in 2017 triggered a “deep descent” into mental illness that made her believe the only answer was to kill the children and then herself, Radio NZ reported.</p><p>A forensic psychiatrist testified for the defence about Lee’s mental state, describing depression, suicidal thoughts and a belief that killing her children was the right thing to do.</p><p>But the prosecution argued Lee’s behaviour was calculated, pointing to her efforts to hide the bodies before fleeing the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The sentencing hearing on Wednesday heard how the murders had left deep emotional scars on Lee’s family.</p><p>“If she wanted to die, why didn’t she die alone?” Lee’s mother, Choon Ja Lee, said in a statement read to the court. “Why did she take the innocent children with her?”</p><p>Lee’s brother-in-law said the children’s other grandmother was sick with cancer and still did not know about the murders.</p><p>Sei Wook Cho said his “daily existence is a time bomb of fear” that the grandmother would find out, according to a statement read to the court.</p><p>“It was my late brother’s will that I protect them,” read the statement. “They were our hope for the future. This is an ongoing sentence from which I can never be paroled.”</p></div></div></body></html>"
        },
        {
            "title": "Cuba condemns ‘aggressive’ US stance towards Venezuela as tensions rise | Conflict News | Al Jazeera",
            "time": "2025-11-26T02:50:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-10-26T182701Z_622383655_RC2LJHACRXAE_RTRMADP_3_USA-MILITARY-CARIBBEAN-TRINIDAD-1761688757.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"344\" data-end=\"593\">Cuba has accused the United States of pushing towards the violent removal of <a href=\"/news/2025/11/25/timeline-26-years-of-fraught-us-venezuela-relations\">Venezuela’s leadership</a>, warning that the growing deployment of US military forces in the Caribbean represents an “exaggerated and aggressive” threat to regional stability.</p><p data-start=\"595\" data-end=\"737\">“We appeal to the people of the United States to stop this madness”, Cuba’s Foreign Minister Bruno Rodriguez said in a statement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"739\" data-end=\"1017\">He cautioned that “the US government could cause an incalculable number of deaths and create a scenario of violence and instability in the hemisphere that would be unimaginable”, adding that such actions would breach international law as well as the United Nations charter.</p><p></p><p data-start=\"1019\" data-end=\"1321\">The condemnation comes as US President Donald Trump weighs additional actions against Venezuelan President Nicolas Maduro, with the White House refusing to rule out more forceful measures.</p><p data-start=\"1019\" data-end=\"1321\">The Trump administration has repeatedly accused Maduro of leading a campaign to smuggle drugs into the US, even though it has not provided any evidence to back its claim.</p><p data-start=\"1019\" data-end=\"1321\">Over the past two months, the US has bombed 21 boats in the Caribbean Sea and the Pacific Ocean, killing at least 83 people. It claimed that these boats were involved in drug trafficking, but authorities have released no evidence showing narcotics were present, and legal scholars argue that even if drugs were found, the attacks would likely still violate international law.</p><p data-start=\"1019\" data-end=\"1321\">The US military footprint in the region is now the largest it has been in decades, with roughly 15,000 US personnel stationed across the Caribbean.</p><p data-start=\"1643\" data-end=\"1729\">Trump has repeatedly insisted he is not seeking to topple the Venezuelan government.</p><p data-start=\"1731\" data-end=\"2062\">Still, recent developments have heightened concerns about potential US intervention. On Saturday, the Reuters news agency reported – citing four US officials – that Washington was preparing to enter a new phase of operations related to Venezuela, and two of those officials said the options included attempting to overthrow Maduro.</p><p data-start=\"2064\" data-end=\"2310\">Last month, Trump authorised the CIA to conduct <a href=\"/news/2025/10/15/trump-seems-to-confirm-report-that-he-greenlit-cia-operations-in-venezuela?utm_source=chatgpt.com\">covert operations</a> in Venezuela. Meanwhile, the US has also maintained a <a href=\"/news/longform/2025/11/25/could-trumps-50m-reward-succeed-in-toppling-venezuelas-nicolas-maduro\">$50m reward</a> for Maduro, an incentive that has expanded significantly since Trump’s first term.</p><p data-start=\"2312\" data-end=\"2486\">Maduro, who has governed since 2013, maintains that Washington aims to remove him from power and says both the Venezuelan military and people would resist such efforts.</p><p data-start=\"2488\" data-end=\"2652\">Tensions rose further this week when the US formally added the <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles</a> – or Cartel of the Suns – to its list of foreign terrorist organisations (FTO). Cartel de los Soles is a term that Venezuelans use to describe high-level corruption by the country’s senior officials and leaders, but it isn’t an organised cartel, per se.</p><p data-start=\"2654\" data-end=\"2760\">Trump told advisers on Monday that he intends to speak directly with Maduro at a date yet to be announced.</p><h2 id=\"a-caribbean-tour\">A Caribbean tour</h2><p data-start=\"2792\" data-end=\"2903\">Amid the soaring tensions, top US military officials began a tour of the Caribbean this week, meeting with leaders in the region.</p><p data-start=\"2905\" data-end=\"3303\">Dan Caine, the top US military officer, travelled to Trinidad and Tobago on Tuesday for talks with Prime Minister Kamla Persad-Bissessar. According to a summary released by Caine’s office, the two reaffirmed bilateral ties and “exchanged views on challenges affecting the Caribbean region, including the destabilizing effects of illicit narcotics … and transnational criminal organization activities”.</p><p data-start=\"3305\" data-end=\"3503\">Caine, the chairman of the Joint Chiefs of Staff, also assured Persad-Bissessar of Washington’s commitment to “address shared threats and deepen collaboration across the Caribbean”, the Pentagon said.</p><p data-start=\"3505\" data-end=\"3587\">He began his tour of the Caribbean on Monday with <a href=\"/news/2025/11/25/top-us-military-adviser-tours-caribbean-as-pressure-on-venezuela-deepens\">a stop in Puerto Rico</a>, where he met US troops.</p><p data-start=\"3589\" data-end=\"3940\">Defense Secretary Pete Hegseth is scheduled to continue the diplomatic push on Wednesday in Santo Domingo, where he will meet Dominican Republic President Luis Abinader and Defence Minister Carlos Antonio Fernandez Onofre. The Pentagon said the visit is intended “to strengthen defense relationships and reaffirm America’s commitment to defend the homeland”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"3942\" data-end=\"4140\">Most Caribbean leaders have responded cautiously to the US strikes on alleged drug-smuggling boats, calling for restraint and dialogue. Persad-Bissessar, however, has openly supported the attacks.</p><p data-start=\"4142\" data-end=\"4377\">In early September, she said she had no sympathy for drug traffickers, declaring that “the US military should kill them all violently”. Her comments prompted criticism from regional figures and some domestic opposition politicians.</p><p data-start=\"4379\" data-end=\"4598\">Amery Browne, Trinidad’s former foreign minister, told the local newspaper Newsday that the prime minister’s position is “reckless” and has distanced Trinidad and Tobago from CARICOM, the regional trade bloc.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia’s Jakarta now the world’s largest city, Tokyo falls to third: UN | Demographics News | Al Jazeera",
            "time": "2025-11-26T02:49:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_692647502ed9-1764116304.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new United Nations report has found that Indonesia’s capital Jakarta is the world’s largest city with 41.9 million people living there, followed by Dhaka in Bangladesh, which is home to 36.6 million.</p><p>A low-lying coastal city located in the west of the densely populated island of Java, Jakarta rose from second place to replace Tokyo, which had been named the world’s largest city in the UN’s most recent assessment published back in 2000.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Japanese capital’s relatively steady population of 33.4 million saw it fall to third place behind Bangladesh’s densely populated capital, Dhaka, which jumped to second place from ninth and is now projected to become the world’s largest city by 2050.</p><p>The World Urbanization Prospects 2025 report from the United Nations Department of Economic and Social Affairs also found that the number of megacities – urban areas with more than 10 million inhabitants – has increased to 33, four times more than the eight megacities that existed worldwide in 1975.</p><p>Asia is home to 19 of the world’s 33 megacities, and nine out of the top 10. In addition to Jakarta, Dhaka and Tokyo, the other Asian cities in the top 10 are: New Delhi, India (30.2 million); Shanghai, China (29.6 million); Guangzhou, China (27.6 million); Manila, Philippines (24.7 million); Kolkata, India (22.5 million); and Seoul, South Korea (22.5 million).</p><p>With a population of 32 million people, Egypt’s Cairo is the only city in the top 10 that is outside Asia, according to the UN.</p><p>Sao Paulo in Brazil, with 18.9 million people, is the largest city in the Americas, while Lagos in Nigeria also grew rapidly, making it the largest city in sub-Saharan Africa.</p><figure id=\"attachment_4131482\" aria-describedby=\"caption-attachment-4131482\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131482\" src=\"/wp-content/uploads/2025/11/13453720-1764116822.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"a family on a three wheeled motorcycle next to a tuk tuk\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131482\" class=\"wp-caption-text\">People cross the second Buriganga bridge on rickshaws and motorcycles in Dhaka, Bangladesh, on October 23, 2025 [Monirul Alam/EPA]</figcaption></figure><h2 id=\"still-growing\">Still growing</h2><p>Dhaka’s rapid growth has partly been driven by people from rural areas moving to the capital, searching for opportunities or fleeing hometowns due to problems including flooding and <a href=\"/gallery/2022/10/10/photos-bangladeshis-flee-as-climate-crisis-submerges-villages\">rising sea levels</a>, made worse by climate change.</p><p>Jakarta is also facing problems due to rising sea levels. It is estimated that up to one quarter of the city could be under water by 2050.</p><p>The problem is so serious that Indonesia’s government is building a new purpose-built capital city in <a href=\"/news/2022/1/18/nusantara-indonesias-parliament-passes-law-to-relocate-capital\">Nusantara</a> in Borneo island’s East Kalimantan province. Yet while the city’s officials and parliamentary buildings will have a new home, the UN estimates that 10 million more people will be living in Jakarta by 2050.</p><p>The city’s growing population will also have to contend with concerns over inequality and affordability, which saw thousands of people take to the streets of the Indonesian city earlier this year, reflecting <a href=\"/news/2025/8/29/protests-resume-in-jakarta-after-ride-share-driver-killed-by-police\">rising anger</a> over the conditions of low-income workers, including app-based motorcycle ride-share and delivery riders.</p><p>Meanwhile, according to the UN report, Iran’s capital Tehran, which is <a href=\"/news/2025/11/12/as-the-dams-feeding-tehran-run-dry-iran-struggles-with-a-dire-water-crisis\">facing water rations</a> because it is close to running out of water, currently has a population of nine million people.</p><p>The new assessment also saw changes as the UN adopted new measures to try to address inconsistencies in how different countries defined urbanisation.</p><p>The UN also said that in most cases its report reflected the size of individual cities, rather than two cities that have grown together, with a small number of exceptions.</p><p>The new definition defined a city as a “contiguous agglomeration” of one-kilometre-square grid cells with a density of at least 1,500 inhabitants per square kilometre and a total population of at least 50,000.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "FBI probes Democrats who urged US troops to defy illegal orders | Donald Trump News | Al Jazeera",
            "time": "2025-11-26T01:35:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-13T055325Z_1634939784_RC2BVHAW7U7H_RTRMADP_3_USA-POLITICS-1764117528.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The FBI has requested interviews with six Democratic lawmakers who appeared in a <a href=\"/video/newsfeed/2025/11/21/punishable-by-death-trump-accuses-democratic-lawmakers-of-sedition\">social media video</a> urging members of the United States military to “defy illegal orders”, according to the legislators.</p><p>The statements on Tuesday came a day after the Pentagon said it was reviewing <a href=\"/news/2025/11/25/who-is-mark-kelly-and-why-is-the-us-senator-accused-of-sedition\">Senator Mark Kelly</a>, a US Navy veteran and one of the six lawmakers, over potential violations of military law.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>President Donald Trump has previously <a href=\"/news/2025/11/23/trump-again-slams-democrats-who-urged-us-troops-to-refuse-illegal-orders\">accused</a> the lawmakers of sedition and said in a social media post that the crime is “punishable by DEATH”.</p><p>All six of the <a href=\"/news/2025/11/21/why-has-trump-blasted-democrats-for-seditious-comments\">Democratic lawmakers</a> in the video have served in the military or the intelligence community.</p><p>Senator Elissa Slotkin of Michigan, one of the six in the video, told reporters on Tuesday that “the counterterrorism division at the FBI sent a note to the members of Congress, saying they are opening what appears to be an inquiry against the six of us”.</p><p>Slotkin called it a “scare tactic” by Trump.</p><p>“Whether you agree with the video or don’t agree with the video, the question to me is: Is this the appropriate response for a president of the United States to go after and seek to weaponise the federal government against those he disagrees with?” said Slotkin.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"intimidation-harassment\">‘Intimidation, harassment’</h2><p>The lawmakers said their video statements accurately reflected US law. American troops swear an oath to the US Constitution, not the president, and under military rules must follow “any lawful general order or regulation”.</p><p>The other Democrats who appeared in the video that was released last week include US Representatives Jason Crow, Maggie Goodlander, Chris Deluzio and Chrissy Houlahan, all military veterans.</p><p>“President Trump is using the FBI as a tool to intimidate and harass Members of Congress,” the four House Democrats said in a joint statement. “Yesterday, the FBI contacted the House and Senate Sergeants-at-Arms requesting interviews.”</p><p>They added that “no amount of intimidation or harassment will ever stop us from doing our jobs and honoring our Constitution”.</p><p>There was no immediate comment from Senator Kelly.</p><p>The Reuters news agency, citing a Department of Justice official, reported that the FBI interviews were to determine “if there’s any wrongdoing, and then go from there”.</p><p>The FBI is headed by Trump appointee Kash Patel.</p><p>Defense Secretary Pete Hegseth, in a memo made public on Tuesday, referred Kelly to the secretary of the Navy for “potentially unlawful comments” made in the video last week. Hegseth said he wanted a brief on the outcome of the review by December 10.</p><p>Together, the <a href=\"/news/2025/11/24/pentagon-says-it-is-investigating-us-senator-over-illegal-orders-video\">inquiries</a> by the FBI and the Pentagon mark an extraordinary escalation for federal law enforcement and military institutions that traditionally steer clear of partisan clashes. They also underscore the administration’s willingness to push legal limits against its critics, even when they are sitting members of Congress.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"frivolous-investigation\">‘Frivolous investigation’</h2><p>The inquiries have prompted criticism from Republicans, too.</p><p>Senator Lisa Murkowski of Alaska slammed both inquiries on social media, saying that accusing the lawmakers “of treason and sedition for rightfully pointing out that service members can refuse illegal orders is reckless and flat-out wrong”.</p><p>“The Department of Defense and FBI surely have more important priorities than this frivolous investigation,” wrote Murkowski.</p><p>The lawmakers said they had no further information, and the FBI has not made clear on what basis they were seeking the interviews.</p><p>Patel, the FBI director, in an interview with a journalist, described the bureau’s investigation as an “ongoing matter” in explaining why he could not discuss details.</p><p>Asked for his reaction to the video, Patel said, “What goes through my head is the same thing that goes through my head in any case: Is there a lawful predicate to open up an inquiry and investigation, or is there not? And that decision will be made by the career agents and analysts here at the FBI.”</p><p>In the video, lawmakers said they needed troops to “stand up for our laws … our Constitution”. Kelly, who was a fighter pilot before becoming an astronaut and then retiring at the rank of captain, told troops that “you can refuse illegal orders”.</p><p>The lawmakers did not mention specific circumstances in the video.</p><p>At an event in Michigan on Tuesday, Slotkin pointed to the Trump administration ordering the military to blow up small boats in the Caribbean Sea and eastern Pacific Ocean, which officials accuse of ferrying drugs, and continued attempts at deploying National Guard troops into US cities despite some legal setbacks.</p><p>“It wasn’t that there was any one incident; it was the sheer number of people coming to us and saying, ‘I’m worried. I am being sent to Washington’ or ‘I’m being sent to LA or Chicago, North Carolina now, and I’m concerned I’m going to be asked to do something that I don’t know if I should do,'” said Slotkin. “So that’s where it came from.”</p><p>Troops, especially uniformed commanders, do have specific obligations to reject orders that are unlawful, if they make that determination.</p><p>Broad legal precedence also holds that just following orders, colloquially known as the “Nuremberg defence”, as it was used unsuccessfully by senior Nazi officials to justify their actions under Adolf Hitler, does not absolve troops of responsibility.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,371 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-26T00:35:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-24T085936Z_1650113536_RC282IAWBEW9_RTRMADP_3_UKRAINE-CRISIS-POKROVSK-1764116182.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,371</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,371 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 26 Nov 2025</span><span aria-hidden=\"true\">26 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Wednesday, November 26.</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian attacks on Ukraine’s capital Kyiv killed seven people and injured 21, the state emergency service said in a post on Facebook on Tuesday. Emergency services also pulled at least 18 people from the rubble, officials said.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said that the missile and drone attacks on Kyiv and surrounding areas caused “extensive damage to residential buildings and civilian infrastructure”.</li>\n<li>Russia’s Ministry of Defence claimed that Russian forces launched a “massive strike” targeting military installations in Ukraine, including “defence industry facilities, energy facilities and drone storage sites”, according to Russia’s TASS state news agency.</li>\n<li>A Ukrainian drone attack on Russia’s Krasnodar region injured at least nine people, TASS reported, citing the regional task force.</li>\n<li>A Ukrainian attack left about 40,000 people without electricity in a Russian-occupied area of Ukraine’s Zaporizhia region, Yevgeny Balitsky, a Moscow-installed official in the region, said in a post on Telegram.</li>\n<li>Ukrainian battlefield analysis site DeepState said that Russian forces have advanced near the city of Siversk and the villages of Novoselivka, Zatyshya, Novoekonomichne and Myroliubivka in the east of the country.</li>\n<li>Russian forces shot down four long-range missiles and 419 drones launched by Ukrainian forces in a 24-hour period, TASS reported, citing Russia’s Defence Ministry.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"peace-plan\">Peace plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump said that “tremendous progress” had been made in negotiations on a peace plan, with “only a few remaining points of disagreement” remaining.</li>\n<li>In a post on his Truth Social platform, Trump added that he had directed his special envoy, Steve Witkoff, to meet with Russian President Vladimir Putin in Moscow and his army secretary, Dan Driscoll, to meet at the same time with Ukrainian officials “in the hopes of finalising this Peace Plan”.</li>\n<li>Trump later on Tuesday backed away from his earlier deadline of Thursday for Ukraine to agree to the US-backed peace plan, saying “the deadline for me is when it’s over”.</li>\n<li>President Zelenskyy’s chief of staff, Andriy Yermak, later said he had spoken to Driscoll on the phone and expected him in Kyiv this week, adding: “We are ready to continue working as quickly as possible to finalise the steps necessary to end the bloodshed.”</li>\n<li>In his nightly address, Zelenskyy said he hopes to see “continued active cooperation with the American side and President Trump”, noting that “much depends on the United States because it’s America’s strength that Russia takes most seriously”.</li>\n<li>The latest update on the peace talks came as representatives from the US, Ukraine and European countries met in Geneva to continue talks on ending the war.</li>\n<li>The United Kingdom, France and Germany issued a joint statement after the meeting, saying that “meaningful progress” had been made and that they had agreed for their militaries to begin “planning on security guarantees”. However, they also reiterated that any resolution to the war should preserve Ukraine’s sovereignty and its long-term security.</li>\n<li>They also confirmed that long-term financing will be made available for Ukraine, including the use of frozen Russian assets to fund reconstruction.</li>\n<li>Ukraine’s Deputy Presidential Chief Ihor Zhovkva met with the European Commission’s Gert Jan Koopman to discuss progress on European Union membership. The proposed peace plan reportedly leaves the door open for Ukraine to join the EU, but not NATO.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What are the risks of Afghanistan-Pakistan tensions escalating? | News | Al Jazeera",
            "time": "2025-11-25T22:55:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1764108168.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">More attacks in both countries despite peace efforts.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan has been accused of launching <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">air strikes</a> that killed civilians in Afghanistan, a day after three Pakistani security personnel were killed in a bombing.</p><p>Recent peace efforts and a temporary ceasefire have failed.</p><p>What’s driving the violence – and what are the risks?</p><p><strong>Presenter:</strong> Imran Khan</p><p><strong>Guests:</strong></p><p>Obaidullah Baheer – Adjunct lecturer at the American University of Afghanistan</p><p>Sahar Khan – Security analyst focusing on South Asia</p><p>Hameed Hakimi – Associate fellow in the Asia-Pacific Programme at Chatham House</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Chelsea thump Barcelona in Champions League as Man City also lose | Football News | Al Jazeera",
            "time": "2025-11-25T22:33:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-25T220214Z_1154010923_UP1ELBP1P7O1L_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764108316.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chelsea thump Barcelona in Champions League as Man City also lose</h1><p class=\"article__subhead\"><em>FIFA Club World Cup champions Chelsea of the English Premier League beat Spain’s Barcelona 3-0 in the Champions League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 25 Nov 2025</span><span aria-hidden=\"true\">25 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Defensive lapses cost Barcelona and Manchester City dearly as both teams slumped to notable losses in the Champions League on Tuesday.</p><p>Chelsea comfortably beat 10-man Barcelona 3-0 to earn its third league-phase win and move closer to the top.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was the second loss for Barcelona, which went down a man after defender Ronald Araujo was shown a second yellow card just before half-time.</p><p>The hosts scored with an own-goal by Jules Kounde in the 27th, a nice strike by Estevao in the 55th and a close-range shot by Liam Delap in the 73rd.</p><figure id=\"attachment_4131156\" aria-describedby=\"caption-attachment-4131156\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131156\" src=\"/wp-content/uploads/2025/11/2025-11-25T211820Z_68509754_UP1ELBP1N6IWC_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764105646.jpg?w=770&amp;resize=770%2C469&amp;quality=80\" alt=\"Chelsea's Estevao scores their second goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131156\" class=\"wp-caption-text\">Chelsea’s Estevao scores their second goal against Barcelona [Hannah Mckay/Reuters]</figcaption></figure><h2 id=\"leverkusen-continue-man-city-woes\">Leverkusen continue Man City woes</h2><p>In Pep Guardiola’s 100th Champions League game as City coach, his team struggled to cope with Bayer Leverkusen’s quick transitions in a 2-0 defeat, while Barcelona had an own goal and a red card in its 3-0 loss at Chelsea.</p><p>Guardiola made 10 changes to his starting lineup following Saturday’s loss to Newcastle in the Premier League, with Erling Haaland among those on the bench, but it didn’t have the desired effect.</p><p>Alejandro Grimaldo fired home Leverkusen’s first goal with a low shot into the far corner in the 23rd, and Patrik Schick headed in a second in the 54th.</p><p>City could have moved atop the table with a win, but the night ended with the top three unchanged. Bayern Munich, Arsenal and Inter Milan all play on Wednesday.</p><figure id=\"attachment_4131286\" aria-describedby=\"caption-attachment-4131286\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131286\" src=\"/wp-content/uploads/2025/11/2025-11-25T211752Z_1554403294_UP1ELBP1N5RWA_RTRMADP_3_SOCCER-CHAMPIONS-MCI-LEV-1764109168.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Bayer Leverkusen's Patrik Schick celebrates scoring their second goal \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131286\" class=\"wp-caption-text\">Bayer Leverkusen’s Patrik Schick celebrates scoring their second goal [Lee Smith/Reuters]</figcaption></figure><h2 id=\"benfica-and-napoli-also-record-wins\">Benfica and Napoli also record wins</h2><p>Jose Mourinho picked up his first Champions League win with his new club Benfica as Samuel Dahl’s early goal set the stage for a 2-0 win over troubled Ajax. It was No 36 vs No 35 in the pre-game standings as the two winless teams met in the Netherlands.</p><p>Left back Dahl scored an unstoppable volley on the rebound after Ajax goalkeeper Vitezslav Jaros had saved a header from Benfica’s experienced defender Nicolas Otamendi. Leandro Barreiro added a second goal in the 90th.</p><p>Ajax has lost all five of its Champions League games and won only one of its last 10 games in all competitions.</p><p>Canadian forward Promise David scored the only goal as Belgium’s Union Saint-Gilloise won 1-0 at injury-depleted Galatasaray. The Turkish club was without injured Champions League top scorer Victor Osimhen, and finished with 10 men after 18-year-old defender Arda Unyay picked up two yellow cards.</p><p>Scott McTominay scored the opening goal as Napoli won 2-0 against Azerbaijan’s Qarabag. Napoli fans commemorated the fifth anniversary of club legend Diego Maradona’s death.</p></div></div></body></html>"
        },
        {
            "title": "Trump to send top envoy to Russia in push to finalise Ukraine plan | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-25T22:29:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25329059123160-1-1764098395.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine says it supports the “essence” of a United States plan to end its war with Russia, as US President Donald Trump said “progress” is being made on securing a deal and that he would dispatch his special envoy to Russia for talks with President Vladimir Putin.</p><p>Tuesday saw a flurry of diplomatic activity after US and Ukrainian negotiators met two days earlier in Geneva to discuss Trump’s initial peace plan, which had been seen in Ukraine as a Russian wish list calling on Kyiv to cede territory to Moscow, limit its military and give up on joining NATO.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The plan has since been modified, with the emerging proposal reportedly accomodating concerns of Ukraine and its European allies.</p><p>Speaking at a video conference of the so-called coalition of the willing – a group of 30 countries supporting Ukraine – President Volodymyr Zelenskyy said Kyiv was ready to “move forward” with the as-yet-unpublished “framework”, though he still needed to address “sensitive points”.</p><p>Earlier, a Ukrainian official had told the Reuters news agency that Kyiv supported “the framework’s essence”. Building on that sense of momentum, Andriy Yermak, Zelenskyy’s chief of staff, who led negotiations in Geneva, told US news website Axios that the security guarantees Ukraine was seeking looked “very solid”.</p><p>Speaking at the White House, Trump conceded that resolving the Ukraine war was “not easy”, but added, “We’re getting close to a deal.”</p><p>“I thought that would be an easier [deal], but I think we’re making progress,” he said.</p><p>Taking to his Truth Social platform later on, he said that he would send envoy Steve Witkoff to meet Russian President Vladimir Putin in Moscow to iron out “a few” remaining differences over the deal.</p><p>He said he hoped to meet “soon” with Putin and Zelenskyy, “but ONLY when the deal to end this War is FINAL or, in its final stages”.</p><p>Russia, which had hammered Ukraine’s capital Kyiv with a deadly barrage of missiles the previous night, seemed unconvinced of progress.</p><p>Russia has not yet seen the modified plan, which remains unpublished, but Foreign Minister Sergey Lavrov underlined that it should reflect the “spirit and letter” of an understanding reached between Trump and Russian President Vladimir Putin at their Alaska summit earlier this year.</p><p>“If the spirit and letter of Anchorage is erased in terms of the key understandings we have established, then, of course, it will be a fundamentally different situation [for Russia],” Lavrov warned.</p><p>Reporting from Moscow, Al Jazeera’s Yulia Shapovalova said there was a lot of “uncertainty” at the Kremlin, though there had allegedly been “behind-the-scenes interactions” between Russian envoy Kirill Dmitriev and US counterpart Steve Witkoff, “who reportedly worked on the initial stage” of Trump’s plan.</p><p>The Russian side, she said, was not happy about revisions to the peace plan.</p><p>“Unlike the initial American plan presented by Donald Trump, which consisted of 28 points, the so-called European version doesn’t include withdrawing the Ukrainian armed forces from Donbas, it allows Kyiv to join NATO, and it doesn’t limit the size of its armed forces,” Shapovalova said.</p><p>Still, US Army Secretary Dan Driscoll had earlier emerged upbeat from meeting with Russian officials in Abu Dhabi, capital of the United Arab Emirates, with his spokesman saying: “The talks are going well and we remain optimistic.”</p><p>White House Press Secretary Karoline Leavitt said on X that there were “a few delicate, but not insurmountable, details that must be sorted out and will require further talks between Ukraine, Russia and the United States”.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said it was “unclear when those talks will happen, who will be involved, and what they will look like”. But, she added, it was clear they would not be imminent, given the upcoming American Thanksgiving holiday on November 27.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"macron-urges-pressure-on-putin\">Macron urges ‘pressure’ on Putin</h2><p>As the US strained to bridge the gap between Ukraine and Russia, leaders in the coalition of the willing, who have pledged to underwrite and guarantee any ceasefire, moved fast on security guarantees and a reconstruction plan for Ukraine.</p><p>In the video meeting, co-chaired by French President Emmanuel Macron and British Prime Minister Keir Starmer, with Zelenskyy and US Secretary of State Marco Rubio in attendance, the leaders decided to set up a task force between the US and coalition countries to “solidify” security guarantees.</p><p>Trump has not committed to providing back-up for a post-ceasefire “reassurance force” for Ukraine. The plan for the force involves European allies training Ukrainian troops and providing sea and air support, but would be reliant on US military muscle to work.</p><p>Speaking after the video call, Macron said discussions in Geneva had shown that there should be no limitations to the Ukrainian army, contrary to what had been outlined in the initial draft of the US plan.</p><p>He also said a decision on using frozen Russian assets for Ukraine’s reconstruction, at the heart of a political and legal impasse in a Europe seeking funding for Ukraine, would be “finalised in the coming days” with the European Commission.</p><p>Western countries froze approximately $300bn in Russian assets in 2022, mostly in Belgium, but there has been no consensus on how to proceed. Some support seizing the assets, while others, like Belgium, remain cautious owing to legal concerns.</p><p>According to reports, Trump’s plan would split the assets between reconstruction and US-Russia investments.</p><p>Macron hit out at Russia, saying “continued pressure” should be put on Moscow to negotiate. “On the ground, the reality is quite the opposite of a willingness for peace,” he said, alluding to Russia’s overnight attacks on Ukraine’s capital Kyiv, which left seven dead and disrupted power and heating systems.</p><p>In his daily evening address, Zelenskyy said: “What is especially cynical is that Russia carried out such strikes while talks are under way on how to end the war”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to retroactively vet refugees already resettled in US | Refugees News | Al Jazeera",
            "time": "2025-11-25T22:21:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/10/2021-09-02T160516Z_1041404582_RC2AHP90MJR7_RTRMADP_3_AFGHANISTAN-CONFLICT-USA.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President <a href=\"/news/2025/11/24/trump-orders-blacklisting-muslim-brotherhood-branches-as-terrorist-groups\">Donald Trump</a> has confirmed that it will retroactively vet refugees who have already been admitted into the country, prompting concern from immigrant rights groups.</p><p>“Corrective action is now being taken to ensure those who are present in the United States deserve to be here,” Department of Homeland Security spokesperson Tricia McLaughlin said in a statement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Associated Press and Reuters news agencies had reported on Monday that they obtained a government memorandum ordering a review of more than 230,000 refugees who were legally resettled in the country under former President <a href=\"/news/2021/5/3/biden-raises-refugee-admissions-cap-to-62500-after-criticism\">Joe Biden</a>.</p><p>The memo, signed by US Citizenship and Immigration Services (USCIS) Director Joseph Edlow, said that refugees who are found to have failed to meet the standards for resettlement would have their legal status revoked.</p><p>“Given these concerns, USCIS has determined that a comprehensive review and a re-interview of all refugees admitted from January 20, 2021, to February 20, 2025, is warranted,” the memo stated.</p><p>“When appropriate, USCIS will also review and re-interview refugees admitted outside this timeframe.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In 2024, the US admitted more than 100,000 refugees. The leading countries of origin for refugees were the Democratic Republic of the Congo, Afghanistan, Venezuela and Syria.</p><p>Unlike asylum seekers who apply for protections once they arrive in the US, refugees apply for legal status while they are outside of the country.</p><p>They are allowed to enter the US with the presumption that they will be longterm residents, safe from persecution in their home countries.</p><p>Refugee admission also offers a path to US citizenship, with newcomers able to apply for a legal permanent residency one year after arrival in the country.</p><p>Applicants for refugee admission undergo multiple levels of screening and interviews. That process often starts with a third party – usually the United Nations – referring them to the US refugee admissions programme.</p><p>Then, US immigration authorities rigorously vet the applicants, who must show they faced persecution for their race, religion, nationality, political beliefs or membership in a particular social group.</p><p>Sharif Aly, the president of the International Refugee Assistance Project (IRAP), said refugees are the most highly vetted immigrants in the country.</p><p>“This order is one more in a long line of efforts to bully some of the most vulnerable members of our communities, by threatening their lawful status, rendering them vulnerable to the egregious conduct of immigration enforcement agencies, and putting them through an onerous and potentially re-traumatizing process,” Aly said in a statement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mark Hetfield, president of the humanitarian organisation HIAS, called the Trump administration’s move “unnecessary, cruel and wasteful”. His group assists new refugees in the US.</p><p>“Refugees have already been more vetted than any other group of immigrants,” Hetfield told Reuters.</p><p>Trump drastically reduced refugee admission during his first term and <a href=\"/news/2025/10/31/trumps-7500-refugee-cap-echoing-restrictive-us-immigration-history\">all but gutted</a> the programme after his return to the White House in January.</p><p>The second Trump administration set a historic low of ​7,500 as the refugee admission cap for next year.</p><p>The president also ordered the programme to “primarily” resettle white <a href=\"/news/2025/5/22/trumps-ramaphosa-ambush-key-takeaways-from-heated-white-house-meeting\">South Africans</a>, whom he says are facing discrimination by their government.</p><p>Overall, Trump has pushed to restrict new arrivals to the US and crack down <a href=\"/news/2025/11/17/from-the-movies-sami-hamdi-details-aggressive-ice-detention\">on noncitizens</a> in the country.</p></div></div></body></html>"
        },
        {
            "title": "Colombian court sentences Alvaro Uribe’s brother to 28 years in prison | Courts News | Al Jazeera",
            "time": "2025-11-25T21:51:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP634922436609-1764105739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia – </strong>Santiago Uribe, the brother of former Colombian President <a href=\"/news/2025/8/1/colombias-ex-president-alvaro-uribe-sentenced-to-12-years-of-house-arrest\">Alvaro Uribe</a>, has been sentenced to 28 years and three months in prison for aggravated homicide and conspiracy to commit a crime while leading a paramilitary group.</p><p>In Tuesday’s verdict, a three-judge panel in the northwestern province of Antioquia ruled that, in the early 1990s, Uribe “formed and led an illegal armed group”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Under Uribe’s leadership, the group allegedly “carried out a plan to systematically murder and exterminate people considered undesirable”.</p><p>Uribe has denied having any associations with paramilitary groups. His defence team plans to appeal.</p><p>The ruling reverses a lower court’s acquittal last year. The case will now pass to Colombia’s Supreme Court for a final verdict.</p><p>The conviction is the latest twist in a longstanding criminal investigation into the Uribe family and its alleged paramilitary ties.</p><figure id=\"attachment_4131199\" aria-describedby=\"caption-attachment-4131199\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131199\" src=\"/wp-content/uploads/2025/11/AP25295022732073-1764106394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alvaro Uribe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131199\" class=\"wp-caption-text\">Former President Alvaro Uribe has likewise been investigated for ties to paramilitary groups [File: Miguel Lopez/AP Photo]</figcaption></figure><p>Critics have accused Uribe and his brother, the former president, of maintaining ties to groups involved in grave human rights abuses during Colombia’s six-decade-long internal conflict.</p><p>Tuesday’s conviction relates to activities that took place on and around the Uribe family’s La Carolina cattle ranch, located in Antioquia.</p><p>In its 307-page ruling, the court detailed how the ranch was used as a base for The 12 Apostles, a far-right paramilitary group formed by ranchers in the early 1990s to combat leftist rebels, notably the Revolutionary Armed Forces of Colombia (FARC).</p><p>The court described The 12 Apostles as a “death squad”, saying it performed “social cleansing” by killing “undesirables” including sex workers, drug users, people with mental illnesses and suspected leftist sympathisers.</p><p>Not only did the paramilitary group hold meetings at La Carolina, but training and weapons distribution were also carried out on site, according to the ruling.</p><p>Those were “acts with which crimes against humanity were committed”, the judges wrote.</p><p>Describing Uribe as the leader of The 12 Apostles, the court found him responsible for ordering the murder of Camilo Barrientos, a bus driver who was shot near La Carolina in 1994 for being a suspected rebel collaborator.</p><p>Tuesday’s ruling also highlighted collusion between paramilitaries and state security forces, saying the militia “enjoyed the cooperation, through action and inaction, of agents of the State”.</p><p>Uribe was first investigated for his involvement with The 12 Apostles in the late 1990s, but the investigation was dropped in 1999 due to a lack of evidence.</p><p>Colombian authorities resumed their investigation in 2010, detaining Uribe in 2016 on charges of homicide.</p><figure id=\"attachment_4131185\" aria-describedby=\"caption-attachment-4131185\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131185\" src=\"/wp-content/uploads/2025/11/AP396539360562-1764106116.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alvaro Uribe speaks to reporting scrum\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131185\" class=\"wp-caption-text\">Former President Alvaro Uribe addresses his brother Santiago’s arrest during a news conference on March 6, 2016 [File: Luis Benavides/AP Photo]</figcaption></figure><p>While the trial ended in 2020, the lower court announced its verdict years later, in November 2024. The judge overseeing the case at the time, Jaime Herrera Nino, ruled there was insufficient evidence and acquitted Uribe.</p><p>Tuesday’s decision overturns that verdict. Human rights advocates applauded the ruling as a step towards accountability, even at the highest levels of power.</p><p>“The sentence is extremely important,” said Laura Bonilla, a deputy director at Colombia’s Peace and Reconciliation Foundation (Pares). “It shows the level of penetration that paramilitarism had in Colombian society.”</p><p>Gerson Arias, a conflict and security investigator at the Ideas for Peace Foundation, a Colombian think tank, said the complexity of the case reflects the power structures involved.</p><p>“Paramilitarism was deeply rooted in the upper echelons of society, and therefore clarifying what happened takes years,” he said.</p><p>“It is therefore likely that many of the collective things we know about paramilitarism are still pending resolution and discovery.”</p><p>The defendant’s brother, former President Alvaro Uribe, led Colombia from 2002 to 2010.</p><p>The ex-president himself <a href=\"/news/2025/7/29/colombia-ex-president-uribe-found-guilty-of-abuse-of-process-bribery\">was found guilty</a> earlier this year of bribing former paramilitary members not to testify to his involvement with them.</p><p>The ruling <a href=\"/news/2025/10/21/colombian-appeals-court-strikes-down-ex-president-uribes-conviction\">was overturned in October</a>, after a court ruled the evidence was gathered through an unlawful wiretap. It also cited “structural deficiencies” in the prosecution’s arguments.</p><p>The former president remains a powerful figure in right-wing politics in Colombia, and he has pledged to form a coalition to oppose a left-wing government in the 2026 elections.</p><p>“I feel deep pain over the sentence against my brother. May God help him,” the ex-president <a href=\"https://x.com/AlvaroUribeVel/status/1993345679671083162\" target=\"_blank\" rel=\"noopener\">wrote</a> on the social media platform X following Tuesday’s ruling.</p></div></div></body></html>"
        }
    ]
}