{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Australia mourns as details of Bondi shooting victims emerge | Al Jazeera | Al Jazeera",
            "time": "2025-12-16T11:35:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765884843.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuelan opposition leader Machado injured on covert Nobel Prize trip | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-16T10:58:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_693c261ca72f-1765549596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuelan opposition leader Maria Corina Machado was injured as she made a clandestine dash to collect <a href=\"/news/2025/12/10/machado-in-oslo-but-will-not-attend-nobel-ceremony-to-receive-award\">her Nobel Peace Prize</a> last week, her spokesperson has said.</p><p>Claudia Macero said late on Monday that the right-wing opposition figure fractured a vertebra during a choppy boat ride that had formed part of a risky cloak-and-dagger journey to reach the Norwegian capital, Oslo, for the Nobel award ceremony.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Machado has been in hiding since she was banned from running in Venezuela’s July 24 presidential election, fearing that her life is under threat from long-time Venezuelan President Nicolas Maduro.</p><p>“The vertebra fracture is confirmed,” Macero told the AFP news agency, adding that no further details would be released beyond what had been reported in the Norwegian daily Aftonbladet.</p><p>The newspaper had earlier reported that the 58-year-old Machado sustained the fracture while crossing the sea in a small fishing boat battered by high waves.</p><p>The opposition leader was examined by doctors at Oslo University Hospital during her time in the city.</p><h2 id=\"dangerous-dash\">Dangerous dash</h2><p>Media reports in the United States said Machado’s escape last week involved wearing a disguise, including a wig, and travelling from a small Venezuelan fishing village on a wooden boat to the island of Curacao, before boarding a private plane to Norway.</p><p>Machado has said she feared for her life during the voyage, which saw US forces situated in the Caribbean alerted to avoid a strike on the vessel.</p><p>Several similar boats have been <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">attacked</a> in recent months in a campaign that the Trump administration asserts is a bid to avert drug smuggling into the US.</p><p>Maduro has accused Washington of seeking to engineer regime change in the hope of seizing Venezuela’s large oil reserves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The leader of the opposition Vente Venezuela party was attempting to reach the ceremony at which she was due to be presented with the Nobel Peace Prize.</p><p>She was announced the winner of the prestigious award in October, with the selection committee praising her <a href=\"/news/2025/12/7/supporters-of-venezuelas-machado-rally-in-cities-around-the-world\">role in the country’s opposition movement</a> and her “steadfast” support for democracy.</p><h2 id=\"broken-soul\">‘Broken soul’</h2><p>Despite her speedy trip, Machado failed to reach Oslo in time for the ceremony. Her daughter received the award on her behalf and delivered a speech that slammed Maduro and warned of the need to fight for democracy.</p><p>Hours after the ceremony, early on Thursday morning, Machado <a href=\"/news/2025/12/11/venezuelas-machado-taunts-maduro-government-after-dramatic-exit-to-oslo\">greeted supporters</a> from an Oslo hotel balcony in what was her first public appearance in a year.</p><p>Despite the fracture, she climbed over a barrier to greet supporters outside the hotel, AFP reported.</p><p>Machado said authorities in Venezuela would have attempted everything possible to prevent her journey to Norway.</p><p>Appearing set to challenge Maduro in the vote, the opposition leader was barred from running in the country’s presidential election in July last year.</p><p>She then announced that she would be going into hiding within Venezuela due to fear for her life while Maduro is in power.</p><p>The Venezuelan president commented dismissively on the reports of Machado’s injury on television on Monday.</p><p>Machado “says she has a broken vertebra”, he said. “What’s broken is her brain and her soul because she’s a demon – she hates Venezuela.”</p></div></div></body></html>"
        },
        {
            "title": "Who is Nick Reiner, arrested over death of his filmmaker father Rob Reiner? | Explainer News | Al Jazeera",
            "time": "2025-12-16T10:34:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694107b3-1765869492.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hollywood filmmaker Rob Reiner and his wife Michele Singer Reiner <a href=\"/video/newsfeed/2025/12/15/hollywood-director-rob-reiner-wife-murdered-in-los-angeles-home\">were found dead</a> in their Los Angeles home on Sunday. The police and investigators believe the couple suffered fatal stab wounds.</p><p>On Monday, police arrested the legendary director’s 32-year-old son, Nick Reiner, in connection with the deaths.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rob Reiner directed several United States movie classics, including When Harry Met Sally and The Princess Bride. He was also a devoted activist for liberal causes and <a href=\"/news/2025/12/16/trump-comments-on-deaths-of-us-filmmaker-rob-reiner-and-wife-cause-outrage\">a frequent critic</a> of US President Donald Trump.</p><p>So, what do we know about Nick Reiner, and what was his alleged involvement in his parents’ killing?</p><h2 id=\"who-killed-rob-reiner-and-his-wife\">Who killed Rob Reiner and his wife?</h2><p>Nick was revealed to be in Los Angeles police custody on Monday after the bodies of his parents were discovered inside their home in the upscale Brentwood neighbourhood.</p><p>The Los Angeles Fire Department said it responded to a medical aid request shortly after 3:30pm on Sunday [02:30 GMT Monday], and found a man and woman dead inside.</p><p>Rob Reiner’s daughter was the first to find the bodies of her parents and called the authorities, according to multiple reports.</p><p>In a statement, the Los Angeles Police Department said it was treating the deaths as homicides. Police have not released a full official timeline of how the killings occurred or the motivation behind them.</p><p>Nick Reiner remains in custody without bail. On Monday, Los Angeles Police chief Jim McDonnell said Nick Reiner was “booked for murder”.</p><p>Prosecutors will receive the case on Tuesday as they weigh whether to file formal charges against him.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-is-nick-reiner\">Who is Nick Reiner?</h2><p>Nick Reiner is the middle child of Rob and Michele Singer Reiner. They have two other children, Jake and Romy.</p><p>Nick’s struggles with substance abuse were longstanding, about which he had publicly spoken.</p><p>Rob Reiner, in a 2016 interview, said his son’s heroin addiction began about age 15, leading him into a cycle of dependency that persisted for years.</p><p>He underwent multiple rehabilitation stays, at least 17, by some accounts, and experienced periods of homelessness as a result of his addiction and the difficulties he faced in recovery.</p><p>His addiction issues inspired the 2015 semi-autobiographical movie Being Charlie, co-written by the father and son duo, and directed by Rob Reiner, about the struggles of a famous father and an addicted son.</p><p>The film was seen as an attempt to explore and heal aspects of their relationship, reflecting how deeply addiction had affected their family.</p><p>“It forced us to understand ourselves better than we had,” Rob Reiner told the AP news agency in 2016. During a YouTube interview series when the film was released, Nick Reiner reflected on his upbringing with his father, stating, “We didn’t bond a lot,” and acknowledged that collaborating on the film helped them “feel closer”.</p><h2 id=\"who-was-rob-reiner\">Who was Rob Reiner?</h2><p>Rob Reiner was a highly influential figure in US film and television. He was the son of comedy legend Carl Reiner, who died in 2020 at the age 98.</p><p>The Emmy-winning actor first gained fame as Michael “Meathead” Stivic in the 1970s TV sitcom, All in the Family. Rob Reiner went on to become a celebrated director, responsible for such classics as This Is Spinal Tap, Stand by Me, The Princess Bride, and A Few Good Men.</p><p>Legendary actress and Oscar winner Kathy Bates, who won the coveted award as the star of Rob Reiner’s 1990 film, Misery, said she “loved Rob”.</p><p>“He was brilliant and kind, a man who made films of every genre to challenge himself as an artist,” she said in a statement. “He changed the course of my life. Michele was a gifted photographer.”</p><p>Beyond filmmaking, Rob Reiner was an active political and social voice, often engaging in public debates on issues ranging from civil rights to public policy. He was a fierce critic of US President Trump.</p><p>During Trump’s first term, Reiner repeatedly described the president as “mentally unfit” and “unqualified” to serve in office.</p><h2 id=\"what-was-trump-s-reaction\">What was Trump’s reaction?</h2><p>On Monday, Trump made a social media post in which he described Reiner as “tortured and struggling” and claimed that both he and his wife had died, “reportedly due to the anger he caused” by opposing Trump during his presidency.</p><p>“He was known to have driven people CRAZY by his raging obsession of President Donald J. Trump,” he wrote on Truth Social.</p><p>Trump, who is known for aggressively targeting critics and commending allies, did not present any proof that Rob Reiner’s political stance was linked to the couple’s deaths.</p><p>The post was met with <a href=\"/news/2025/12/16/trump-comments-on-deaths-of-us-filmmaker-rob-reiner-and-wife-cause-outrage\">sharp condemnation</a> from politicians across the political spectrum, including both Democrats and Republicans.</p></div></div></body></html>"
        },
        {
            "title": "Man United, Bournemouth draw in eight-goal Premier League thriller | Football News | Al Jazeera",
            "time": "2025-12-16T10:29:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349811221015-1765878307_7354e1-1765879069.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man United, Bournemouth draw in eight-goal Premier League thriller</h1><p class=\"article__subhead\"><em>Bournemouth rallied to split the points with Manchester United, denying the Red Devils a chance to move up the ladder.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bournemouth’s Eli Junior Kroupi struck late to salvage a point for his side in a 4-4 draw with Manchester United on Monday night, capping a Premier League thriller that swung wildly from start to finish.</p><p>Ruben Amorim’s men squandered the chance to move level with fourth-place Chelsea in the standings and are instead sixth on 26 points. Bournemouth are 13th on 21 points.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>United looked set for victory after Bruno Fernandes, with a stunning free kick, and Matheus Cunha struck two minutes apart in the second half to make it 4-3.</p><p>Bournemouth’s 19-year-old substitute Kroupi silenced United’s fans just five minutes later when Alejandro Jimenez found him on the edge of the box in the 84th minute.</p><p>United goalkeeper Senne Lammens made an instinctive save with his right foot to stop a diving header from David Brooks in the sixth minute of stoppage time to preserve the draw.</p><p>Each side had nine shots on target in a game that will go down as a classic, with end-to-end action. As the final whistle blew after 100 exhausting minutes, it was hard to say whether either team left feeling satisfied.</p><p>“I suppose for the neutrals it’s been a nice game,” Bournemouth boss Andoni Iraola told Sky Sports. “It had everything. Moments where you think it’s a loss. Moments where you think we have this one, we are comfortable.</p><p>“You didn’t even know if we were happy finishing the game or give us one minute more.”</p><figure id=\"attachment_4177444\" aria-describedby=\"caption-attachment-4177444\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177444\" src=\"/wp-content/uploads/2025/12/AFP__20251215__889B8C6__v3__HighRes__TopshotFblEngPrManUtdBournemouth-1765878641.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Matheus Cunha in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177444\" class=\"wp-caption-text\">Striker Matheus Cunha (#10) puts Manchester United 4-3 ahead of Bournemouth in the 79th minute [Peter Powell/AFP]</figcaption></figure><h2 id=\"eight-goals-in-71-minutes\">Eight goals in 71 minutes</h2><p>United’s Amad Diallo opened the scoring with a close-range header in the 13th minute after goalkeeper Djordje Petrovic initially saved Diogo Dalot’s cross.</p><p>However, the visitors gradually began to find their feet and equalised through Antoine Semenyo in the 40th minute.</p><p>Casemiro restored United’s lead with a header from a corner on the stroke of half-time, gifted by goalkeeper Djordje Petrovic’s fumbled save attempt.</p><p>But they were pegged back again when Evanilson struck seconds after the break while thousands of fans at Old Trafford had yet to return to their seats.</p><p>Marcus Tavernier scored with a low free kick in the 52nd minute to put Bournemouth ahead, but United fought back, with Fernandes curling in a set-piece of his own in the 77th minute to level.</p><p>Cunha thought he had scored the winner in the 79th when Benjamin Sesko sent the ball in from the left wing, and the Brazilian slotted home. But the night had one more twist as Kroupi had the last word.</p><p>United, who had 17 shots in the first half, rued the chances they did not put away in a key game before Diallo and Bryan Mbeumo leave for the Africa Cup of Nations.</p><p>“It’s really disappointing,” United boss Ruben Amorim told the BBC. “We are really disappointed. Crazy game. It might look like we lost the two points in the second half, but I think we lost them in the first half.</p><p>“We dominated and created so many chances. We had to go to half-time with a different result. In the end, we deserved more.”</p><figure id=\"attachment_4177448\" aria-describedby=\"caption-attachment-4177448\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177448\" src=\"/wp-content/uploads/2025/12/2025-12-15T214714Z_412386009_UP1ELCF1OIOEQ_RTRMADP_3_SOCCER-ENGLAND-MUN-BOU-1765878792.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"Eli Junior Kroupi in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177448\" class=\"wp-caption-text\">Bournemouth’s Eli Junior Kroupi scores the 4-4 equaliser in the 84th minute [Phil Noble/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "M23 announces exit from DRC’s Uvira as US-brokered ceasefire stutters | Conflict News | Al Jazeera",
            "time": "2025-12-16T10:15:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T165155Z_103102632_RC2YGIAFCJ5S_RTRMADP_3_CONGO-SECURITY-1765871893.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>M23 announces exit from DRC’s Uvira as US-brokered ceasefire stutters</h1><p class=\"article__subhead\"><em>Rwanda-backed rebels say they will withdraw from eastern town they seized last week after request by US mediators.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The M23 armed group says it has agreed to a request from the United States to withdraw from the key town of Uvira in the eastern Democratic Republic of the Congo (DRC) after seizing it last week.</p><p>Corneille Nangaa, leader of the Alliance Fleuve Congo (AFC) rebel coalition, which includes the M23 group, posted a signed statement on X on Tuesday that confirmed fighters would withdraw from the town located in South Kivu province, near the border with Burundi, “as per United States mediation request”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reporting from Uvira, Al Jazeera’s Alain Uaykani said “nothing had changed” as of Tuesday morning, with M23 fighters still spotted in the town.</p><p>He noted the coalition had warned that the Congolese army and its allies had “exploited similar withdrawals to retake territory and target civilians perceived as sympathetic to the rebels”.</p><p>The Rwanda-backed militia seized the strategic town last week, <a href=\"/news/2025/12/9/drc-accuses-rwanda-of-peace-deal-violations-as-m23-advances-in-the-east\">imperilling</a> a US-brokered <a href=\"/video/newsfeed/2025/12/4/rwanda-drc-presidents-sign-washington-accord-peace-deal\">peace agreement</a> between Kinshasa and Kigali signed just days before, and a <a href=\"/news/2025/11/15/drc-rwanda-backed-m23-sign-framework-deal-for-peace-after-talks-in-qatar\">framework agreement</a> for a peace deal signed by the group and the Congolese government in Qatar’s capital, Doha.</p><p>The coalition called the move a “unilateral trust-building measure” aimed at giving the “Doha peace process the maximum chance to succeed”, calling on “guarantors of the peace process” to oversee demilitarisation and protection of the town’s population and infrastructure, and to monitor the ceasefire with “the deployment of a neutral force”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-ready-to-take-action\">US ready to ‘take action’</h2><p>The Doha framework deal was agreed in November, establishing a roadmap to stop the deadly fighting and improve the humanitarian situation in the DRC. It was built on a <a href=\"/news/2025/7/19/dr-congo-m23-rebels-sign-deal-in-qatar-to-end-fighting-in-eastern-congo\">declaration of principles</a> signed in July on the monitoring of an eventual ceasefire that did not tackle questions over the M23’s withdrawal from the country.</p><p>The group’s capture of Uvira last week came after Congolese and Rwandan leaders signed a peace agreement in Washington, DC, amid much fanfare, leading US Secretary of State Marco Rubio to accuse Rwanda, which denies backing M23 rebels, of a “clear violation of the Washington Accords”.</p><p>The US would “take action to ensure promises made to the president are kept”, he said in a post on X.</p><p>Paul-Simon Handy, the East Africa regional director at the Institute for Security Studies, said M23’s actions in Uvira were “a negotiating tactic” by the group to create facts on the ground and push the DRC’s government “to make more territorial and economic concessions”.</p><p>He noted the withdrawal announcement was likely “a direct consequence of the very strong” reaction by the US. “I struggle to see the strategic objective they are trying to gain by aggrieving the main backer of the peace agreement,” he told Al Jazeera.</p><p>“Wanting to give peace a chance would have meant not taking over Uvira after the signing of the Washington and the Doha agreements,” Handy said. “Taking over and now saying we are withdrawing is a tactic we’ve seen … else[where] by the M23 – taking over territories, appearing to withdraw, to take them again.”</p><p>The rebels’ gains in Uvira, located on the shores of Lake Tanganyika, also brought conflict to the doorstep of Burundi, which has had troops in the eastern DRC for years, aggravating fears of further regional spillover of fighting that has already killed thousands of people and displaced hundreds of thousands more since January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What we know about Ahmed al-Ahmed, ‘hero’ who disarmed Bondi attacker | Crimes Against Humanity News | Al Jazeera",
            "time": "2025-12-16T10:10:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25350086226863-1765865739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>During the <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">deadly shooting</a> at Australia’s Bondi Beach in Sydney on Sunday, a bystander was filmed tackling and disarming one of the attackers.</p><p>The man, identified as 43-year-old fruit-shop owner Ahmed al-Ahmed, has been <a href=\"/news/2025/12/14/hero-bystander-tackles-attacker-at-australia-jewish-festival-shooting\">hailed as a hero</a>.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"dcr-130mj7b\">On Tuesday, Anthony Albanese, Australia’s prime minister, said al-Ahmed’s actions were an example of “Australians coming together”.</p><p class=\"dcr-130mj7b\">“Ahmed al-Ahmed … took the gun off that perpetrator at great risk to himself and suffered serious injury as a result of that, and is currently going through operations today in hospital,” Albanese said.</p><p>This is what we know about al-Ahmed.</p><h2 id=\"what-happened-at-bondi-beach\">What happened at Bondi Beach?</h2><p>During a gathering at a Jewish Hanukkah celebration, two men opened fire at Bondi Beach, killing <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">15 people</a> and wounding at least 42.</p><p>In a news conference on Monday, New South Wales Police identified the suspects as a 50-year-old man and his 24-year-old son. The father was shot and killed by the police during the attack.</p><p>Authorities are referring to this as an anti-Semitic terrorist attack.</p><h2 id=\"who-is-ahmed-al-ahmed\">Who is Ahmed al-Ahmed?</h2><p>Al-Ahmed, 43, owns a fruit shop in another area of Sydney, Australian Prime Minister Anthony Albanese confirmed on Monday.</p><p>In video footage from the scene of the shooting, al-Ahmed can be seen disarming one of the attackers. He grabs the attacker from behind, twists him around and disarms him. He then lifts the gun and points it at the attacker, who has fallen to the ground. The attacker gets up and backs away, eventually leaving the scene.</p><p>Al-Ahmed is an Australian Muslim citizen of Syrian origin, and comes from the village of al-Nayrab, near Idlib in Syria, a relative of his, who identified himself as Mustafa Asad, told the Al Araby television network. Al-Ahmed is understood to have moved to Australia in 2006.</p><p>Al-Ahmed was having lunch in the area when the shooting took place, and he intervened, his brother, Huthaifa, told Australian public broadcaster ABC.</p><p>“I’m really proud about my brother,” Huthaifa told ABC.</p><p>Several social media accounts around the world tried to discredit al-Ahmed, claiming variously that he was a Lebanese Maronite Christian or a Jewish man. Some even tried to give him a completely different name for a while. These claims were debunked when Albanese confirmed his identity on Monday.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title=\"AI Fact-Checker Grok Spreading Lies About Hero Who Tackled Bondi Beach Shooter\" src=\"https://www.youtube.com/embed/joZ-CGLJQRM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p><h2 id=\"was-al-ahmed-injured\">Was al-Ahmed injured?</h2><p>Yes. Al-Ahmed’s relative, Asad, told the Australian television news service 7News that al-Ahmed was shot twice during the incident.</p><p>He was then taken to hospital where he has been treated for his bullet wounds. His brother said he is getting better, but has not fully recovered yet, ABC reported.</p><h2 id=\"how-is-he-now\">How is he now?</h2><p>Al-Ahmed is being treated at Saint George Hospital in Kogarah, New South Wales.</p><p>On Tuesday, Albanese told a news conference that he met with al-Ahmad on the same day. Albanese added that al-Ahmad’s parents and other relatives are visiting him in Australia.</p><p>Albanese said that al-Ahmad will undergo surgery on Wednesday.</p><p>“I thanked him for the lives that he helped to save and I wished him all the very best with his surgery that he will undertake tomorrow,” the Australian PM said during the news conference.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-the-australian-government-said-about-al-ahmed-s-actions\">What has the Australian government said about al-Ahmed’s actions?</h2><p>Albanese said the actions of the two attackers were “completely out of place with the way that Australia functions as a society”, contrasting them with al-Ahmed’s response.</p><p>“At the best of times, what we see is Australians coming together. And what I want is for Australians to come together, for this to be reinforcing the need for us to promote national unity, and that is critical. There is no place in Australia for anti-Semitism. There is no place for hatred,” Albanese said.</p><p>New South Wales Premier Chris Minns posted a picture on Instagram on Monday with al-Ahmed at the hospital, writing: “Ahmed is a real-life hero. Last night, his incredible bravery no doubt saved countless lives when he disarmed a terrorist at enormous personal risk.”</p><blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/DSR0ak-kZt6/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"14\">\n\n</blockquote><p></p><h2 id=\"what-has-the-public-response-been\">What has the public response been?</h2><p>A fundraiser for al-Ahmed on the crowdfunding platform GoFundMe has raised more than $218,000. The American billionaire hedge fund manager, Bill Ackman, is the biggest donor so far, contributing more than $66,000 and sharing the fundraiser on his X account.</p><p>On Monday, GoFundMe posted on X: “We’re seeing an outpouring of love for Ahmed al-Ahmed following his heroic actions at Bondi Beach. We’re working directly with organizers to ensure funds safely reach Ahmed &amp; his family. All funds remain securely held with our payment processors during verification until transfer.”</p><p>Al-Ahmed has been praised around the world.</p><p>“A Muslim, 43-year-old father of two, who bravely risked his life to save his neighbors celebrating Hanukkah,” New York City Comptroller Brad Lander wrote on social media. “Praying for his full and speedy recovery. And so deeply inspired by his example.”</p><p>New York City’s Mayor-elect Zohran Mamdani also held al-Ahmed up as an example of courage against hate.</p><p>“On Bondi Beach today, as men with long guns targeted innocents, another man ran towards the gunfire and disarmed a shooter,” Mamdani wrote.</p><p>“Tonight, as Jewish New Yorkers light menorahs and usher in a first night of Hanukkah clouded by grief, let us look to his example and confront hatred with the urgency and action it demands.”</p></div></div></body></html>"
        },
        {
            "title": "‘New world disorder’: Sudan, Palestine top IRC’s 2026 Emergency Watchlist | Humanitarian Crises News | Al Jazeera",
            "time": "2025-12-16T09:46:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251125__866D264__v1__HighRes__SudanConflictDisplaced-1765863556.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Growing global disorder threatens to deepen humanitarian crises around the world, with Sudan and Palestine facing the greatest risk of all, according to a new report.</p><p>The pair once again topped the International Rescue Committee’s (IRC) Emergency Watchlist, the 2026 version of which was released on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The report on the world’s top 20 crises warns that diverging trends of surging catastrophe and shrinking funding signal the advent of a “new world disorder” replacing the post-World War II <a href=\"/news/2025/3/16/is-trump-the-end-of-the-international-rules-based-order\">rules-based order</a>.</p><p>“Disorder begets disorder,” said IRC president David Miliband. “This year’s Watchlist is a testament to misery but also a warning: without urgent action from those with power to make a difference, 2026 risks becoming the most dangerous year yet.”</p><p>The report said the new state of global disorder was characterised by “intensifying geopolitical rivalries, shifting alliances, and transactional deal-making”, which had conspired to create “a cascade of crises and eroding support for the world’s most vulnerable”.</p><p>A “surge of vetoes” at the United Nations Security Council (UNSC) has stalled responses in Sudan and Palestine, it points out.</p><p>Russia has regularly stood in the way of a ceasefire in Sudan, while the United States repeatedly <a href=\"/news/2025/9/18/us-vetoes-un-security-council-demand-for-gaza-ceasefire-for-sixth-time\">vetoed</a> a Gaza truce before drafting a peace plan with the backing of regional actors earlier this year.</p><p>The 20 countries on the watchlist, which also include South Sudan, Ethiopia, Haiti, Myanmar and the Democratic Republic of the Congo, make up only 12 percent of the world’s population, but account for 89 percent of the nearly 300 million people around the globe that need humanitarian aid, reads the report.</p><p>Highlighting the scale of the crisis, it notes that 117 million people are forcibly displaced and 40 million face life-threatening levels of “severe hunger”, yet funding has shrunk by 50 percent.</p><p>That has created a funding gap that leaves humanitarian responders unable to keep pace with needs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"impunity-on-a-dangerous-scale\">‘Impunity on a dangerous scale’</h2><p>Sudan, ravaged by nearly three years of fighting between the army and the paramilitary Rapid Support Forces (RSF), headed the list for the third year in a row.</p><p>The IRC highlights the role of “regional backers” complicit in a war that it says has killed 150,000 people and displaced more than 12 million. Some 33 million people need humanitarian aid, with 207,000 facing “catastrophic” food shortages.</p><p>“Large quantities of gold flow out of the country, while weapons move in the opposite direction,” says the report, which did not name the “backers”.</p><p>The United Arab Emirates is widely <a href=\"/news/2025/3/6/sudan-files-case-against-uae-at-top-un-court-over-complicity-in-genocide\">accused of backing the RSF</a>, a claim the Gulf country denies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Palestine, facing the twin crises of Israel’s onslaught in Gaza, which has killed more than 70,000 people and created a humanitarian catastrophe, and escalating settler violence in the occupied West Bank, ranked second for the third year running.</p><p>The IRC report said there was “limited hope” that “external pressure” would “reduce the intensity of conflict” in Gaza, where authorities say Israel has carried out nearly <a href=\"/news/2025/12/15/retrieving-bodies-in-gaza-difficult-due-to-storm-war-ravaged-buildings\">800 attacks</a>, killing about 400 people, since a ceasefire deal reached in October under the US-led peace plan, which was backed by the UNSC.</p><p>Even if conflict in Gaza remains at “lower levels”, the IRC said, “civilians will face intense suffering and a struggle for survival amid what remains of Gaza”.</p><p>In late 2025, the report said 641,000 people were experiencing “<a href=\"/news/2025/8/27/starvation-strategy-how-israel-created-famine-in-gaza\">famine</a> or catastrophic food insecurity” in the enclave, and the situation is likely to persist.</p><p>“Tight restrictions and militarized delivery will leave aid access limited,” it said, referring to Israel’s <a href=\"/news/2025/12/12/un-general-assembly-adopts-resolution-demanding-israel-allow-aid-into-gaza\">choking</a> of aid supplies entering the enclave.</p><p>Overall, the report said, impunity has been “enabled on a dangerous scale”. The past year has turned out to be the “deadliest” for humanitarians, referring to attacks on schools, hospitals and other essential infrastructure in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Has Benin’s foiled coup made ECOWAS a West African heavyweight once more? | Politics News | Al Jazeera",
            "time": "2025-12-16T09:02:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T233546Z_1666495857_RC2GCIA18U3O_RTRMADP_3_BENIN-SECURITY-1765553162_d78d78-1765575552.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When armed soldiers in the small West African nation of Benin appeared on national television on December 7 to announce they had <a href=\"/news/2025/12/8/benins-foiled-coup-how-it-unfolded-and-what-we-know\">seized power in a coup</a>, it felt to many across the region like another episode of the ongoing coup crisis that has seen several <a href=\"/news/2024/8/27/west-africas-coup-belt-did-malis-2020-army-takeover-change-the-region\">governments toppled since 2020</a>.</p><p>But the scenes played out differently this time.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Amid reports of gunfire and civilians scampering to safety in the economic capital, Cotonou, Beninese and others across the region waited with bated breath as conflicting intelligence emerged. The small group of putschists, on the one hand, declared victory, but Benin’s forces and government officials said the plot had failed.</p><p>By evening, the situation was clear – Benin’s government was still standing. President Patrice Talon and loyalist forces in the army had managed to hold control, thanks to help from the country’s bigger neighbours, particularly its eastern ally and regional power, Nigeria.</p><p>While Talon now enjoys victory as the president who could not be unseated, the spotlight is also on the Economic Community of West African States (ECOWAS). The regional bloc rallied to save the day in Benin after their seeming resignation in the face of the crises rocking the region, including just last month, when the <a href=\"/news/2025/11/27/guinea-bissau-coup-what-happened-why-it-matters-what-happens-next\">military took power in Guinea-Bissau</a>.</p><p>This time, though, after much criticism and embarrassment, ECOWAS was ready to push back against the narrative of it being an ineffective bloc by baring its teeth and biting, political analyst Ryan Cummings told Al Jazeera.</p><p>“It wanted to remind the region that it does have the power to intervene when the context allows,” Cummings said. “At some point, there needed to be a line drawn in the sand [and] what was at stake was West Africa’s most stable sovereign country falling.”</p><figure id=\"attachment_4169470\" aria-describedby=\"caption-attachment-4169470\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169470\" src=\"/wp-content/uploads/2025/12/2025-12-09T174949Z_676862623_RC20DIAXBN12_RTRMADP_3_BENIN-SECURITY-1765553206.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Benin coup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169470\" class=\"wp-caption-text\">People gather at the market of Dantokpa, two days after Benin’s forces thwarted the attempted coup against the government, in Cotonou, December 9, 2025 [Charles Placide Tossou/Reuters]</figcaption></figure><h2 id=\"is-a-new-ecowas-on-the-horizon\">Is a new ECOWAS on the horizon?</h2><p>Benin’s military victory was an astonishing turnaround for an ECOWAS that has been cast as a dead weight in the region since 2020, when a coup in Mali spurred an astonishing series of military takeovers across the region in quick succession.</p><p>Between 2020 and 2025, nine coup attempts toppled five democratic governments and two military ones. The latest successful coup, in Guinea-Bissau, happened on November 28. Bissau-Guineans had voted in the presidential election some days before and were waiting for the results to be announced when the military seized the national television station, detained incumbent President Umaro Sissoco Embalo, and announced a new military leader.</p><p>ECOWAS, whose high-level delegation was in Bissau to monitor the electoral process when the coup happened, appeared on the back foot, unable to do much more than issue condemnatory statements. Those statements sounded similar to those it issued after the coups in Mali, Burkina Faso, Niger, and Guinea. The bloc appeared a far cry from the institution that, between 1990 and 2003, successfully intervened to stop the civil wars in Liberia and Sierra Leone, and later in the Ivory Coast. The last ECOWAS military intervention, in 2017, halted Gambian dictator Yahya Jammeh’s attempt to overturn the election results.</p><p>Indeed, ECOWAS’s success in its heyday hinged on the health of its members. Nigeria, arguably ECOWAS’s backbone, whose troops led the interventions in Liberia and Sierra Leone, has been mired in insecurity and economic crises of its own lately. In July 2023, when Nigeria’s President Bola Ahmed Tinubu was the ECOWAS chair, he threatened to invade Niger after the coup there.</p><p>It was disastrous timing. Faced with livelihood-eroding inflation and incessant attacks by armed groups at home, Nigerians were some of the loudest voices resisting an invasion. Many believed Tinubu, sworn in just months earlier, had misplaced his priorities. By the time ECOWAS had finished debating what to do weeks later, the military government in Niger had consolidated support throughout the armed forces and Nigeriens themselves had decided they wanted to back the military. ECOWAS and Tinubu backed off, defeated.</p><p>Niger left the alliance altogether in January this year, forming the Alliance of Sahel States (AES) with fellow military governments in Mali and Burkina Faso. All three share cultural and geographic affinities, but are also linked by their collective dislike for France, the former colonial power, which they blame for interfering in their countries. Even as they battle rampaging armed groups like Jama’at Nusrat al-Islam wal-Muslimin (JNIM), the three governments have cut ties with French forces formerly stationed there and welcomed Russian fighters whose effectiveness, security experts say, fluctuates.</p><figure id=\"attachment_4169474\" aria-describedby=\"caption-attachment-4169474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169474\" src=\"/wp-content/uploads/2025/12/2025-12-01T191504Z_2111235108_RC2Q7IAOJIOJ_RTRMADP_3_BISSAU-SECURITY-1765553510.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"ecowas\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169474\" class=\"wp-caption-text\">Sierra Leone’s President Julius Maada Bio, who chairs ECOWAS, walks with Guinea-Bissau’s transitional president, Major-General Horta Inta-A, during a meeting in Bissau, Guinea-Bissau, on December 1, 2025 [Delcyo Sanca/Reuters]</figcaption></figure><p>But Benin was different, and ECOWAS appeared wide awake. Aside from the fact that it was one coup too far, Cummings said, the country’s proximity to Nigeria, and two grave mistakes the putschists made, gave ECOWAS a fighting chance.</p><p>The first mistake was that the rebels had failed to take Talon hostage, as is the modus operandi with putschists in the region. That allowed the president to directly send an SOS to his counterparts following the first failed attacks on the presidential palace at dawn.</p><p>The second mistake was perhaps even graver.</p><p>“Not all the armed forces were on board,” Cummings said, noting that the small group of about 100 rebel soldiers had likely assumed other units would fall in line but had underestimated how loyal other factions were to the president. That was a miscalculation in a country where military rule ended in 1990 and where 73 percent of Beninese believe that democracy is better than any other form of government, according to poll site Afrobarometer. Many take particular pride in their country being hailed as the region’s most stable democracy.</p><p>“There was division within the army, and that was the window of opportunity that allowed ECOWAS to deploy because there wasn’t going to be a case of ‘If we deploy, we will be targeted by the army’. I dare say that if there were no countercoup, there was no way ECOWAS would have gotten involved because it would have been a conventional war,” Cummings added.</p><p>Quickly reading the room, Benin’s neighbours reacted swiftly. For the first time in nearly a decade, the bloc deployed its standby ground forces from Nigeria, Ghana, the Ivory Coast, and Sierra Leone. Abuja authorised air attacks on rebel soldiers who were effectively cornered in a military base in Cotonou and at the national TV building, but who were putting up a last-ditch attempt at resistance. France also supported the mission by providing intelligence. By nightfall, the rebels had been completely dislodged by Nigerian jets. The battle for Cotonou was over.</p><p>At least 14 people have since been arrested. Several casualties were reported on both sides, with one civilian, the wife of a high-ranking officer marked for assassination, among the dead. On Wednesday, Beninese authorities revealed that the coup leader, Colonel Pascal Tigri, was hiding in neighbouring Togo.</p><p>At stake for ECOWAS was the risk of losing yet another member, possibly to the landlocked AES, said Kabiru Adamu, founder of Abuja-based Beacon Security intelligence firm. “I am 90 percent sure Benin would have joined the AES because they desperately need a littoral state,” he said, referring to Benin’s Cotonou port, which would have expanded AES export capabilities.</p><p>Nigeria could also not afford a military government mismanaging the deteriorating security situation in northern Benin, as has been witnessed in the AES countries, Cummings said. Armed group JNIM launched its <a href=\"/news/2025/10/31/al-qaeda-linked-jnim-says-one-killed-in-its-first-nigeria-attack\" target=\"_blank\" rel=\"noopener\">first attack</a> on Nigerian soil in October, adding to Abuja’s pressures as it continues to face Boko Haram in the northeast and armed bandit groups in the northwest. Abuja has also come under diplomatic fire from the US, which falsely alleges a “Christian genocide” in the country.</p><p>“We know that this insecurity is the stick with which Tinubu is being beaten, and we already know his nose is bloodied,” Cummings said.</p><p>Revelling in the glory of the Benin mission last Sunday, Tinubu praised Nigeria’s forces in a statement, saying the “Nigerian armed forces stood gallantly as a defender and protector of constitutional order”. A group of Nigerian governors also hailed the president’s action, and said it reinforced Nigeria’s regional power status and would deter further coup plotters.</p><figure id=\"attachment_4169468\" aria-describedby=\"caption-attachment-4169468\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4169468\" src=\"/wp-content/uploads/2025/12/1996-05-04T120000Z_572182307_PBEAHUMUGDL_RTRMADP_3_LIBERIA-1765553188.jpg?w=770&amp;resize=770%2C496&amp;quality=80\" alt=\"ECOMOG\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4169468\" class=\"wp-caption-text\">Nigerian ECOWAS Ceasefire Monitoring Group (ECOMOG) soldiers guard a corner in downtown Monrovia during fighting between militias loyal to Charles Taylor and Roosevelt Johnson in Liberia in 1996. Between 1990-2003, ECOWAS successfully intervened to help stop the Liberian civil war [File: Reuters]</figcaption></figure><h2 id=\"not-yet-out-of-the-woods\">Not yet out of the woods</h2><p>If there is a perception that ECOWAS has reawakened and future putschists will be discouraged, the reality may not be so positive, analysts say. The bloc still has much to do before it can be taken seriously again, particularly in upholding democracy and calling out sham elections before governments become vulnerable to mass uprisings or coups, Beacon Security’s Adamu said.</p><p>In Benin, for example, ECOWAS did not react as President Talon, in power since 2016, grew increasingly autocratic, barring opposition groups in two previous presidential elections. His government has again barred the main opposition challenger, Renaud Agbodjo, from elections scheduled for next April, while Talon’s pick, former finance minister Romuald Wadagni, is the obvious favourite.</p><p>“It’s clear that the elections have been engineered already,” Adamu said. “In the entire subregion, it’s difficult to point to any single country where the rule of law has not been jettisoned and where the voice of the people is heard without fear.”</p><p>ECOWAS, Adamu added, needs to proactively re-educate member states on democratic principles, hold them accountable when there are lapses, as in the Benin case, and then intervene when threats emerge.</p><p>The bloc appears to be taking heed. On December 9, two days after the failed Benin coup, ECOWAS declared a state of emergency.</p><p>“Events of the last few weeks have shown the imperative of serious introspection on the future of our democracy and the urgent need to invest in the security of our community,” Omar Touray, ECOWAS Commission president, said at a meeting in the Abuja headquarters. Touray cited situations that constitute coup risks, such as the erosion of electoral integrity and mounting geopolitical tensions, as the bloc splits along foreign influences. Currently, ECOWAS member states have stayed close to Western allies like France, while the AES is firmly pro-Russia.</p><p>Another challenge the bloc faces is managing potential fallout with the AES states amid France’s increasing closeness with Abuja. As Paris faces hostility in Francophone West Africa, it has drawn closer to Nigeria, where it does not have the same negative colonial reputation, and which it perceives as useful for protecting French business interests in the region, Cummings said. At the same time, ECOWAS is still hoping to woo the three rogue ex-members back into its fold, and countries like Ghana have already established bilateral ties with the military governments.</p><p>“The challenge with that is that the AES would see the intervention [in Benin] as an act not from ECOWAS itself but something engineered by France,” Adamu said. Seeing France instigating an intervention which could have benefitted AES reinforces their earlier complaints that Paris pokes its nose into the region’s affairs, and could push them further away, he said.</p><p>“So now we have a situation where they feel like France did it, and the sad thing is that we haven’t seen ECOWAS dispel that notion, so the ECOWAS standby force has [re]started on a contentious step,” Adamu added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Topuria says ‘false allegations of domestic abuse’ behind UFC 324 absence | Mixed Martial Arts News | Al Jazeera",
            "time": "2025-12-16T08:46:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2235221104-1765871544_f48567-1765871679.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Topuria says ‘false allegations of domestic abuse’ behind UFC 324 absence</h1><p class=\"article__subhead\"><em>UFC title holder IIia Topuria took a break from the sport in November to fight what he is calling ‘attempted extortion’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Undefeated UFC lightweight champion Ilia Topuria has explained his withdrawal from the UFC 324 title bout, alleging he is addressing an extortion attempt and will return to the cage at the appropriate time.</p><p>“Over the past several weeks, I have made the difficult decision to temporarily step away from defending my title. This was not a decision I took lightly. However, when circumstances arise that threaten your personal integrity, your family, and your reputation, there comes a point when you must address them directly,” Topuria said in a statement posted to Instagram on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Topuria (17-0) is not on the UFC 324 card. An interim lightweight championship bout between Justin Gaethje and Paddy Pimblett headlines the January 24 event in Paradise, Nevada.</p><p>The 28-year-old Georgian had already denied that an injury forced him out of a title defence. On Monday, Topuria said he wanted to address rumours and speculation about his absence from the sport since November.</p><p>“In recent months, I have been subjected to severe and unacceptable pressure, including threats to disseminate false allegations of domestic abuse unless financial demands were met. These allegations are entirely unfounded. The truth is not a matter of opinion – it is a matter of evidence. All relevant evidence has been carefully preserved and documented, including audio recordings, written communications, witness statements, and video material. This evidence has been submitted to the appropriate judicial authorities in order to pursue legal action for attempted extortion, falsification of evidence, misappropriation of funds and personal property, and multiple threats.”</p><p>Topuria has two knockout wins to defend the belt since he won it from Alexander Volkanovski in February 2024 with a knockout victory.</p><p>His most recent fight was a June 28 knockout victory against Charles Oliveira at UFC 317, which made him the first undefeated two-division champion in UFC history.</p><figure id=\"attachment_3805828\" aria-describedby=\"caption-attachment-3805828\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3805828\" src=\"/wp-content/uploads/2025/06/2024-02-18T062804Z_395164195_MT1USATODAY22553530_RTRMADP_3_MMA-UFC-298-VOLKANOVSKI-VS-TOPURIA-1751161866.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ilia Topuria against Charles Oliveira headline UFC 317\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3805828\" class=\"wp-caption-text\">Topuria has won UFC titles in two weight classes – flyweight and lightweight – and has been ranked as the number one pound-for-pound UFC fighter in the world [File: Gary A Vasquez/USA TODAY Sports via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "How Israel’s expansion push deepens Palestinian suffering in West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-16T08:34:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251210__87P78YK__v5__HighRes__CorrectionPalestinianIsraelConflict-1765873728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new wave of Israeli policies is changing the reality and boundaries on the ground in the occupied West Bank.</p><p>The Israeli government <a href=\"/news/2025/12/12/israel-approves-19-new-west-bank-settlements-in-major-annexation-push\">has approved</a> the formalisation of 19 so-called settlement outposts as independent settlements in the occupied West Bank. This is the third wave of such formalisations this year by the government, which considers settlement expansion and annexation a top priority. During an earlier ceremony of formalisation, Finance Minister Bezalel Smotrich said, “We are advancing de facto sovereignty on the ground to prevent any possibility of establishing an Arab state in [the West Bank].”</p><p>Settlement outposts, which are illegal under international law, are set up by a small group of settlers without prior government authorisation. This does not mean that the settlers, who are often more ideological and violent, do not enjoy government protection. Israeli human rights organisations say that settlers in these so-called outposts enjoy protection, electricity and other services from the Israeli army. The formalisation opens the door to additional government funds, infrastructure and expansion.</p><p>Many of the settlement outposts formalised in this latest decision are concentrated in the northeastern part of the West Bank, an area that traditionally has had very little settlement activity. They also include the formalisation of two outposts evacuated in 2005 by the government of Israeli then-Prime Minister Ariel Sharon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While these government decisions may seem bureaucratic, they are in fact strategic in nature. They support the more ideological and often more violent settlers entrenching their presence and <a href=\"/features/2025/12/15/night-guardians-of-the-mountain-in-the-occupied-west-bank\">taking over</a> yet more Palestinian land, and becoming more brazen in their attacks against Palestinians, which are unprecedented in scope and effect.</p><p>The Israeli human rights organisation B’Tselem estimates that settler attacks against Palestinians have forcibly displaced 44 communities across the West Bank in the past two years. These arson attacks, vandalism, physical assault and deadly shootings are done under the protection of Israeli soldiers. During these settler attacks, 34 Palestinians were killed, including three children. None of the perpetrators has been brought to justice. In fact, policing of these groups has dropped under the direction of Israel’s national security minister, Itamar Ben-Gvir, who is a settler himself.</p><p>United Nations Secretary-General Antonio Guterres recently sounded the alarm about Israel’s record-breaking expansion of illegal settlements in the West Bank and the unprecedented levels of state-backed settler violence. In a briefing to the UN Security Council, Guterres reminded states that all settlements are illegal under international law. He also warned that they erode Palestinian rights recognised under this law, including to a state of their own.</p><p>In September, United States President Donald Trump <a href=\"/news/2025/9/26/trump-says-he-will-not-allow-israel-to-annex-occupied-west-bank\">said</a> he “will not allow” Israel to annex the West Bank, without offering details of what actions he would take to prevent such a move.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Israel is undeterred. The government continues to pursue its agenda of land grab, territorial expansion and annexation by a myriad of measures that fragment, dispossess and isolate Palestinians in the West Bank, including East Jerusalem, and continues its genocidal violence in Gaza.</p><p>More than 32,000 Palestinians have been forcibly displaced from their homes in three refugee camps in the occupied West Bank for nearly a year. The Israeli army continues to occupy <a href=\"/news/2025/12/15/israel-to-demolish-25-homes-in-occupied-west-bank-nur-shams-camp\">Nur Shams</a>, Tulkarem and Jenin refugee camps and ban residents from returning. Meanwhile, Israeli forces have demolished and damaged 1,460 buildings in those camps, according to a preliminary UN estimate. This huge, destructive campaign has changed the geography of the camps and plunged more families into economic and social despair.</p><p>This is the state hundreds of thousands of Palestinians across the West Bank find themselves in because of Israeli restrictions, home demolitions and land grabs. The Israeli army has set up close to 1,000 gates across the West Bank, turning communities into open-air prisons. This has a direct and devastating effect on the social fabric, economy and vitality of these communities, which live on land that is grabbed from under them to execute the expansion of illegal settlements, roads and so-called buffer zones around them.</p><p>According to the UN Conference on Trade and Development, Israeli practices and policies over the past two years have cost the Palestinian people 69 years of development. The organisation recently reported that the Palestinian gross domestic product (GDP) has shrunk to 2010 levels. This is visible most starkly in Gaza, but it is palpable in the West Bank as well.</p><p>The results of these policies and this reality are Palestinians leaving their homes and Israel expanding. During the summer, Israeli Prime Minister Benjamin Netanyahu told a local news station he was on a “historic and spiritual mission”, in reference to the vision of the Greater Israel that he said he was “very” attached to.</p></div></div></body></html>"
        },
        {
            "title": "Turtle Island Liberation Front quartet charged for California NYE bomb plot | News | Al Jazeera",
            "time": "2025-12-16T08:12:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349617443619-1765868187.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Turtle Island Liberation Front quartet charged for California NYE bomb plot</h1><p class=\"article__subhead\"><em>Pro-Palestine, antigovernment, anti-colonial group accused of targeting immigration agents and companies in ‘massive and horrific terror plot’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Federal authorities in the United States have arrested four members of an antigoverment left-wing group over an alleged bomb plot targeting immigration agents and companies, among others, in California, officials have said.</p><p>Announcing the arrests on Monday, US Attorney General Pam Bondi said the Justice Department and the Federal Bureau of Investigation had disrupted “a massive and horrific terror plot” being prepared by the Turtle Island Liberation Front.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Turtle Island Liberation Front – a far-left, pro-Palestine, anti-government, and anti-capitalist group – was preparing to conduct a series of bombings against multiple targets in California beginning on New Year’s Eve,” Bondi said in a statement.</p><p>She was careful to note that among the group’s planned targets were Immigration and Customs Enforcement (ICE) agents and their vehicles.</p><p>Audrey Illeene Carroll, 30; Zachary Aaron Page, 32; Dante Gaffield, 24; and Tina Lai, 41, have been charged with conspiracy and possession of an unregistered destructive device. Officials said additional charges are expected.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"desert-meeting\">Desert meeting</h2><p>The suspects, who are all from the Los Angeles area, were arrested on Friday in the Mojave Desert as they were working on the plot, First Assistant US Attorney Bill Essayli told a news conference.</p><p>Officials showed reporters’ surveillance footage of the suspects in the desert moving a large black object to a table. The group was arrested before they had the opportunity to build a functional bomb, the officials said.</p><p>Essayli said Carroll had created a detailed plan to bomb at least five locations. The plot included the targeting of two “Amazon-type” logistics centres operated by US companies in the Los Angeles area on New Year’s Eve.</p><p>Backpacks filled with IEDs that were to be detonated simultaneously at midnight were to be left at the locations. The group believed the explosions would be less likely to be noticed due to fireworks detonated during the celebrations.</p><p>Two of the suspects had discussed plans for attacks targeting ICE agents and vehicles with pipe bombs early next year, according to the complaint.</p><p>Officials said the suspects were an offshoot of a group dubbed the Turtle Island Liberation Front, which says it is for the “liberation of all colonised peoples”.</p><p>The group, which has a small social media following, describes itself on Facebook as a political organisation advocating for the “Liberation of occupied Turtle Island and liberation of all colonized peoples across the world”.</p><p>The term “Turtle Island” is used by some Indigenous peoples to describe North America in a way that reflects its existence outside the colonial boundaries put in place by the US and Canada. It comes from Indigenous creation stories where the continent was formed on the back of a giant turtle.</p><p>Activists affiliated with the group have previously organised campaigns against detentions and deportations by ICE, as well as anti-colonial issues.</p><p>Los Angeles Police Chief Jim McDonnell said while federal and local officials disagree on the Trump administration’s immigration raids, they still come together to protect residents.</p></div></div></body></html>"
        },
        {
            "title": "‘Bondi hero’ Ahmed al-Ahmed sends message to his loved ones | Gun Violence | Al Jazeera",
            "time": "2025-12-16T08:04:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765872217.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Mexico City politicians fight in Congress | Government | Al Jazeera",
            "time": "2025-12-16T07:59:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765871951.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cooper Flagg sets new record as youngest NBA player to score 40 points | Basketball News | Al Jazeera",
            "time": "2025-12-16T07:46:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-16T050703Z_574453291_MT1USATODAY27827954_RTRMADP_3_NBA-DALLAS-MAVERICKS-AT-UTAH-JAZZ-1765869198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cooper Flagg sets new record as youngest NBA player to score 40 points</h1><p class=\"article__subhead\"><em>Flagg joins LeBron James and Kevin Durant as only third teenager with at least 40 points, 5 rebounds and 5 assists.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cooper Flagg has scored the most points by an 18-year-old in NBA history, but he could not enjoy the accomplishment because it came in a loss.</p><p>Flagg had 42 points – topping the previous mark of 37 set by LeBron James on December 13, 2003 – in a 140-133 loss to the Utah Jazz on Monday night.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Obviously, we didn’t win. So it’s tough for me to want to be happy, or any of that, but obviously it’s a success,” said Flagg, who had a bag of ice on his ankle after rolling it at the end of regulation.</p><p>Flagg also became just the fifth rookie to record 40 points, five rebounds and five assists in the last 15 years, as he finished with seven boards and six assists.</p><p>“The more time he spends on the floor, the more he sees, the better he gets. He displayed it all tonight,” Dallas coach Jason Kidd said.</p><p>Flagg has been playing his best basketball the past few weeks as the number one overall draft pick has averaged 25.7 points in the last seven games. He is also playing aggressively enough to get to the line and went 15 for 20 against Utah.</p><p>“It’s come a long way from the start of the season, so I’m proud of that fourth quarter,” Flagg said. “It’s a new game … but I am getting more and more comfortable … and just settling in, honestly, just being myself and letting the game come to me.”</p><p>He scored 12 points in the fourth quarter and made a savvy play to get the game into overtime when he missed a free throw on purpose with such a big carom that teammate Max Christie got the rebound with 3.9 seconds remaining and was fouled.</p><figure id=\"attachment_4177120\" aria-describedby=\"caption-attachment-4177120\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177120\" src=\"/wp-content/uploads/2025/12/AP25350215388095-1765869444.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Cooper Flagg in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177120\" class=\"wp-caption-text\">Flagg (#32) drives to the basket against Utah Jazz forward Kyle Anderson (#2) during the first half on December 15, 2025, in Salt Lake City, Utah, US [Tyler Tate/AP Photo]</figcaption></figure><h2 id=\"flagg-ties-mavs-rookie-scoring-mark\">Flagg ties Mavs rookie scoring mark</h2><p>With Anthony Davis out and Dallas missing several other teammates to injuries, this game may be a harbinger of things to come as Flagg becomes a centrepiece of the Mavericks’ offence.</p><p>“We were going to Coop. He was killing them the whole game, so they finally tried to double him,” PJ Washington said. “It doesn’t surprise me at all. I know exactly what he’s capable of. He’s a special player, so there will be a lot more to come.”</p><p>Flagg also tied Mark Aguirre for the most points by a rookie in Mavs history as he begins to make his mark on the franchise. But he could not stop thinking of what he could have done to get the win despite the throbbing ankle. The Jazz made a late 11-0 run and then dominated in overtime as Flagg did not score a basket in the extra period.</p><p>“I gotta be better. I had a couple of dumb turnovers, missed a couple [of] easy ones, but I gotta be better, executing down the stretch like that,” Flagg said.</p><p>Setting records might be nice, but Flagg feels it just means he is consistently improving, and that has been his goal all season.</p><p>“I’m not really focused on a lot of that stuff [the records]. I’m more just focused on being present, day-to-day, and trying to get better and getting our team as many wins as we can,” Flagg said.</p></div></div></body></html>"
        },
        {
            "title": "Celebrations as Jordan reaches first Arab Cup final | Football | Al Jazeera",
            "time": "2025-12-16T07:34:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765870418.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Morocco’s Safi counts the cost in aftermath of deadly flash floods | Floods News | Al Jazeera",
            "time": "2025-12-16T06:29:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251215__887D6HW__v2__HighRes__MoroccoFloods-1765863724.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Search and rescue operations were continuing in the Moroccan town of Safi after flash floods killed at least 37 people.</p><p>Drought-hit Morocco often experiences severe weather, but Sunday’s flooding in the coastal town is the deadliest such disaster in at least a decade.</p><p>A muddy torrent swept cars and bins from the streets of Safi, which lies roughly 300km (190 miles) south of the capital, Rabat.</p><p>The General Directorate of Meteorology (DGM), Morocco’s national weather forecaster, has warned that further thunderstorms are likely over the next three days in several regions, including Safi.</p><p>Survivors are still receiving treatment at the town’s Mohammed V Hospital, with two remaining in intensive care, according to local officials.</p><p>Schools have been closed as mud and debris continue to clog the streets.</p><p>Safi is known as a centre for arts and crafts, particularly terracotta pottery, and its streets were left strewn with shattered bowls and tajines.</p><p>The Moroccan prosecutor’s office has opened an investigation to determine whether anyone bears responsibility for the scale of the damage, according to the official news agency MAP.</p><p>Addressing parliament, Prime Minister Aziz Akhannouch said: “Thirty-seven millimetres (1.5 inches) of rain fell in a short period, hitting the historic Bab Chabaa district of Safi, which is crossed by a river, and causing the deaths of numerous merchants and workers.”</p><p>As the waters receded, a landscape of mud and overturned cars was revealed. Civil Protection units and residents soon started clearing the debris.</p><p>Morocco is enduring its seventh consecutive year of severe drought, and last year was the North African kingdom’s hottest on record.</p><p>Climate change has made storms more intense, as a warmer atmosphere holds more moisture and warmer seas can spur weather systems.</p></div></div></body></html>"
        },
        {
            "title": "Australian police say Bondi Beach attackers inspired by ISIL | Crime News | Al Jazeera",
            "time": "2025-12-16T06:17:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349824346158-1-1765864121.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australian police say Bondi Beach attackers inspired by ISIL</h1><p class=\"article__subhead\"><em>Investigators say the deadly Bondi Beach attack is being treated as ‘terrorism’ after evidence of ISIL influence found.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Australian police say the two men accused of carrying out a <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">deadly shooting</a> at a Jewish Hanukkah celebration at Sydney’s Bondi Beach that killed 15 people were “inspired” by the <a href=\"/features/2017/6/20/the-rise-and-fall-of-isil-explained\">ISIL (ISIS) group</a>.</p><p>Police also confirmed on Tuesday that they were <a href=\"/news/2025/12/15/australian-officials-questioned-on-guns-anti-semitism-over-bondi-shooting\">investigating a trip</a> the two suspects undertook to the Philippines last month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Early indications point to a terrorist attack inspired by Islamic State, allegedly committed by a father and son,” Australian Federal Police Commissioner Krissy Barrett said at a news conference.</p><p>“These are the alleged actions of those who have aligned themselves with a terrorist organisation, not a religion,” Barrett said, referring to ISIL.</p><p>One of the alleged attackers, identified by police as 50-year-old Sajid Akram, was shot dead by police officers. His 24-year-old son, believed to have acted alongside him and named by local media as Naveed Akram, was also shot and remains in critical condition in hospital.</p><p>Investigators say the father-son duo <a href=\"/video/newsfeed/2025/12/14/bystander-disarms-bondi-beach-gunman-during-mass-shooting-in-sydney\">opened fire on hundreds of people</a> gathered at the beachside festival, carrying out the attack that lasted about 10 minutes at one of Australia’s most popular tourist locations.</p><p>Wayne Hay, reporting for Al Jazeera from Bondi Beach, said police confirmed that “two Islamic State flags – homemade flags – were found in the gunmen’s vehicle along with an improvised explosive device”.</p><p>“They also spoke about this trip that the pair had taken to the Philippines. A lot of speculation about that over the past 24 hours or so. They confirmed that they did go to the Philippines recently, but they are not clear yet as to the motive for that trip,” Hay said.</p><p>“That will, of course, form part of any ongoing investigation as to why they made that trip,” he said.</p><figure id=\"attachment_4176032\" aria-describedby=\"caption-attachment-4176032\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4176032\" src=\"/wp-content/uploads/2025/12/AFP__20251215__886K322__v1__HighRes__AustraliaAttackBondi-1765808686.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mourners gather at a tribute at the Bondi Pavillion\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4176032\" class=\"wp-caption-text\">Mourners gather at the Bondi Pavilion in memory of the victims of the shooting at Bondi Beach, in Sydney, December 15, 2025 [Saeed Khan/AFP]</figcaption></figure><p>New South Wales Police Commissioner Mal Lanyon told reporters that the reason for the visit and where they visited in the Philippines “is under investigation at the moment”.</p><p>The Philippine police said they are also investigating the matter.</p><p>ISIL-linked armed groups are known to operate in parts of the Philippines, particularly in the country’s south. While those groups have been significantly weakened in recent years, they continue to exist as smaller cells on the southern island of Mindanao.</p><p>Their strength is far removed from the influence they once exerted, particularly during the <a href=\"/features/2017/10/29/what-happened-in-marawi\">2017 siege of Marawi</a>, when ISIL fighters laid siege to the city, prompting months of heavy combat with government forces that killed more than 1,000 people.</p><p>The Bondi Beach attack, which was the deadliest mass shooting in Australia in almost three decades, also left some 25 people injured, including several in critical condition.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Hamas says Israel’s ‘blatant, outrageous’ violations threaten deal | Gaza News | Al Jazeera",
            "time": "2025-12-16T05:46:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-12T060454Z_1675782460_RC2ECIAP2COX_RTRMADP_3_ISRAEL-PALESTINIANS-IRELAND-BILL-1765792206.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Hamas says Israel’s ‘blatant, outrageous’ violations threaten deal</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Hamas official says Israel’s “blatant and outrageous violations” threaten the ceasefire agreement.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US military kills 8 in latest attacks on vessels in eastern Pacific | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T05:04:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250913__74DX79U__v1__HighRes__UsPoliticsDefensePuertoRicoVenezuela-1765860204.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US military kills 8 in latest attacks on vessels in eastern Pacific</h1><p class=\"article__subhead\"><em>Three latest attacks in the eastern Pacific Ocean come as the US increases military presence in Trinidad and Tobago, near Venezuela.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has said it killed eight people in new attacks on vessels in the eastern Pacific Ocean, days after the US military seized a Venezuelan oil tanker amid Washington’s continuing military buildup in Latin America.</p><p>In a post on social media, the US Military Southern Command (SOUTHCOM) said that “lethal kinetic strikes” targeted three vessels in international waters on Monday, at the direction of Secretary of Defense Pete Hegseth.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eight people were killed in total, SOUTHCOM said in a statement.</p><p>“Three in the first vessel, two in the second and three in the third,” it said, while claiming without providing any evidence that those killed were linked to drug trafficking.</p><p>At least 90 people have been killed in similar US attacks on dozens of vessels in the Pacific Ocean and Caribbean Sea near Venezuela since September, in what international law experts have criticised as extrajudicial killings by the US military.</p><p></p><p>US lawmakers have questioned Hegseth over his role in the attacks, including whether he personally <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">ordered a second strike</a> on a boat targeting two people who had survived a first attack and were left clinging to the debris in September.</p><p>The Pentagon has also <a href=\"/news/2025/10/25/what-military-force-has-the-us-positioned-off-venezuelas-coast\">deployed warships</a>, a submarine, drones and fighter jets to the Caribbean and the Gulf of Mexico, in what it claims are efforts to tackle drug smuggling in the region.</p><p>Venezuela <a href=\"/news/2025/9/27/venezuela-foreign-ministry-warns-of-immoral-military-threat-from-us\">said the attacks and US military buildup</a> were aimed at allowing “external powers to rob Venezuela’s immeasurable <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">oil and gas wealth</a>“, even before US forces seized an <a href=\"/news/2025/12/11/act-of-piracy-or-law-can-the-us-legally-seize-a-venezuelan-tanker\">oil tanker</a> off the coast of Venezuela last week, with US President Donald Trump telling reporters, “I assume we’re going to keep the oil.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-military-to-use-trinidad-airports-on-venezuela-s-doorstep\">US military to use Trinidad airports, on Venezuela’s doorstep</h2><p>The latest attacks on vessels in Latin American waters come as the US continues to build up its considerable military presence in the region surrounding Venezuela, with Trinidad and Tobago saying on Monday that it had authorised US military aircraft to use its airports.</p><p>Trinidad and Tobago said it had given the green light for the US military to use its airports “in the coming weeks”, adding that Washington would use them for “logistical” operations, including “facilitating supply replenishment and routine personnel rotations”.</p><p>The Caribbean island nation, which is located only 12km (7.4 miles) from Venezuela at its closest point, has been supportive of the US military buildup in the region, in contrast to some other <a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">Central and South American leaders</a>.</p><p>Trinidad and Tobago’s prime minister, Kamla Persad-Bissessar, has said she would rather see drug traffickers “blown to pieces” than have them kill citizens of her nation.</p><p>In response, Venezuelan leader Nicolas Maduro again said that his country would <a href=\"/news/2025/10/28/venezuela-suspends-trinidad-and-tobago-gas-accord-over-us-warship-visit\">stop supplying gas to Trinidad and Tobago</a> on Monday, according to the Venezuelan state television channel Telesur.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4167080\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-US-seizes-oil-tanker-off-Venezuela-coast-map-1765444506.png?quality=80\" alt=\"INTERACTIVE US seizes oil tanker off Venezuela coast map-1765444506\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Why a Bollywood spy film sparked a political storm in India and Pakistan | Explainer News | Al Jazeera",
            "time": "2025-12-16T04:53:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2247254000-1-1765878239.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> A newly released Bollywood spy thriller is winning praise and raising eyebrows in equal measure in India and Pakistan, over its retelling of bitter tensions between the South Asian neighbours.</p><p>Sunk in a sepia tone, Dhurandhar, which was released in cinemas last week, is a 3.5-hour-long cross-border political spy drama that takes cinemagoers on a violent and bloody journey through a world of gangsters and intelligence agents set against the backdrop of India-Pakistan tensions. It comes just months after hostilities broke out between the two countries in May, following a rebel attack on a popular tourist spot in <a href=\"/news/2025/4/23/act-of-war-what-happened-in-kashmir-attack-that-killed-26-tourists\">Pahalgam</a>, in Indian-administered Kashmir, which India blamed Pakistan for. Islamabad has denied role in the attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>Since the partition of India to create Pakistan in 1947, the nuclear-armed neighbours have fought four wars, <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">three of them over the disputed region of Kashmir</a>.</span></p><p>The film stars the popular actor Ranveer Singh, who plays an Indian spy who infiltrates networks of “gangsters and terrorists” in Karachi, Pakistan. Critics of the film argue that its storyline is laced with ultra-nationalist political tropes and that it misrepresents history, an emerging trend in Bollywood, they say.</p><figure id=\"attachment_4175882\" aria-describedby=\"caption-attachment-4175882\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175882\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-15-at-6.48.29-PM-1765804739.png?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"A still from the trailer of Dhurandhar. Credit: Jio Studios\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175882\" class=\"wp-caption-text\">A still from the trailer of Dhurandhar [Screengrab/Youtube]</figcaption></figure><h2 id=\"what-is-the-latest-bollywood-blockbuster-about\">What is the latest Bollywood blockbuster about?</h2><p>Directed by Aditya Dhar, the film dramatises a covert chapter from the annals of Indian intelligence. The narrative centres on a high-stakes, cross-border mission carried out by India’s Research and Analysis Wing (R&amp;AW), and focuses on one operative who conducts operations on enemy soil to neutralise threats to Indian national security.</p><p>The film features a heavyweight ensemble cast led by Singh, who plays the gritty field agent tasked with dismantling a “terror” network from the inside. He is pitted against a formidable antagonist played by Sanjay Dutt, representing the Pakistani establishment, and gangsters such as one portrayed by Akshaye Khanna, while actors including R Madhavan portray key intelligence officers and strategists who orchestrate complex geopolitical manoeuvering from New Delhi.</p><p>Structurally, the screenplay follows a classic cat-and-mouse trajectory.</p><p>Beneath its high-octane set pieces, the film has sparked an angry debate among critics and audiences over the interpretation of historical events and some key figures.</p><figure id=\"attachment_4175865\" aria-describedby=\"caption-attachment-4175865\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175865\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-15-at-6.45.08-PM-1765804544.png?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"A still from the trailer of Dhurandhar. Credit: Jio Studios\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175865\" class=\"wp-caption-text\">A scene shown in the trailer of the new Bollywood film, Dhurandhar [Screengrab/Youtube]</figcaption></figure><h2 id=\"why-is-the-film-so-controversial-in-pakistan\">Why is the film so controversial in Pakistan?</h2><p>Despite the longstanding geopolitical tensions between the two countries, India’s Bollywood films remain popular in Pakistan.</p><p>Depicting Pakistan as the ultimate enemy of India has been a popular theme retold for years, in different ways, especially in Bollywood’s spy thrillers, however. In this case, the portrayal of Pakistan’s major coastal city, Karachi, and particularly one of its oldest and most densely populated neighbourhoods, Lyari, has drawn strong criticism.</p><p>“The representation in the film is completely based on fantasy. It doesn’t look like Karachi.  It does not represent the city accurately at all,” Nida Kirmani, an associate professor of sociology at Lahore University of Management Sciences, told Al Jazeera.</p><p>Kirmani, who has produced a <a href=\"https://www.youtube.com/watch?si=IcKykf6imdqLiiuX&amp;v=y_YuPBjuYGk&amp;feature=youtu.be\">documentary</a> on the impact of gang violence in Lyari of her own, said that like other megacities in the world, “Karachi had periods of violence that have been particularly intense.”</p><p>However, “reducing the city to violence is one of the major problems in the film, along with the fact the film gets everything about Karachi – from its infrastructure, culture, and language – wrong”, she added.</p><p>Meanwhile, a member of the Pakistan People’s Party (PPP) has taken legal action in a Karachi court alleging the unauthorised use of images of the late former prime minister, Benazir Bhutto, who was assassinated in 2007, and protesting against the film’s portrayal of the party’s leaders as supporters of “terrorists”.</p><p>Critics, including Kirmani, say the film also bizarrely casts gangs from Lyari into geopolitical tensions with India, when they have only ever operated locally.</p><p>Kirmani said the makers of the movie have cherry-picked historical figures and used them completely out of context, “trying to frame them within this very Indian nationalistic narrative”.</p><p>Mayank Shekhar, a film critic based in Mumbai, pointed out that the film “has been performed, written, directed by those who haven’t ever stepped foot in Karachi, and perhaps never will”.</p><p>“So, never mind this dust bowl for a city that, by and large, seems wholly bereft of a single modern building, and looks mostly bombed-out, between multiple ghettos,” Shekhar said.</p><p>He added that this is also in line with how Hollywood “shows the brown Third World in action with a certain sepia tone, like with Extraction, set in Dhaka, Bangladesh”.</p><figure id=\"attachment_4175859\" aria-describedby=\"caption-attachment-4175859\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175859\" src=\"/wp-content/uploads/2025/12/AFP__20251201__86PQ6FY__v1__MidRes__IndiaEntertainmentCinemaBollywood-1765804524.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"dhurandhar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175859\" class=\"wp-caption-text\">Bollywood actor Ranveer Singh (centre) performs during the music launch of his upcoming Indian Hindi-language film Dhurandhar in Mumbai on December 1, 2025 [Sujit Jaiswal/AFP]</figcaption></figure><h2 id=\"how-has-the-film-been-received-in-india\">How has the film been received in India?</h2><p>Dhurandhar has been a huge commercial success in India and among the Indian diaspora. However, it has not escaped criticism entirely.</p><p>The family of a decorated Indian Army officer, Major Mohit Sharma, filed a petition in Delhi High Court to stop the release of the film, which, they claim, has exploited his life and work without their consent.</p><p>The makers of the film deny this and claim it is entirely a work of fiction.</p><p>Nonetheless, the film’s storyline is accompanied by real-time intercepted audio recordings of attacks on Indian soil and news footage, film critics and analysts say.</p><figure id=\"attachment_1701147\" aria-describedby=\"caption-attachment-1701147\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1701147\" src=\"/wp-content/uploads/2022/04/GettyImages-1239256212.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"People seen in front of a movie theater that is screening the film Kashmir files that\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1701147\" class=\"wp-caption-text\">People linger outside a movie theatre that is screening The Kashmir Files, in Kolkata, India, on March 17, 2022. The film, which was hailed by Modi, triggered anti-Muslim hates speech in India [Debarchan Chatterjee/NurPhoto via Getty Images]</figcaption></figure><h2 id=\"is-this-an-emerging-pattern-in-bollywood-films\">Is this an emerging pattern in Bollywood films?</h2><p>Shekhar told Al Jazeera that focusing on a deliberately loud, seemingly over-the-top, hyper-masculine hero’s journey is not a new genre in Bollywood. “There’s a tendency to intellectualise the trend, as we did with the ‘angry young man’ movies of the 1970s,” he said, referring to the formative years of Bollywood.</p><p>In recent years, mainstream production houses in India have, however, favoured storylines that portray minorities in negative light and align with the policies of the Hindu nationalist government of Prime Minister Narendra Modi.</p><p>Kirmani told Al Jazeera that this frequently means “reducing Muslims across India’s borders and within as ‘terrorists’, which further marginalises Muslims in India culturally”.</p><p>“Unfortunately, people gravitate towards these kinds of hypernationalistic narratives, and the director is cashing in on this,” she told Al Jazeera.</p><p>Modi himself lavished praise on a recent film called Article 370, for what he said was its “correct information” about the removal of the constitutional provision that granted special autonomous status to the state of Jammu and Kashmir in 2019. Critics, however, called the film “propaganda” and said the film had distorted facts.</p><p>Another Bollywood film <a href=\"/news/2023/5/4/kerala-story-film-on-alleged-indian-isil-recruits-gets-pushback\">Kerala Story</a> released in 2023 was accused of falsifying facts. Prime Minister Modi praised the film, but critics said it tried to vilify Muslims and demonise the southern Kerala state known for its progressive politics.</p><p>In the case of Dhurandhar, some critics have faced online harassment.</p><p>One review by The Hollywood Reporter’s India YouTube channel, by critic Anupama Chopra, was taken down after outrage from fans of the film.</p><p></p><p>India’s Film Critics Guild has condemned “coordinated abuse, personal attacks on individual critics, and organised attempts to discredit their professional integrity”, in a statement.</p><p>“More concerningly, there have been attempts to tamper with existing reviews, influence editorial positions, and persuade publications to alter or dilute their stance,” the group noted.</p></div></div></body></html>"
        },
        {
            "title": "Trump sues BBC for $10bn over edited 2021 US Capitol riot speech | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T04:17:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/ap_691372b61628b-1762882230.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has filed a lawsuit seeking at least $10bn from the BBC over a documentary that edited his speech to supporters before the <a href=\"/news/2021/1/12/fbi-says-70-charged-in-capitol-riot-is-just-the-beginning\">US Capitol riot in 2021</a>.</p><p>The lawsuit, filed in federal court in Miami on Monday, seeks “damages in an amount not less than $5,000,000,000” for each of two counts against the United Kingdom broadcaster for alleged defamation and violation of the Florida Deceptive and Unfair Trade Practices Act.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Earlier in the day, Trump confirmed his plans to file the lawsuit.</p><p>“I’m suing the BBC for putting words in my mouth, literally … I guess they used AI or something,” he told reporters at the White House.</p><p>“That’s called fake news .”</p><h2 id=\"bbc-apology\">BBC apology</h2><p>Trump has accused the publicly owned broadcaster of defaming him by splicing together parts of a January 6, 2021, speech, including one section where he told supporters to march on the Capitol, and another where he said, “Fight like hell”.</p><p>The edited sections of his speech omitted words in which Trump also called for peaceful protest.</p><p>Trump’s lawsuit alleges that the BBC defamed him, and his lawyers say the documentary caused him overwhelming reputational and financial harm.</p><p>Following the lawsuit, the BBC said it would defend the case and would not make any further comment.</p><p>The broadcaster had already <a href=\"/economy/2025/11/13/bbc-apologises-to-trump-over-documentary-rejects-defamation-claim\">apologised to Trump</a>, admitted an error of judgement and acknowledged that the edit gave the mistaken impression that he had made a direct call for violent action.</p><p>The broadcaster also said that there was no legal basis for the lawsuit, and that to overcome the US Constitution’s strong legal protections for free speech and the press, Trump will need to prove in court not only that the edit was false and defamatory, but also that the BBC knowingly misled viewers or acted recklessly.</p><p>The broadcaster could argue that the documentary was substantially true and its editing decisions did not create a false impression, legal experts said. It could also claim the programme did not damage Trump’s reputation.</p><p>Speaking to Sky News on Tuesday, British minister Stephen Kinnock said the broadcaster had apologised and said there were no grounds for legal action. “It’s right that the BBC stands firm on that point,” he said.</p><figure id=\"attachment_2248760\" aria-describedby=\"caption-attachment-2248760\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2248760\" src=\"/wp-content/uploads/2023/06/AP21348751267040-1687388681.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Rioters gather with Trump signs before the steps of the US Capitol. Smoke or tear gas can be seen rising from the crowd.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2248760\" class=\"wp-caption-text\">Rioters attack the US Capitol in Washington, DC, on January 6, 2021, in an attempt to disrupt the certification of Electoral College votes and the election victory of President Joe Biden [File: John Minchillo/AP Photo]</figcaption></figure><p>Trump, in his lawsuit, said that the BBC, despite its apology, “has made no showing of actual remorse for its wrongdoing nor meaningful institutional changes to prevent future journalistic abuses”.</p><p>A spokesman for Trump’s legal team said in a statement that the BBC had “a long pattern of deceiving its audience in coverage of President Trump, all in service of its own leftist political agenda”.</p><p>The dispute over the edited speech, featured on the BBC’s Panorama documentary show shortly before the 2024 presidential election, prompted a public relations crisis for the broadcaster, leading to the <a href=\"/news/2025/11/10/why-have-bbc-bosses-resigned-over-a-trump-speech-edit\">resignations</a> of its two most senior officials.</p><p>Other media organisations have settled with Trump, including CBS and ABC, when Trump sued them following his comeback win in the November 2024 election.</p><p>Trump has also filed lawsuits against The New York Times, The Wall Street Journal and a newspaper in Iowa, all of which have denied wrongdoing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russian court designates punk band Pussy Riot as ‘extremist’ group | Vladimir Putin News | Al Jazeera",
            "time": "2025-12-16T03:26:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6940a42851-1765844008.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Moscow district court has designated Russian punk protest band Pussy Riot as an extremist organisation, according to the state TASS news agency.</p><p>The exiled group’s lawyer, Leonid Solovyov, told TASS that Monday’s court ruling was made in response to claims brought by the Russian Prosecutor General’s Office and that the band plans to appeal. According to TASS, the case was heard in a closed session at the request of the Prosecutor General’s Office.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The court said that it had upheld prosecution submissions “to recognise the punk band Pussy Riot as an extremist organisation and ban its activities on the territory of the Russian Federation”, the AFP news agency reports.</p><p>An official Pussy Riot social media account shared a statement, responding defiantly to the ruling, saying the band’s members, who have lived in exile for years, were “freer than those who try to silence us”.</p><p>“We can say what I think about putin — that he is an aging sociopath spreading his venom around the world like cancer,” the statement said.</p><p>“In today’s Russia, telling the truth is extremism. So be it – we’re proud extremists, then.”</p><p>The group’s designation will make it easier for the authorities to go after the band’s supporters in Russia or people who have worked with them in the past.</p><p>“This court order is designed to erase the very existence of Pussy Riot from the minds of Russians,” the band said. “Owning a balaclava, having our song on your computer, or liking one of our posts could lead to prison time.”</p><p>According to TASS, earlier reports said that the Prosecutor General’s Office had brought the case over Pussy Riot’s previous actions, including at Christ the Saviour Cathedral in February 2012, and the World Cup Final in Moscow in 2018.</p><p></p><p>The band’s members have already served sentences for the 2012 protest at the cathedral in Moscow, where they <a href=\"http://www.youtube.com/watch?v=VtYw-d1CSxQ\" target=\"_blank\" rel=\"noopener noreferrer\">played what they called a punk prayer</a>, “Mother of God, Cast Putin Out!”</p><p>Nadezhda Tolokonnikova and Maria Alyokhina, who were jailed for two years on hooliganism charges over the cathedral protest, were released as part of a <a href=\"/news/2013/12/18/russia-approves-sweeping-amnesty-to-prisoners\">2013 amnesty</a>, which extended to some 26,000 people facing prosecution from Russian authorities, including 30 Greenpeace crew members.</p><p>In September, a Russian court handed jail terms to five people linked with Pussy Riot – Maria Alyokhina, Taso Pletner, Olga Borisova, Diana Burkot and Alina Petrova – after finding them guilty of spreading “false information” about the Russian military, news outlet Mediazona reported. All have said the charges against them are politically motivated.</p><p>Mediazona was founded by Alyokhina alongside fellow band member Tolokonnikova.</p><p>The news outlet says that it is continuing to maintain a verified list of Russian military deaths in Moscow’s war on Ukraine.</p><p>“We have confirmed 153,000 names, each supported by evidence, context, and documentation,” Mediazona said on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump urges China’s Xi to free jailed Hong Kong media tycoon Jimmy Lai | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-16T02:50:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T120330Z_817009906_RC2ZGIAONC1X_RTRMADP_3_HONGKONG-SECURITY-JIMMYLAI-BRITAIN-1765852241_e54b95-1765852344.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has personally appealed to Chinese President Xi Jinping to release imprisoned Hong Kong pro-democracy media tycoon <a href=\"/news/2025/8/28/who-is-jimmy-lai-hong-kongs-jailed-media-tycoon\">Jimmy Lai</a>, saying he was deeply concerned about the 78-year-old’s health following his conviction.</p><p>On Monday, Hong Kong’s High Court found Lai <a href=\"/news/2025/12/15/hong-kong-court-convicts-democracy-activist-jimmy-lai-on-conspiracy-charges\">guilty on three charges</a> in his national security trial, a ruling condemned by rights groups as a decisive blow to press freedom in the Chinese financial hub.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Prosecutors accused Lai of orchestrating <a href=\"/news/2020/8/10/hong-kong-media-tycoon-arrested-newspaper-raided\">conspiracies</a> to encourage foreign governments to take action against Hong Kong or China, and of publishing material that “excited disaffection” against Chinese authorities. Lai pleaded not guilty and now faces a possible life sentence following his guilty verdict.</p><p>“I spoke to President Xi about it, and I asked to consider his release,” Trump told reporters on Monday, without saying when he made the request to Xi.</p><p>“He’s an older man, and he’s not well. So I did put that request out. We’ll see what happens,” Trump said.</p><p>Trump met Xi in October in South Korea, where he is believed to have raised Lai’s case with the Chinese leader. Shortly after Trump’s comments on Monday, US Secretary of State Marco Rubio said the verdict underscored Beijing’s determination to suppress dissent.</p><p>Rubio said the conviction showed China’s resolve to “silence those who seek to protect freedom of speech and other fundamental rights”.</p><p>Lai founded the now-defunct pro-democracy tabloid newspaper Apple Daily and became one of the most prominent pro-democracy figures targeted under Hong Kong’s national security law.</p><p>“Reports indicate that Mr. Lai’s health has severely deteriorated during more than 1,800 days in prison,” Rubio said in the statement. “We urge the authorities to bring this ordeal to an end as soon as possible and to release Mr. Lai on humanitarian grounds,” he said.</p><p></p><p>The United Kingdom also criticised the conviction of Lai as a “politically motivated prosecution” and called for his immediate release.</p><p>Lai, who has been detained since late 2020, is a British citizen. His son Sebastien said that the UK needed to increase pressure on Beijing.</p><p>“It’s time to put action behind words and make my father’s release a precondition to closer relationships with China,” Lai’s son said at a news conference in London.</p><p>Lai’s daughter, Claire, said her father would abandon political activism if freed from jail.</p><p>“He just wants to reunite with his family. He wants to dedicate his life to serving our Lord, and he wants to dedicate the rest of his days to his family,” she told the Associated Press in Washington.</p><p>“My father is fundamentally not a man who operates on illegal ground,” she said.</p><p>A devout Catholic, Lai has drawn support in the US from a loose coalition of democracy advocates, press freedom groups and Christian activists, a constituency that forms a key part of Trump’s political base.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The forced closure of Lai’s Apple Daily in 2021, once known for its fiercely critical reporting, marked a turning point for Hong Kong’s media landscape. News organisations have since scaled back critical coverage of China amid fears of prosecution in Hong Kong, while the city’s global press freedom ranking has fallen sharply, dropping to 140th out of 180 countries, according to advocacy group RFA.</p><p>“Although it’s an expected verdict, when the news came out, the feeling of ‘finally it’s here’ hit us,” said Edward Li, a former editor at Apple Daily currently residing in Taiwan.</p><p>“Not only does Hong Kong no longer have Apple Daily; Hong Kong no longer has a strong voice to criticise and monitor the government…, which is why we feel the need to fill that role,” Li said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,391 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-16T01:15:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T165942Z_907358053_RC2WGIA6QA1Q_RTRMADP_3_UKRANE-CRISIS-KHARKIV-REGION-1-1765845946_29cccb-1765846202.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,391</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,391 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Tuesday, December 16:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian drone attack killed a 62-year-old Ukrainian man as he was riding a bicycle in the Velyka Pysarivka community of Ukraine’s Sumy region, Governor Oleh Hryhorov said in a post on the Telegram messaging app.</li>\n<li>Russian forces launched 850 attacks on Ukraine’s Zaporizhia region in a single day, injuring 14 people and damaging houses, cars and infrastructure, Governor Ivan Fedorov said on Telegram.</li>\n<li>Russian forces injured five people in attacks on Ukraine’s Dnipropetrovsk region, and six people in the Kherson region in the past day, local officials said, according to the Ukrainian news agency Ukrinform.</li>\n<li>In Dnipropetrovsk, those injured included a firefighter and factory worker, hurt after Russian forces launched a second attack on a factory in the Synelnykivskyi district, as rescuers tried to respond to a fire caused by an earlier Russian attack, the State Emergency Service of Ukraine reported on its website.</li>\n<li>Russian attacks caused power outages in Ukraine’s capital, Kyiv, as well as the Donetsk and Dnipropetrovsk regions, the Ukrainian energy company NPC Ukrenergo said on Facebook.</li>\n<li>Ukraine claimed that underwater drones had, for the first time in the war, <a href=\"/news/2025/12/15/ukraine-claims-it-struck-russian-submarine-in-novorossiysk-in-a-war-first\">struck a Russian submarine</a> docked in the Black Sea port of Novorossiysk.</li>\n<li>The head of Russia’s Black Sea Fleet press service, Aleksei Rulyov, denied that the underwater drone attack was successful. “Not a single ship or submarine of the Black Sea Fleet located at the base in Novorossiysk Bay was damaged,” he said. “The enemy’s attempt at sabotage through underwater drones failed to achieve its aims.”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><span>Ceasefire talks</span></h2><ul class=\"spaced-bullet-spacing\">\n<li>US President Donald Trump said a deal to end Russia’s war in Ukraine was “<a href=\"/news/2025/12/15/trump-says-deal-to-end-ukraine-war-closer-than-ever-after-berlin-talks\">closer than ever</a>” after American, Ukrainian, European and NATO leaders met in Berlin for hours of talks on a potential settlement, hosted by German Chancellor Friedrich Merz.</li>\n<li>European leaders issued a joint statement after the talks, saying that any decisions on potential Ukrainian territorial concessions to Russia can only be made by the people of Ukraine, and once robust security guarantees are in place for Kyiv.</li>\n<li>They also said that US and European leaders had agreed to “work together to provide robust security guarantees”, including a European-led “multinational force” made up of nations willing to assist “in securing Ukraine’s skies, and in supporting safer seas, including through operating inside Ukraine”.</li>\n<li>Speaking at a news conference after the talks, Merz said that the US had offered “considerable” security guarantees, and that although there is now a “chance for a real peace process”, “territorial settlement remains a key question”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security\">Regional security</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian Minister of Foreign Affairs Sergey Lavrov called “the EU’s aggressive actions the main threat in the world at the moment”, and claimed that the US is trying to put Europe “in its place”, in an interview with Iranian state television.</li>\n<li>Germany’s lower house of parliament, the Bundestag, suffered a major email outage. Officials told UK newspaper The Financial Times that they suspect it was a cyberattack, while the Ukraine ceasefire talks were taking place in Berlin.</li>\n<li>Air Chief Marshal Sir Richard Knighton, the new head of the UK’s armed forces, has called for “national resilience” in the face of a “growing” risk from Russia. “It means more people being ready to fight for their country,” Knighton said of the threat from Moscow, while also referring to recent comments from his French counterpart, Fabien Mandon, who said France must be ready to “lose its children”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump comments on deaths of US filmmaker Rob Reiner and wife cause outrage | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T01:04:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T184018Z_1909808616_RC2ROGAVMJ4F_RTRMADP_3_PEOPLE-ROB-REINER-1765833941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"88\" data-end=\"406\">Rob Reiner, who was <a href=\"/news/2025/12/15/hollywood-director-actor-rob-reiner-and-wife-found-dead-at-la-home-reports\"> found dead</a> alongside his wife, Michele Reiner, at their Los Angeles home in what police are investigating as a double homicide, was not only a celebrated filmmaker but also a longtime Democratic Party supporter and one of US President Donald Trump’s most outspoken critics.</p><p data-start=\"88\" data-end=\"406\">Reiner, 78, and his wife, Michele, 70, were discovered dead at their home on Sunday. Their son, <a href=\"/news/2025/12/15/police-take-hollywood-director-actor-rob-reiners-son-into-custody\">Nick Reiner</a>, has since been arrested on homicide charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p>During Trump’s first term, Reiner repeatedly described the president as “mentally unfit” and “unqualified” to serve in office.</p><p>Now, Trump has caused outrage by linking the couple’s death to their personal dislike of his presidency.</p><h3>Trump’s comments</h3><p>In a social media post on Monday, Trump referred to Reiner as “tortured and struggling” and said he and his wife had passed away, “reportedly due to the anger he caused” by opposing Trump as president.</p><p>“He was known to have driven people CRAZY by his raging obsession of President Donald J. Trump,” the president wrote on Truth Social.</p><p>The president, who frequently lashes out at his opponents and praises public figures who support him, provided no evidence that Reiner’s political views contributed in any way to the couple’s death.</p><p>Trump’s post drew fierce criticism online from both Democratic and Republican politicians.</p><h3>Congressman Mike Lawler of New York</h3><p data-start=\"102\" data-end=\"220\">The Republican said on X that Trump’s statement was “wrong”.</p><p data-start=\"222\" data-end=\"310\" data-is-last-node=\"\" data-is-only-node=\"\">“Regardless of one’s political views, no one should be subjected to violence,” he said.</p><p></p><h3>Congressman Thomas Massie of Kentucky</h3><p>Representative Massie described Trump’s comments as “inappropriate and disrespectful discourse about a man who was just brutally murdered”.</p><p>Massie is a Trump critic on the Republican side of the House of Representatives.</p><p></p><h3>Congresswoman Marjorie Taylor Greene of Georgia</h3><p>The Republican was once one of <a href=\"/news/2025/11/16/who-is-marjorie-taylor-greene-trumps-maga-ally-turned-critic\">Trump’s fiercest allies</a> in Congress. Now one of his strongest critics, she said, “This is a family tragedy, not about politics or political enemies.”</p><p>“Many families deal with a family member with drug addiction and mental health issues. It’s incredibly difficult and should be met with empathy especially when it ends in murder,” she wrote on X.</p><p></p><h3>Congresswoman Stephanie Bice of Oklahoma</h3><p>“A father and mother were murdered at the hands of their troubled son,” the Republican said on X.</p><p>“We should be lifting the family up in prayer, not making this about politics,” she added.</p><p></p><h3>Congressman Don Bacon of Nebraska</h3><p>“I’d expect to hear something like this from a drunk guy at a bar, not the president of the United States,” the Republican, who retires from the House next year, told CNN.</p><h3>David Axelrod, former chief strategist to President Barack Obama</h3><p>Axelrod described Trump’s comments as “perverse”.</p><p>“The absence of empathy &amp; grace for the Reiner family in their moment of profound loss and grief is sad and revealing. For @POTUS, his grievances trump their grief,” he said on X.</p><p></p><h3>Senator Chris Murphy of Connecticut</h3><p class=\"mb-4 text-lg md:leading-8 break-words\">The Democrat said that Trump had “lost it”.</p><p class=\"mb-4 text-lg md:leading-8 break-words\">“Now saying Rob and Michele Reiner caused their own murder because they didn’t support him. So sick,” he wrote.</p><p></p><h3>Journalist and TV presenter Piers Morgan</h3><p data-start=\"116\" data-end=\"213\">“This is a dreadful thing to say about a man who was just murdered,” Morgan wrote on X.</p><p data-start=\"220\" data-end=\"256\">“Delete it, Mr President,” he added.</p><p></p><h3>Senator Jasmine Crockett of Texas</h3><p>“There is no limit to how low he is willing to go—and that speaks volumes about how dangerously unfit he is to lead,” the Republican said on X.</p><p></p><h3>Kamala Harris, former vice president</h3><p>Harris took to X and paid tribute to the director.</p><p>“Rob Reiner’s work has impacted generations of Americans,” the Democrat wrote.</p><p>“The characters, dialogue, and visuals he brought to life in film and television are woven throughout our culture. Rob loved our country, cared deeply about the future of our nation, and fought for America’s democracy.”</p><p></p><h3>Senator Dick Durbin of Illinois</h3><p>The Democrat criticised Trump’s post, calling it “one of the cruelest things I’ve ever heard a president say. He is well known for his cruelty, but this is a new depth amid this terrible murder.”</p><p></p><h3>Congresswoman Pramila Jayapal of Washington</h3><p data-start=\"50\" data-end=\"152\">The Republican referred to Trump’s post as “vile and self-obsessed”.</p><p data-start=\"159\" data-end=\"214\">“Every single Republican must condemn this,” she said.</p><p></p><h3>Talk show host Whoopi Goldberg</h3><p>According to a Sky News report, Goldberg drew parallels between the president’s remarks and comments he made following the assassination of right-wing activist <a href=\"/news/2025/9/11/who-was-charlie-kirk-what-we-know-about-the-shooting-and-the-suspect\">Charlie Kirk</a>, when Trump lashed out at his critics.</p><p>“I don’t understand the man in the White House. He spoke at length about Charlie Kirk and about caring, and then this is what he puts out. Have you no shame? No shame at all? Can you get any lower? I don’t think so.”</p><h3>Senator Amy Klobuchar of Minnesota</h3><p>The Democrat also took to X and said that Trump’s post “has no place in our politics or our country”.</p><p></p><p> </p><h3>Former President Barack Obama</h3><p>“Rob’s achievements in film and television gave us some of our most cherished stories on screen,” Obama said on X.</p><p>“But beneath all of the stories he produced was a deep belief in the goodness of people – and a lifelong commitment to putting that belief into action.”</p><p></p><h3>Bill and Hillary Clinton</h3><p>Former President Bill Clinton shared a statement on X from him and his wife, Hillary, who ran against Trump in the 2016 presidential election.</p><p>“Hillary and I are heartbroken by the tragic deaths of our friends Rob and Michele Reiner. They inspired and uplifted millions through their work in film and television,” the Clintons said in the statement.</p><p>“And they were good, generous people who made everyone who knew them better through their active citizenship in defense of inclusive democracy, setting an example for us all to follow. Hillary and I will always be grateful for their friendship, unfailing kindness, and support.”</p><p></p><h3>Florida Governor Gavin Newsom</h3><p>“Rob was the big-hearted genius behind so many of the classic stories we love, with projects as wide-ranging as The Princess Bride to A Few Good Men,” Newsom said on X.</p><p>“His boundless empathy made his stories timeless, teaching generations how to see goodness and righteousness in others – and encouraging us to dream bigger. That empathy extended well beyond his films,” he added.</p><p></p><h3>James Woods, US actor and producer</h3><p>“Rob and I remained good friends ever since we made GHOSTS OF MISSISSIPPI,” Woods said on X.</p><p>“The studio didn’t think I was old enough to do the part, but Rob fought for me. Political differences never stood in the way of our love and respect for each other. I am devastated by this terrible event.”</p><p></p><h3>Los Angeles Mayor Karen Bass</h3><p>“This is a devastating loss for our city and our country. Rob Reiner’s contributions reverberate throughout American culture and society, and he improved countless lives through his creative work and advocacy for social and economic justice,” Bass wrote on X.</p><p></p><h3>Joe and Jill Biden</h3><p>Former President Joe Biden and his wife, Jill, also shared their condolences online.</p><p>“Jill and I send our deepest condolences to everyone whose lives were touched by Rob Reiner and Michele Singer Reiner’s extraordinary contributions,” Joe Biden wrote on X.</p><p>“We take solace in knowing their work will live on for generations to come.”</p><p></p><h3>Nancy Pelosi, former House speaker</h3><p>“The news of a deadly assault on Rob and Michelle Reiner in their home is devastating. It’s hard to think of anyone more remarkable and excellent in every field and endeavor they pursued,” Pelosi said.</p><p>“Rob was creative, funny, and beloved. And in all of their endeavors, Michelle was his indispensable partner, intellectual resource, and a loving wife.”</p><p></p></div></div></body></html>"
        }
    ]
}