{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "How the Syrian army pushed Kurdish-led forces out of oil-rich territory | Syria's War | Al Jazeera",
            "time": "2026-01-20T13:51:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768916990.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Bobi Wine tells Al Jazeera he escaped police raid amid Uganda elections | Protests | Al Jazeera",
            "time": "2026-01-20T13:23:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768915380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Who hacked Iranian state TV? | Protests | Al Jazeera",
            "time": "2026-01-20T13:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768914273.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Have global justice institutions failed? | Digital Series | Al Jazeera",
            "time": "2026-01-20T12:58:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/FULL-EP3-THUMBNAIL-1768913801.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s Greenland tariffs: What’s Europe’s ‘bazooka’ option to hit back? | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T12:52:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696f52df5fa6-1768903391.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After United States President Donald Trump threatened a trade war against European countries which oppose his bid to acquire <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">Greenland</a>, Europe is now considering deploying a “trade bazooka” – a powerful, multilayered instrument in its arsenal of economic deterrents.</p><p>Norway says its prime minister has received a message from Trump hinting that Oslo’s failure to award him the Nobel Peace Prize is at least partly to blame for his stance.</p><p>Here is more about Trump’s tariff threat to Europe, alongside Europe’s response.</p><h2 id=\"what-was-in-trump-s-norway-letter-over-greenland\">What was in Trump’s Norway letter over Greenland?</h2><p>Norwegian Prime Minister <a href=\"/video/newsfeed/2026/1/19/norway-pm-trump-preoccupied-with-nobel-peace-prize-on-greenland-texts\">Jonas Gahr Store’s</a> office confirmed on Monday that he had received a <a href=\"/news/2026/1/19/trump-tells-norway-pm-not-bound-to-think-purely-of-peace-after-nobel-snub\">message</a> from Trump in which he wrote: “Considering your Country decided not to give me the Nobel Peace Prize for having stopped 8 Wars PLUS, I no longer feel an obligation to think purely of Peace.”</p><p>Trump added: “Although it will always be predominant, but can now think about what is good and proper for the United States of America.”</p><p>Trump reiterated that he does not believe Denmark can keep Greenland secure from Russia or China.</p><p>“The World is not secure unless we have Complete and Total Control of Greenland,” he wrote.</p><h2 id=\"what-tariffs-has-trump-threatened-against-europe\">What tariffs has Trump threatened against Europe?</h2><p>In a post on his Truth Social platform on January 17, Trump wrote that he had subsidised Denmark and other European Union countries by not charging them trade tariffs.</p><p>He wrote that, starting from February 1, exports to the US from Denmark, Norway, Sweden, France, Germany, the United Kingdom, the Netherlands and Finland would all be subject to a 10 percent levy.</p><p>On June 1 this year, the tariff would be increased to 25 percent, he said. “This Tariff will be due and payable until such time as a Deal is reached for the Complete and Total purchase of Greenland,” Trump wrote.</p><p>“The United States has been trying to do this transaction for over 150 years. Many Presidents have tried, and for good reason, but Denmark has always refused.”</p><p>Danish and Greenlandic leaders have repeatedly stated that the autonomous territory of the Kingdom of Denmark is not for sale, and recent <a href=\"/gallery/2026/1/18/thousands-march-in-greenland-against-trumps-threats-to-take-it-over\">demonstrations</a> on the island have opposed Trump’s push to acquire it.</p><h2 id=\"why-does-the-us-want-to-buy-greenland\">Why does the US want to buy Greenland?</h2><p>The US interest is longstanding: after buying Alaska in 1867, Secretary of State William Seward unsuccessfully tried to buy Greenland. In 1946, President Harry Truman secretly offered Denmark $100m for Greenland, but Copenhagen refused, and the proposal became public only decades later.</p><p>During World War II, the US occupied the island and built military facilities, maintaining a presence today at Pituffik Space Base.</p><p>Greenland, a sparsely populated Arctic island of 56,000 people – mostly Indigenous Inuit – is geographically in North America but politically part of Denmark, making it part of Europe. Greenland withdrew from the European Community (EC/EU) in 1985 after it gained home rule, but maintains a special association with the EU as an Overseas Country and Territory (OCT), which grants limited internal market access and EU citizenship to Greenland’s residents through Denmark.</p><p>Its position between the Arctic and North Atlantic oceans provides the shortest air and sea routes between North America and Europe, making it crucial for US military operations and early-warning systems, especially around the Greenland-Iceland-UK gap, according to the Trump administration.</p><p>Greenland’s economy relies mainly on fishing, locals oppose large-scale mining, and there is no oil or gas extraction. However, it has large deposits of minerals, including rare-earth metals, which are necessary for the manufacture of technology, including smartphones and fighter planes. The island has therefore drawn increasing interest from leading powers as climate change opens up new shipping lanes in the Arctic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-has-europe-responded-to-trump-s-tariff-threat\">How has Europe responded to Trump’s tariff threat?</h2><p>Many nations in Europe want to pursue diplomatic options with the US before retaliating with tariffs of their own, but have not ruled it out.</p><p>“Our priority is to engage, not escalate. Sometimes the most responsible form of leadership is restraint,” European Commission spokesperson Olof Gill said on Monday.</p><p>However, Gill warned that “the EU has tools at its disposal and is prepared to respond should the threatened tariffs be imposed”.</p><p>The 27 members of the EU convened for an emergency meeting on Sunday to discuss their response to Trump’s threat.</p><p>In a <a href=\"/news/2026/1/19/dangerous-downward-spiral-european-leaders-slam-trumps-tariff-threat\">joint statement</a> on the same day, the eight countries targeted by Trump with new tariffs said they “stand in full solidarity” with Denmark and the people of Greenland, a semi-autonomous Danish territory.</p><p>“Building on the process begun last week, we stand ready to engage in a dialogue based on the principles of sovereignty and territorial integrity that we stand firmly behind,” Denmark, Finland, France, Germany, the Netherlands, Norway, Sweden and the UK said in the statement.</p><p>“Tariff threats undermine transatlantic relations and risk a dangerous downward spiral. We will continue to stand united and coordinated in our response. We are committed to upholding our sovereignty.”</p><p>During an address to the nation on Monday, Prime Minister <a href=\"/video/newsfeed/2026/1/19/keir-starmer-says-trumps-tariffs-over-greenland-are-completely\">Keir Starmer</a> said the UK believes Greenland is part of Denmark and its future must be determined by Greenland and Denmark only.</p><p>“Applying tariffs on allies for pursuing the collective security of NATO allies is completely wrong. We will of course be pursuing this directly with the US administration,” Starmer said. However, he stated repeatedly during his address and questions from the media afterwards that, for now, he is not in favour of launching retaliatory tariffs against the US. “A tariff war is not in anyone’s interests.”</p><p>This week, German Chancellor Friedrich Merz also urged dialogue, warning that a tariff war would hurt both sides of the Atlantic Ocean.</p><p>“We want to avoid any escalation in this dispute if at all possible,” Merz said. “We simply want to try to resolve this problem together.” He did not rule out using tariffs if absolutely necessary, however.</p><p>European Commission President Ursula von der Leyen and European Council President Antonio Costa wrote identical, but separate X posts, saying: “Tariffs would undermine transatlantic relations and risk a dangerous downward spiral. Europe will remain united, coordinated, and committed to upholding its sovereignty.”</p><p>Some European leaders have been more bullish about how to respond to Trump’s threats, however, and called on the EU to activate a never-before-used economic tool designed to face down coercion from states outside the EU.</p><p>David van Weel, the foreign minister of the Netherlands, said during an interview on Dutch television on January 18: “It’s blackmail what he’s doing … and it’s not necessary. It doesn’t help the alliance [NATO], and it also doesn’t help Greenland.”</p><p>“The Anti-Coercion Instrument (ACI), designed precisely for such cases, must now be used,” German MEP Bernd Lange, who chairs the European Parliament’s trade committee, said in a post on X.</p><p>“I call on the European Commission to activate it immediately.”</p><p>During the emergency EU meeting on Sunday, French President Emmanuel Macron also requested that the bloc activate the ACI, also known as a “trade bazooka”, according to news reports.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-aci-or-trade-bazooka\">What is the ACI, or trade bazooka?</h2><p>The trade bazooka is a legal mechanism that the EU proposed late in 2021 and adopted in 2023 to protect European countries from economic pressure by non-EU countries.</p><p>By the end of his first term in January 2021, Trump had launched a trade war against several of Washington’s leading trading partners, including the EU, which faced US tariffs on steel and aluminium exports.</p><p>In December 2021, China blocked Lithuanian goods from entering Chinese ports after Lithuania was deleted from China’s electronic customs declarations system. This was in retaliation for Lithuania’s decision to allow Taiwan, which China considers its territory, to open a de facto embassy in Vilnius under the name “Taiwanese Representative Office”. China’s block also applied to exports from other EU member states when the goods contained Lithuanian components or were linked to Lithuania.</p><p>The bazooka idea was proposed in the EU on December 8, 2021, as China was blocking goods.</p><p>It was, therefore, adopted in 2023 with countries like China in mind, rather than allies like the US, Erica York, vice president of federal tax policy at the Tax Foundation, told US media.</p><p>“The ACI restricts the access of US corporations to sell products in the European market. This is the European Union’s most powerful economic weapon,” Jo Michell, a professor of economics at the University of the West of England in Bristol, told Al Jazeera.</p><p>“It includes fees and charges on imports of goods and services, restrictions on US investment into the EU and a possible ban on public sector contracts for US companies.”</p><p>Essentially, the trade bazooka involves a series of measures, including steep retaliatory tariffs and increased customs duties. If applied to the US, the EU could limit or block access for US goods, services or companies to its single market.</p><p>It could also place restrictions on exports and imports through quotas or licences. Additionally, the EU could impose measures restricting the US’s use of EU‑based financial infrastructure, increasing funding costs for US banks and firms which depend on doing business in Europe.</p><h2 id=\"how-would-the-aci-be-implemented\">How would the ACI be implemented?</h2><p>A last‑resort deterrence measure, it has never been implemented before. There are several steps that must be taken before it can be deployed.</p><p>The process begins when a company, another party in the EU or the Commission itself files a complaint alleging economic coercion from a country outside the EU. The European Commission then launches a formal investigation into the allegation, which it is supposed to complete within four months.</p><p>If the commission finds that economic coercion is indeed taking place, it will first try to resolve the issue through diplomacy. If those efforts fail, the EU can move towards activating the ACI.</p><p>To do so, a “qualified majority” – at least 15 of the EU’s 27 countries representing at least 65 percent of the bloc’s population – must support the move. This gives countries with larger populations, such as Germany, France and Italy, significant influence.</p><p>Once a proposal to trigger the bazooka is on the table, member states have up to 10 weeks to say yes or no. In total, the entire process can take up to a year before the bazooka fully comes into effect.</p><p>“The EC may be able to move relatively quickly given the urgency of the situation, but the implementation vote may be months rather than weeks away,” Michell said.</p><h2 id=\"what-effect-could-the-aci-have-on-the-us-and-europe\">What effect could the ACI have on the US and Europe?</h2><p>The US runs a significant trade deficit with the EU in terms of goods. This means it imports more from the EU than it exports.</p><p>In 2024, the EU exported 531.6 billion euros ($603bn) in goods to the US and imported products worth 333 billion euros ($377.8bn), resulting in a trade surplus for the EU of almost 200 billion euros ($227bn).</p><p>The picture is different for services, however. The US had a surplus of more than 109 billion euros ($124bn) in services as of 2023, with notable IT exports, led by large US tech companies, intellectual property and financial services.</p><p>The bazooka could therefore hit the US where it hurts, allowing Europe to go beyond traditional tariffs on goods and restrict or tax US services instead.</p><p>“Imposing restrictions on the large US tech companies would be particularly painful for the US, and would likely hit share prices. The US is also exposed in areas such as pharmaceuticals and aerospace,” Michell said.</p><p>However, the bazooka would hurt workers and consumers in Europe as well. Restrictions on services would mean limited choices or higher prices for US services. Additionally, retaliatory tariffs on US goods as well would mean increased prices for those, too.</p><h2 id=\"what-will-europe-choose-to-do\">What will Europe choose to do?</h2><p>UK financial media reported this week that the bloc is considering imposing 93 billion euros ($108bn) in tariffs on US goods.</p><p>“Imposing 93 billion of tariffs is the first line of defence,” Mohit Kumar, chief European economist at New York-based investment banking and capital markets firm Jefferies, told Al Jazeera.</p><p>“Anti-coercion measures need a qualified majority [in the EU]. Germany has already said that it would prefer negotiations. Hence, my base case remains that the bazooka is unlikely to be used,” Kumar said.</p><p>“My base case remains that cooler heads will prevail. A solution where the US gets exclusive mineral rights and increased military presence in Greenland but its sovereignty remaining as is could be a way forward,” Kumar said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Naomi Osaka’s outfit, entrance and win headline Australian Open day three | Tennis News | Al Jazeera",
            "time": "2026-01-20T12:45:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260120__93CH9ZQ__v2__MidRes__TopshotTennisAusOpen-1768909297.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Naomi Osaka has made a breathtaking start to her Australian Open 2026 campaign as the tennis star walked onto the court for her opening match of the Grand Slam wearing a wide-brim hat with a long veil and holding a white umbrella to leave fans stunned at the Rod Laver Arena in Melbourne.</p><p>Once the buzz had settled on Osaka’s fashion statement on Tuesday, the two-time Australian Open champion stuttered her way to a first-round win over Antonia Ruzic shortly after men’s defending champion Jannik Sinner entered the second round in a contrasting manner against Hugo Gaston.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Osaka waved regally to the crowd, folded up the parasol and neatly put the hat and veil to the side before stepping up for the pre-match formalities wearing part of her pleated outfit on the lower half of her body.</p><p>She was back to more or less regular tennis kit for the match itself, which finished with a 6-3, 3-6, 6-4 scoreline for the Japanese player.</p><p>The 16th seed has won two of her four Grand Slam titles at the Australian Open but dropped a set in her first-round match against the 65th-ranked Croatian in the last match of day three on the main show court at Melbourne Park.</p><p>She returned strongly in the second set and completed the win in two hours and 22 minutes.</p><p>Following her win, Osaka said her outfit was modeled after a jellyfish and the hat was embellished with a butterfly.</p><p>“It [the butterfly] has to do with the Australian Open I won in 2021, which I guess is a long time ago,” she said in her on-court interview after the match</p><p>Osaka said that she came up with the design for her outfit.</p><p></p><p>Earlier on the same court, Sinner’s quest for a third successive title began in ominous fashion ‍as he ‍dominated two sets before Gaston abruptly retired.</p><p>In his first official match since beating Carlos Alcaraz for the ATP Finals crown more than two months ago, the Italian world number two stormed to ⁠a 6-2, 6-1 lead in just over an hour, racking up 19 winners on the court ​he has ruled for two years.</p><p>Frenchman Gaston took tablets after the first set, showing ‍something was amiss, but there was a rumble of surprise in the terraces when he crossed to Sinner’s side after the second set to offer a handshake and apologies.</p><p>After consoling the Frenchman as he sobbed under a towel ‍on his chair, ⁠Sinner said he could see Gaston was not at his best but was very happy with his own game.</p><p>“I’ve put in many, many long days in the off-season trying to become a better tennis player,” he told reporters.</p><p>“But at the end of the day the most important part is to go on court and to enjoy, no? It’s very special to start the season in a night-session match here in a Grand Slam, ​the packed stadium, just trying to do your best.”</p><p>Sinner will next face Australian James Duckworth for a place in the third round.</p><figure id=\"attachment_4253922\" aria-describedby=\"caption-attachment-4253922\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253922\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93BW32Z__v1__MidRes__TennisAusOpen-1768911564.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"sinner gaston australian open\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253922\" class=\"wp-caption-text\">Hugo Gaston, left, was not able to complete his match against Jannik Sinner due to illness [Martin Keep/AFP]</figcaption></figure><p>Meanwhile, women’s defending champion Madison Keys admitted being “very nervous” as she launched her title defence with a shaky win over<span> Ukraine’s Oleksandra Oliynykova 7-6 (8-6), 6-1.</span></p><p>“I’ve been thinking about this moment for basically a year,” the American ninth seed said of walking out on centre court again.</p><p>“I’m so happy to be back in Melbourne. Obviously I was very nervous at the start.”</p><p>She started her season with quarterfinal exits at Brisbane and Adelaide, admitting before the Grand Slam to feeling the weight of expectation as defending champion.</p><p>And so it proved as she threatened to implode against the Ukrainian, ranked 92 in the world, before finding her feet to pull away with ease in the second set.</p><figure id=\"attachment_4253939\" aria-describedby=\"caption-attachment-4253939\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253939\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93AZ6FH__v1__MidRes__TennisAusOpen-1768911944.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"USA's Madison Keys hits a return to Ukraines Oleksandra Oliynkova during their women's singles match on day three of the Australian Open tennis tournament in Melbourne on January 20, 2026. (Photo by Martin KEEP / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253939\" class=\"wp-caption-text\">Madison Keys hits a return to Ukraine’s Oleksandra Oliynkova [Martin Keep/AFP]</figcaption></figure><p>The men’s draw saw an emotional Gael Monfils bid farewell to the tournament after an entertaining four-set loss to Australian qualifier Dane Sweeny.</p><p>The French entertainer lit up the court in his final performance at the venue in a match that lasted nearly four hours and ended with a 6-7 (3-7), 7-5, 6-4, 7-5 scoreline in Sweeny’s favour.</p><p>There was an on-court presentation and standing ovation afterwards for the 39-year-old Monfils, who said: “Somehow it is the finish line, but thank you so much for an amazing ride.</p><p>“I have a lot of great memories here.”</p><p>Monfils, who has won 13 ATP titles in a career stretching back to 2004, said in October that this year would be his last in tennis.</p><figure id=\"attachment_4253947\" aria-describedby=\"caption-attachment-4253947\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253947\" src=\"/wp-content/uploads/2026/01/AFP__20260120__93BK2DB__v1__MidRes__TennisAusOpen-1768912101.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"France's Gael Monfils acknowledges the crowd after losing to Australia's Dane Sweeny in their men's singles match on day three of the Australian Open tennis tournament in Melbourne on January 20, 2026. (Photo by Paul Crock / AFP) / -- IMAGE RESTRICTED TO EDITORIAL USE - STRICTLY NO COMMERCIAL USE --\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253947\" class=\"wp-caption-text\">Gael Monfils acknowledges the crowd after losing to Dane Sweeny [Paul Crock/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "ISIL claims Kabul attack on Chinese restaurant that killed seven people | Taliban News | Al Jazeera",
            "time": "2026-01-20T12:35:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020365874052-1768907087.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>ISIL claims Kabul attack on Chinese restaurant that killed seven people</h1><p class=\"article__subhead\"><em>Group links attack to China’s ‘crimes’ against Uighurs. Beijing urges Taliban government to protect its nationals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>ISIL (ISIS) has claimed responsibility for an <a href=\"/news/2026/1/19/several-killed-in-kabul-blast-afghan-taliban-interior-ministry-says\">explosion at a Chinese restaurant</a> in Afghanistan’s capital that killed at least seven people.</p><p>The group said in a statement posted on its Aamaq news agency late on Monday that a suicide bomber entered a restaurant in Kabul frequented by Chinese nationals and detonated an explosive vest.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>ISIL’s statement, which claimed 25 people were killed or wounded in the blast, including Taliban guards, linked the attack to “growing crimes by the Chinese government against Uighurs” and issued a further threat against Chinese nationals in the country.</p><p>Ministry of Interior spokesperson Mufti Abdul Mateen Qani said on Tuesday that the cause of the explosion at the Chinese Noodle restaurant in the commercial Shahr-e-Naw area was “unknown so far and is being investigated”.</p><p>Police spokesperson Khalid Zadran said the blast killed a Chinese national, identified only as Ayub, and six Afghans.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The restaurant serving the Chinese Muslim community was jointly run by a Chinese Muslim man, Abdul Majid, his wife and an Afghan partner, Abdul Jabbar Mahmood, Zadran said.</p><p>Guo Jiakun, a spokesperson for China’s Ministry of Foreign Affairs, said at a news briefing that five Chinese nationals were injured, requesting that Afghanistan “spare no effort” in treating the wounded and take measures to protect the safety of its citizens and investments.</p><p>China, which shares a 76km (47-mile) border with Afghanistan, has close ties with the <a href=\"/news/2025/8/15/taliban-marks-fourth-anniversary-of-return-to-power-with-internal-threats\">Taliban</a> government, and Chinese business visitors have flocked to the country since the group took control of war-torn Afghanistan in 2021.</p><p>Beijing denies claims by rights groups that it is guilty of widespread abuses of the <a href=\"/news/2024/6/18/china-accused-of-erasing-religion-culture-from-uighur-village-names\">Uighurs</a>, a mainly Muslim ethnic minority group numbering about 10 million who make up most of the population of China’s far western region of Xinjiang.</p><p>Despite Taliban promises to restore security, bomb attacks have continued in the country, many of them claimed by the local affiliate of ISIL.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "How a year of Trump reshaped the world in seven charts | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T12:24:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-09-1768905031.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump returned to the Oval Office one year ago as the 47th president of the United States after campaigning again on his Make America Great Again slogan and picking up from where he left off during his first term.</p><p>During the past 365 days, the Trump administration has implemented significant economic, diplomatic and social policy changes that have reshaped both the US and global landscape.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In this visual explainer, Al Jazeera breaks down some of the key numbers.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"signed-228-executive-orders\">Signed 228 executive orders</h2><p>On his first day back in office on January 20, 2025, Trump signed 26 executive orders, establishing a new <a href=\"/news/2025/1/20/how-do-donald-trumps-executive-orders-compare-to-all-other-presidents\">record</a> for the most executive orders signed on the first day in office by a president.</p><p>Executive orders are directives issued by the US president. They are supposed to pertain to the management of the federal government and may not override federal laws. Critics say he often exceeds these boundaries, leading to court challenges of many of his executive orders.</p><p>The rapid pace of Trump’s orders continued throughout the first year of his second term with the president signing a total of 228 executive orders, exceeding the 220 orders signed during his entire four-year first term from 2017 to 2021.</p><figure id=\"attachment_4253682\" aria-describedby=\"caption-attachment-4253682\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253682\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-01-1768905102.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-01-1768905102\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253682\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"deported-at-least-605-000-people\">Deported at least 605,000 people</h2><p>According to the Department of Homeland Security (DHS), the second Trump administration had deported at least 605,000 people in DHS enforcement operations as of December 10 while an additional 1.9 million “voluntarily self-deported”.</p><p>Over the past year, about 1.6 million people living in the US lost their legal immigrant status, including those affected by the termination of their temporary protected status and various student and high-skilled visa programmes.</p><p>Furthermore, under Trump’s orders, at least 66,886 people were detained by Immigration and Customs Enforcement with an average of 821 people arrested each day across the country.</p><p>On Wednesday, Trump also banned citizens of 75 countries from obtaining immigration visas.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4253685\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-02-1768905140.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-IMMIGRATION\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"tariffs-for-all\">Tariffs for all</h2><p>One of Trump’s favourite <a href=\"/news/2025/12/18/from-a-for-algebra-to-t-for-tariffs-arabic-words-used-in-english-speech\">words</a> in 2025 was <a href=\"/economy/2025/4/11/trumps-tariffs-a-simple-illustrated-guide-to-15-economic-terms-to-know\">tariffs</a>, which he imposed on allies, neighbours and foes alike, rattling global trade and increasing tensions in international relations.</p><p>On average, all US trading partners were hit with 10 percent tariffs, and India got hit the hardest with 50 percent levies.</p><p>According to daily Department of the Treasury data, US-imposed tariffs generated $287bn in 2025 in customs duties, taxes and fees. However, Yale University’s Budget Lab estimated that tariffs cost each US household an average of $1,500 in higher prices for the year.</p><figure id=\"attachment_4253637\" aria-describedby=\"caption-attachment-4253637\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253637\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-03-1768904418.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_ECONOMY\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253637\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"taking-a-chainsaw-to-federal-jobs\">Taking a chainsaw to federal jobs</h2><p>The Department of Government Efficiency (DOGE) under the world’s richest man, Elon Musk, was established by Trump via executive order. Its stated purpose was to <a href=\"/news/2025/6/6/has-doge-really-saved-the-us-government-180bn\">cut costs</a> within the federal government, which is the single largest employer in the US.</p><p>After just 10 months, DOGE eliminated at least 317,000 federal jobs; shut down all diversity, equity and inclusion (DEI) offices; drastically reduced the Department of Education; and slashed projects funded by the <a href=\"/news/2025/2/3/what-is-usaid-and-how-central-is-it-to-us-foreign-policy\">US Agency on International Development</a> until it ceased operations and was absorbed into the Department of State.</p><figure id=\"attachment_4253633\" aria-describedby=\"caption-attachment-4253633\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253633\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-05-1768904409.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_FEDERAL_CUTS\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253633\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"international-diplomacy\">International diplomacy</h2><p>For the second time in his presidency, Trump chose Saudi Arabia as the destination for his first official state visit after brief stops in Italy and the Vatican for Pope Francis’s funeral.</p><p>So far, Trump has visited 13 countries during his second term, often mixing in business deals with international diplomacy.</p><p>During his first term, Trump visited 25 countries, but his trips were limited in the latter part of that term due to COVID-19.</p><figure id=\"attachment_4253631\" aria-describedby=\"caption-attachment-4253631\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253631\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-06-1768904404.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_DIPLOMACY\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253631\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"bombed-seven-countries\">Bombed seven countries</h2><p>At the start of his second term, Trump pledged to restore peace by ending global conflicts. His administration has since attacked at least seven countries with Venezuela being the latest.</p><p>According to data from the Armed Conflict Location and Event Data monitor, the US and its allies conducted at least 658 air and drone attacks from January 20, 2025, to January 5, 2026.</p><p>Trump has claimed to have stopped at least eight wars since he took office in January, but several of the conflicts he claimed to have resolved <a href=\"/news/2025/10/14/fact-checking-donald-trumps-speech-in-israeli-parliament\">continue</a> to fester.</p><figure id=\"attachment_4253629\" aria-describedby=\"caption-attachment-4253629\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253629\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-07-1768904399.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026-US_ATTACKS\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253629\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"climate-and-the-environment\">Climate and the environment</h2><p>With the motto “drill, baby, drill,” Trump has opened more than 2.5 million square kilometres (965,000sq miles) of ocean for offshore drilling, signalling an end to federal environmental protections. He has reversed at least 30 Biden-era climate policies by executive order, including dropping out of the Paris Agreement.</p><figure id=\"attachment_4253627\" aria-describedby=\"caption-attachment-4253627\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253627\" src=\"/wp-content/uploads/2026/01/Interactive_Trumo_OneYear_Jan20_2026-08-1768904394.png?quality=80\" alt=\"Interactive_Trumo_OneYear_Jan20_2026_ENVIRONMENT\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253627\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Israeli prisons are akin to ‘torture camps’, Israeli rights group finds | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-20T12:20:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_696f6021292d1-1768906785.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 84 Palestinian prisoners have died in Israeli prisons since October 2023 after being subjected to systematic abuse, including physical and psychological violence, inhuman conditions, deliberate starvation and denial of medical treatment, the Israeli human rights group B’Tselem says.</p><p>Israeli authorities were still holding 80 of their bodies and refusing to return them to their families, the organisation said in a <a href=\"https://www.btselem.org/sites/default/files/publications/202601_living_hell_eng.pdf\" target=\"_blank\" rel=\"noopener\">report</a> released on Tuesday, which listed the names of the 84 deceased prisoners, including one minor, and the facilities in which they died.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifty of them were from the Gaza Strip, where Israel has been carrying out its genocidal war for more than two years and <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">repeatedly violating an October ceasefire</a>. Thirty-one were from the occupied West Bank, and three were citizens of Israel. The report noted that the numbers were likely to be higher because the organisation listed only the deaths it was able to verify.</p><p>B’Tselem Executive Director Yuli Novak said Israeli authorities had turned the prison system into a network of “torture camps” as part of “a coordinated onslaught on Palestinian society intended to destroy their existence as a collective”.</p><p>“The genocide in Gaza and the ethnic cleansing in the West Bank are the most blatant manifestations of this policy,” Novak said in a statement.</p><p>B’Tselem said its findings were based on the testimonies of 21 Palestinians released from Israeli prisons in recent months and on the work of Israeli and international human rights organisations that monitor prisons. About 9,200 Palestinians are estimated to be held in Israeli prisons.</p><p>Several of the interviewees described undergoing or witnessing sexual violence in custody, including sexual assault, forced stripping, severe injuries to genitals through beatings, attacks involving dogs and penetration with various objects.</p><p>Other testimonies highlighted brutality during interrogations, particularly in a room referred to as the “disco room”, where electrical shocks were administered at regular intervals while the prisoner was deprived of food and access to a toilet.</p><p>The findings confirmed a pattern of abuse already highlighted in B’Tselem’s August 2024 <a href=\"https://www.btselem.org/publications/202408_welcome_to_hell\" target=\"_blank\" rel=\"noopener\">report Welcome to Hell</a>. Novak said: “Despite mounting evidence and numerous reports on Israel’s torture camps, the international community continues to grant this regime full immunity – effectively legitimizing the continued torture, oppression and ethnic cleansing of Palestinians and abandoning the victims.”</p><p>An overwhelming majority of Palestinian prisoners have been arrested under a quasi-judicial process known as administrative detention, under which Palestinians are initially jailed for six months. Their detentions can then be repeatedly extended for an indefinite period without charge or trial.</p><p>Most Palestinians, including children, are tried in military courts and handed lengthy sentences in what critics call sham military trials because in many cases Palestinians are deprived of defence lawyers and due process. In comparison, Israeli citizens are tried in civil courts, highlighting a two-tier justice system that discriminates against Palestinians.</p><p>Many bodies of Palestinians returned by Israel to Gaza after the October ceasefire have shown signs of torture and execution, and families have been forced to identify their missing loved ones through photographs of decomposed and mutilated remains.</p><p>B’Tselem spokesperson Yair Dvir told Al Jazeera that “the international community must use all the tools at its disposal in the framework of international law to stop Israel from continuing to commit these crimes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"silencing-released-prisoners\">Silencing released prisoners</h2><p>B’Tselem’s collection of evidence was hampered by Israeli attempts to silence released prisoners through intimidation. “Israeli authorities threatened to re-arrest anyone who shared information about their experiences in prison,” the report said. “The threats were issued both before and after the prisoners were released.”</p><p>It added that such action illustrates “how Israel uses deprivation of liberty as a key means of oppressing Palestinians”.</p><p>Israeli authorities have repeatedly rejected abuse allegations, saying they act in accordance with international law, but these claims contradict evidence presented by the government’s own officials.</p><p>Far-right National Security Minister Itamar Ben-Gvir in November bragged about the harsh treatment of Palestinian prisoners in a video filmed next to bound prisoners lying blindfolded on the floor.</p><p>A few days later, Ben-Gvir, who is in charge of the Israeli prison system, was seen carrying sweets in the Knesset chamber after Israel’s parliament advanced a <a href=\"/video/newsfeed/2025/11/11/israels-parliament-advances-terrorists-death-penalty-bill\">bill</a> that would allow the death penalty for “terrorists” and is seen as targeting Palestinians.</p><p>Dvir, B’Tselem’s spokesperson, said that while Israel tries to deny the abuses, “Ben-Gvir continues to produce public relations pieces and videos from within these torture facilities, proudly showcasing the inhuman conditions and the abuse inflicted on Palestinian detainees.”</p><p>The report’s conclusion was unequivocal. “Israel is continuing its systemic, institutionalised policy of torture and abuse of Palestinian prisoners, approved and backed by the political system, the judicial system, the media and, of course, the prison authorities themselves,” it said.</p><p>“Far from being carried out in the shadows, this systematic abuse is put on public display, with no attempt to conceal or obscure it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Video: More than 100 vehicles involved in pile-up during US snowstorm | Infrastructure | Al Jazeera",
            "time": "2026-01-20T11:38:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768909087.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump undermines key allies UK and France before Davos visit | Trade War News | Al Jazeera",
            "time": "2026-01-20T11:19:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-20T073041Z_349526964_RC2V4JA4VEUP_RTRMADP_3_USA-TRUMP-1768897302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has doubled down on his bid to take over Greenland before his appearance at the World Economic Forum in Davos, Switzerland, by slamming key allies.</p><p>Trump shared private text messages from French President Emmanuel Macron and NATO chief Mark Rutte and justified his aggressive posture over the Arctic island with a swipe at the United Kingdom’s decision to cede its last African colony to Mauritius.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>The US president’s flurry of Greenland-focused social media posts on Tuesday saw him accuse the UK of “GREAT STUPIDITY” for its decision to cede sovereignty over the Indian Ocean archipelago of </span><a href=\"/opinions/2024/10/17/diego-garcia-remains-a-dark-british-american-secret-in-the-indian-ocean\">Chagos</a><span>, which is home to a key British-American military base on Diego Garcia atoll, to Mauritius.</span></p><p>The UK’s move followed Mauritius’s legal victory in a landmark decolonisation case at the <a href=\"/news/2024/10/4/why-is-the-uk-handing-the-chagos-islands-back-to-mauritius\">International Court of Justice</a> seven years ago after it had been strong-armed by the UK into selling the colonial territory for 3 million pounds (today worth $4m) in exchange for its independence in 1968. Under a <a href=\"/news/2025/5/22/uk-court-temporarily-blocks-deal-to-hand-chagos-islands-to-mauritius\">bilateral deal</a> signed in 2025, the UK retains control of the airbase on a long-term lease.</p><p>Trump, who had previously appeared to back the UK’s attempt to right what is widely perceived as a colonial wrong under the rules-based international order, lashed out at the UK’s “act of total weakness”, which he said would have been noted by China and Russia.</p><p>“These are International Powers who only recognize STRENGTH, which is why the United States of America, under my leadership, is now, after only one year, respected like never before,” the US president posted. “The UK giving away extremely important land is an act of GREAT STUPIDITY, and is another in a very long line of National Security reasons why Greenland has to be acquired.”</p><p>A UK government spokesperson said in a statement: “We acted because the base on Diego Garcia was under threat after court decisions undermined our position and would have prevented it operating as intended in future.” The bilateral treaty has yet to be ratified by the UK Parliament.</p><p>Trump’s newly voiced opposition to the transfer of the archipelago will be applauded not only by right-wing opponents of the move in the UK but also by some <a href=\"/features/2025/2/11/tug-of-war-chagos-islands-deal-tearing-families-apart-in-mauritius\">Chagos islanders</a> and their descendants who oppose the transfer of their homeland to Mauritius.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-dark-chapter\">‘A dark chapter’</h2><p>Trump’s fusillade came before his visit to the World Economic Forum on Wednesday as Europe weighs countermeasures after he promised to impose <a href=\"/news/2026/1/18/trump-announces-new-tariffs-over-greenland-how-have-eu-allies-responded\">additional tariffs</a> on eight European countries – Denmark, Norway, Sweden, France, Germany, the UK, the Netherlands and Finland – in a bid to pressure them over Greenland.</p><p>Under growing pressure from the belligerent Trump, Denmark sent <a href=\"/news/2026/1/20/denmark-sends-more-troops-to-greenland-amid-tensions-with-trump\">additional troops</a> to Greenland to bolster defences of the self-governed Danish territory, with Prime Minister Mette Frederiksen insisting on Tuesday that her country would not negotiate on “sovereignty, identity, borders and democracy”.</p><p>Frederiksen told the Danish Parliament that Trump’s threats to take over Greenland were a “dark chapter”, but vowed that Europe would stand its ground in the face of the US President’s threats to slap tariffs on European countries opposing his territorial ambitions.</p><p>“As Europe, if anyone starts a trade war against us, which I really cannot recommend, we must of course respond. We are compelled to do so,” she said.</p><p>Keeping up the push, Trump posted a screenshot of a message from Macron, who offered to set up a Group of Seven meeting in Paris on Thursday afternoon to discuss disagreements over Greenland with the participation of Ukraine, Denmark, Syria and Russia on the sidelines.</p><p>“My friend, we are completely aligned on Syria. We can do great things in Iran. I don’t understand what you are doing in Greenland,” Macron said in his message, which was confirmed as authentic by a source close to Macron on Tuesday, according to the Reuters news agency.</p><p>Upping the ante, Trump threatened to hit French wine and champagne with 200 percent tariffs in an apparent bid to cajole a reluctant <a href=\"/news/2025/8/27/macron-hits-back-at-netanyahu-over-claims-of-feulling-anti-semitism\">Macron</a> into joining his “board of peace” initiative, which is being rolled out in Gaza with a view to <a href=\"/news/2026/1/18/trumps-board-of-peace-appears-to-seek-wider-mandate-beyond-gaza\">expanding its remit</a> to other conflicts, raising questions over the future role of the United Nations.</p><p class=\"p1\">A source close to Macron said the French president intended to decline the invitation to join.</p><p>When asked about Macron’s stance on Monday, Trump replied: “Did he say that? Well, nobody wants him because he will be out of office very soon.”</p><p>“I’ll put a 200 percent tariff on his wines and champagnes, and he’ll join, but he doesn’t have to join,” Trump was quoted by the news agency AFP as saying.</p><p>A source close to Macron, who must step down as president in 2027 because of term limits, told AFP on Tuesday that Trump’s threats to impose the tariffs were “unacceptable” and “ineffective”.</p><p>Setting the scene for Davos, Trump also reported on social media that he had “a very good telephone call” with NATO Secretary-General Mark Rutte and he had agreed to a meeting on Greenland.</p><p>“As I expressed to everyone, very plainly, Greenland is imperative for National and World Security. There can be no going back – On that, everyone agrees!” he posted.</p><p>Later on Tuesday, Trump went on to post a screenshot of what he said was a text message from Rutte, who last year referred to the US president as “daddy”. The screenshot made a flattering offer to “highlight your work” in Syria, Gaza and Ukraine while highlighting NATO’s commitment to “finding a way forward on Greenland”.</p><h2 id=\"we-have-to-have-it\">‘We have to have it’</h2><p>Trump’s posts on Tuesday also included a doctored image of him planting the US flag next to a sign reading “Greenland, US Territory, Est. 2026”.</p><p>Asked by reporters on Monday what he planned to say to European leaders in Davos about his Greenland plan, Trump said: “I don’t think they’re going to push back too much. Look, we have to have it.”</p><p>Earlier, he had linked his aggressive stance to last year’s decision <a href=\"/news/2026/1/19/trump-tells-norway-pm-not-bound-to-think-purely-of-peace-after-nobel-snub\">not to award him the Nobel Peace Prize</a> he deeply coveted, telling Norwegian Prime Minister Jonas Gahr Store that he no longer felt “an obligation to think purely of Peace” in a text message released on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Store said he would change his schedule to attend the World Economic Forum in Davos on Wednesday and Thursday, overlapping with Trump’s planned appearance.</p><p>European Commission President Ursula von der Leyen called Trump’s planned tariffs over Greenland “a mistake especially between long-standing allies” and vowed that Europe’s response would be “unflinching, united and proportional”.</p><p>“Plunging us into a downward spiral would only aid the very adversaries we are both so committed to keeping out of the strategic landscape,” said von der Leyen in a keynote speech at Davos.</p><p>She said that the European Union was working on a “massive European investment surge” in Greenland, pledging to “work with the United States and all partners on wider Arctic security”.</p><p>“This is clearly in our shared interest,” she said.</p><p>German Chancellor Friedrich Merz said he would try to meet Trump on Wednesday, adding that a trade dispute was not wanted, but “if we are confronted with tariffs that we consider unreasonable, then we are capable of responding.”</p><p>US Treasury Secretary Scott Bessent told reporters in Davos it would be “very unwise” for European governments to retaliate.</p><p>“I think it’s a complete canard that the president will be doing this because of the Nobel Prize. The president is looking at Greenland as a strategic asset for the United States,” he said.</p><p>EU leaders are to convene in Brussels on Thursday evening for an emergency summit after Trump’s threats to impose new tariffs on six of its members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump’s first year back live: US president ramps up pressure on allies | Donald Trump News | Al Jazeera",
            "time": "2026-01-20T11:10:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26016647728572-1-1768909169.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Trump’s first year back live: US president ramps up pressure on allies</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Donald Trump marks first year back in the White House by expanding presidential power and reshaping relations between the US and the world.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Syria’s war-ravaged oil sector faces tough road to recovery, analysts say | Energy | Al Jazeera",
            "time": "2026-01-20T10:56:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25038318340766-1768882242.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian government’s takeover of key oil and gas fields from the Kurdish-led Syrian Democratic Forces (SDF) in the country’s northeast has raised hopes for the revival of its dilapidated energy sector after years of war and international sanctions.</p><p>Syrian officials announced on Sunday that the government forces had taken control of several oilfields, including al-Omar, Syria’s largest, and the Conoco gas complex in the country’s north and northeast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Damascus made the announcement after the United States-trained SDF agreed to relinquish control of Deir Az Zor, Raqqa and Hasakah governorates as part of a ceasefire deal.</p><p>While the return of Syria’s energy reserves to government control marks a pivotal moment for the country’s war-battered economy, Damascus will face hurdles ranging from damaged infrastructure to chronic underinvestment as it looks to kick production into high gear, according to industry experts.</p><p>“Despite the strategic importance of regaining oil and gas assets, translating sovereignty into production recovery will be gradual and technically complex,” Ahmad al-Dahik, an oil and gas expert based in Qatar, told Al Jazeera.</p><p>“Oil reservoirs have suffered from unregulated extraction and equipment damage, while pipelines and processing facilities require extensive rehabilitation. Gas, by contrast, is generally less capital-intensive to restore and directly linked to electricity generation, making it the most likely early recovery priority.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253208\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-SYRIA-OIL-AND-GAS-JAN-20-2026-1768890134.png?quality=80\" alt=\"INTERACTIVE - SYRIA - OIL AND GAS - JAN 20, 2026-1768890134\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"syria-s-fossil-fuel-reserves\">Syria’s fossil fuel reserves</h2><p>Syria holds an estimated 2.5 billion barrels of oil and 8.5 trillion cubic feet of natural gas, but the country’s energy sector has been in disarray since its descent into war following a brutal crackdown on largely peaceful antigovernment protests in 2011.</p><p>While Syria never ranked among the world’s top fossil fuel producers, the country’s pre-war output covered its domestic energy needs and generated significant revenues for government coffers. The country produced about 380,000 barrels of oil and about 25 million cubic metres of gas per day, generating 20-25 percent of state revenues.</p><p>By 2015, when much of Syria was controlled by ISIL (ISIS), production had plunged to an estimated 40,000bpd, according to an analysis by S&amp;P Global Commodity Insights.</p><p>Output declined further following ISIL’s defeat by the SDF, standing between 15,000bpd and 30,000bpd in 2019, according to the market analysis firm.</p><p>“Rehabilitation and new exploration are possible but will take time, and require political stability and a clear regulatory framework,” Carole Nakhle, the CEO of advisory firm Crystol Energy, told Al Jazeera.</p><p>“Government control could allow more coordinated rehabilitation, but progress will depend on investment, expertise, and access to markets.”</p><figure id=\"attachment_4253087\" aria-describedby=\"caption-attachment-4253087\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4253087\" src=\"/wp-content/uploads/2026/01/AFP__20260119__939J4XV__v1__MidRes__SyriaKurdsConflict-1-1768884997.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"oil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4253087\" class=\"wp-caption-text\">The al-Omar oilfield in Deir Az Zor, on January 19, 2026 [Omar Haj Kadour/AFP]</figcaption></figure><h2 id=\"prospect-of-foreign-investment\">Prospect of foreign investment</h2><p>The US, European Union and the United Kingdom’s lifting of most sanctions on Syria in response to the fall of al-Assad’s regime in December 2024 has raised the prospect of an influx of investment by foreign companies, which played a central role in the country’s pre-war production.</p><p>Before the war, a joint venture between the state-run Syrian Petroleum Company (SPC), British multinational Shell, China National Petroleum Corporation and India’s Oil and Natural Gas Corporation was Syria’s single largest oil producer, accounting for more than one-quarter of production.</p><p>SPC CEO Youssef Qeblawi told reporters earlier this week that Shell had expressed its intention to fully withdraw from the al-Omar oilfield, though the British multinational has not publicly commented on its plans.</p><p>France’s TotalEnergies, UK’s Gulfsands Petroleum, China’s Sinochem and Canada’s Suncor Energy also oversaw energy projects in Syria until sanctions forced a halt to their operations.</p><p>The SPC has signed a slew of preliminary agreements or memorandums of understanding with foreign energy firms in recent months, including US-based ConocoPhillips, the UAE’s Dana Gas, Saudi Arabia’s Arabian Drilling, and Qatar’s UCC Holding.</p><p>In December, Syria and neighbouring Turkiye announced an agreement to strengthen energy cooperation, including through the restoration of a gas pipeline linking Aleppo and the Turkish city of Kilis.</p><p>Syrian President Ahmed al-Sharaa last month met representatives from Texas-based Chevron to discuss cooperation in the development of the country’s energy reserves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"pivotal-political-and-economic-moment\">Pivotal political and economic moment</h2><p>David Butter, an analyst on the Middle East at Chatham House, said he expected UK-based Gulfsands to seek to restart its suspended operations at the Block 26 oilfields in Hasakah, while Egyptian companies such as Enppi and Petrojet could also be interested in investing in the sector.</p><p>“I would expect the Damascus government to look for private investment in the infrastructure of the east of Deir Az Zor fields and to issue tenders for some specific projects,” Butter told Al Jazeera.</p><p>“We could see Egyptian companies such as Enppi and Petrojet being involved in contracts.”</p><p>Nakhle of Crystol Energy said while Syria may be able to attract “smaller, adventurous investors”, leading companies could be reluctant to invest due to uncertainty around the country’s governance and security conditions. Sunday’s <a href=\"/news/2026/1/20/syria-sdf-ceasefire-hangs-in-balance-after-renewed-clashes-faltering-talks\">ceasefire hangs in the balance</a> following reports of new fighting.</p><p>“In short, while Syria’s oil and gas sector has potential, rebuilding it will be slow, risky, and heavily dependent on policy, security, and investment conditions,” Nakhle said.</p><p>Al-Dahik said restoring Syria’s production to pre-2011 levels would likely take years even under favourable conditions.</p><p>“The restoration of state control over Syria’s main oil and gas assets is a pivotal political and economic moment. Yet hydrocarbons alone cannot drive recovery,” he said.</p></div></div></body></html>"
        },
        {
            "title": "How a year of Trump has reshaped the US and the world | Donald Trump | Al Jazeera",
            "time": "2026-01-20T10:31:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/H_16x9-1768905047.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Tymoshenko vs Zelenskyy: Political clash over graft rocks wartime Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-20T10:29:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T105145Z_61576317_RC272JAED87X_RTRMADP_3_UKRAINE-CRISIS-TYMOSHENKO-COURT-1768860154.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\"><span><strong>Kyiv, Ukraine –</strong> With her trademark crown braid, <a href=\"/news/2026/1/14/ukraines-former-prime-minister-yulia-tymoshenko-accused-of-bribery-report\">Yulia Tymoshenko</a> was the Orange Revolution’s poster girl. </span></p><p dir=\"ltr\">In 2004, mass pro-Western protests overturned what the demonstrators said was the fraudulent election of Viktor Yanukovych, a Moscow-friendly presidential candidate – and made Tymoshenko Ukraine’s first female prime minister.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p dir=\"ltr\">But “scandal” is the word mostly associated with Tymoshenko’s subsequent political trajectory along with a recent ideological tilt towards neo-conservative nationalism that largely resonates with United States President Donald Trump’s rhetoric.</p><p dir=\"ltr\">Despite her chameleon-like populism, Tymoshenko, a prominent opposition politician, sank in the polls and unsuccessfully ran for president three times, including in 2019 when Ukrainians voted in Volodymyr Zelenskyy, a comedian with zero political experience.</p><p dir=\"ltr\">Last week, Tymoshenko called Zelenskyy a “narrow-minded dictator” and accused him of orchestrating corruption charges against her to bar her from taking part in a new presidential race.</p><p dir=\"ltr\">Observers have told Al Jazeera that her dismal approval ratings mean she is not a rival to Zelenskyy while her rift with the president may weaken wartime decision-making and her obstruction of new cabinet appointments constitutes an “outrageous crime”.</p><p dir=\"ltr\">Anticorruption investigators who charged Tymoshenko on Wednesday with “buying” lawmakers’ votes have proved their independence from Zelenskyy by going after his closest allies and lawmakers from his Servant of the People party.</p><p dir=\"ltr\">Investigators searched the office of Tymoshenko’s Motherland party for 12 hours and published a recording of Tymoshenko talking to a Servant of the People lawmaker discussing bribes of $10,000 per vote.</p><p dir=\"ltr\">“If we agree with you today, then we’re recording who’s with you, … and I’ll be paying you,” Tymoshenko is heard saying in Russian on the tape.</p><p dir=\"ltr\">Prosecutors with the National Anti-Corruption Bureau and the Specialised Anti-Corruption Prosecutor’s Office pointed out that the scheme was long term.</p><p dir=\"ltr\">“These were not one-off arrangements but a regular mechanism of cooperation that involved advance payments and was designed for a long period,” they said. “Lawmakers were to receive instructions on voting and in some cases on abstaining or not participating in the vote.”</p><p dir=\"ltr\">While discussing the alleged payments, Tymoshenko is heard saying the goal of her party’s rigged voting would be against the appointment of new defence and energy ministers.</p><p dir=\"ltr\">The Verkhovna Rada, Ukraine’s lower house of parliament, has so far failed to vote in Denys Shmygal as the new energy minister amid debilitating, hours- and even days-long blackouts caused by <a href=\"/news/2026/1/16/as-russian-attacks-worsen-ukraines-energy-woes-trump-rebukes-kyiv\">Russia’s methodical</a> missile and drone strikes on energy infrastructure.</p><p dir=\"ltr\">Former digital development minister Mikhail Fyodorov was voted in as the new defence minister on Wednesday.</p><h2 id=\"tymoshenko-accused-of-outrageous-conduct\" dir=\"ltr\">Tymoshenko accused of ‘outrageous’ conduct</h2><p dir=\"ltr\">Tymoshenko’s party holds a mere 25 seats in the 450-seat Verkhovna Rada, but its votes have become increasingly essential for Zelenskyy, whose control over the 227-seat majority held by Servant of the People has been slipping.</p><p dir=\"ltr\">“The ruling party has no majority, and other partners haggle with it, and it’s pretty logical at this stage,” Kyiv-based analyst Igar Tyshkevych told Al Jazeera.</p><p dir=\"ltr\">Tymoshenko’s reluctance to facilitate the appointment of key ministers is nothing short of criminal, according to a four-star general.</p><p dir=\"ltr\">“When the nation is at war and the defence minister’s post is of utmost importance, when the nation is cold, without heating and running water, the energy minister is really important,” Lieutenant General Ihor Romanenko, former deputy head of Ukraine’s General Staff, told Al Jazeera.</p><p dir=\"ltr\">“This is, undoubtedly, a crime, the most outrageous crime during the war, and that’s what she should be held responsible for,” he said.</p><p dir=\"ltr\">He said Tymoshenko has a record of obstructing government decisions related to Ukraine’s defence against Moscow’s aggression. In early 2014, she advocated against the use of force against tens of thousands of Russian soldiers who swarmed Crimea during an interregnum that followed the toppling of Yanukovych.</p><p dir=\"ltr\">Yanukovych won the presidency in 2010 and orchestrated a trial in which Tymoshenko was sentenced to seven years in prison for “abuse of power”.</p><p dir=\"ltr\">After he fled to Russia, she was freed by pro-Western protesters.</p><p dir=\"ltr\">“She said that no soldier should leave the barracks and no tank should leave the box,” Romanenko said.</p><p dir=\"ltr\">Tymoshenko has said the current corruption probe against her is aimed at barring her from taking part in a presidential election – even though elections are <a href=\"/features/2025/12/10/could-ukraine-hold-a-presidential-election-right-now-as-trump-demands\">banned during the war</a> against Russia’s invasion, which will enter its fifth year in February.</p><p dir=\"ltr\">“It looks like the election is closer than it seemed, and someone decided to purge the rivals,” she wrote on Facebook on Wednesday, apparently referring to Zelenskyy. “… I’ve been fearless for a long time as I know I am honest before myself, the people and Ukraine.”</p><h2 id=\"no-competitor-for-zelenskyy\" dir=\"ltr\">‘No competitor for Zelenskyy’</h2><p dir=\"ltr\">Analysts ridiculed her claim.</p><p dir=\"ltr\">Tymoshenko is “no competitor for Zelenskyy”, Volodymyr Fesenko, head of the Penta think tank in Kyiv, told Al Jazeera.</p><p dir=\"ltr\">She has “no chances of even making it to the second round,” he said, citing opinion polls that give Tymoshenko approval ratings of 3 to 4 percent and name her one of the “most hated” politicians in Ukraine.</p><p dir=\"ltr\">“If presidential elections were held now, in the best case scenario, she would be number six, seven or eight,” Fesenko said.</p><p dir=\"ltr\">However, the investigation and Tymoshenko’s diatribes against Zelenskyy could change the speed and efficiency of wartime decision-making.</p><p dir=\"ltr\">Motherland sided with Zelenskyy on most bills, and the rift may jeopardise his control over the Verkhovna Rada.</p><p dir=\"ltr\">So, despite what Tymoshenko claims about her alleged danger to Zelenskyy during a presumed presidential campaign, the investigation is detrimental to the president and the overall war effort, Fesenko said.</p><p dir=\"ltr\">Anticorruption investigators are focused on Tymoshenko’s role as one of the Verkhovna Rada’s puppet masters.</p><p dir=\"ltr\">She is “one of the few influential politicians in the Rada who deal with shadowy financial matters”, Fesenko said. “She’s been doing it her whole life.”</p><p dir=\"ltr\">In late December, anticorruption bodies charged two dozen lawmakers, including five with the Servant of the People, with corruption and vote rigging.</p><p dir=\"ltr\">The scandal is going to boost media attention on the anticorruption bodies even though convictions of the alleged wrongdoers are far from guaranteed.</p><p dir=\"ltr\">“She is going to get away with it,” a former Motherland lawmaker told Al Jazeera on condition of anonymity because he fears “retaliation” from Tymoshenko.</p><p dir=\"ltr\">“She hates Zelenskyy’s guts. She thinks he stole her presidency” in 2019, he said. “And now she thinks that he [activated anticorruption officials against] her because she could win the vote, which is absurd because her ratings are way below his.”</p><p dir=\"ltr\">Tymoshenko has posted bail of 33 million hryvnia ($761,000) and is not allowed to leave the Kyiv region.</p><p dir=\"ltr\">On Tuesday, a court will decide whether her assets should be frozen. Her trial may begin in months.</p></div></div></body></html>"
        },
        {
            "title": "Greenland is not just a territorial concern. It is a reckoning | Opinions | Al Jazeera",
            "time": "2026-01-20T10:28:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696ba39297-1768661906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-label=\"Listen to this article\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span> | </span><span class=\"article-listen-container__duration\">6 mins</span></p></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As threats by the United States to take over Greenland mount, Denmark is in panic mode. More Danish soldiers have been deployed to the island while European allies have sent small contingents in a symbolic show of support.</p><p>The language of sovereignty, self-determination and international law has suddenly become urgent. Danish politicians are speaking of principles, borders and the dangers of great power politics.</p><p>What is striking is not that Denmark is panicking but that it appears surprised.</p><p>Greenland is strategic. It always has been. Its location, resources and military value make it a desired prize in an increasingly competitive global order. The renewed American interest in the island is neither an anomaly nor a momentary excess of rhetoric. It is the logical expression of an imperial worldview – one that prioritises power, access and control over the formalities of international norms.</p><p>What makes the Greenland case uncomfortable for Denmark is not merely the threat itself. It is the mirror it holds up.</p><p>For decades, Denmark has been a reliable partner in advancing that very same imperial worldview elsewhere. It aligned itself closely with the US, not only diplomatically but also militarily. Denmark participated in wars that reshaped entire regions under the banner of security, values and alliance loyalty. Now as the same imperial logic is being applied to Danish territory, the abstractions of geopolitics suddenly become tangible.</p><p>This is the irony Denmark must confront.</p><p>The concern over Greenland rests on arguments Denmark knows well. That sovereignty matters. That territories are not commodities. That international law cannot be selectively applied. Yet these principles were notably absent from Denmark’s considerations when it joined the invasion of Iraq, a war launched without a legal mandate and justified by spurious claims that quickly collapsed.</p><p>These arguments were also diluted in Afghanistan, where two decades of war ended not in stability but in exhaustion and the return to the status quo. They disappeared almost entirely in Libya, where Danish aircraft played a decisive role in toppling its leader Muammar Gaddafi. What followed was a shattered state defined by militias, chaos and human trafficking.</p><p>In Syria, Denmark’s involvement, both direct and indirect, formed part of a broader Western intervention. A popular uprising was transformed into a prolonged proxy war with catastrophic consequences for civilians and regional stability.</p><p>Each of these interventions was framed as necessary. Each was presented as a moral obligation. Each was defended as part of a rules-based international order. In practice, each helped erode the very norms Denmark now invokes when Greenland enters the equation.</p><p>Palestine makes this contradiction impossible to ignore.</p><p>Israel is a close Danish ally, yet as Gaza has been reduced to rubble, Denmark’s political leadership has remained strikingly restrained. While international legal experts, humanitarian organisations and United Nations bodies have warned of genocide, Denmark’s response has been cautious to the point of silence. Calls for accountability have been muted. Moral clarity has been deferred.</p><p>At the same time, Danish industry remains entangled in the machinery of war. A Danish defence company continues to supply spare parts for F-35 fighter jets, aircraft that have played a central role in the bombardment of Gaza. When asked whether international arrest obligations would be enforced against Israeli Prime Minister Benjamin Netanyahu should he enter Denmark, Danish Prime Minister Mette Frederiksen declined to give a clear answer.</p><p>Law is conditional. Principles are flexible. Denmark has long helped normalise a world in which power decides when law applies.</p><p>For years, imperial violence was something that happened elsewhere. To other people, in other regions. The consequences were exported. Destabilised states. Mass displacement. Radicalisation. The steady hollowing-out of international institutions. Europe absorbed some of the fallout but largely refused to connect it to its own political choices. Denmark was no exception.</p><p>Greenland collapses that distance. Gaza exposes the moral architecture beneath it.</p><p>What Denmark is experiencing now is not injustice. It is exposure.</p><p>The same arguments once used to justify intervention in the Middle East are now being repurposed closer to home. Strategic necessity. Security concerns. Global competition. These are not new concepts. They are simply being applied in a direction Denmark did not expect.</p><p>This moment reveals the limits of moral selectivity. International law cannot be defended only when it is convenient. Sovereignty cannot be sacred in the Arctic and disposable elsewhere. Small states cannot rely on principles they helped undermine and expect them to hold when global power dynamics shift.</p><p>For Europe as a whole, the implications are profound. Alignment with empire does not guarantee protection from it. Loyalty does not produce autonomy. A continent that tolerates the erosion of law abroad will eventually face its absence at home.</p><p>Greenland is not just a territorial concern. It is a reckoning.</p><p>The irony is complete. The question is whether Denmark and Europe will finally choose to learn from it.</p><p data-start=\"10598\" data-end=\"11116\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Dual citizenship: Bangladesh’s latest political flashpoint before elections | Elections | Al Jazeera",
            "time": "2026-01-20T10:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25345467213828-1768885528.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh —</strong> Chanting slogans outside the headquarters of the Bangladesh Election Commission (BEC) on Sunday, student activists of the Bangladesh Nationalist Party (BNP) accused the body of bias, as police and border guards stood watch.</p><p>Ahead of the February 12 national vote, the members of the Jatiyatabadi Chhatra Dal (JCD) — the BNP’s student wing — were demanding that the BEC allow candidates with dual citizenship to contest.</p><p>The same night, though, the polling authority came under verbal attack from the opposite political corner too. Leaders of the National Citizen Party (NCP), which emerged from the protests that led to the ouster of then Prime Minister Sheikh Hasina in August 2024, also accused the BEC of bias and acting in favour of the BNP.</p><p>The competing accusations against the election body underscore a deepening divide over who should be allowed to contest in the elections that threatens to derail the country’s preparations for the elections.</p><p>NCP spokesperson Asif Mahmud Sajib Bhuiyan said at a news conference on Sunday that the party might reconsider its participation in the election.</p><h2 id=\"the-dispute\">The dispute</h2><p>Under Bangladeshi law, foreign citizens are barred from contesting parliamentary elections.</p><p>During scrutiny of nomination papers and a subsequent nine-day appeal process that ended on Sunday, the BEC reviewed dozens of objections related to the alleged dual citizenship of 25 candidates.</p><p>Ultimately, the commission upheld the candidacy of 23 candidates and cancelled the nominations of the remaining two.</p><p>In several instances, the BEC cleared the nominations after candidates submitted documents or affidavits stating that they had renounced, or applied to renounce, foreign citizenship.</p><p>All parties appear to have benefitted from the BEC’s decision to allow these candidatures. Of the 23 that were approved, 10 belong to the BNP. Four candidates of the Jamaat-e-Islami, the country’s largest Islamist group and the NCP’s coalition partner, were also approved, as well as an NCP candidate, despite questions over dual citizenship. Another approved candidate belongs to the Khelafat Majlis, also an alliance partner of the Jamaat and the NCP.</p><p>The remaining seven candidates to be approved by the BEC belong to smaller parties or are contesting as independents, not allied with either of the two leading groups.</p><p>The NCP claims that its candidate, whose nomination was under scrutiny, had not informed it about his dual citizenship, and the party has decided to withdraw his candidacy in the election.</p><p>Mahabub Alam, an NCP leader who attended the BEC hearings where the complaints were heard, told Al Jazeera: “Requiring candidates to prove they have renounced foreign citizenship while accepting only future commitments constitutes selective and unconstitutional treatment.”</p><p>He claimed that the approach “favours certain parties”, alluding to the BNP, whose candidates are the largest beneficiaries of the BEC move to allow some dual citizens to contest. Alam pointed out that candidates who had submitted applications to renounce foreign citizenships could also withdraw those pleas before a final decision, without Bangladeshi authorities necessarily getting to know.</p><p>Chief Election Commissioner AMM Nasir Uddin rejected the allegations of bias, saying the decisions were guided by a desire to ensure participation.</p><p>“We want an election with participation from all sides,” he told candidates and their representatives after the hearings. “We have not delivered any judgement with bias.”</p><h2 id=\"past-track-record\">Past track record</h2><p>Bangladesh currently allows its citizens to obtain a second citizenship from a list of 103 countries.</p><p>However, Article 66(2) of its Constitution disqualifies a person if they acquire the citizenship of a foreign state.</p><p>The current battle lines are drawn over interpretations of what the Constitution says. Does a candidate need to complete the formal renunciation of foreign citizenship before submitting nomination papers? Or is applying to relinquish that citizenship sufficient to avoid disqualification?</p><p>Critics argue that accepting affidavits or verbal assurances weakens constitutional safeguards and allows selective enforcement.</p><p>Under United Kingdom procedures, for instance, a declaration of renunciation must be registered by the Home Office before it takes effect; until then, the applicant remains a British citizen.</p><p>The BEC has not publicly issued detailed legal reasoning for individual decisions so far.</p><p>The commission has, however, previously cancelled candidacies over dual citizenship. In January 2024, Shammi Ahmed, a nominee of Hasina’s Awami League party for Barishal-4 constituency, had her candidacy cancelled by the BEC over dual citizenship allegations — a decision later upheld by the Supreme Court’s Appellate Division.</p><h2 id=\"political-pressure-intensifies\">Political pressure intensifies</h2><p>The dispute moved beyond the Election Commission on Sunday evening when a Jamaat-e-Islami delegation, led by party chief Shafiqur Rahman, met interim government head Muhammad Yunus.</p><p>After the meeting, Syed Abdullah Muhammad Taher, Jamaat’s deputy chief, also accused the BEC of bias in decisions on candidate nominations, including on questions of dual citizenship.</p><p>Without naming any party, Taher said Jamaat had heard that pressure was being exerted on the commission to prevent the cancellation of nominations that should otherwise have been declared invalid due to legal flaws.</p><p>“We want to state clearly that the Election Commission must not bow to any pressure — whoever the party may be, even if it is Jamaat-e-Islami,” he said.</p><p>A day later, on Monday afternoon, an NCP delegation led by party convener Nahid Islam also met Yunus, accusing the BEC of acting under pressure from the BNP in allowing candidates accused of holding foreign citizenship to contest.</p><p>Speaking to journalists afterwards, Nahid said the commission had deviated from its legal position.</p><p>“There are candidates with dual citizenship in the BNP, and there are candidates with dual citizenship in Jamaat,” he said. “Which party they belong to is not the issue. The issue is whether the law is being applied equally to everyone.”</p><p>“It is clear that the commission has moved away from the legal position under pressure from one party and is using a flawed interpretation of the law to give these candidates an opportunity,” he added.</p><p>“If the Election Commission cannot maintain neutrality, how can we expect a fair election?” Nahid said, warning that continued bias would raise doubts about the credibility of the vote.</p><p>Nahid said the party would challenge the decisions in court and could take to the streets if necessary.</p><h2 id=\"ethically-problematic-too\">‘Ethically problematic too’</h2><p>Political analyst Mohiuddin Ahmad said allowing dual citizens to run was not only unconstitutional but also “ethically problematic”.</p><p>He questioned whether allegiance to another state could be reconciled with representing Bangladeshi voters.</p><p>“If the commission knowingly overlooks constitutional requirements, it undermines its mandate and risks invalidating the election itself,” he told Al Jazeera.</p><p>Dilara Choudhury, a political analyst, said affidavits alone were insufficient to meet legal requirements and warned that the BEC risked losing moral authority if it failed to adhere strictly to procedure.</p><p>“If the Election Commission’s image as neutral is damaged, how can it deliver a credible election?” she said. “If the election becomes questionable and citizens lose trust, it will be a futile exercise — and the government formed through it will also face questions of legitimacy.”</p></div></div></body></html>"
        },
        {
            "title": "Israel bulldozes UNRWA buildings in occupied East Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-20T09:45:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26020447195754-1768913392.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 2 hours ago</span><span aria-hidden=\"true\">Updated: 2 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has begun bulldozing buildings inside the headquarters of the United Nations agency for Palestinian refugees (UNRWA) in occupied East Jerusalem, as the far-right government clamps down heavily on humanitarian groups that provide desperately needed aid to Palestinians in Gaza.</p><p>UNRWA said in a statement on Tuesday that Israeli forces had confiscated staff devices and forced them out of their headquarters in the Sheikh Jarrah neighbourhood.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This is an unprecedented attack not only against UNRWA and its premises. It constitutes a serious violation of international law and the privileges and immunities of the United Nations,” it said.</p><p>Later on Tuesday, Israeli forces fired tear gas at a Palestinian trade school in a second targeting of a UN facility in occupied East Jerusalem.<strong><br>\n</strong></p><p>Local sources reported earlier that an Israeli army group, accompanied by bulldozers, stormed the UNRWA’s compound after sealing off the surrounding streets and intensifying its military presence in the area, and proceeded to demolish structures inside the compound, according to the Palestinian news agency Wafa.</p><p>Israeli lawmakers and member of the government were also present, according to UNRWA chief Philippe Lazzarini, who said the attack came “in the wake of other steps taken by Israeli authorities to erase the Palestine Refugee identity”.</p><p>He also warned that “what happens today to UNRWA will happen tomorrow to any other international organisation or diplomatic mission” anywhere in the world.</p><p>Israel has repeatedly attacked UNRWA for what it terms pro-Palestinian leanings and accused the body of ties to Hamas, without providing evidence, which the UN agency has vehemently denied.</p><p>Israel’s Ministry of Foreign Affairs said the demolition was following through on a new law that banned the organisation.</p><p>National Security Minister Itamar Ben-Gvir said in a statement that he had accompanied crews to the headquarters and called it a “historic day”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has faced <a href=\"/news/2026/1/1/israel-faces-widespread-condemnation-as-ngo-ban-comes-into-effect\">global condemnation</a> after a ban on dozens of international aid organisations working to provide life-saving assistance to Palestinians in the war-ravaged Gaza Strip came into effect weeks ago.</p><p>Israel has revoked the operating licences of <a href=\"/news/2025/12/31/which-aid-groups-is-israel-banning-from-gaza-now-and-what-will-it-mean\">37 aid groups</a>, including Doctors Without Borders, known by its French initials MSF, and the Norwegian Refugee Council, for failing to comply with new government regulations.</p><p>The new rules require international NGOs working in Gaza and the occupied West Bank to provide detailed information on staff members, as well as their funding and operations.</p><p>Reporting from Ramallah, in the occupied West Bank, Al Jazeera’s Nida Ibrahim said the escalation followed “months of Israeli forces cracking down on Palestinians in Gaza” and banning agencies “from offering help to Palestinians in need over there”.</p><p>She added that it comes as the one-year anniversary of a major Israeli <a href=\"/news/2025/1/23/minister-says-israel-applying-lessons-from-gaza-in-west-bank-operation\">assault</a> on three Palestinian refugee camps approaches and after a “<a href=\"/news/2026/1/19/israel-launches-large-scale-military-raid-in-occupied-west-banks-hebron\">large-scale</a>” operation in Hebron.</p><p>“Israeli forces have started demolishing homes and roads in what many have said is an attempt to change the symbolism of these camps and what they resemble and represent, which is the Palestinian identity and the Palestinian right to return to their homes that they were displaced from,” added Ibrahim.</p><p>Last week, UN Secretary-General Antonio Guterres warned Israeli Prime Minister Benjamin Netanyahu that he could take his country to the International Court of Justice if it does not repeal <a href=\"/features/2024/1/31/israels-allegations-unrwa-effort-eliminate-agency\">laws targeting UNRWA</a> and return its seized assets and property.</p><p>In a January 8 letter to Netanyahu, Guterres said the UN cannot remain indifferent to “actions taken by Israel, which are in direct contravention of the obligations of Israel under international law. They must be reversed without delay.”</p><p>Israel’s parliament passed a law in October 2024 banning UNRWA from operating in Israel and prohibiting Israeli officials from having contact with the agency. It amended the law last month to ban electricity or water supply to UNRWA facilities.</p><p>Israeli authorities also seized UNRWA’s occupied East Jerusalem offices last month. The UN considers East Jerusalem occupied by Israel, while Israel considers all of Jerusalem part of the country.</p></div></div></body></html>"
        },
        {
            "title": "Manhunt for ISIL prisoners in Syria after fighting near jails | Syria's War | Al Jazeera",
            "time": "2026-01-20T08:47:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768898781.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Video: Blast kills seven at hotel restaurant in Afghan capital Kabul | Crime | Al Jazeera",
            "time": "2026-01-20T08:31:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768897852.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Australian Parliament backs tighter gun, hate crime laws after Bondi attack | Government News | Al Jazeera",
            "time": "2026-01-20T08:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-16T021822Z_1082988321_RC202JA18EOX_RTRMADP_3_AUSTRALIA-CRIME-MEMORIAL-1768892525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australian Parliament backs tighter gun, hate crime laws after Bondi attack</h1><p class=\"article__subhead\"><em>Bills yet to be voted by Senate, with opposition to gun law likely from conservative Liberal-National Coalition.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian lawmakers have passed tougher laws against hate crime and gun violence in response to last month’s <a href=\"/sports/2026/1/4/bondi-attack-hero-al-ahmed-responders-honoured-at-australia-cricket-match\">mass shooting</a> at a Jewish festival at Sydney’s Bondi Beach.</p><p>On Tuesday, the House of Representatives voted in favour of a new national gun buyback scheme, tighter gun licence checks and a crackdown on hate crimes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fifteen people, most of them Jewish, were killed when two gunmen opened fire on a Hanukkah celebration at the iconic Sydney beach on December 14. They were later disarmed by a Muslim hero, <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed.</a></p><p>Home Affairs Minister Tony Burke said the <a href=\"/video/the-listening-post/2025/12/24/the-spin-and-misinformation-around-bondi-was-inevitable\">attack</a> had been carried out by individuals with “hate in their hearts and guns in their hands” and that it demanded “a comprehensive response from government”.</p><p>Australian authorities have said the suspected attackers, Sajid Akram and his son Naveed, were inspired by the ISIL (ISIS) group.</p><p>“As a government, we must do everything we can to counter both the motivation and the method,” said Burke.</p><p>The legislative reforms on guns and hate speech were voted on separately and must still be approved by the upper house, the Senate, which was expected to vote later in the day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The gun control laws are expected to pass with the support of the Greens despite opposition from the conservative Liberal-National Coalition, while the anti-hate laws are likely to pass with support from the Liberal Party.</p><p class=\"p1\">New firearms rules will enable background checks for gun permits with input from intelligence services.</p><p>Shadow Attorney General Andrew Wallace of the Liberals said the bill revealed “the contempt the government has for the million gun owners of Australia”.</p><p>Prime Minister Anthony Albanese recalled parliament early from its summer break for this week’s special two-day session.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Syria-SDF ceasefire hangs in balance after renewed clashes, faltering talks | Syria's War News | Al Jazeera",
            "time": "2026-01-20T08:04:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_696f2aefc1e9-1768893167.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tensions between the Syrian government and the Kurdish-led Syrian Democratic Forces (SDF) have been escalating, days after they announced a ceasefire, <a href=\"/news/liveblog/2026/1/20/syria-fighting-live-ceasefire-under-duress-as-govt-moves-into-hasakah\">which is being severely tested</a> by renewed fighting, involving the withdrawal of the latter’s forces from areas west of the Euphrates River.</p><p>Talks in Damascus between Syrian President Ahmed al-Sharaa and SDF leader Mazloum Abdi, also known as Mazloum Kobani, have faltered, and Abdi has returned to the northeast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Contention and a blame game have surrounded the issues of ISIL (ISIS) prisoners who escaped from al-Shaddadi prison during the fighting between the army and the SDF. Syria’s Ministry of Interior said on Tuesday that 130 of 200 ISIL escapees had been recaptured.</p><p>The ministry accused the SDF of releasing ISIL fighters from the prison in the northeastern city of al-Shaddadi as a form of “political and security blackmail”. The army said it deliberately bypassed al‑Shaddadi prison in line with an agreement that the SDF would later hand control of the facility to authorities in Damascus.</p><p>The SDF has blamed the Syrian army for the prison break, saying it “lost control” of the jail after an attack by tribal fighters affiliated with the army.</p><p>SDF commander Fawza Youssef on Tuesday blamed al-Sharaa’s government for failing to uphold the deal.</p><p>“There is no political will on the part of the government to implement a ceasefire,” he told Al Jazeera. “If the violations and attacks continue, the SDF cannot be disarmed.”</p><p>The <a href=\"/news/2026/1/18/syria-announces-ceasefire-agreement-with-kurd-led-sdf-after-heavy-fighting\">agreement reached on Sunday</a> between al-Sharaa and Abdi stipulates the withdrawal of the SDF from Raqqa and Deir Az Zor, parts of which are east of the Euphrates, within a month.</p><p>A spokesperson for the Interior Ministry accused the SDF of “trying to deflect blame” as it faced internal divisions.</p><p>“We prefer peaceful solutions, but all options are open,” the spokesperson told Al Jazeera.</p><p>The deal included the SDF’s withdrawal from the area around the al-Aqtan prison. As it appeared on the verge of collapse, Al Jazeera correspondents on Tuesday reported that the Syrian army had begun artillery shelling around the prison and the SDF’s 17th Division headquarters in Raqqa.</p><p>Local sources in Hasakah province in the northeast said the army reached the Panorama intersection, located at the southern entrance to the provincial capital, also called Hasakah.</p><p>The Interior Ministry said it was ready to take over the management and security of ISIL prisons in Hasakah in accordance with international standards.</p><p>Information Minister Hamza Mustafa said the army secured the city of al-Shaddadi in the Hasakah countryside after taking control of the prison located there.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"taking-control-of-isil-prisons\">Taking control of ISIL prisons</h2><p>The SDF, the United States-backed force that fought ISIL in Syria, controls more than a dozen prisons in the northeast, where about 9,000 ISIL members have been held for years without trial.</p><p>While al-Sharaa’s government has pledged to reunify Syria after nearly 14 years of war, the SDF has repeatedly underlined al-Sharaa’s previous affiliation with Hayat Tahrir al-Sham (HTS), formerly part of al-Qaeda.</p><p>In a statement on Monday, the SDF referred to the government as “ISIS sympathizers, whose actions are directed and orchestrated by the Turkish state,” and pledged to respond in a similar manner to the <a href=\"/news/2014/10/7/street-battles-as-isil-enters-syrias-kobane\">battle to capture Kobane in 2014</a>.</p><p>“Today we reaffirm that the will of the people is stronger than all forms of aggression and occupation,” the statement said.</p><p>The Syrian government responded by rejecting “any attempt to use the issue of terrorism as a tool for political or security blackmail”.</p><p>“The insistence on linking the actions of law enforcement and the restoration of state legitimacy with the danger of activating terrorist cells constitutes a blatant attempt to distort the facts and fuel the conflict in order to maintain an authority that was imposed by force of arms,” it said in a statement.</p><p>“The Syrian government warns the SDF leadership against taking any reckless steps that would facilitate the escape of ISIS detainees or open prisons for them as a retaliatory measure or as a political pressure tactic.”</p><p>Al Jazeera’s Zein Basravi, reporting from Aleppo, said the army accused the SDF of releasing the detainees while the SDF said their escape was due to their forces being overwhelmed by attacks.</p><p>A video that emerged overnight also alleged to show the execution of female Kurdish fighters. The Kurdish-led Syrian Democratic Council (SDC), the political wing of the SDF, released a statement saying such conduct was a “reproduction of terrorism and poses a direct threat to regional and international security”.</p><p>Basravi said both sides were reverting to familiar language and using violence to settle scores in places of Syria that had been hoping for a return to peace after the ceasefire was reached.</p><h2 id=\"al-sharaa-s-offer-to-abdi\">Al-Sharaa’s offer to Abdi</h2><p>Five hours of talks on Monday between al-Sharaa and Abdi aimed at salvaging the ceasefire ended without agreement, sources told Al Jazeera.</p><p>The president offered to appoint Abdi to the post of deputy defence minister and nominate him to be governor of Hasakah in exchange for the deployment of Syrian internal security forces to its capital.</p><p>The offer also included the condition of removing members of the Kurdistan Workers’ Party (PKK) from the territory. Turkiye sees the SDF as a Syrian branch of the PKK, an organisation that it has been at war with since 1984 and considers a “terrorist” group.</p><p>Abdi asked for five days for consultations, a request al-Sharaa rejected. The president gave the SDF leader until the end of Tuesday to accept the offer, warning that failure to do so would trigger military action and the collapse of the ceasefire.</p><p>Al-Sharaa on Monday spoke by phone with US President Donald Trump, and the two stressed the importance of preserving Syria’s territorial unity and independence and underlined the need to guarantee the rights and protection of the Kurdish people.</p><p>Al Jazeera’s Ayman Oghanna, reporting from Damascus, said the US was in a “unique position to end this crisis” because it has close ties with both the SDF and Damascus.</p><p>Washington trained and equipped the SDF to fight ISIL and maintains about 900 soldiers in SDF-controlled areas. Trump also removed al-Sharaa from the global “terrorist” sanctions list and <a href=\"/video/newsfeed/2025/11/11/video-trump-hails-syrias-al-sharaa-after-historic-white-house-talks\">welcomed him to the White House</a> in November.</p><p>Oghanna said SDF members were worried about Washington’s growing ties with Damascus and feared that fighting may force the US to pick a side.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Guatemala mourns 10 police slain by gangsters amid state of emergency | Prison News | Al Jazeera",
            "time": "2026-01-20T07:21:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26019607030720-1768888667.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Guatemala mourns 10 police slain by gangsters amid state of emergency</h1><p class=\"article__subhead\"><em>State of emergency imposed after gang violence allows police to arrest suspected criminals without judicial order.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Jan 2026</span><span aria-hidden=\"true\">20 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ten police officers have been killed in a wave of coordinated gangster attacks in Guatemala that began with prison riots in three facilities and fanned out onto the streets of the capital in retribution killings, leading the government to declare a state of emergency.</p><p>Officials confirmed late on Monday that a 10th police officer died following the attacks, as the country’s lawmakers approved the 30-day <a href=\"/news/2026/1/19/guatemalas-president-declares-30-day-state-of-emergency-after-prison-riots\">state of emergency</a> that had come into effect the previous day in a near-unanimous vote, according to news agency The Associated Press.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The <a href=\"/news/2026/1/18/guatemala-prisoners-take-workers-hostages-in-riots-across-three-facilities\">violence</a> erupted on Saturday when inmates from the notorious Barrio 18 gang took dozens of guards hostage at three prisons, and escalated the following day with attacks on police in and around Guatemala City after security forces regained control of a prison holding the gang’s leader, Aldo “El Lobo” Duppie.</p><p>The authorities said the gang, which is reportedly involved in drug trafficking across Central America along with rival group Mara Salvatrucha (MS-13), was demanding privileges for its members and leaders.</p><p>On Monday, the government gazette published <a href=\"/news/2024/1/15/guatemalas-arevalo-becomes-president-on-anticorruption-plank-amid-chaos\">President Bernardo Arevalo</a>’s declaration of the state of emergency, which limits freedom of action and demonstrations and allows police to arrest people without a judicial order if they are suspected gang members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The declaration, condemning the “coordinated actions” of the gangsters against state forces, which included “armed attacks against civilian authorities”, also gives police powers to prohibit the movement of vehicles in certain places or subject them to searches.</p><h2 id=\"sacrifice-in-line-of-duty\">‘Sacrifice’ in line of duty</h2><p>On Monday, police honoured their fallen colleagues in a ceremony at the Interior Ministry as the country reeled from the violence in an atmosphere of fear and outrage, with heavier security in the streets of the capital.</p><p>“Today it pains me to give each one of the families this flag, symbol of the nation that will not forget the sacrifice and commitment of their police fallen in the fulfilment of their duty,” said Arevalo on Monday.</p><p>Since mid-2025, gang members have staged several uprisings in Guatemalan prisons to demand their leaders be held in less restrictive conditions. In October, 20 leaders of Barrio 18 escaped from prison. Only six have been recaptured, while another was shot dead.</p><p>Gang leader El Lobo – married to the niece of Sandra Torres, the main rival of Arevalo in the 2023 presidential election – is serving sentences totalling approximately 2,000 years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran ‘just getting started’ on punishing ‘rioters’ arrested during protests | Protests News | Al Jazeera",
            "time": "2026-01-20T07:09:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/1111-1768833811.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Iranian officials continue to promise harsh punishments for “rioters” arrested during recent nationwide protests as they trade barbs with United States President Donald Trump amid an ongoing digital blackout.</p><p>“Our main work at the judiciary about the recent developments has just started,” judiciary chief <a href=\"/news/2021/7/1/iran-names-hardline-cleric-as-top-judge-amid-calls-for-probe\">Gholam-Hossein Mohseni-Ejei</a> wrote in a post on X on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If, without justification, we grant leniency to someone who is not deserving of leniency, then we have acted contrary to justice,” he said.</p><p>His comments came as the internet remains fully blocked for most people across Iran despite a very brief period of partial reconnection on Sunday.</p><p>Ejei also had a meeting with President Masoud Pezeshkian and parliament chief Mohammad Bagher Ghalibaf, where the three leaders promised punishments.</p><p>In a joint statement released by state media, they said “murderers and terrorist seditionists” will <a href=\"/news/2026/1/14/irans-judiciary-to-speed-up-trials-of-accused-in-protests-crackdown\">face decisive action</a>, while people who were “tricked” by foreign powers into protesting could potentially benefit from “Islamic compassion” shown by authorities.</p><p>Iranian authorities have repeatedly blamed the US and Israel for allegedly arming and funding the protests.</p><p>On Saturday, Iran’s Supreme Leader Ayatollah Ali Khamenei made an unusual admission that “several thousands” were killed during the protests, but the theocratic establishment maintains that agents affiliated with foreign powers, and not with state forces, were directly responsible.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Tens of thousands are believed to have been arrested since the protests were triggered by shopkeepers in downtown Tehran on December 28, and state authorities continue to announce new arrests almost every day.</p><p>The Intelligence Ministry said on Monday that an unspecified number of members of a “terrorist team” that had allegedly entered Iran through the country’s western borders were arrested in Tehran.</p><p>State media announced more arrests over the past day in Kerman, Isfahan, Mazandaran, Shiraz and Bandar Anzali, alleging that the targets were “leaders of riots” who engaged in violent offences against government buildings and mosques, among others.</p><p>Ahmadreza Radan, the country’s hardline chief of police, told state television on Monday that protesters who were “tricked” have three days to turn themselves in so they can receive reduced sentences.</p><p>“We have made a promise to the people to chase down the rioters and terrorists until the last person,” he said, adding that many of those arrested have already made “confessions about committing violence, murder and looting”.</p><p>State television has aired the confessions of dozens of people with blurred-out faces over recent days, <a href=\"/news/2025/9/17/iran-executes-man-it-says-spied-for-israel-activists-say-false-confession\">extending a practice</a> that has persisted for many years despite facing international criticism.</p><p>Iranian authorities have also emphasised that they intend to make up for some of the financial losses incurred during the protests by confiscating the belongings of those who publicly backed the protests or participated in them.</p><p>“Based on the law, the damages of recent riots must be demanded from the backers of the ‘monarchy sedition’ and these people must be held to account,” said Mohammad Movahedi Azad, the hardline cleric who heads the prosecutor general’s authority.</p><p>The Fars News Agency, affiliated with the Islamic Revolutionary Guard Corps (IRGC), said all of the assets of a major businessman, including a string of renowned cafes across the country and several top food brands, were seized. The total value of the assets is reportedly believed to be close to the cost of damages incurred in Tehran.</p><p>Popular former footballer Voria Ghafouri, who had been arrested in 2022 for <a href=\"/news/2022/11/25/iran-arrests-footballer-ghafouri-for-spreading-propaganda\">supporting previous nationwide protests</a>, also had his cafe confiscated.</p><h2 id=\"trump-threats-crossing-red-line\">Trump threats ‘crossing red line’</h2><p>At the height of the protests, Trump called on Iranians to “take over” government institutions, alleging “help is on the way”, before expressing “great respect” for the Iranian leadership based on a claim that planned hangings for more than 800 political prisoners were halted.</p><p>But then on Saturday, Trump said it is time for an end to the 37-year rule of Khamenei in Iran – prompting some of the highest authorities of the Islamic Republic to shoot back.</p><p>In a statement carried by state media, the Guardian Council, a powerful 12-member constitutional watchdog that has to approve legislation before it becomes law, said it condemns the “insult and baseless rhetoric of the criminal and foolish” US president.</p><p>The council stressed that any transgression against the supreme leader “is considered crossing the red line of the devout people of the Islamic Republic of Iran, and will entail heavy costs and serious consequences”.</p><p>Ghalibaf, the parliament chief, told a public session of parliament on Monday that Trump “used all of his non-existent credibility to extend chaos, insecurity and killings in Iran”.</p><h2 id=\"internet-blackout-remains-in-place\">Internet blackout remains in place</h2><p>Meanwhile, Hossein Afshin, deputy for scientific affairs to the Iranian president, told reporters on Monday that internet restrictions will “gradually” be lifted from the end of the week, but did not divulge further information.</p><p>NetBlocks and other international monitors said the occasional internet reconnections signal that the establishment may be testing ways to more vigorously enforce its controlled digital blackout of the Iranian population.</p><p></p><p>State media announced on Monday that the chief executive of Irancell, one of the country’s top mobile and internet carriers, was replaced.</p><p>The move came after “some of Irancell’s operators refrained from the order to restrict communications” on January 8 for several hours, according to the Tasnim news agency, also affiliated with the IRGC. That was the night when the internet and all mobile communications were abruptly cut off at an unprecedented scale.</p><p>According to state media, the reformist Ham-Mihan daily newspaper was confiscated on Monday, with two reports written about the protests cited as the reason.</p><p>State television also confirmed on Monday that its satellite broadcast was “disrupted by an unidentified source for moments” the night before. The feed appeared to show moments from the nationwide protests at the time of hijacking.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "World Economic Forum at Davos 2026: Dates, location and what to expect | Business and Economy News | Al Jazeera",
            "time": "2026-01-20T07:09:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696f1ba7e7-1768889255.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The World Economic Forum (WEF) annual meeting kicked off in the Swiss resort city of Davos on Monday, with global figures from politics, business, academia and civil society attending the five-day event.</p><p>The annual forum that attempts to shape global agendas comes at a time of massive global upheaval.</p><p>United States President Donald Trump will attend the annual event along with other global leaders. His attendance comes amid strained US ties with its European allies over his threat to take over Greenland, a semi-autonomous territory of Denmark.</p><p>Here is more about the WEF and what to expect at the meeting.</p><h2 id=\"what-is-the-wef\">What is the WEF?</h2><p>The WEF is a think tank and event organiser based in the Swiss city of Geneva. The first summit held in Davos in 1971 was a gathering of business executives. However, over the years, it has expanded in scope, discussing issues as diverse as economic disparity, climate change, technology and global cooperation.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4248969\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-What-is-the-World-Economic-Forum-1768737184.png?quality=80\" alt=\"INTERACTIVE - What is the World Economic Forum 2026\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"where-is-the-wef-summit-in-2026\">Where is the WEF summit in 2026?</h2><p>The summit is at the conference centre in Davos, an Alpine town in Switzerland, famous for its ski resort and home to about 10,000 people.</p><p>Davos, at a height of about 1,500 metres (nearly 5,000 feet), is located in the Graubunden canton in the eastern Alps of Switzerland.</p><p>It has been the venue of the WEF summit every year in January since 1971.</p><h2 id=\"when-is-the-summit-at-davos\">When is the summit at Davos?</h2><p>The main sessions began on Monday, January 19, and the annual meeting will wrap up on January 23.</p><p>Sessions begin at 9am (08:00 GMT) every day.</p><h2 id=\"who-is-expected-to-attend-and-who-isn-t\">Who is expected to attend, and who isn’t?</h2><p>Nearly 3,000 high-level participants from business, government and beyond, plus untold numbers of activists, journalists and outside observers are expected to attend.</p><p>Organisers say a record of nearly 400 top political leaders, including more than 60 heads of state and government, and about 850 chairpersons and chief executives of many of the world’s leading companies, are attending.</p><p>Headlining the lineup is Trump, who is set to deliver a speech on Wednesday, and several cabinet ministers and top advisers, including Secretary of State Marco Rubio, Treasury Secretary Scott Bessent and special envoy Steve Witkoff.</p><p>Trump also wants to hold a meeting of his ‘Board of Peace’ on Gaza at the annual gathering, according to a report by Bloomberg news.</p><p>French President Emmanuel Macron, European Commission President Ursula von der Leyen, Syrian President Ahmed al-Sharaa, Canadian Prime Minister Mark Carney, Qatari Prime Minister Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani, President Felix Tshisekedi of the Democratic Republic of the Congo, China’s Vice Premier He Lifeng and Ukrainian President Volodymyr Zelenskyy are among the who’s who attending the WEF summit.</p><p>Organisers say 55 ministers for economy and finance, 33 ministers for foreign affairs, 34 ministers for trade, commerce and industry, and 11 central bank governors are also expected.</p><p>Tech titans scheduled to be on hand include Jensen Huang of Nvidia, Microsoft’s Satya Nadella, Demis Hassabis of Google DeepMind, and Arthur Mensch of France’s Mistral AI.</p><p>NATO Secretary-General Mark Rutte and World Trade Organization Director-General Ngozi Okonjo-Iweala are among several top officials from international institutions.</p><h2 id=\"who-is-not-attending\">Who is not attending?</h2><p>Iran’s foreign minister will not be attending the summit, the organisers said on Monday, stressing it would not be “right” after the recent deadly crackdown on protesters in Iran. <a href=\"/features/2026/1/16/iran-in-limbo-whats-next-for-country-under-internet-blackout\">Abbas Araghchi</a> had been scheduled to speak on Tuesday.</p><p>“The Iranian Foreign Minister will not be attending Davos,” the WEF said on X.</p><p>“Although he was invited last fall, the tragic loss of lives of civilians in Iran over the past few weeks means that it is not right for the Iranian government to be represented at Davos this year,” it added.</p><p>Israel, accused of committing genocide in Gaza, has also been invited. President Isaac Herzog will represent Israel at the event.</p><p>Mozambique President Daniel Chapo cancelled his trip to Davos and will not attend the meeting due to massive flooding in his country. He said on social media late on Sunday that “the absolute priority at this moment is to save lives”.</p><h2 id=\"what-is-on-the-agenda\">What is on the agenda?</h2><p>The theme this year is “A Spirit of Dialogue”. More than 200 sessions will tackle a wide array of issues ranging from geopolitics and artificial intelligence to climate change.</p><p>Trump is expected to meet global business leaders on Wednesday, the Reuters news agency reported, citing sources familiar with the matter.</p><p>Business leaders, including CEOs in financial services, crypto and consulting, are invited to a reception after Trump’s address to the WEF’s annual meeting, the sources told Reuters on Monday. The agenda was unclear.</p><h2 id=\"what-s-different-this-year\">What’s different this year?</h2><p>The geopolitical context has become incredibly complex this year: Trump’s pronouncements and policies on subjects as diverse as Venezuela, Greenland and Iran — not to mention his aggressive tariff policies — have upended the world order and raised questions about the US role in the world.</p><p>European Union leaders have dubbed Trump’s threat to slap new tariffs over his Greenland takeover bid a “blackmail”.</p><p>The advent of AI – its promise and perils – has also become a hot topic. Business executives will examine how to apply it to boost efficiency and profits; labour leaders and advocacy groups will warn of its threat to jobs and livelihoods, and policymakers will look to navigate the best way forward between regulation and the right to innovate.</p><p>Davos conference organisers always trot out buzzwords for the meeting, and this year, it is “A Spirit of Dialogue” – around five themes of cooperation, growth, investment in people, innovation and building prosperity.</p><p>Critics say Davos is too much talk and not enough action to rectify the gaping inequality in the world and address troubles like climate change.</p></div></div></body></html>"
        }
    ]
}