{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Tsunami alerts issued for US, Japan, Philippines after massive earthquake | News | Al Jazeera",
            "time": "2025-07-30T00:10:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211038954140-1753838435.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Tsunami alerts issued for US, Japan, Philippines after massive earthquake</h1><p class=\"article__subhead\"><em>Magnitude 8.7 quake off Russia’s east coast prompts warnings, evacuations in dozens of countries.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tsunami alerts have been issued in dozens of countries after a <a href=\"/news/liveblog/2025/7/30/live-tsunami-warning-after-magnitude-8-6-earthquake-off-russian-east-coast\">massive magnitude 8.7 earthquake</a> off Russia’s east coast.</p><p>Waves of up to 4 metres high (13 feet) struck Russia’s far-eastern Kamchatka region early on Wednesday, with <span>tsunami alerts issued for the United States, Japan, the Philippines, Indonesia, Ecuador, Chile, Guatemala, Costa Rica, Peru, Mexico and numerous Pacific island states.</span></p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The US National Weather Service issued tsunami “warnings” for the state of Hawaii and Alaska’s Aleutian Islands, and lower-level tsunami advisories for parts of California, including Los Angeles and Oregon, with wave expected to arrive from the late afternoon on Wednesday.</p><p>Less serious tsunami watches were in place for the entire US West Coast.</p><p>The Honolulu Department of Emergency Management in Hawaii urged the evacuation of residents in some coastal areas.</p><p>“Take Action! Destructive tsunami waves expected,” the agency said on X.</p><p>The Hawaii Emergency Management Agency said it expected the first waves to arrive at 7:10pm local time on Tuesday (05:00 GMT, Wednesday).</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmdpc86j900023b6omx98fp76@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">US President Donald Trump urged residents in Hawaii, Alaska and along the Pacific Coast to pay attention to tsunami-related advisories.</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cmdpc86j900023b6omx98fp76@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“STAY STRONG AND STAY SAFE!” Trump said in a social media post.</p><p>Japanese authorities said they expected waves as high as 3 metres (9.8 ft) to hit some coastal areas.</p><p>“People in coastal areas or along rivers should immediately evacuate to safe places such as high ground or evacuation buildings,” the Japan Meteorological Agency said in a statement.</p><p>“Tsunamis can strike repeatedly. Do not leave the safe location until the warning is lifted.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Footage posted on social media showed residents of some Japanese coastal communities moving to higher ground.</p><p>Japanese Prime Minister Shigeru Ishiba urging the public to evacuate from areas under warnings.</p><p>Japanese media reported the arrival of the first waves, measuring about 30 centimeters high, on the northern Japanese island of Hokkaido on Wednesday morning.</p><p>In Russia, a tsunami flooded the port town of Severo-Kurilsk, forcing the evacuation of its residents, Russia’s Emergencies Ministry said.</p><p>Video posted on Russian social media appeared to show buildings in the town submerged in seawater.</p><p>The United States Geological Survey said the 8.8-magnitude quake struck 136km (85 miles) east of the city of Petropavlovsk-Kamchatsky in Russia’s far east, USGS.</p><p>The USGS revised the intensity of the quake up from an earlier estimate of 8.0.</p><p>Kamchatka Governor Vladimir Solodov said in a video posted on Telegram that the quake was the “strongest in decades”.</p><p>The regional health minister, Oleg Melnikov, told Russia’s state-run TASS news agency that several people had been injured but none of them seriously.</p><p>Subsequent quakes of magnitude 6.9 and 6.3 were recorded 147km (91 miles) and 131km (81 miles) southeast of Petropavlovsk and Vilyuchinsk, respectively, in Russia’s far east, according to the USGS.</p><p>Robert Weis, a tsunami expert at Virginia Tech, said the tsunamis could potentially do serious damage.</p><p>“It is correct to be worried about this one,” Weis told Al Jazeera.</p><p>“Three metres is pretty destructive,” he said.</p></div></div></body></html>"
        },
        {
            "title": "New poll shows plunging US public support for Israel’s war on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T23:32:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25209507160606-1753828652.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A new poll from the research firm Gallup suggests that only 32 percent of Americans approve of Israel’s military action in Gaza, a 10-point drop from September 2024, as anger over atrocities against Palestinians <a href=\"/news/2025/7/29/trump-ally-marjorie-taylor-greene-decries-genocide-in-gaza\">continues to rise</a>.</p><p>The survey, released on Tuesday, also showed an enormous partisan divide over the issue. Seventy-one percent of respondents who identified as members of the Republican Party said they approve of Israel’s conduct, compared with 8 percent of Democrats.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Overall, 60 percent of respondents said they disapprove of Israel’s military <a href=\"/news/liveblog/2025/7/29/live-israel-kills-92-in-gaza-in-one-day-as-death-toll-nears-60000\">action in Gaza</a>.</p><p>Shibley Telhami, a professor at the University of Maryland and the director of the Critical Issues Poll, said the latest survey shows a trend of growing discontent with Israel that goes beyond the war on Gaza.</p><p>“What we’re seeing here is an entrenchment of a generational paradigm among particularly young Americans – mostly Democrats and independents, but even some young Republicans – who now perceive the <a href=\"/gallery/2025/7/27/not-eating-for-days-gazas-worsening-starvation-crisis\">horror in Gaza</a> in a way of describing the character of Israel itself,” Telhami told Al Jazeera.</p><p>In Tuesday’s survey, only 9 percent of respondents under the age of 35 said they approve of Israel’s military action in Gaza, and 6 percent said they have a favourable opinion of Israeli Prime Minister <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">Benjamin Netanyahu</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The study follows an April poll from the Pew Research Center, which found a majority of respondents – including 50 percent of Republicans under 50 years old – said they had unfavourable views of Israel.</p><p>But even as public opinion in the US continues to shift, Washington’s policy of unconditional support for Israel has been unwavering. Since the start of the war on Gaza, the US has provided Israel with billions of dollars in military aid, as well as diplomatic backing at the United Nations.</p><p>Both President Donald Trump and his predecessor, Joe Biden, have been uncompromising backers of the Israeli assault on Gaza, which human rights groups have described <a href=\"/news/2024/12/5/amnesty-international-accuses-israel-of-committing-genocide-in-gaza\">as a genocide</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Israel has killed more than 60,000 Palestinians in Gaza, imposed a suffocating siege and flattened most of the enclave, reducing its buildings to rubble. The siege is credited with prompting <a href=\"/news/2025/7/28/palestinian-baby-among-14-who-died-from-hunger-in-gaza-in-last-24-hours\">deadly hunger</a>: The UN on Tuesday said there was “mounting evidence of famine and widespread starvation”.</p><p>Nevertheless, the US Congress also remains staunchly pro-Israel on a bipartisan basis. Earlier this month, a legislative push to block $500m in missile defence support for Israel failed in a 422-to-six vote in the House of Representatives.</p><p>So, what explains the schism between the views of average Americans and the policies of their elected representatives?</p><p>Telhami cited voter “priorities”. He explained that foreign policy traditionally has not been a driving factor in elections. For example, domestic issues like abortion, the economy and gun control usually dominate the electoral agenda for Democrats.</p><p>He also noted the influence of pro-Israel groups, like the American Israel Public Affairs Committee (AIPAC), which have spent millions of dollars to defeat critics of the Israeli government, <a href=\"/news/2024/8/5/why-is-a-pro-israel-lobby-targeting-us-congress-member-cori-bush\">particularly progressives</a> in Democratic primaries.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But things are changing, according to the professor.</p><p>Palestine is rising in public importance, he said, with US voters looking at the issue through the lens of “soul-searching”, as a way of questioning what they stand for.</p><p>“It’s not just Gaza. It’s that we are enabling the horror in Gaza as a country – in terms of our aid or support or, even in some cases, direct collaboration,” Telhami said.</p><p>“That it is actually creating a paradigmatic shift about who we are, not just about: ‘Do we support Israel? Do we support the Palestinians?'”</p><p>He said the victory of Palestinian rights advocate <a href=\"/news/2025/6/30/mamdanis-new-york-victory-sparks-islamophobic-backlash-in-us\">Zohran Mamdani</a> in New York City’s Democratic mayoral primary last month underscores that movement.</p><p>“The rise of Zohran Mamdani in New York is giving people pause because he’s been able to generate excitement, not, as some people thought, despite his views on Israel-Palestine, but actually <a href=\"/news/2025/6/26/mamdanis-new-york-victory-boosts-pro-palestine-politics-in-us\">because of his views</a> on Israel-Palestine.”</p></div></div></body></html>"
        },
        {
            "title": "Trump says Epstein ‘stole’ young women staff from his Mar-a-Lago resort | Donald Trump News | Al Jazeera",
            "time": "2025-07-29T23:07:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/getty_6878f0c781-1752756423_947d24-1752756573.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">Donald Trump</a> has said that he ended his relationship with disgraced financier and convicted sex abuser Jeffrey Epstein because he “stole” young female workers from Trump’s Mar-a-Lago resort.</p><p>Speaking to reporters on his way home from a trip to Scotland on Tuesday, Trump alleged that one such worker was the late Virginia Giuffre, one of <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">Epstein</a>‘s highest-profile accusers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“People were taken out of the [Mar-a-Lago] spa, hired by him. In other words, gone,” Trump said. “When I heard about it, I told him, I said, ‘Listen, we don’t want you taking our people.’</p><p>“And then, not too long after that, he did it again. And I said, ‘Out of here.’”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US president, who had a close relationship with Epstein for years, has become <a href=\"/news/2025/7/9/trump-blasts-maga-focus-on-jeffrey-epstein-after-memo-causes-uproar\">increasingly defensive</a> as he faces growing scrutiny over his administration’s refusal to release government records with information about Epstein’s abuses.</p><p>Officials including Attorney General Pam Bondi have said that releasing further documents would risk disseminating victim information and child pornography collected as evidence.</p><p>But Bondi’s comments have helped fuel the controversy. In a February interview with Fox News, Bondi said that Epstein’s supposed client list was “sitting on my desk right now”.</p><p>Conspiracy theorists have long maintained that Epstein kept a list or book of contacts in order to coerce powerful figures in arts and politics. They also have cast doubt on Epstein’s jailhouse suicide in 2019, calling it, without proof, a cover-up.</p><p>Current members of Trump’s administration, including FBI director Kash Patel and his deputy, Dan Bongino, had played up those theories in past media appearances.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>But the Department of Justice and FBI later <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">released a review</a> concluding that there was no reason to believe such a list existed and that Epstein had died by suicide, as the government originally concluded.</p><p>That assertion was met with frustration from some corners of Trump’s own <a href=\"/news/2025/7/9/why-is-maga-angry-with-trump-pam-bondi-over-epstein-files\">far-right base</a>, who have speculated for years about Epstein’s ties with powerful figures and the circumstances of his death.</p><p>Giuffre has been a prominent figure in online conspiracy theories. She had accused Epstein of pressuring her to have sex with the powerful men in his orbit.</p><p>Until her death by suicide earlier this year, Giuffre maintained that she had been approached as a teenager by Epstein’s former girlfriend, <a href=\"/news/2025/7/24/us-justice-department-to-discuss-epstein-with-ghislaine-maxwell\">Ghislaine Maxwell</a>, while she was working at Mar-a-Lago.</p><p>Giuffre had been employed at the time as a spa attendant. Her father worked in maintenance at the resort.</p><p>Maxwell, according to Giuffre, offered her money to work as a masseuse for Epstein, who then sexually abused her. She described Maxwell and Epstein as grooming her to perform sex acts for other men. Giuffre alleged that “massage” was sometimes used as a code word for sex.</p><p>Giuffre ultimately filed a civil suit against Maxwell in New York. While Maxwell has denied Giuffre’s allegations, she settled the suit for an undisclosed sum.</p><p>Maxwell is currently serving a 20-year prison sentence in a Florida federal prison for conspiring with Epstein to sexually abuse underage girls.</p><p><em>If you or someone you know is at risk of suicide, these <a href=\"https://findahelpline.com/i/iasp\">organisations</a> may be able to help</em>.</p></div></div></body></html>"
        },
        {
            "title": "What is the conflict between Thailand and Cambodia? | News | Al Jazeera",
            "time": "2025-07-29T22:28:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753828072.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand and Cambodia have agreed to a ceasefire after clashes along their disputed border, home to centuries-old temples and decades-old tensions. The conflict is tied to political dynasties, shifting alliances and the growing influence of China. Can this ceasefire hold?</p></div></div></body></html>"
        },
        {
            "title": "Calls for US to sanction Israeli settlers after Palestinian activist killed | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T21:43:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T083913Z_238506589_RC27WFAYGA3V_RTRMADP_3_ISRAEL-PALESTINIANS-MASAFER-YATTA-SETTLERS-1-1753822815.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A spokesperson for the State Department in the United States has been questioned about the killing of Palestinian activist Awdah Hathaleen, allegedly at the hands of an Israeli settler previously sanctioned by the US government.</p><p>At a news briefing on Tuesday, State Department spokesperson Tammy Bruce demurred when asked whether the suspect in Hathaleen’s death, Yinon Levi, would be held accountable.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Israel has investigations that it’s implementing regarding situations of this sort,” Bruce said. “I don’t know the end result of what that’s going to be, nor will I comment or speculate on what should happen.”</p><p>Bruce’s tense exchange with reporters came one day after video circulated showing Levi opening fire on Hathaleen in the village of Umm al-Kheir in the occupied West Bank.</p><p>The 31-year-old Palestinian activist later died from a gunshot wound to his chest.</p><p>Levi is among several Israeli settlers in the occupied West Bank who were <a href=\"/news/2024/11/18/biden-issues-more-israeli-settler-sanctions-ahead-of-trump-term\">previously sanctioned</a> under the former administration of US President Joe Biden for perpetrating violence against Palestinians.</p><p>But President Donald Trump reversed those sanctions in an executive order shortly after taking office for a second term in January. The United Kingdom and the European Union, however, maintain sanctions against Levi.</p><p>Hathaleen, a resident of Masafer Yatta, had helped create the Academy Award-winning documentary No Other Land, which captured the effects of Israeli settlements, which are illegal under international law, and attacks on Palestinians in the West Bank.</p><p>In Tuesday’s news briefing, Bruce appeared to suggest that Hathaleen’s shooting happened in the “war zone” of Gaza, before being corrected.</p><p>Still, she maintained that the Trump administration sought to address violence wherever it occurred.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“It’s the same argument. We see this in the West Bank. We know when there’s violence in general. We saw something unfold in New York City as well, with a shooting in New York City yesterday,” she said, in an apparent reference to an unrelated shooting in a Manhattan skyscraper.</p><p>The State Department did not respond to a subsequent request from Al Jazeera about whether the Trump administration would revisit its sanctions policy in light of the killing.</p><p>On Tuesday, Israeli media reported that Levi had been placed on house arrest after being charged with manslaughter and unlawful firearm use.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"illegal-settlements-and-trump\">Illegal settlements and Trump</h2><p>Hathaleen was<strong> </strong>a father of three who coordinated with several influential advocacy and lobbying groups in the US, and his death has renewed scrutiny of Trump’s policies towards illegal Israeli settlements in occupied territories like the West Bank.</p><p>During his first term, Trump reversed a longstanding policy recognising such settlements as illegal. Such settlements are in violation of international law and widely seen as a means of displacing Palestinians and seizing their lands.</p><p>But Israeli settlements have continued to spread rapidly in recent years and are seen as a major roadblock to future peace agreements with Palestinian leaders.</p><p>Upon taking office earlier this year, Trump revoked many Biden-era executive orders, including the sanctions against Israeli settlers. The move reportedly came amid pressure from the Israeli government under Prime Minister Benjamin Netanyahu.</p><p>During his term, Biden had been criticised for continuing to funnel aid to Israel amid its war in Gaza, but his administration showed a willingness to take a harder line when it came to settlements in the occupied West Bank.</p><p>“The situation in the West Bank — in particular high levels of extremist settler violence, forced displacement of people and villages, and property destruction — has reached intolerable levels,” Biden’s executive order, dated February 2024, said.</p><p>It added that Israeli actions in the West Bank constitute “a serious threat to the peace, security, and stability of the West Bank and Gaza, Israel, and the broader Middle East region”.</p><p>Violence on the part of Israeli settlers and military forces has surged since Israel’s war in Gaza began on October 7, 2023, with at least <a href=\"/news/2025/7/1/israel-has-killed-1000-palestinians-in-the-west-bank-since-october-7-2023\">1,000 Palestinians</a> killed in the West Bank.</p><p>Rights observers say violent settlers are often protected by the military as they attack Palestinians.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Those killed have included US citizens, most recently <a href=\"/news/2025/7/17/the-love-he-gave-family-vows-to-keep-sayfollah-musallets-memory-alive\">Sayfollah Musallet</a>, a 20-year-old resident of Florida, beaten to death while visiting his family’s land in the village of Sinjil.</p><p>In a rare statement condemning Musallet’s killing, US ambassador to Israel Mike Huckabee, a vocal supporter of Israeli settlements, called on the country to “aggressively investigate” what he called a “criminal and terrorist act”.</p><p>To date, no one has been arrested or charged in the killing.</p><p>In a statement following Monday’s attack, J Street, a left-leaning pro-Israel lobbying group, called on US lawmakers to support legislation that would codify the Biden-era sanctions against settlers like Levi.</p><p>The group explained that its members had “deep, personal ties” to Hathaleen, and said they were “heartbroken and horrified” by his killing.</p><p>In a post on the social media platform X on Tuesday, Congress member Delia Ramirez called Hathaleen’s killing “a painful reminder that our government and Israel continue to enable and condone violence in the West Bank”.</p><p>“We must reinstate the sanctions on West Bank settlers perpetrating violence and hold accountable all those whose extreme and escalating violence continues to rob us of our neighbors — including Trump and Netanyahu,” she wrote.</p></div></div></body></html>"
        },
        {
            "title": "Trump says Israel will ‘preside over’ US aid distribution in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T21:09:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T112212Z_451387327_RC2BWFAVJ2EX_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1753813201.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has suggested that Israel will run food distribution centres <a href=\"/news/liveblog/2025/7/29/live-israel-kills-92-in-gaza-in-one-day-as-death-toll-nears-60000\">in Gaza</a>, a move that critics say would further entrench the Israeli occupation and endanger the safety of aid seekers.</p><p>Speaking to reporters onboard his presidential jet on Tuesday, Trump stressed the Israeli talking point that Hamas steals food assistance distributed in Gaza — a claim that has been denied by aid groups and United Nations officials.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Even Israeli officials have anonymously told news outlets like The New York Times that there is no evidence food is being diverted to Hamas. Still, Trump suggested otherwise.</p><p>“A lot of things have been stolen. They send money. They send food. And Hamas steals it,” Trump told reporters on Air Force One. “So it’s a tricky little game.”</p><p>He added that he trusted Israel to handle the distribution of US aid, in spite of chaotic operations that have resulted in Israeli troops firing on hungry Palestinians.</p><p>“We’re going to be dealing with Israel. And we think they can do a good job of it,” Trump said. “They want to preside over the food centres to make sure the distribution is proper.”</p><p>It is not clear where and when the sites would be set up, and whether Israel would run them directly or through the GHF, a controversial US-backed aid foundation accused of unsafe practices.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"concerns-about-aid-distribution\">Concerns about aid distribution</h2><p>Trump’s comments suggest that the US is not ready to support the resumption of aid distribution in Gaza through the UN and its partners on the ground.</p><p>Israel has tightened its blockade in Gaza since May, allowing food into the territory almost exclusively through GHF, which has four sites set up in the south of the enclave.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Hundreds of Palestinians have been killed by Israeli fire while attempting to reach or leave GHF centres.</p><p>The siege has sparked an Israeli-imposed <a href=\"/gallery/2025/7/27/not-eating-for-days-gazas-worsening-starvation-crisis\">hunger crisis</a> in the territory, and dozens of people have died of malnutrition.</p><p>Whistleblowers from the Israeli military and GHF have <a href=\"/video/newsfeed/2025/7/23/ghf-security-guard-details-abuses-he-witnessed-at-gaza-aid\">shared testimonies</a> detailing the abuses committed at the foundation’s sites in recent weeks.</p><p>Anthony Aguilar, a US army veteran who worked with GHF, said that the group has failed to adequately deliver food in Gaza.</p><p>Nevertheless, he said, it has served as a vehicle for displacement, forcing Palestinians to the south of the territory.</p><p>“What I saw on numerous occasions are the Israeli [military] firing into the crowds of the Palestinians, firing over their head, firing at their feet … not just with rifles or machine guns, but tanks, tank rounds, artillery, mortars, missiles,” Aguilar told Democratic Senator Chris Van Hollen in an interview posted on social media.</p><p>He stressed that the aid seekers were targeted “not because they were combatants or because they were hostile or because they were Hamas but simply as a means to control the crowd”.</p><p></p><h2 id=\"trump-denounces-real-starvation\">Trump denounces ‘real starvation’</h2><p>Critics say that putting Israeli troops in charge of food distribution sites risks further atrocities against aid seekers.</p><p>Israel has maintained that there is no actual hunger in Gaza, dismissing the well-documented spread of starvation in the territory as Hamas propaganda.</p><p>On Monday, <a href=\"/video/newsfeed/2025/7/28/trump-some-of-those-kids-thats-real\">Trump acknowledged</a> that there is “real starvation” in the territory, but he stopped short of criticising Israel.</p><p>Instead, on Tuesday, he stressed that Israel should be the side delivering the aid.</p><p>“I think Israel wants to do it, and they’ll be good at doing it,” Trump told reporters.</p><p>“If they do it — and if they really want to do it, and I think they do — they’ll do a good job. The food will be properly distributed.”</p><p>He also likened any pressure on Israel to a “reward” for Hamas.</p><p>“If you do that, you really are rewarding Hamas, and I’m not about to do that,” he told a reporter who asked about the possibility of the US pushing Israel towards a long-term solution to end the conflict.</p><p>Last year, the International Criminal Court issued arrest warrants for Israeli Prime Minister Benjamin Netanyahu and his former Defence Minister Yoav Gallant on the basis of alleged <a href=\"/news/2025/7/16/icc-prosecutor-warned-to-drop-netanyahu-case-or-be-destroyed-report\">war crimes</a>, including using starvation as a weapon of war.</p><p>UN-backed food security experts announced on Tuesday that the “worst-case scenario of famine is currently playing out in Gaza”.</p></div></div></body></html>"
        },
        {
            "title": "Israeli settler arrested in fatal shooting was ‘glad about it’ | Newsfeed | Al Jazeera",
            "time": "2025-07-29T20:53:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753822301.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Father, ex-husband, among 9 arrested in alleged honour killing in Pakistan | News | Al Jazeera",
            "time": "2025-07-29T20:05:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250726__67WY69G__v1__MidRes__PakistanCrimeWomenProtest-1753823318.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Father, ex-husband, among 9 arrested in alleged honour killing in Pakistan</h1><p class=\"article__subhead\"><em>Sidra Bibi, 18, was reportedly killed on the orders of a local council of elders in eastern Pakistan’s Rawalpindi.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The father and ex-husband of a victim allegedly killed on the orders of a local council are among nine people arrested in eastern Pakistan in connection with the young woman’s death.</p><p>Police said Sidra Bibi, 18, was killed allegedly on the orders of a local council of elders in the garrison city of Rawalpindi, after she married a man of her own choosing.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Her relatives buried her body and flattened the land to erase evidence of a grave, police official Aftab Hussain said Monday. The victim was suffocated using a pillow placed over her face, he added.</p><p>The arrests came after authorities exhumed the body and carried out an autopsy, which confirmed she had been tortured before being killed.</p><p>The case has drawn widespread condemnation in a country where killings with such motivations are still common.</p><p>The independent Human Rights Commission of Pakistan said 405 women were killed in 2024 in such cases, compared with 226 in 2023.</p><p>“The actual number is believed to be higher due to underreporting,” said Sadia Bukhari, a member of the commission’s council.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to Sustainable Social Development Organisation (SSDO), an Islamabad-based independent organisation, more than 32,000 cases of gender-based violence were reported nationwide last year, including 547 similar murders.</p><p>Killings in which family members kill women for actions perceived as bringing shame to the family have increased in recent years.</p><p>Last week, police in southwestern Balochistan province arrested 13 suspects after a <a href=\"/news/2025/7/21/pakistan-arrests-over-a-dozen-suspects-as-honour-killing-video-goes-viral\">video shared online appeared</a> to show a young couple being shot dead for marrying without their families’ approval.</p><p>Police confirmed the authenticity of the footage, which went viral, saying the killings happened in May near Balochistan’s capital, Quetta.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In January, police arrested a Pakistani man suspected of killing his US-born 15-year-old daughter for refusing to stop posting videos on TikTok, a platform with more than 54 million users in the country.</p><p>“These so-called honour killings reveal a deep-rooted mindset that views women as the property of men,” Bukhari said. “Most women in Pakistan face discrimination from childhood through adulthood.”</p></div></div></body></html>"
        },
        {
            "title": "IMF nudges up 2025 growth forecast but says tariff risks still dog outlook | Business and Economy News | Al Jazeera",
            "time": "2025-07-29T19:42:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/AFP__20250404__393G2PZ__v1__HighRes__CanadaUsTradeTariffsDiplomacy-1746804431.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Monetary Fund has raised its global growth forecasts for 2025 and 2026 slightly, citing stronger-than-expected purchases in advance of an August 1 jump in tariffs imposed by the United States and a drop in the effective US tariff rate to 17.3 percent from 24.4 percent.</p><p>In its forecast on Tuesday, it warned, however, that the global economy faced major risks including a <a href=\"/economy/2025/7/29/as-trumps-august-1-deadline-looms-tariffs-are-here-to-say-experts-say\" target=\"_blank\" rel=\"noopener\">potential rebound in tariff rates</a>, geopolitical tensions and larger fiscal deficits that could drive up interest rates and tighten global financial conditions.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The world economy is still hurting, and it’s going to continue hurting with tariffs at that level, even though it’s not as bad as it could have been,” said Pierre-Olivier Gourinchas, IMF chief economist.</p><p>In an update to its World Economic Outlook from April, the IMF raised its global growth forecast by 0.2 percentage point to 3 percent for 2025 and by 0.1 percentage point to 3.1 percent for 2026. However, that is still below the 3.3 percent growth it had projected for both years in January and the pre-pandemic historical average of 3.7 percent.</p><p>It said global headline inflation was expected to fall to 4.2 percent in 2025 and 3.6 percent in 2026, but noted that inflation would likely remain above target in the US as <a href=\"/economy/2025/7/29/procter-and-gamble-to-raise-prices-to-offset-tariff-costs\" target=\"_blank\" rel=\"noopener\">tariffs passed through to consumers</a> in the second half of the year.</p><p>The US effective tariff rate – measured by import duty revenue as a proportion of goods imports – has dropped since April, but remains far higher than its estimated level of 2.5 percent in early January. The corresponding tariff rate for the rest of the world is 3.5 percent, compared with 4.1 percent in April, the IMF said.</p><p>US President Donald Trump has upended global trade by imposing <a href=\"/news/2025/4/5/trumps-10-percent-tariff-takes-effect-raising-fears-of-global-trade-war\" target=\"_blank\" rel=\"noopener\">a universal tariff of 10 percent</a> on nearly all countries since April and threatening even higher duties to kick in on Friday. Far higher tit-for-tat tariffs imposed by the US and China were put on hold until August 12, with talks in Stockholm this week potentially leading to a further extension.</p><p>The US has also announced steep duties ranging from 25 percent to <a href=\"/economy/2025/6/4/donald-trumps-50-steel-and-aluminium-tariffs-take-effect\" target=\"_blank\" rel=\"noopener\">50 percent</a> on automobiles, steel and other metals, with higher duties soon to be announced on pharmaceuticals, lumber, and semiconductor chips.</p><p>Such future tariff increases are not reflected in the IMF numbers, and could raise effective tariff rates further, creating bottlenecks and amplifying the effect of higher tariffs, the IMF said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"shifting-tariffs\">Shifting tariffs</h2><p>Gourinchas said the IMF was evaluating new 15-percent tariff deals reached by the US with the <a href=\"/economy/2025/7/27/us-and-eu-agree-on-trade-tariffs-to-avert-economic-standoff\" target=\"_blank\" rel=\"noopener\">European Union</a> and Japan over the past week, which came too late to factor into the July forecast, but said the tariff rates were similar to the 17.3 percent rate underlying the IMF’s forecast.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Right now, we are not seeing a major change compared to the effective tariff rate that the US is imposing on other countries,” he said, adding it was not yet clear if these agreements would last.</p><p>“We’ll have to see whether these deals are sticking, whether they’re unravelled, whether they’re followed by other changes in trade policy,” he said.</p><p>Staff simulations showed that global growth in 2025 would be roughly 0.2 percentage point lower if the maximum tariff rates announced in April and July were implemented, the IMF said.</p><p>The IMF said the global economy was proving resilient for now, but uncertainty remained high and current economic activity suggested “distortions from trade, rather than underlying robustness”.</p><p>Gourinchas said the 2025 outlook had been helped by what he called “a tremendous amount” of front-loading as businesses tried to get ahead of the tariffs, but he warned that the stockpiling boost would not last.</p><p>“That is going to fade away,” he said, adding, “That’s going to be a drag on economic activity in the second half of the year and into 2026. There is going to be pay back for that front loading, and that’s one of the risks we face.”</p><p>Tariffs were expected to remain high, he said, pointing to signs that US consumer prices were starting to edge higher.</p><p>“The underlying tariff is much higher than it was back in January, February. If that stays … that will weigh on growth going forward, contributing to a really lackluster global performance.”</p><p>One unusual factor has been a depreciation of the dollar, not seen during previous trade tensions, Gourinchas said, noting that the lower dollar was adding to the tariff shock for other countries, while also helping ease financial conditions.</p><p>US growth was expected to reach 1.9 percent in 2025, up 0.1 percentage point from April’s outlook, edging up to 2 percent in 2026. A new US tax cut and spending law was expected to increase the US fiscal deficit by 1.5 percentage points, with tariff revenues offsetting that by about half, the IMF said.</p><p>It lifted its forecast for the euro area by 0.2 percentage point to 1 percent in 2025, and left the 2026 forecast unchanged at 1.2 percent. The IMF said the upward revision reflected a historically large surge in Irish pharmaceutical exports to the US; without it, the revision would have been half as big.</p><p>China’s outlook got a bigger upgrade of 0.8 percentage point, reflecting stronger-than-expected activity in the first half of the year, and the significant reduction in US-China tariffs after Washington and Beijing declared a temporary truce.</p><p>The IMF increased its forecast for Chinese growth in 2026 by 0.2 percentage point to 4.2 percent.</p><p>Overall, growth is expected to reach 4.1 percent in emerging markets and developing economies in 2025, edging lower to 4 percent in 2026, it said.</p><p>The IMF revised its forecast for world trade up by 0.9 percentage point to 2.6 percent, but cut its forecast for 2026 by 0.6 percentage point to 1.9 percent.</p></div></div></body></html>"
        },
        {
            "title": "Israeli cruise ship protest sparks violent police clashes on Greek island | Military | Al Jazeera",
            "time": "2025-07-29T19:39:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753817955.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Authorities say shooter in New York City blamed NFL for brain injuries | Gun Violence News | Al Jazeera",
            "time": "2025-07-29T19:03:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25210183934999-1753811535.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Authorities say shooter in New York City blamed NFL for brain injuries</h1><p class=\"article__subhead\"><em>The US football league has previously faced legal challenges over its failure to address players’ concussions.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New York City Mayor Eric Adams has said that a gunman who <a href=\"/news/2025/7/29/four-killed-in-new-york-shooting-including-police-officer-suspect-report\">killed five people</a>, including himself, sought out the headquarters of the National Football League (NFL), which he blamed for the brain injuries he suffered from.</p><p>Adams said on Tuesday that a note carried by <a href=\"/news/2025/7/29/nyc-shooting-what-we-know-about-the-victims-suspect-shane-tamura\">the shooter</a>, identified as 27-year-old Shane Tamura, suggests his target was the NFL.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The note alluded to that he felt he had CTE [chronic traumatic encephalopathy], a known brain injury for those who participate in contact sports,” Adams told CBS News. “He appeared to have blamed the NFL for his injury.”</p><p>But Tamura appears to have arrived at the wrong floor of a New York City office tower and instead opened fire in the offices of a real estate firm, on top of shooting people in the ground-floor lobby.</p><figure id=\"attachment_3862786\" aria-describedby=\"caption-attachment-3862786\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862786\" src=\"/wp-content/uploads/2025/07/2025-07-29T025731Z_1536630762_RC22WFAML9NA_RTRMADP_3_NEW-YORK-SHOOTING-1753772846.jpg?w=770&amp;resize=770%2C541&amp;quality=80\" alt=\"Police officers near the scene of a shooting in the Manhattan borough of New York\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862786\" class=\"wp-caption-text\">Police officers work near the scene of a shooting in Manhattan on July 28 [Eduardo Munoz/Reuters]</figcaption></figure><p>The NFL has previously faced litigation relating <a href=\"/podcasts/2023/2/13/brain-injuries-race-and-denial-in-the-nfl\">to concussions</a> suffered by football players.</p><p>The organisation, which oversees professional US football, has denied any link between conditions like CTE and its sport, but it has nevertheless paid out more than $1bn to settle concussion-related lawsuits.</p><p>Monday’s shooting has also renewed debate about <a href=\"/news/2023/3/28/decades-of-deadly-gun-violence-in-us-schools\">mass shootings</a> and access to firearms in the US. Tamura reportedly entered the building with an AR-15-style rifle.</p><p>The NFL’s headquarters are located in a skyscraper that it shares with other firms.</p><p>Tamara is believed to have started shooting as he entered the lobby of the skyscraper. Then, police believe he took the wrong elevator, arriving at the 33rd floor, which contained the offices of Rudin Management, a real estate firm.</p><p>There, he opened fire once more and then took his own life.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Among those killed in the shooting was a 36-year-old police officer named Didarul Islam, who had come to the US from Bangladesh and had been on the force for three years.</p><p>Other victims include security guard Aland Etienne, Julia Hyman of Rudin Management, and an executive at the BlackRock investment firm, Wesley LePatner.</p><p>NFL commissioner Roger Goodell stated in a memo that there would be an “increased security presence” at the organisation’s offices over the coming weeks.</p><p>Tamura is a resident of Las Vegas, Nevada, with a history of mental health issues. He never played in the NFL, but he did play football in high school.</p><p>The news outlet Bloomberg reported that Tamura’s note alleges that his football career was cut short by a brain injury.</p><p>The note also called for his brain to be studied. CTE can only be diagnosed through an autopsy.</p></div></div></body></html>"
        },
        {
            "title": "NFL headquarters was mass shooter’s target, NYC mayor says | Gun Violence | Al Jazeera",
            "time": "2025-07-29T18:23:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T144909Z_527811195_RC27WFAEYUCZ_RTRMADP_3_NEW-YORK-SHOOTING_cropped-1753812458.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ivory Coast’s president says will seek fourth term in office | Elections News | Al Jazeera",
            "time": "2025-07-29T17:44:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T141006Z_1884102169_RC2N7FA64ZSX_RTRMADP_3_IVORYCOAST-POLITICS-1753806384.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ivory Coast’s president says will seek fourth term in office</h1><p class=\"article__subhead\"><em>Alassane Ouattara, 83, announced the plan after changing the constitution to remove presidential term limits.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ivory Coast President Alassane Ouattara has announced he will seek a fourth term leading the West African nation, as tensions rise over the exclusion of many heavyweight opposition candidates.</p><p>Earlier, he had been officially nominated by his ruling Rally of Houphouetists for Democracy and Peace (RHDP) party as its candidate, but had not yet said if he would contest the October 25 election.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>With the country’s <a href=\"/news/2025/6/4/key-ivory-coast-opposition-figures-banned-from-october-presidential-vote\">most high-profile opposition politicians ruled ineligible</a>, Ouattara is the clear frontrunner.</p><p>The 83-year-old president, who has led the country since 2011, declared his plan in a televised announcement on Tuesday.</p><p>“For several months, I have received numerous calls from fellow citizens regarding my potential candidacy in the presidential election,” he said.</p><p>Referring to the country by its name in French, he went on: “Women and young people from all regions of Cote d’Ivoire, and countless anonymous voices from our neighbourhoods, towns, and villages have reached out.</p><p>“In response to those appeals, I announced on June 22 that, as president of all Ivorians, I would, after careful reflection, make a decision guided solely by the best interest of the nation.”</p><p>Ouattara won a third term in 2020 after the constitution was changed to reset the presidential term limit. He had said he was not going to run again, but he changed his position following the death of his hand-picked successor, Prime Minister Amadou Gon Coulibaly.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"opposition-campaign\">Opposition campaign</h2><p>Critics of Ouattara accuse him of tightening his grip on power and strongly oppose his running again.</p><p>The opposition has accused the authorities of targeting their opponents by legal means, but the government insists the judiciary acts independently.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The two main opposition parties have launched a joint campaign to demand the reinstatement of their barred leaders ahead of the presidential election.</p><p>This alliance brings together the African People’s Party of Ivory Coast (PPA-CI) – led by former president Laurent Gbagbo – and the Democratic Party of Ivory Coast (PDCI), the country’s largest opposition force, headed by former international banker Tidjane Thiam.</p><p>Gbagbo, his former right-hand man Charles Ble Goude and ex-Prime Minister Guillaume Soro have been struck from the electoral register due to criminal convictions.</p><p>Ouattara’s most prominent rival, Thiam, was <a href=\"/news/2025/6/20/thithi-president-supporters-rally-for-banned-ivorian-presidential-candidate\">barred from running by a court</a> on the grounds that he was still a French citizen at the time he declared his candidacy, even though he later renounced his French nationality. Ivorian law bans dual nationals from running for president.</p><p>Some previous elections in the Ivory Coast have been fraught with tension and violence. When Ouattara announced his third-term bid, several people were killed in the ensuing violence. There have been protests against the court’s decision to bar Thiam from contesting the election.</p><p>Ouattara is the latest among a growing number of leaders in West Africa who remain in power after changing the constitutional term limit.</p><p>Coup leaders in the region have used alleged corruption within democratic governments and electoral changes as a pretext to seize power, leading to a split in the regional bloc, the Economic Community of West African States (ECOWAS).</p></div></div></body></html>"
        },
        {
            "title": "Trump administration moves to nix key finding on greenhouse gas emissions | Climate Crisis News | Al Jazeera",
            "time": "2025-07-29T17:37:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25208597304813-1753681587.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Environmental Protection Agency (EPA) has announced it plans to revoke a scientific finding on <a href=\"/news/2025/7/23/world-court-hearing-says-climate-change-is-urgent-and-existential-threat\">climate change</a> that has served as the basis for key environmental and pollution regulations.</p><p>In an interview on Tuesday, Lee Zeldin, President <a href=\"/news/2025/7/29/trump-denies-seeking-summit-with-xi-says-he-may-visit-china\">Donald Trump’s</a> pick to head the EPA, said that the agency would nix the 2009 “endangerment finding” that links emissions from motor vehicles to climate change and negative health impacts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Zeldin added that those who seek to reduce carbon emissions only highlight the negative effects.</p><p>“With regard to the endangerment finding, they’ll say carbon dioxide is a pollutant and that’s the end of it. They’ll never acknowledge any type of benefit or need for carbon dioxide,” Zeldin told a right-wing podcast, Ruthless.</p><p>“It’s important to note, and they don’t, how important it is for the planet.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The “endangerment finding” has been central to the justifications for regulating greenhouse gas emissions, including through vehicle emissions standards.</p><p>The finding, issued under Democratic President Barack Obama, has become a frequent target of conservative lawmakers and fossil fuel companies, which have sought its repeal.</p><p>Nevertheless, the “endangerment finding” has withstood several legal challenges in court.</p><p>Its revocation would be a continuation of the Trump administration’s push to <a href=\"/news/2025/3/12/trump-administration-slashes-dozens-of-us-environmental-protections\">roll back</a> environmental protections and slash regulations in the name of boosting the economy.</p><p>The news agency Reuters reported last week that the EPA is also planning to scrap all greenhouse gas emissions standards on light-duty, medium-duty and heavy-duty vehicles.</p><p>In Tuesday’s interview, Zeldin likewise positioned the repeal of the “endangerment finding” as a boon to business.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“There are people who, in the name of climate change, are willing to bankrupt the country,” Zeldin said.</p><p>“They created this endangerment finding and then they are able to put all these regulations on vehicles, on airplanes, on stationary sources, to basically regulate out of existence, in many cases, a lot of segments of our economy.”</p><p>Zeldin also touted the finding’s revocation as the “largest deregulatory action” in US history — and a potentially fatal blow to efforts to curb climate change.</p><p>“This has been referred to as basically driving a dagger into the heart of the climate change religion,” Zeldin said.</p><p>A 2021 study from Harvard University’s TH Chan School of Public Health found that a decrease in vehicle emissions helped bring the number of yearly deaths attributed to air pollution down from 27,700 in 2008 to 19,800 in 2017.</p><p>The researchers credited that decline to a combination of federal regulations and technological improvements.</p><p>They also noted that, if emissions had remained at the 2008 levels, the number of deaths would have instead risen to 48,200 by 2017.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Supporters consider air pollution regulations to be a vital part of the effort to slow climate change and minimise adverse health effects.</p><p>Trump, however, has defied scientific consensus on climate change and referred to it as a “hoax”.</p><p>Instead, he has pushed for the US to <a href=\"/news/2025/1/21/drill-baby-whats-the-paris-climate-deal-why-does-trump-want-out\">ramp up</a> fossil fuel production, considered the primary contributor to climate change.</p><p>Earlier this month, his energy secretary, Chris Wright, wrote a column for The Economist magazine arguing that climate change is “not an existential crisis” but a “byproduct of progress”.</p><p>“I am willing to take the modest negative trade-off for this legacy of human advancement,” Wright wrote.</p><p>The United Nations has estimated that, between 2030 and 2050, climate change would contribute to 250,000 additional deaths per year, from issues related to tropical diseases like malaria, heat stress and food security.</p></div></div></body></html>"
        },
        {
            "title": "Union Pacific to buy Norfolk Southern for $85bn | Transport News | Al Jazeera",
            "time": "2025-07-29T17:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25108072889964-1753806021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Union Pacific has announced its intentions to buy its smaller rival, Norfolk Southern, which would create the first coast-to-coast freight rail operator in the United States and reshape the movement of goods from grains to autos across the US.</p><p>The Omaha, Nebraska-based railroad giant announced the proposed $85bn deal on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>If the merger is approved, the transaction would be the largest-ever buyout in the railroad sector.</p><p>Union Pacific has a stronghold in the western two-thirds of the US, with Norfolk’s 31,382 km (19,500-mile) network that primarily spans 22 eastern states.</p><p>The two railroads are expected to have a combined enterprise value of $250bn and would unlock about $2.75bn in annualised synergies, the companies said.</p><p>The $320 per share price implies a premium of 18.6 percent for Norfolk from its close on July 17, when reports of the merger first emerged.</p><p>The companies said last week on Thursday that they were in advanced discussions for a possible merger.</p><p>The deal will face lengthy regulatory scrutiny amid union concerns about potential rate increases, service disruptions and job losses. The 1996 merger of Union Pacific and Southern Pacific had temporarily led to severe congestion and delays across the Southwest.</p><p>The deal reflects a shift in antitrust enforcement under US President Donald Trump’s administration. Executive orders aimed at removing barriers to consolidation have opened the door to mergers that were previously considered unlikely.</p><p>Surface Transportation Board Chairman Patrick Fuchs, appointed in January, has advocated for faster preliminary reviews and a more flexible approach to merger conditions.</p><p>Even under an expedited process, the review could take from 19 to 22 months, according to a person involved in the discussions.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Major railroad unions have long opposed consolidation, arguing that such mergers threaten jobs and risk disrupting rail service.</p><p>“We will weigh in with the STB [regulator] and with the Trump administration in every way possible,” said Jeremy Ferguson, president of the SMART-TD union’s transport division, after the two companies said they were in advanced talks last week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“This merger is not good for labour, the rail shipper/customer or the public at large,” he said.</p><p>The companies said they expect to file their application with the STB within six months.</p><p>The SMART-TD union’s transport division is North America’s largest railroad operating union with more than 1,800 railroad yardmasters.</p><p>The North American rail industry has been grappling with volatile freight volumes, rising labour and fuel costs and growing pressure from shippers over service reliability, factors that could further complicate the merger.</p><h2><strong>Industry consolidation</strong></h2><p>The proposed deal has also prompted competitors BNSF, owned by Berkshire Hathaway, and CSX, to explore merger options, people familiar with the matter said.</p><p>Agents at the STB are already conducting preparatory work, anticipating they could soon receive not just one, but two megamerger proposals, a person close to the discussions told Reuters on Thursday.</p><p>If both mergers are approved, the number of Class I railroads in North America would shrink to four from six, consolidating major freight routes and boosting pricing power for the industry.</p><p>The last major deal in the industry was the $31bn merger of Canadian Pacific and Kansas City Southern that created the first and only single-line rail network connecting Canada, the US and Mexico.</p><p>That deal, finalised in 2023, faced heavy regulatory resistance over fears it would curb competition, cut jobs and disrupt service, but was ultimately approved.</p><p>Union Pacific is valued at nearly $136bn, while Norfolk Southern has a market capitalisation of about $65bn, according to data from LSEG.</p><p>As of 12:15pm in New York (16:15 GMT), Union Pacific’s stock is down 3.9 percent, and Norfolk Southern is down 3.2 percent. Competitor CSX is also trending down. The stock has fallen 1.6 percent since the market opened this morning.</p></div></div></body></html>"
        },
        {
            "title": "Trump ally Marjorie Taylor Greene decries ‘genocide’ in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T17:16:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-10-26T190931Z_1818363578_RC2ESAAVLIT8_RTRMADP_3_USA-ELECTION-TRUMP-1753803739.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States Congresswoman Marjorie Taylor Greene, a right-wing ally of US President <a href=\"/video/newsfeed/2025/7/28/trump-some-of-those-kids-thats-real\">Donald Trump</a>, has suggested that Israel is committing genocide against Palestinians in Gaza, highlighting a growing schism in the Republican Party.</p><p>In a social media <a href=\"https://x.com/RepMTG/status/1950000279593607551\" target=\"_blank\" rel=\"noopener\">post</a> this week, Greene condemned the dire situation in Gaza, where an Israeli-imposed hunger crisis has killed more than 120 people.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>She also criticised her colleague Randy Fine, who has openly celebrated the starvation and bombardment of Palestinians.</p><p>“It’s the most truthful and easiest thing to say that Oct 7th in Israel was horrific and all hostages must be returned, but so is the genocide, humanitarian crisis, and starvation happening in Gaza,” Greene wrote.</p><p>Her words echo assessments from leading human rights groups and United Nations experts, describing Israel’s actions in Gaza as consistent with genocide.</p><p>Genocide — defined by the United Nations as “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group” — is seen as one of the <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">gravest war crimes</a>.</p><p>So far, the Israeli military has killed more than 60,000 people and turned most of Gaza into rubble.</p><p>But only a handful of US lawmakers have accused Israel <a href=\"/news/2024/12/5/amnesty-international-accuses-israel-of-committing-genocide-in-gaza\">of genocide</a>, making Greene’s comments all the more remarkable.</p><p>In the US, the legislators most vocal against Israel’s war in Gaza have largely represented the political left. Greene, however, is one of the most prominent faces of Trump’s right-wing Make America Great Again (MAGA) movement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, there has been increasing international pressure to denounce the Israeli blockade on Gaza, which has limited the entry of basic supplies into the territory.</p><p>In recent days, images of emaciated Palestinian children and evidence of mass hunger in Gaza have sharpened the criticism against Israel <a href=\"/news/2025/7/26/horrors-upon-horrors-how-us-congress-responded-to-mass-hunger-in-gaza\">in US politics</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last week, Congressman John Garamendi, a Democrat, also suggested that Israel’s policies amount to genocide.</p><p>“It’s impossible to look at the starvation caused by Israel’s dangerous and willful failure to enable humanitarian aid and not see a genocide being committed against the people of Palestine,” said Garamendi.</p><p>The US provides Israel with billions of dollars in military aid, as well as diplomatic backing at international forums. The Trump administration has nevertheless been reluctant to criticise Israel over its atrocities and blockade in Gaza.</p><p>Amid that anger, Fine — another <a href=\"/news/2024/11/24/trump-backs-staunchly-anti-muslim-florida-lawmaker-to-run-for-us-congress\">Trump ally</a> — sparked outrage last week when he appeared to endorse Israel’s starvation campaign in Gaza while also dismissing it as “Muslim terror propaganda”.</p><p>“Release the hostages,” he <a href=\"https://x.com/RepFine/status/1947635219869139083\" target=\"_blank\" rel=\"noopener\">wrote</a> in a social media post earlier this week. “Until then, starve away.”</p><p>Fine, who was elected to Congress earlier this year with the endorsement of Trump and the support of the American Israel Public Affairs Committee (AIPAC), has a history of Islamophobic and anti-Palestinian positions.</p><p>For example, in 2021, when a commenter sent Fine a photo of a dead Palestinian child and asked him how he sleeps at night, Fine offered a glib <a href=\"https://x.com/VoteRandyFine/status/1400916571892105221?lang=en\" target=\"_blank\" rel=\"noopener\">response</a>: “Quite well, actually! Thanks for the pic!”</p><p>In September of last year, he also appeared to praise the killing of <a href=\"/news/2024/9/13/light-in-any-room-friends-hail-aysenur-eygi-us-citizen-killed-by-israel\">Aysenur Ezgi Eygi</a>, a US activist who was fatally shot by the Israeli military in the occupied West Bank.</p><p>“Throw rocks, get shot. One less #MuslimTerror ist. #FireAway,” Fine <a href=\"https://x.com/VoteRandyFine/status/1832198747495002573\" target=\"_blank\" rel=\"noopener\">wrote</a> in a social media post at the time.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier in July, top Democrats in the House of Representatives called Fine “unhinged, racist and Islamophobic” over a social media attack on Muslim American Congresswoman <a href=\"/news/2021/8/12/aipac-accused-of-islamophobia-after-attacks-on-ilhan-omar\">Ilhan Omar</a>.</p><p>Fine had responded to Omar’s criticism of Israeli Prime Minister <a href=\"/news/2025/7/8/netanyahu-trump-discuss-forced-transfer-of-palestinians-out-of-gaza\">Benjamin Netanyahu’s</a> visit to Washington, DC, by saying: “I’m sure it is difficult to see us welcome the killer of so many of your fellow Muslim terrorists.”</p><p>But the Republican congressman’s recent comments on the starvation in Gaza appear to have gone too far, even for some of Israel’s staunchest supporters.</p><p>The American Jewish Committee (AJC), a pro-Israel advocacy group, slammed Fine’s remarks last week.</p><p>“Implying that starvation is a <a href=\"/news/2025/7/26/israeli-attacks-forced-starvation-kill-more-than-70-palestinians-in-gaza\">legitimate tactic</a> is unacceptable,” AJC <a href=\"https://x.com/AJCGlobal/status/1948021021916729806\" target=\"_blank\" rel=\"noopener\">wrote</a> in response to Fine’s post.</p><p>“All those in need of humanitarian aid should receive it promptly and safely. Our leaders must focus less on scoring political points and more on doing their jobs.”</p><p>For her part, Greene warned that Fine’s “awful statement will actually cause more anti-Semitism”.</p></div></div></body></html>"
        },
        {
            "title": "Procter and Gamble to raise prices to offset tariff costs | Business and Economy News | Al Jazeera",
            "time": "2025-07-29T17:14:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23013503592696-1753804634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Procter &amp; Gamble has said it will need to raise prices on a quarter of the goods it sells in the United States starting this month in order to mitigate costs it has faced because of the tariffs imposed by US President Donald Trump.</p><p>On Tuesday, in conjunction with its earnings report, the world’s largest consumer goods maker named Shailesh Jejurikar as its new chief executive officer as the <a href=\"/economy/2025/4/24/businesses-pare-back-outlook-as-trump-tariffs-weigh-on-spending\" target=\"_blank\" rel=\"noopener\">company navigates tariff-</a>driven uncertainty weighing on the sector.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The price hikes have been communicated to retailers such as Walmart and Target and are in the mid-single digits across categories, a spokesperson said, and will be seen on shelves starting in August.</p><p>In May, <a href=\"/economy/2025/5/15/largest-us-retailer-walmart-warns-of-price-hikes-because-of-tariffs\" target=\"_blank\" rel=\"noopener\">Walmart also announced </a>that it would need to raise prices on goods sold at the big box retailer because of the economic impact of tariffs.</p><p>P&amp;G topped fourth-quarter estimates for its earnings report. The Cincinnati, Ohio-based firm reported revenue of $20.89bn for the quarter. Organic sales grew about 2 percent in fiscal 2025, driven by P&amp;G’s portfolio of branded pantry staples, as well as higher pricing, particularly for fresher products. But that comes as growth is expected to slow.</p><h2 id=\"growth-stalls\">Growth stalls</h2><p>P&amp;G expects fiscal 2026 annual net sales growth of between 1 percent and 5 percent, largely below estimates of a 3.09 percent growth.</p><p>Market growth slowed from where it was at the start of the year in both the US and Europe, and volatile macroeconomic, geopolitical and consumer dynamics were resulting in headwinds that were not anticipated at the start of the year, CFO Andre Schulten said during a call with journalists.</p><p>“The consumer clearly is more selective in terms of shopping behaviour in our categories, and we see a desire to find value either by going into larger pack sizes in club channel or online or big box retailers or by lowering the cash outlay,” Schulten said.</p><p>The comments from the company reinforce how consumers, particularly in the lower-income category, are seeking value as they look to stretch their household budgets. Packaged food maker Nestle said last week that consumer spending in North America remained weak.</p><p>“Given the immense pressure put on US consumers in particular, the organic growth is a very good sign that long-term earnings projections should hold up,” said Brian Mulberry, portfolio manager at Zacks Investment Management.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>P&amp;G, which makes household basics spanning from Bounty paper towels to Metamucil fibre supplements, estimated tariffs will increase its costs by about $1bn before tax for fiscal 2026. That compares with projections of between $1bn and $1.5bn made in April.</p><p>The company rolled out a restructuring effort in June to exit some brands and<a href=\"/economy/2025/6/5/procter-gamble-to-cut-7000-jobs-over-the-next-two-years\" target=\"_blank\" rel=\"noopener\"> cut about 7,000 jobs over the next two years</a> to increase productivity. Prices rose about 1 percent in the fourth quarter, while volumes were flat.</p><p>P&amp;G expects fiscal 2026 core net earnings per share growth in the range of $6.83 and $7.09, compared with estimates of $6.99, according to estimates compiled by LSEG.</p><p>On Wall Street, the company’s stock over the last five days is down 0.5 percent, down 1.1 percent for the month and since the beginning of the year, it has tumbled 5.15 percent.</p></div></div></body></html>"
        },
        {
            "title": "UK to recognise Palestine unless Israel agrees to ceasefire | Newsfeed | Al Jazeera",
            "time": "2025-07-29T17:09:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753808935.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK plans to recognise Palestine in September unless Israel halts Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T17:08:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_688H9DX-1753807053.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1113\" data-end=\"1342\">British Prime Minister Keir Starmer has told his cabinet that the United Kingdom will recognise the state of Palestine by September unless Israel takes “substantive steps” to end its war on Gaza and commits to a lasting peace process.</p><p data-start=\"1344\" data-end=\"1671\">According to a government statement issued after an emergency cabinet meeting on Tuesday, Starmer said the move could come before the United Nations General Assembly in New York unless Israel agrees to a ceasefire, halts plans to annex parts of the occupied West Bank, and supports a political path towards a two-state solution.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1673\" data-end=\"1938\">“[Starmer] reiterated that there is no equivalence between Israel and Hamas and that our demands on Hamas remain, that they must release all the hostages, sign up to a ceasefire, accept that they will play no role in the government of Gaza, and disarm,” the statement added.</p><p data-start=\"1940\" data-end=\"2126\">Starmer interrupted ministers’ summer holidays to discuss a draft European-led peace initiative and plans to increase humanitarian aid to Gaza, where the <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">UN has warned of looming famine</a>.</p><p data-start=\"2128\" data-end=\"2307\">While past UK governments have supported Palestinian statehood “when the time is right”, none has publicly tied it to a specific deadline or laid out preconditions so explicitly.</p><p data-start=\"637\" data-end=\"836\">Israel criticised the UK following the announcement, calling it a “reward for Hamas” that would only undermine diplomatic efforts to end the war on Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"838\" data-end=\"952\">In a statement posted on X, Israel’s Foreign Ministry claimed the UK’s move would damage any chance of a new ceasefire. Israel broke the last negotiated ceasefire in March.</p><p data-start=\"954\" data-end=\"1201\">Starmer informed Israeli Prime Minister Benjamin Netanyahu of the plan in a phone call before making it public, Reuters reported. Details of the conversation have not been disclosed.</p><p data-start=\"1203\" data-end=\"1317\">Meanwhile, US President Donald Trump has denied having any talks with Starmer about Britain’s recognition plans.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1319\" data-end=\"1399\">“We never did discuss it,” Trump told reporters aboard Air Force One on Tuesday.</p><p data-start=\"235\" data-end=\"796\">Husam Zomlot, the Palestinian ambassador to the UK, said the country’s formal recognition of Palestine would hold “particular historical and moral weight”.</p><p data-start=\"235\" data-end=\"796\">“It represents a meaningful step in addressing the deep injustice rooted in the colonial-era Balfour Declaration and the decades of systematic denial of Palestinian rights that followed,” he wrote on X, referring to Britain’s 1917 declaration endorsing the establishment of a Jewish homeland that helped pave the way to the state of Israel.</p><p data-start=\"798\" data-end=\"1486\">Zomlot wrote that recognition of Palestine must be part of a broader process rooted in justice and international law.</p><p data-start=\"798\" data-end=\"1486\">“It is not a stand-alone solution and must be accompanied by the full and equal application of international law, beginning with an immediate end to the genocide in Gaza, followed by reconstruction and full accountability for the war crimes committed against the Palestinian people,” he added.</p><h2 id=\"the-right-time\" data-start=\"1319\" data-end=\"1399\">‘The right time’</h2><p data-start=\"1602\" data-end=\"1819\">The proposal, backed by a growing number of MPs within Starmer’s own Labour Party, would mark a major shift in the UK’s position, as successive governments have long delayed recognition, citing the need for “the right time”.</p><p data-start=\"2309\" data-end=\"2569\">With pressure mounting from within Starmer’s own party, his position appears to have shifted. More than half of Labour’s backbench MPs have signed a letter urging the government to formally recognise a Palestinian state as leverage to push Israel towards peace.</p><p data-start=\"2571\" data-end=\"2793\">Speaking to reporters, Starmer defended the timing and conditions of the announcement, saying the decision was driven by the “intolerable situation” in Gaza and a fear that the two-state solution was slipping out of reach.</p><p data-start=\"2795\" data-end=\"3003\">“This is intended to further that cause,” he said. “It’s done now because I’m particularly concerned that the idea of a two-state solution is reducing and feels further away today than it has for many years.”</p><p data-start=\"3005\" data-end=\"3137\">He added that recognition of Palestine would be part of an eight-point peace plan the UK has been developing with European partners. Last week, French President Emmanuel Macron said France <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">would formally</a> recognise Palestine as a state, becoming the largest and most influential European nation to do so. European Union members Norway, Spain and the Republic of Ireland <a href=\"/news/2024/5/28/ireland-norway-and-spain-recognised-palestine-what-has-that-changed\">have previously said they recognise the State of Palestine.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"3139\" data-end=\"3320\">Labour MP Sarah Champion, who organised the letter to Starmer, said there will never be a perfect moment to recognise Palestinian statehood, but warned this might be the last chance.</p><p data-start=\"3322\" data-end=\"3502\" data-is-last-node=\"\" data-is-only-node=\"\">“What we do have, however, is the perfect storm to prevent a two-state solution ever happening,” she said. “It is now or never if we believe in Palestinians’ right to recognition.”</p><p data-start=\"316\" data-end=\"624\">Al Jazeera’s senior political analyst Marwan Bishara said leaders including Starmer and Macron continue to support Israel in its war on Gaza.</p><p data-start=\"316\" data-end=\"624\">“We need to see some measures being taken other than just lofty rhetoric, because they are in no position to be talking about peace and justice when they are accomplices in genocide,” he said.</p><p data-start=\"1696\" data-end=\"2261\">Bishara also criticised the lack of specifics from the two leaders when they announced their plans to recognise a Palestinian state.</p><p data-start=\"1696\" data-end=\"2261\">“Is it a state in 10 percent of the West Bank? Or is it a state on all territories occupied in 1967 – including East Jerusalem, the West Bank and Gaza – as contiguous sovereign territories?” he asked.</p></div></div></body></html>"
        },
        {
            "title": "Who was Awdah Hathaleen, Palestinian activist killed by an Israeli settler? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-29T16:24:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/db626d5d-328e-4798-b5dc-27331e9e7a03-1-1753802647.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Masafer Yatta, occupied West Bank</strong> – Awdah Hathaleen was standing by a fence in the Umm al-Kheir community centre when he was <a href=\"/news/2025/7/29/israeli-settler-kills-west-bank-activist-who-worked-on-oscar-winning-film\">shot in the chest</a> by an Israeli settler on Monday.</p><p>The beloved 31-year-old activist and father of three fell to the ground as people rushed over to try to help him. Then an ambulance came out of the nearby illegal settlement of Carmel and took him away.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Israeli authorities have refused to release his body for burial, simply telling his family on Monday night that he had died, depriving them of the closure of laying him to rest immediately, as Islam dictates.</p><h2 id=\"mourning\">Mourning</h2><p>Under the scorching sun of the South Hebron Hills, the people of Umm al-Kheir were joined by anti-occupation activists from all over the world – gathered in silence to mourn Awdah, who was a key figure in non-violent resistance against settler violence in Masafer Yatta.</p><p>They came together in the same yard where Awdah was standing when he was shot to death by Israeli settler Yinon Levi, who later said, “I’m glad I did it,” according to witnesses.</p><p>Rocks had been laid in a circle around Awdah’s blood on the ground, mourners stopping there as if paying their respects.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Around the circle, the elders sat in silence, waiting for news that didn’t arrive on whether Awdah’s body would be returned by the Israeli army.</p><p>There is a feeling of shock that Awdah, out of all people, was the one murdered in cold blood, his cousin Eid Hathaleen, 41, told Al Jazeera about his “truly beloved” relative.</p><p>“There was [nobody] who contributed as much to the community in Umm al-Kheir as Awdah,” Alaa Hathaleen, 26, Awdah’s cousin and brother-in-law, said.</p><p>“I can’t believe that tomorrow I will wake up and Awdah won’t be here.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Awdah had three children – five-year-old Watan, four-year-old Muhammad, and seven-month-old Kinan – and he loved them above everything else in the world, several of his friends and relatives told Al Jazeera.</p><p>“He was a great father,” Alaa said. “The children would go to him more than to their mother.”</p><p>Awdah got married in 2019, Jewish Italian activist Micol Hassan told Al Jazeera over the phone. “His wedding was a beautiful occasion in 2019. We organised cars that came from all over Palestine [for it].</p><p>“He loved his children so much,” she continued. “Every time he put them to sleep, they cried and asked where their daddy was.”</p><figure id=\"attachment_3863392\" aria-describedby=\"caption-attachment-3863392\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863392\" src=\"/wp-content/uploads/2025/07/9H6B7926-1753798995.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Alaa crouches next to a big bloodstain on the ground, which the villagers have encircled with rocks as a memorial of sorts to the slain Awdah\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863392\" class=\"wp-caption-text\">Alaa Hathaleen, Awdah’s cousin, stares in disbelief at the bloodstain that marks the spot where Awdah was shot. In Umm al-Kheir, Masafer Yatta, occupied West Bank, on July 29, 2025 [Mosab Shawer/Al Jazeera]</figcaption></figure><p> </p><p>Hassan, who has been barred from returning to the occupied West Bank by Israeli authorities, also fondly recalled how much Awdah loved coffee and how she would bring him packs of Italian coffee whenever she was able to get to Umm al-Kheir.</p><p>Awdah also loved football, playing it every chance he got, even though Umm al-Kheir’s facilities are badly degraded and all the villagers have is a paved yard with dilapidated goalposts.</p><p>In fact, Awdah’s last breaths were on that same battered football pitch, possibly the one place in the village where he spent the most time.</p><p>No matter how bad settler attacks were, Alaa said, Awdah would sit down with him and discuss their projections and hopes for his favourite team, Spanish side Real Madrid.</p><p>“His love for Real Madrid ran in his veins,” Alaa added. “Maybe if they knew how much he loved them, Real Madrid would speak about Masafer Yatta.”</p><h2 id=\"peaceful-activist-and-radical-humanist\">Peaceful activist and ‘radical humanist’</h2><p>Awdah has been an activist since he was 17 years old, working to stop the Israeli attempts to expel the villagers of Masafer Yatta from their homes and lands.</p><p>He hosted countless visiting activists who came to the occupied West Bank to support Palestinian activists and villagers, helping them understand the situation on the ground and embracing their presence with his trademark hospitality.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Perhaps his most famous such collaboration was his work with Basel Adra and Yuval Abraham, who co-directed No Other Land, a documentary film that won an Oscar award this year.</p><p>Everyone who spoke to Al Jazeera remembers him as the kindest person, with a brave, peaceful heart.</p><p>He was “tayyeb, salim”, they said, using the Arabic words for “kind” and “peaceful”.</p><p>Awdah would tell anyone who came to Umm al-Kheir that he didn’t choose to be an activist; it just happened, Hassan told Al Jazeera, adding that he welcomed everyone, regardless of faith or citizenship.</p><p>“He was a radical humanist,” she said.</p><p>“He wanted the occupation to end without suffering,” said Alaa, adding that Awdah always thought about what the future would bring for his children and others.</p><p>He chose to become an English teacher because of that, Eid told Al Jazeera. He wanted the village children to grow up educated and able to tell the world their story in English, so they could reach more people.</p><p>“He taught all his students to love and welcome everyone regardless of their faith and origin,” said Eid.</p><p>A group of his students – he taught English from grades one through nine in the local school – huddled together in the community centre yard among the mourners, remembering their teacher.</p><p>“He would always try to make classes fun,” said Mosab, nine years old.</p><p>“He made us laugh,” added his classmate Mohammed, 11.</p><figure id=\"attachment_3863385\" aria-describedby=\"caption-attachment-3863385\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863385\" src=\"/wp-content/uploads/2025/07/9H6B7991-1753798810.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Two cute boys cling to their uncle's neck and look at the camera.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863385\" class=\"wp-caption-text\">Alaa Hathaleen, Awdah’s cousin, holding Awdah’s sons, five-year-old Watan, right, and four-year-old Muhammad, left, in Umm al-Kheir, Masafer Yatta, occupied West Bank, July 29, 2025 [Mosab Shawer/Al Jazeera]</figcaption></figure><h2 id=\"murdered-by-a-raging-settler\">Murdered by a raging settler</h2><p>Umm al-Kheir is one of more than 30 villages and hamlets in the West Bank’s Masafer Yatta, a region that, more than any, has seen the consequences of the expansion of settlements and violence linked to it.</p><p>The incident that led up to Awdah’s killing began the day before, recounted activist Mattan Berner-Kadish, who had been in Umm al-Kheir providing protective presence to the Palestinian community.</p><p>A digger was to be delivered to the illegal settlement, and the villagers had agreed to coordinate the passage of the machinery with the settlers, to prevent any damage to village infrastructure.</p><p>But the settler driving the machinery ran over a water pipe and began rolling over other infrastructure, threatening to roll into the town and cause more damage.</p><p>When villagers gathered to try to stop the machinery, the operator used the digger’s claw to hit one of them in the head, dropping him to the ground, semi-conscious.</p><p>Awdah was 10-15 metres (30-50 feet) away from the altercation, standing in the community centre yard, looking on.</p><p>In the chaos, gunshots started ringing out, and Berner-Kadish saw Yinon Levi shooting at people. Amid the screams and panic, he realised that Awdah had been shot.</p><p></p><p>He tried to calm Levi down, telling him that he had directly shot someone and likely killed him. To which Levi responded: “I’m glad I did it.”</p><p>Berner-Kadish also tried to talk to the Israeli soldiers who arrived on the scene, only to hear from three of them that they wished they had been the ones to shoot Awdah.</p><p>Following the murder, the Israeli army arrested five men from the Hathaleen family. On Tuesday, the Israeli army closed the area around Umm al-Kheir, restricting any access to it.</p><p>Also on Tuesday, Levi was released to house arrest by Israeli courts, which charged him with negligent homicide.</p><p>Levi was sanctioned by Canada, the United Kingdom and the United States for violent attacks on Palestinians.</p><p>The five Hathaleen men arrested after Awdah was killed are still in Israeli custody, Alaa told Al Jazeera.</p><p>Weeping, he fretted: “What if [the Israelis] return [Awdah’s] body and they can’t pay their last tribute to them?”</p><figure id=\"attachment_3863474\" aria-describedby=\"caption-attachment-3863474\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863474\" src=\"/wp-content/uploads/2025/07/GettyImages-2226899108-1753802428.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"29 July 2025, Palestinian Territories, Hebron: Israeli Defense Forces arrest an activist as they raid the mourning tent where Palestinians of Umm Al-Khair community gatheted to mourn Awdah Al-Hathaleen, who was shot by an Israeli right-wing settler the previous day. Photo: Ilia Yefimovich/dpa (Photo by Ilia Yefimovich/picture alliance via Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863474\" class=\"wp-caption-text\">Israeli soldiers arrest an activist as they raid the tent where people gathered to mourn Awdah Hathaleen [Ilia Yefimovich/picture alliance via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "RSF attacks compound humanitarian crisis in Sudan’s strategic city | Sudan war News | Al Jazeera",
            "time": "2025-07-29T16:16:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/09/AP23249592525780-1694940945.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On the morning of June 25, the crackling sound of machinegun fire startled Hamisa and her family as they were having breakfast in Sudan’s North Kordofan state.</p><p>The paramilitary Rapid Support Forces (RSF) had just stormed her village, Kazkeel, on motorbikes, as they burned huts and farms and fired artillery at women and children fleeing for their lives.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Hamisa, 60, fled with her seven teenage children, siblings and mother. As they made a run for it, she saw young men from her village picking up guns to confront the RSF.</p><p>They were outgunned and outnumbered.</p><p>“While we were escaping, we saw the [RSF] kill six young men in front of us,” she told Al Jazeera, solemnly.</p><p>“The entire village escaped when the RSF arrived. We left with nothing but the clothes on our backs until we reached the nearest, safest village,” she added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>An epicentre of conflict</h3><p>Sudan’s regular army, known as the Sudanese Armed Forces (SAF), has fought a bloody civil war against the paramilitary Rapid Support Forces (RSF) since April 2023.</p><p>The conflict produced the worst humanitarian crisis in the world by most measures before the RSF’s recent attacks in North Kordofan, a strategic region in southern Sudan.</p><p>Over the last several weeks, the RSF has raided villages and scorched families to death. They have also shot and killed pregnant women and children, according to the Emergency Lawyers, a local monitor.</p><p>The violence has pushed tens of thousands of people to seek refuge in SAF-controlled el-Obeid, the capital of North Kordofan.</p><p>Hamisa and her family are struggling to survive after reaching the city on July 15. Like most displaced people, she is living in an overcrowded hut with barely enough food and clean water.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In addition, those displaced fear the RSF is trying to reimpose a siege on el-Obeid and then invade the city, a concern shared by analysts and relief workers.</p><p>“People all around us are still traumatised by the RSF. The children with us are very scared. They think the RSF will enter [el-Obeid],” Hamisa told Al Jazeera.</p><p>A siege would exacerbate the already catastrophic humanitarian crisis in el-Obeid and eliminate a key SAF logistics hub.</p><p>The SAF relies on el-Obeid to carry out air strikes against the RSF in the western region of Darfur, as well as to keep RSF fighters a safe distance away from the capital Khartoum, according to Nathaniel Raymond, who follows conflict dynamics in Sudan as head of the Humanitarian Research Lab at the Yale School of Public Health.</p><p>“If SAF loses el-Obeid … they would lose a lot of their ability to project force outside of Khartoum,” he told Al Jazeera.</p><figure id=\"attachment_3863375\" aria-describedby=\"caption-attachment-3863375\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3863375\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Who-controls-what-in-Sudan-JULY-29-2025-copy-3-1753798269.png?quality=80\" alt=\"Interactive map Sudan el-Obeid\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3863375\" class=\"wp-caption-text\">A map showing areas under control by the RSF and SAF in and around the strategic city of el-Obeid in North Kordofan [Interactive/Al Jazeera]</figcaption></figure><h3>Strategic hub</h3><p>Back in February, the SAF managed to break the RSF’s chokehold siege over el-Obeid, providing much-needed relief to its units and fighters.</p><p>El-Obeid is located some 529 kilometres (329 miles) from North Darfur’s capital el-Fasher, where SAF forces and hundreds of thousands of civilians are currently besieged by the RSF.</p><p>Any hope of carrying out a rescue mission to break the siege requires that the SAF maintain control over el-Obeid, explained Raymond.</p><p>He added that holding on to the city would also protect Khartoum from being overwhelmed by RSF drone strikes.</p><p>Yet the looming onset of Sudan’s rainy season – accompanied by heavy fog and preceding heavy rainfall  – could give the RSF an opportunity to mount a major assault. The rainy season is arriving in Sudan late this year, but forecasts suggest it could start in the coming days or weeks, said Raymond.</p><p>“SAF pilots look out the window of their planes [when dropping bombs]. They do not have laser guidance [because they fly old planes]. When the clouds come, it’ll be an operational advantage for the RSF,” Raymond told Al Jazeera.</p><p>“[The start of the rainy season] is the sweet spot,” he added. “The roads aren’t saturated yet and the valleys aren’t full [of rain], so the RSF will have cloud cover without any impact on their manoeuvrability.”</p><figure id=\"attachment_3838234\" aria-describedby=\"caption-attachment-3838234\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3838234\" src=\"/wp-content/uploads/2025/07/AP24162280843036-1752557353.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Sudanese soldiers from the Rapid Support Forces unit.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3838234\" class=\"wp-caption-text\">Sudanese soldiers from the Rapid Support Forces unit, led by General Mohammed Hamdan Dagalo, the deputy head of the military council, secure the area where Dagalo attends a military-backed tribe’s rally, in the East Nile province, Sudan, on June 22, 2019 [Hussein Malla/AP]</figcaption></figure><p>Any attack on el-Obeid would be catastrophic for the roughly 137,000 people seeking refuge in the city, a figure disclosed to Al Jazeera by Emmanuel Ufot, the director of Emergency Programs in North Sudan for Mercy Corps, one of the few global relief agencies active in North Kordofan.</p><p>He added that civilians would have to flee to Kosti in White Nile state if the RSF attacks el-Obeid, since all other exit points would be besieged and closed off.</p><p>Kosti is about 265 kilometres (165 miles) away from el-Obeid.</p><p>“We have to factor in the women, babies, elderly and disabled. These are people that will not be able to run when there is a lot of conflict,” Ufot told Al Jazeera.</p><h3>No safe haven</h3><p>Another pressing concern is the severe lack of humanitarian relief for civilians, according to relief workers.</p><p>Ufot from Mercy Corps said that only about 5 percent of the displaced in el-Obeid have a sturdy roof over their head because they are taking shelter in a school.</p><p>The rest live in huts or without any shelter at all.</p><p>With the rainy season coming, flooding and overcrowding could lead to the rapid spread of preventable diseases like cholera, a waterborne illness that has already infected tens of thousands of people in Sudan. Children are particularly vulnerable to cholera.</p><p>The RSF is compounding the crisis by firing drones and heavy artillery at civilian targets such as homes, basic services  – like power stations, and hospitals, according to Yousef Hederby, a local volunteer.</p><p>“El-Obeid is subjected to a lot of artillery shelling [from the RSF]. And the shelling hits civilian homes and residential areas,” Hederby told Al Jazeera.</p><p>He added that four people were killed and some 20 were injured by the indiscriminate shelling in mid-July. He noted the violence came after the RSF killed more than 300 people in villages located near el-Obeid in North Kordofan between July 12 and July 15.</p><p>Al Jazeera sent written questions to the RSF’s press office asking the group to respond to credible reports that it has intentionally targeted civilians and carried out mass killings in recent weeks.</p><p>The RSF did not respond before publication.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Hamisa, the elderly woman who already survived one mass killing, fears she will not survive a second if the RSF enters el-Obeid.</p><p>She told Al Jazeera that the ongoing war in Sudan is worse than the civil war in the 1990s, referring to the north-south conflict that eventually divided Sudan into two countries in 2011.</p><p>“There were limits to the civil war in the 1990s. Our village wasn’t in a lot of danger at the time,” she told Al Jazeera.</p><p>“But this war has spread to every village and area in Sudan. There is a safe place in Kordofan,” she added.</p><p>“We are all very scared.”</p></div></div></body></html>"
        },
        {
            "title": "The UK is slipping into racist dystopia | Racism | Al Jazeera",
            "time": "2025-07-29T16:16:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2024-08-04T193050Z_621121256_RC2299ALJH4Q_RTRMADP_3_BRITAIN-PROTESTS-1753802367.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>It has been a year since the Southport attack, which triggered furious racist riots in the streets of the United Kingdom. Unruly crowds, galvanised by false claims that the perpetrator was Muslim, went on a rampage, attacking mosques, Muslim-owned businesses, homes, and individuals they perceived as Muslim.</p><p>As the riots were raging, I was finishing my novel, The Second Coming. The book is set in a dystopian future in which a Christian militia inspired by English nationalism seizes London, bans Islam, and exiles Muslims to refugee camps in Birmingham. The events unfolding in the streets as I was writing the final chapters made me realise that today, we are much closer to the dystopian world in my novel than I had imagined.</p><p>The scenes and images that helped me shape this fictional world were inspired by the England I lived in during my youth, when racist violence was rampant. Gangs of white youth would hunt us down, especially after the pubs closed, in wave after wave of what they called “Paki bashing”.</p><p>Knife attacks and fire bombings were not uncommon, nor were the demands by far-right groups, such as the National Front and the British National Party, for the repatriation of Black (ie, non-white) “immigrants”.</p><p>Attending school sometimes meant running through a gauntlet of racist kids. In the playground, sometimes they swarmed around, chanting racist songs.</p><p>As a student, I lost count of the number of times I was physically attacked, at school, in the street, or in pubs and other places. When I lived in East London, I was with the local youth of Brick Lane, where hand-to-hand fighting took place to stop hordes of racist attackers. These assaults were not an isolated phenomenon. Similar scenes took place across the country, with the National Front and British National Party organising hundreds of marches, emboldening white supremacist gangs.</p><p>Around this time, some of my peers and I were arrested and charged with “conspiracy to make explosives” for filling up milk bottles with petrol as a way of defending our communities against racist violence; our case came to be known as the Bradford 12. These struggles, whether in Brick Lane or Bradford, were part of a broader fight against systemic racism and far-right ideologies that sought to terrorise and divide us.</p><p>The overt, street-level violence of those years was terrifying, but it came from the margins of society. The ruling political class, though complicit, avoided openly aligning with these groups. A case in point is Margaret Thatcher, who in 1978, as the leader of the Conservative Party, gave an infamous interview in which she said, “People are really rather afraid that this country might be rather swamped by people with a different culture.” It was a subtle nod of approval for racist mobs, but as prime minister, Thatcher still kept far-right groups at an arm’s length.</p><p>Today, that distance has disappeared. Prime Minister Keir Starmer and other prominent members of Labour regularly echo far-right rhetoric, promising to “crack down” on those seeking sanctuary here. His Conservative predecessor, Rishi Sunak, and his ministers were not different. His Home Minister Suella Braverman falsely claimed grooming gangs had a “predominance” of “British Pakistani males, who hold cultural values totally at odds with British values”.</p><p>While the old crude white racism has not disappeared, a more vicious form – Islamophobia – has been fanned over the past few decades. It feels like the old “Paki” bashing gangs have been replaced by a new crusading wave that equates Islam with terrorism; sexual abuse with Pakistanis; asylum seekers with parasitic hordes about to overrun the country.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This is the soil in which the Reform Party has taken root and flourished, in which ever cruder forms of racism are made respectable and electable. When both Labour and the Tories have become havens for a complex web of political corruption, Reform’s simple anti-migrant and Islamophobic tropes are projected as an honest alternative. This has propelled the far-right party to the top of polls, with <a href=\"https://www.independent.co.uk/news/uk/politics/local-elections-reform-labour-tories-poll-b2739478.html\">30 percent</a> of voters supporting it, compared with 22 percent for Labour and 17 for the Conservatives.</p><p>In this environment, it was rather unsurprising that for the anniversary of the riots, the Economist magazine decided to run a <a href=\"https://www.economist.com/britain/2025/07/24/seven-in-ten-britons-expect-more-riots\" target=\"_blank\" rel=\"noopener\">poll</a> focusing on race rather than on issues of economic decline, social deprivation and the never-ending austerity to which the working people of this country have been subjected. The survey showed that nearly 50 percent of the population think that multiculturalism is not good for the country, while 73 percent thought more “race riots” will happen soon.</p><p>The nurturing of violent racism at home has run parallel with England’s long history of enacting it abroad. The new face of racism is fed on old imperial tropes of savages that need to be tamed and defeated by civilised colonial rule. These racist ideologies, which welded the empire together, have come back home to roost.</p><p>They are playing out in the racist violence on the streets and in the state’s repression of Palestine supporters. They are also playing out in the UK’s unwavering political and military support for Israel, even as it bombs hospitals and schools in Gaza and starves children. Empire taught Britain to use racism to dehumanise entire peoples, to justify colonialism, to plunder, to spread war and famine. Genocide is in Britain’s DNA, which explains its present-day collusion with genocidal Israel.</p><p>Against this backdrop of racist, imperial violence, people of all colours and religions and none have mobilised. While they may not have stopped the genocide, they have laid bare the hypocritical barefaced lies of the British political elite. Only this sort of solidarity and challenge to racism can stop the dystopic world of my book becoming a reality.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Israel kills mother as doctors try to save her newborn in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-29T16:15:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753805702.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jul 2025</span><span aria-hidden=\"true\">29 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia jails journalist for alleged Navalny links amid crackdown on dissent | News | Al Jazeera",
            "time": "2025-07-29T16:11:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/000_687Q9WG-1-1753805129.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia jails journalist for alleged Navalny links amid crackdown on dissent</h1><p class=\"article__subhead\"><em>Olga Komleva has been sentenced to 12 years in prison for her past volunteer work with Navalny’s banned party.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian court has sentenced journalist Olga Komleva to 12 years in prison on “extremism” charges over her links to an opposition group, as the Kremlin intensifies its crackdown on dissent.</p><p>On Tuesday, Komleva, 46, was found guilty of “extremist” ties for her past volunteer work with the late opposition leader Alexey Navalny’s banned political party and for allegedly spreading false information about the Russian army in her reporting on the war in Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"585\" data-end=\"1007\">The verdict underscores Moscow’s expanding repression, which now targets not only active critics but also those who were once affiliated with opposition groups.</p><p>Independent outlet Mediazona reported that Komleva had volunteered for Navalny’s party before it was outlawed in 2021. She later worked for the independent media outlet RusNews, covering antigovernment protests and Russia’s military assault on Ukraine.</p><p>The Kremlin has escalated its decade-long clampdown on independent media amid its campaign in Ukraine by imposing sweeping censorship laws, effectively banning any criticism of the military.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A district court in the central Russian city of Ufa “found that the defendant participated in the activities of an extremist community” and “spread deliberately false information about the actions of the armed forces,” it said in a statement.</p><p>“The court found the defendant guilty and sentenced her to 12 years in prison,” it added.</p><p>The journalist did not admit guilt on either charge.</p><p>Komleva was seen smiling and waving from inside a glass defendants’ box after she heard the verdict, and said “I love you all” to a group of people who came to support her, according to a video published by RusNews.</p><p>Komleva has diabetes and struggled to receive medication while in pre-trial detention, Mediazona said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Navalny, President Vladimir Putin’s main opponent, who died in an Arctic penal colony under unclear circumstances last year, was declared an “extremist” by Russian authorities in 2021.</p><p>Russia banned Navalny’s organisations in the same fashion shortly before launching its 2022 full-scale invasion of Ukraine and has ruthlessly targeted those it deems to have links to him.</p></div></div></body></html>"
        },
        {
            "title": "Ali Shariati and the Iranian revolution | Documentary | Al Jazeera",
            "time": "2025-07-29T16:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753792685.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The life of Ali Shariati, an Iranian revolutionary scholar, an inspiration behind the 1979 Islamic revolution.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>This is the untold story of Ali Shariati, an influential Iranian scholar whose revolutionary ideas helped shape the ideological basis of the 1979 Islamic revolution. This documentary explores how Shariati’s radical interpretation of religious thought in the Shah’s Iran recast Islam as a revolutionary force against authoritarianism and repression – and inspired a generation that increasingly demanded change.</p><p>Shariati studied in Paris in the 1960s, where he was exposed to new ideas – Marxism, existentialism and anticolonial movements, including Algeria’s fight for independence from France. He was labelled subversive by the Shah’s secret police and imprisoned several times.</p><p>In 1977, he was allowed to leave Iran for the United Kingdom, but his sudden death triggered the suspicion among his supporters of assassination by SAVAK agents. Shariati never lived to see the Iranian revolution, but his legacy is still felt in Iran as elsewhere in the Arab world.</p></div></div></body></html>"
        }
    ]
}