{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "US, Russian officials meet in Miami for talks on Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-21T03:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6943edcfc134-1766059471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Negotiators from Russia and the United States have met in the US city of Miami as Ukrainian President Volodymyr Zelenskyy urged Washington to ramp up the pressure on Moscow to end its war on Ukraine.</p><p>The meeting on Saturday took place between Russian President Vladimir Putin’s special envoy, Kirill Dmitriev, and US President Donald Trump’s special envoy, Steve Witkoff, and his son-in-law, Jared Kushner.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dmitriev told the reporters the talks were positive and would continue on Sunday.</p><p>“The discussions are proceeding constructively,” said Dmitriev. “They began earlier and will continue today, and will also continue tomorrow.”</p><p>Earlier, US Secretary of State <a href=\"/news/2025/12/19/rubio-says-progress-but-ways-to-go-in-efforts-to-end-russia-ukraine-war\">Marco Rubio</a> had said that he may also join the talks in Miami. He said that progress has been made in discussions to end the war, but there is still a way to go.</p><p>“The role we’re trying to play is a role of figuring out whether there’s any overlap here that they can agree to, and that’s what we’ve invested a lot of time and energy [on], and continue to do so,” Rubio said. “That may not be possible. I hope it is. I hope it can get done this month, before the end of the year.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s envoys have for weeks been negotiating a 20-point peace plan with Ukrainian, Russian and European officials.</p><p>While US ​officials say they have made progress, major differences remain on the issues of territory and possible <a href=\"/news/2025/12/15/ukraine-drops-nato-bid-will-kyiv-get-security-guarantees-from-the-west\">security guarantees</a> that Kyiv says are essential for any agreement.</p><p>Russia has shown few signs that it is willing to give up its expansive territorial demands in Ukraine, which it believes it is well-positioned to secure as the <a href=\"/news/2025/12/19/putin-takes-aim-at-zelenskyy-in-annual-qa-says-he-wont-negotiate-on-land\">war grinds on</a> and political fractures emerge among Ukraine’s European allies.</p><p>In Kyiv, Zelenskyy said he remains supportive of a US-led negotiations process, but that diplomacy needs to be accompanied by greater pressure on Russia.</p><p>“America must clearly say, if not diplomacy, then there will be full pressure… Putin does not yet feel the kind of pressure that should exist,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Ukrainian leader said Washington has also proposed a new format for talks with Russia, comprised of three-way talks at the level of national security advisers from Ukraine, Russia, and the US.</p><p>Zelenskyy expressed scepticism that the talks would result in “anything new”, but said he would support trilateral discussions if they led to progress in areas such as prisoner swaps or a meeting of national leaders.</p><p>“If such a ‍meeting could be ⁠held now to allow for swaps of prisoners of war, or if a meeting of national security advisers achieves agreement on a leaders’ meeting… I cannot be opposed. We would support such a US proposal. Let’s see how things go,” he said.</p><p>The last time Ukrainian and Russian envoys held official direct talks was in July in Istanbul, which led to prisoner swaps but little else.</p><p>The talks in Miami come after Putin promised to press ahead with his military offensive in Ukraine, hailing Moscow’s battlefield gains in an annual news conference on Friday.</p><p>Putin, however, suggested that Russia could pause its devastating strikes on the country to allow Ukraine to hold a presidential ballot, a prospect that Zelenskyy rejected.</p><p>Meanwhile, the death toll in Ukraine’s Black Sea Odesa region from an overnight Russian ballistic missile strike on port infrastructure rose to eight, with 30 people wounded.</p><p>A civilian bus was struck in the attack, Ukrainian Prime Minister Yulia Svyrydenko said.</p><p>The Russian attacks on the coastline region have wrought havoc in recent weeks, hitting bridges and cutting electricity and heating for hundreds of thousands in freezing temperatures.</p><p>Moscow earlier said it would expand strikes on Ukrainian ports as retaliation for targeting its sanctions-busting oil tankers.</p><p>On Saturday, Ukraine claimed to have destroyed two Russian fighter jets at an airfield in Moscow-occupied Crimea, according to the security service SBU. Kyiv’s army said it struck a Russian oil rig in the Caspian Sea as well as a patrol ship nearby.</p><p>Putin described Russia’s initial full-scale invasion of Ukraine as a “special military operation” to “demilitarise” the country and prevent the expansion of NATO.</p><p>Kyiv and its European allies say the war, the largest and deadliest on European soil since World War II, is an unprovoked and illegal land grab that has resulted in a tidal wave of violence and destruction.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,396 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-21T00:55:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T125622Z_200783746_RC2HJIAAS607_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1766271642.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,396</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,396 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, December 21:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The death toll from a <a href=\"/news/2025/12/20/russian-attack-on-ukraines-odesa-kills-at-least-8-as-peace-talks-lumber-on\">Russian missile attack</a> on Ukraine’s port city of Odesa rose from seven to eight, with at least 30 others wounded, according to Ukrainian authorities.</li>\n<li>Ukrainian President Volodymyr Zelenskyy described the situation in Odesa as “harsh” and accused Russia of trying to block Kyiv’s access to the Black Sea.</li>\n<li>The Ukrainian leader also said that he is looking to replace the head of the Southern Air Command, Dmytro Karpenko, over the Russian strikes on Odesa.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said Russian forces also attacked the nearby port of Pivdennyi on Saturday, hitting several reservoirs.</li>\n<li>Ukraine’s military said its special forces carried out a drone attack on a Lukoil oil rig in the Caspian Sea on Friday, along with the Russian military patrol ship Okhotnik. The military also said that the Filanovsky oil rig, which had been targeted twice this month, was damaged in the strike.</li>\n<li>The Ukrainian military also said it destroyed two Russian fighter jets at an airfield in the occupied Crimean peninsula.</li>\n<li>Russia’s Ministry of Defence said its forces took control of the villages of Svitle and Vysoke, located in Ukraine’s eastern Donetsk region and the northeastern Luhansk region, respectively.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy-and-ceasefire-talks\">Diplomacy and ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said the United States proposed a new format for talks with Russia, comprised of three-way talks at the level of national security advisers from Ukraine, Russia, and the US.</li>\n<li>The Ukrainian leader expressed scepticism that the talks would result in “anything new”, but added that he believes that US-led talks have the best chance of success.</li>\n<li>He added that he would support trilateral discussions if they led to progress in areas such as prisoner swaps or a meeting of national leaders. “If such a ‍meeting could be ⁠held now to allow for swaps of prisoners of war, or if a meeting of national security advisers achieves agreement on a leaders’ meeting… I cannot be opposed. We would support such a US proposal. Let’s see how things go,” he said.</li>\n<li>Zelenskyy also pushed back against calls for <a href=\"/news/2025/12/10/zelenskyy-says-ukraine-ready-to-hold-polls-if-us-allies-ensure-security\">Ukraine to hold elections</a> as the war drags on, stating that voting cannot take place in Russian-occupied areas and that security conditions must first improve. “It is not [Russian President Vladimir] Putin who decides when and in what format the elections in Ukraine will take place,” Zelenskyy said.</li>\n<li>Zelenskyy urged European leaders to approve a measure to seize <a href=\"/news/2025/12/17/putin-slams-wests-war-hysteria-as-eu-mulls-russian-assets-for-ukraine\">frozen Russian assets</a> and use them to fund Ukraine’s war effort, saying that doing so will strengthen Ukraine’s leverage at the negotiating table. The International Monetary Fund has estimated that Ukraine will need about 137 billion euros ($161bn) in 2026 and 2027, as the demands of the war continue to strain the <a href=\"/news/2025/12/19/eu-agrees-hefty-105b-ukraine-loan-without-using-russian-assets\">country’s economy</a>.</li>\n<li>Russian special envoy <a href=\"/news/2025/12/19/rubio-says-progress-but-ways-to-go-in-efforts-to-end-russia-ukraine-war\">Kirill Dmitriev held talks </a>with his US counterpart, Steve Witkoff, and US President Donald Trump’s son-in-law, Jared Kushner, in the city of Miami.</li>\n<li>“The ‌discussions are proceeding constructively. They began earlier and ‌will continue ⁠today, and will also continue tomorrow,” ‌Dmitriev said</li>\n<li>Russian Minister of Foreign Affairs Sergey Lavrov attended a summit in Cairo, held to advance closer cooperation between Russia and African nations, and attended by more than 50 countries. Lavrov pitched Russia as a “reliable partner” to African countries in areas such as security and national sovereignty.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security-weapons\">Weapons</h2><ul>\n<li>Ukrainian presidential aide Oleksandr Kamyshin announced a deal with Portugal on the joint production of maritime drones, saying it would help “defend Europe from the sea”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US, Egypt, Qatar, Turkiye urge restraint in Gaza as Israeli attacks continue | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-20T22:26:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694714dfc902-1766266079.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States, Egypt, Qatar and Turkiye have urged the parties to the Gaza ceasefire to <a href=\"/news/2025/12/18/qatars-pm-says-israeli-ceasefire-violations-endanger-entire-gaza-process\">honour their commitments</a> and show restraint, the chief US envoy says after talks in the US city of Miami.</p><p>Senior officials from the four mediator countries met Steve Witkoff, US President Donald Trump’s special envoy, on Friday to review the first phase of the ceasefire between Israel and Hamas, which took effect on October 10, according to a joint statement released on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The meeting was held against the backdrop of ongoing Israeli attacks on the enclave. The Palestinian Civil Defence in Gaza said that <a href=\"/news/2025/12/19/us-to-host-qatari-turkish-and-egyptian-officials-for-gaza-ceasefire-talks\">six people were killed on Friday</a> when an Israeli strike hit a school housing displaced people, raising the number of Palestinians killed by Israeli fire since the deal took effect to about 400.</p><p>“We reaffirm our full commitment to the entirety of the President’s [Trump’s] 20-point peace plan and call on all parties to uphold their obligations, exercise restraint, and cooperate with monitoring arrangements,” Witkoff said in a statement posted on X.</p><h2 id=\"first-phase-of-truce\">First phase of truce</h2><p>Saturday’s statement cited progress yielded in the first stage of the peace agreement, including expanded humanitarian assistance, the return of captives’ bodies, partial force withdrawals and a reduction in hostilities.</p><p>It called for “the near-term establishment and operationalisation” of a transitional administration, which is due to happen in the second phase of the agreement, and said that consultations would continue in the coming weeks over its implementation.</p><p>Under the truce deal’s terms, Israel is supposed to withdraw from its positions in Gaza, an interim authority is to govern the Palestinian territory instead of Hamas, and an international stabilisation force is to be deployed.</p><p>On Friday, <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">US Secretary of State Marco Rubio</a> expressed hope that countries would contribute troops for the stabilisation force, but also urged the disarmament of Hamas, warning the process would unravel unless that happened.</p><h2 id=\"hamas-statement\">Hamas statement</h2><p>A meeting was also held between Hamas’s chief negotiator, Khalil al-Hayya, and Turkish intelligence chief Ibrahim Kalin in Istanbul on Saturday.</p><p>In a statement from Hamas after the meeting, the group said it was committed to abiding by the ceasefire agreement, despite Israeli violations.</p><p>“The delegation stressed the urgent need to halt these continuous violations,” the statement added.</p><p>“The delegation also reviewed the deteriorating humanitarian situation in the Gaza Strip with the onset of winter, emphasising the critical priority of urgently bringing in tents, caravans, and heavy equipment to save our people from death by cold and drowning, given the destruction of infrastructure and homes.”</p><p>Winter storms have been <a href=\"/news/2025/12/17/winter-storms-worsen-gaza-humanitarian-crisis-as-un-says-aid-still-blocked\">worsening the conditions</a> for hundreds of thousands of displaced <a href=\"/news/2025/12/16/palestinian-infant-freezes-to-death-in-gaza-as-israel-keeps-blocking-aid\">Palestinians in Gaza</a>, as aid agencies warn that Israeli restrictions are preventing lifesaving assistance from reaching people across the besieged enclave.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bodies-recovered-israeli-strikes-continue\">Bodies recovered, Israeli strikes continue</h2><p>On Saturday, an Israeli air strike targeted two people in northern Gaza, according to a statement from the military, which alleged that they “posed an immediate threat” to Israeli troops after crossing the so-called yellow line, which separates areas under Israeli army control from those where Palestinians are permitted to move.</p><p>No details were yet available on whether the two people were killed or injured.</p><p>Gaza’s Civil Defence on Saturday also said it recovered the bodies of 94 Palestinians from the rubble in the enclave.</p><p>The bodies were retrieved in central Gaza City and transferred to the forensic department at Al-Shifa Medical Complex to arrange their burial in the Martyrs’ Cemetery in the central city of Deir el-Balah, according to a statement from the Civil Defence.</p><p>Thousands of Palestinians are believed to still be buried under the rubble of destroyed buildings in Gaza.</p><p>The Israeli army has killed more than 70,700 people in Gaza, mostly women and children, and injured more than 171,000 others since it began its genocidal war on the enclave in October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The Me Too movement in the age of Trump and Epstein | Women's Rights | Al Jazeera",
            "time": "2025-12-20T20:54:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766264033.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Tarana Burke tells Marc Lamont Hill on Epstein, Trump and how widespread sexual violence is in the United States.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2017, a reckoning over sexual violence called “#MeToo” swept the globe. Eight years later, has the movement done enough for survivors? And what will it take for some of the world’s most powerful men accused of sexual misconduct to face consequences?</p><p>This week on <em>UpFront</em> Marc Lamont Hill speaks to founder of the Me Too movement, Tarana Burke.</p><p>The Department of Justice has released files related to the late convicted sex offender and financier Jeffrey Epstein after mounting pressure led President Donald Trump to sign the Epstein Files Transparency Act last month. Trump, who himself has been accused dozens of times of sexual assault and misconduct, has already appeared in photos, emails and other documents in connection with Epstein, causing a rift in his base. Other business elites, academics, politicians and world leaders have also been named in connection to Epstein. While some have faced minor consequences, only Ghislaine Maxwell has been criminally convicted as part of Epstein’s sex trafficking of minors. Will newly released documents lead to new convictions and genuine accountability for survivors?</p><p><br><br></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US seizes second oil tanker off Venezuela’s coast | Business and Economy News | Al Jazeera",
            "time": "2025-12-20T20:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T004255Z_1542631356_RC2GKIAIHV2M_RTRMADP_3_USA-VENEZUELA-MILITARY-VESSEL-1766280183_676786-1766280260.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has seized a second oil tanker off the coast of Venezuela, enforcing a “blockade” ordered by President Donald Trump, and prompting anger in Caracas, with officials there denouncing the move as “theft and hijacking”.</p><p>US Homeland Security Secretary Kristi Noem confirmed the interception on Saturday, saying in a post on X that the US coastguard apprehended the vessel with support from the Pentagon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The United States will continue to pursue the illicit movement of sanctioned oil that is used to fund narco terrorism in the region,” she wrote.</p><p>“We will find you, and we will stop you,” she added.</p><p>The post was accompanied by a nearly eight-minute video of aerial footage that showed a helicopter hovering just above the deck of a large tanker at sea.</p><p>The predawn operation marked the second time in recent weeks that the US has <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">gone after a tanker</a> near Venezuela, and it comes amid a large US military buildup in the region. Trump, whose administration has continued to ramp up pressure on Venezuelan President Nicolas Maduro, ordered on Tuesday a “total and complete blockade” of all sanctioned oil tankers entering and leaving Venezuela.</p><p>The Venezuelan government called the US’s latest actions a “serious act of international piracy”.</p><p>The country’s vice president, Delcy Rodriguez, said in a statement that Venezuela “denounces and rejects the theft and hijacking of a new private vessel transporting oil, as well as the forced disappearance of its crew, committed by military personnel of the United States of America in international waters”.</p><p>“These acts will not go unpunished,” she promised, adding that Venezuela will take “all corresponding actions, including filing a complaint before the United Nations Security Council, other multilateral organizations, and the governments of the world”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"centuries\">Centuries</h2><p>The United Kingdom maritime ‍risk management company Vanguard said ⁠the seized vessel was believed to be the Panama-flagged Centuries, which was intercepted east of Barbados in the Caribbean Sea.</p><p>Jeremy Paner, a partner at Washington, DC, law firm Hughes Hubbard, told the Reuters news agency that the vessel has not been sanctioned by the US.</p><p>“The seizure of a vessel that is not sanctioned by the US marks a further increase in Trump’s pressure on Venezuela,” Paner said. “It also runs counter to Trump’s statement that the US would impose a blockade of all sanctioned oil tankers.”</p><p>Reuters, citing internal documents from the Venezuelan state oil company PDVSA, said Centuries was carrying some 1.8 million barrels of Venezuelan Merey crude oil bound for China.</p><p>It said the ship loaded in Venezuela under the false name “Crag” and is part of a “shadow fleet” of tankers that disguise their location to transport oil from countries sanctioned by the US.</p><p>The US actions have meanwhile caused Venezuelan crude exports to fall sharply.</p><p>In the days since US forces seized the first oil tanker off Venezuela’s coast last week, there has been an effective embargo in place, with loaded vessels carrying millions of barrels of oil staying in Venezuelan waters rather than risking seizure.</p><p>While many vessels picking up oil in Venezuela are under sanctions, others transporting the country’s oil and crude from Iran and Russia have not been sanctioned.</p><p>Some companies, particularly the US’s Chevron, transport Venezuelan oil in their own authorised ships.</p><p>Trump’s pressure <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">campaign on Maduro</a> has also included a ramped-up military presence in the region and more than two dozen military strikes on alleged drug trafficking vessels in the Pacific Ocean and Caribbean Sea near Venezuela, which have killed at least 100 people.</p><p>The strikes are widely considered illegal under both US and international law and have been described as <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">extrajudicial killings</a> by legal scholars and rights groups.</p><p>Trump has also said that US land strikes on the South American country could follow.</p><p>Maduro has said that the US military buildup is aimed at overthrowing him and gaining control of Venezuela’s oil resources, which are the world’s largest crude reserves.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dangerous-precedent\">‘Dangerous precedent’</h2><p>For his part, Trump last week cited lost US investments in Venezuela when he was asked about the newest tactic in the campaign against Maduro, suggesting the Republican administration’s moves are at least somewhat motivated by disputes over oil investments.</p><p>“We’re not going to be letting anybody going through who shouldn’t be going through,” Trump told reporters. “You remember, they took all of our energy rights. They took all of our oil not that long ago. And we want it back. They took it; they illegally took it.”</p><p>While US and British companies were involved in early oil exploration in Venezuela, the fuel belongs to the Latin American country under the international law principle of permanent sovereignty over natural resources</p><p>Venezuela nationalised its oil sector in 1976 and brought it under the control of the state-owned PDVSA.</p><p>Later, in 2007, the late left-wing President Hugo Chavez nationalised the remaining foreign oil projects in Venezuela, effectively ousting US oil giants like ConocoPhillips and Exxon Mobil.</p><p>The US’s ship interception on Saturday occurred as South American leaders gathered for a summit of the Mercosur bloc, where tensions over suspended member Venezuela overshadowed discussions of a future trade deal with the European Union.</p><p>At the gathering, Brazilian President Luiz Inacio Lula da Silva clashed with his Argentinian counterpart Javier Milei, arguing that an outbreak armed conflict over Venezuela could cause a “humanitarian catastrophe”.</p><p>Lula said it would set a “dangerous precedent for the world”, and that more than four decades after the Falklands War between Argentina and the UK, “The South American continent is once again haunted by the military presence of an extra-regional power”.</p><p>Milei, a Trump ally, countered by saying Argentina “welcomes the pressure from the United States and Donald Trump to free the Venezuelan people”.</p></div></div></body></html>"
        },
        {
            "title": "Ekitike and Isak help Liverpool squeeze past nine-man Tottenham | Football News | Al Jazeera",
            "time": "2025-12-20T20:19:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T193325Z_449449028_UP1ELCK1IBNTF_RTRMADP_3_SOCCER-ENGLAND-TOT-LIV-1766260645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alexander Isak endured a bittersweet evening as the Liverpool striker scored before limping off injured in a chaotic 2-1 win over nine-man Tottenham.</p><p>Isak put Liverpool ahead in the second half in north London on Saturday after Tottenham’s Xavi Simons was sent off before the interval for a nasty lunge on Virgil van Dijk.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was only Isak’s third goal in 16 games in all competitions since his British record 125-million-pound ($166m) move from Newcastle on transfer deadline day.</p><p>Yet in keeping with Isak’s troubled start to life with the Premier League champions, the 26-year-old was unable to fully enjoy his goal as he was forced to come off after being injured by Micky van de Ven’s failed attempt to stop him scoring.</p><p>Hugo Ekitike’s fifth goal in his last four appearances put Liverpool in command before Richarlison’s reply set up a tense finale that came to a head with Tottenham defender Romero’s dismissal in stoppage time.</p><p>Arne Slot’s side are up to fifth place in the Premier League after extending their unbeaten run to six games in all competitions, further distancing them from the miserable run of nine defeats in 12 that plunged them into crisis.</p><p>While Liverpool steadied the ship with a third successive win, Isak’s injury could not have come at a worse time following Mohamed Salah’s departure for the Africa Cup of Nations.</p><p>Slot claimed on Friday that Liverpool had “moved on” from the Salah controversy after his explosive interview two weeks ago in which he said he had been thrown under the bus by the club and no longer had a relationship with the Reds boss.</p><p>He was dropped from the squad for a Champions League game at Inter Milan but returned as a substitute in last week’s victory over Brighton.</p><p>The 33-year-old is now on international duty with Egypt for several weeks, making Isak’s injury an especially painful blow if he is ruled out for a prolonged period.</p><p>Slot will spend Christmas sweating on Isak’s fitness, and Tottenham manager Thomas Frank’s festive period will be even more fraught.</p><p>Last weekend’s limp 3-0 loss at Nottingham Forest sparked debate over the Dane’s future in his rocky first season in charge.</p><p>Tottenham are languishing in 13th place after winning just one of their last eight league games.</p><p>Ange Postecoglou was sacked despite winning the Europa League last season to end Tottenham’s 17-year trophy drought, and Frank is in danger of suffering the same fate as the Australian if results do not improve soon.</p><p>Simons left Tottenham with a mountain to climb in the 33rd minute when he raked his studs down Van Dijk’s calf with an ugly challenge from behind.</p><p>Initially booked for the foul, Simons was shown the red card after a VAR review.</p><p>Slot sent on Isak for the injured Conor Bradley at half-time and it took the Sweden striker just 11 minutes to make an impact as Liverpool broke the deadlock with a goal 300 million pounds ($399m) in the making.</p><p>All three of Liverpool’s costly close-season signings combined as Ekitike picked out Florian Wirtz, and he slipped a perfectly weighted pass to Isak, who timed his run to drill a clinical finish past Guglielmo Vicario from 10 yards.</p><p>Ekitike doubled Liverpool’s lead in the 66th minute.</p><p>Jeremie Frimpong’s deflected cross looped into the six-yard box, where Ekitike out-jumped Romero to thump his header into the top corner.</p><p>Richarlison reduced the deficit with a close-range blast after Reds captain van Dijk miscued a clearance in the 83rd minute.</p><p>But, with the visitors wobbling, Romero’s second booking for kicking Ibrahima Konate let Liverpool off the hook.</p></div></div></body></html>"
        },
        {
            "title": "‘Red Ribbon’ vigil for Palestinian prisoners held by Israel | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-20T20:16:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/PKG-GBR-PROTEST-MVS-201225.mp4.00_01_01_16.Still001-1766261558.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "4 dead, 11 injured in Taiwan knife attack | Crime | Al Jazeera",
            "time": "2025-12-20T19:13:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766257996.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why has signing the EU-Mercosur deal been delayed? | International Trade | Al Jazeera",
            "time": "2025-12-20T17:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766252810.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Sealing of deal postponed despite decades of preparation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>European farmers are protesting against the EU-Mercosur deal.</p><p>That is as signing has been postponed until January, due to disagreements in Europe.</p><p>The European-South American deal, planned for more than 25 years, would create the world’s largest free-trade zone.</p><p>So, why is there division?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Pieter Cleppe – Editor-in-chief at BrusselsReport.eu<br>\nCiaran Mullooly – Member of the European Parliament for the Independent Ireland group<br>\nGustavo Ribeiro – Founder and editor-in-chief of the Brazilian Report online newspaper</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Lebanon claims first phase of Hezbollah’s disarmament close to complete | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-20T17:38:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__874E9G3__v7__HighRes__TopshotLebanonIsraelConflict-1765021369.jpg?resize=1688%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon claims first phase of Hezbollah’s disarmament close to complete</h1><p class=\"article__subhead\"><em>The PM says the part of the plan on south of the Litani River is ‘only days away from completion’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon is close to completing the disarmament of Hezbollah in the south of the Litani River before a year-end deadline as part of a ceasefire deal with Israel, according to Prime Minister Nawaf Salam.</p><p>Saturday’s statement comes as the country races to fulfil the key demand in the US-backed deal agreed in November last year and ended more than a year of fighting between Israel and Hezbollah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement requires the disarmament of the Iran-aligned Lebanese armed group, starting in areas south of the river adjacent to Israel.</p><p>Lebanese authorities, led by President Joseph Aoun and Salam, tasked the US-backed Lebanese army on August 5 with devising a plan to establish a state monopoly on arms by the end of the year.</p><p>“Prime Minister Salam affirmed that the first phase of the weapons consolidation plan related to the area south of the Litani River is only days away from completion,” a statement from his office said.</p><p>“The state is ready to move on to the second phase – namely [confiscating weapons] north of the Litani River – based on the plan prepared by the Lebanese army pursuant to a mandate from the government,” Salam added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"committee-meeting\">Committee meeting</h2><p>The statement came after Salam held talks with Simon Karam, Lebanon’s top civilian negotiator on a committee overseeing the Hezbollah-Israel truce.</p><p>In a meeting on Friday, the <a href=\"/news/2025/12/19/israel-lebanon-officials-meet-as-pressure-mounts-to-disarm-hezbollah\">committee</a> focused on how to return displaced people to their homes, addressing civilian issues to help prevent renewed war if the year-end deadline to disarm Hezbollah is not met.</p><p>The 15th meeting of the committee reflected a longstanding US push to broaden talks between the sides beyond monitoring the 2024 ceasefire.</p><p>At Friday’s meeting in the southern Lebanese coastal town of Naqoura, civilian participants discussed steps to support safe returns of residents uprooted by the 2023-24 war and advance economic reconstruction, the US Embassy in Beirut said.</p><p>Since the ceasefire, Israeli warplanes have <a href=\"/news/2025/12/18/israel-strikes-across-south-eastern-lebanon-in-latest-truce-violation\">repeatedly</a> targeted parts of Lebanon, mostly southern Lebanon, but sometimes even the capital.</p><p>Israel says it is questioning the Lebanese army’s efforts to disarm Hezbollah.</p><p>Hezbollah, a Shia Muslim armed group, has tried to resist the pressure – from its mainly Christian and Sunni Muslim opponents in Lebanon as well as from the US and Saudi Arabia – to disarm, saying it would be a mistake while Israel continues its air strikes on the country.</p><p>Israel has publicly urged Lebanese authorities to fulfil the conditions of the truce, saying it will act “as necessary” if Lebanon fails to take steps against Hezbollah.</p></div></div></body></html>"
        },
        {
            "title": "AFCON moves to 4-year cycle as new Africa Nations League created | Football News | Al Jazeera",
            "time": "2025-12-20T16:42:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T162222Z_600348295_UP1ELCK19H8KA_RTRMADP_3_SOCCER-NATIONS-MAR-COM-PREVIEW-1766247868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>AFCON moves to 4-year cycle as new Africa Nations League created</h1><p class=\"article__subhead\"><em>On the eve of the 2025 AFCON, football’s governing body in Africa create new four-year cycle and form a Nations League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>African football is getting a major shake-up with the creation of the African Nations League and conversion of the biennial Africa Cup of Nations to a four-year cycle.</p><p>Patrice Motsepe, the president of the Confederation of African Football, announced the changes Saturday during his news conference before <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">the 2025 Africa Cup</a> hosted by Morocco.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Motsepe said that the 2027 Africa Cup, to be hosted by Uganda, Kenya and Tanzania, will go ahead as planned and that the following edition – originally scheduled for 2029 – will be moved forward to take place in 2028. The next Africa Cup after that will be in 2032.</p><p>This would allow the first African Nations League to take place in 2029. Motsepe said it would involve each of the continent’s 54 members, divided into four geographical zones, with games in September and October before the finals are held in November.</p><p>“What is new is that … in Africa there’s going to be a competition every year where the best African players who play in Europe and worldwide will be with us on the continent,” Motsepe said.</p><p>CAF officials did not immediately specify if the African Nations League will be held on a biennial or annual basis.</p></div></div></body></html>"
        },
        {
            "title": "US aerial bombardment strikes ‘ISIS thugs’ in Syria | ISIL/ISIS | Al Jazeera",
            "time": "2025-12-20T16:17:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/9455436_cropped-1766246952.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel launches new raids in Syria’s Quneitra, establishes checkpoints | Conflict News | Al Jazeera",
            "time": "2025-12-20T15:16:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6946b2b1ed-1766240945.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have advanced into the Quneitra area of Syria’s occupied Golan Heights and set up two military checkpoints, an Al Jazeera correspondent on the ground reports.</p><p>The Israeli military operation on Saturday took place in the villages of Ain Ziwan and al-Ajraf in the southern part of the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For months, Israeli forces have conducted <a href=\"/news/2025/12/9/israel-attacked-syria-more-than-600-times-over-the-past-year\">near-daily incursions</a> into southern Syria, particularly in the <a href=\"/news/2025/11/5/israel-sets-up-checkpoint-in-syrias-quneitra-in-new-breach-of-sovereignty\">Quneitra governorate</a>, carrying out arrests, erecting checkpoints, and bulldozing land, all of which have prompted growing public anger and unrest.</p><p>Syrian state television said the Israeli incursion was a violation of Syrian sovereignty, noting that the army used five military vehicles to set up the checkpoint in Ain Ziwan.</p><p>The latest raid comes one day after Israeli forces advanced towards the towns of al-Asha, Bir Ajam, Bariqa, Umm al-Azam and Ruwayhina in the southern Quneitra countryside, according to the Syrian News Agency (SANA).</p><p>Dozens of Syrians on Friday protested the Israeli incursion in the city of al-Salam in the Quneitra Governorate, condemning the ongoing Israeli attacks against citizens and their properties.</p><p>The demonstrators, part of a group called “Syrians with Palestine”, held banners denouncing what they stated were repeated Israeli violations of Syrian lands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite a reduction in direct military threats, the Israeli army continues to carry out air raids that have caused civilian casualties and destroyed Syrian army sites and facilities.</p><p>Over the past year, Israel has launched more than 600 air, drone or artillery attacks across Syria, averaging nearly two attacks a day, according to a tally by the Armed Conflict Location and Event Data (ACLED).</p><p>Israeli military incursions have become more brazen, more frequent and more violent since Israel <a href=\"/news/2025/11/5/israel-sets-up-checkpoint-in-syrias-quneitra-in-new-breach-of-sovereignty\">expanded</a> its occupation of southern Syria following the ousting of President Bashar al-Assad in December 2024.</p><h2 id=\"disengagement-accord\">Disengagement accord</h2><p>After al-Assad’s fall, Israel declared the 1974 Disengagement Agreement – brokered after the 1973 war, in which Syria failed to regain the occupied Golan Heights – void.</p><p>The agreement had established a UN-patrolled buffer zone, which Israel has since violated, advancing deeper into Syrian territory.</p><p>Citing al-Assad’s flight, Israel says the accord no longer applies, while carrying out air raids, ground incursions, reconnaissance flights; setting up checkpoints; and arresting or disappearing Syrians. Syria has not responded with attacks.</p><p>In September, Syrian President Ahmed al-Sharaa stated that Israel had conducted more than 1,000 air attacks and more than 400 ground incursions in Syria since al-Assad was overthrown, describing the actions as “very dangerous”.</p><p>Syrians believe that the continuation of these violations hinders efforts to restore stability in the region and undermines attempts to improve the economic situation in southern Syria.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al Jazeera <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">visited Quneitra</a> in recent weeks and spoke to Syrians about Israeli incursions and abductions there, which have stoked fears.</p><p>Syria and Israel are currently in <a href=\"/news/2025/9/17/talks-with-israel-could-lead-to-result-in-days-says-syrias-al-sharaa\">talks</a> to reach an agreement that Damascus hopes will secure a halt to Israel’s air raids on its territory and the withdrawal of Israeli troops who have pushed into southern Syria.</p><p>In the background, the United States has been pushing diplomatic efforts to restore the 1974 deal.</p></div></div></body></html>"
        },
        {
            "title": "Tottenham vs Liverpool 1-2: Premier League - as it happened | Football News | Al Jazeera",
            "time": "2025-12-20T14:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T185954Z_1372873021_UP1ELCK1GRSRG_RTRMADP_3_SOCCER-ENGLAND-TOT-LIV-1766258541.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Tottenham vs Liverpool 1-2: Premier League – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates, with post-match reaction and interviews, following our text commentary stream of the EPL game.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Tens of thousands flood streets for Bangladeshi activist’s funeral | Protests | Al Jazeera",
            "time": "2025-12-20T14:14:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766240061.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UNSC condemns Rwanda, M23 rebels for offensive in eastern DR Congo | Paul Kagame News | Al Jazeera",
            "time": "2025-12-20T14:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-15T165155Z_103102632_RC2YGIAFCJ5S_RTRMADP_3_CONGO-SECURITY-1765871893.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The United Nations Security Council (UNSC) has condemned Rwanda for backing a rebel offensive in eastern Democratic Republic of the Congo and urged it to withdraw its forces and stop supporting the M23 armed group.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The UNSC unanimously adopted the resolution on Friday, and also extended the UN peacekeeping mission in the DRC, known as MONUSCO, for a year. This came despite Rwanda’s repeated denials – contrary to overwhelming evidence – of involvement in a conflict that has intensified as a United States-brokered peace deal unravels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The UNSC said M23’s seizure of the strategic city of Uvira “risks destabilizing the whole region, gravely endangers civilian populations and imperils ongoing peace efforts”.</p><p>“M23 must immediately withdraw at least 75km (47 miles) from Uvira and return to compliance with all of its obligations undertaken in the Framework Agreement,” said Jennifer Locetta, a US representative to the UN.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">M23 captured Uvira in the South Kivu Province on December 10, less than a week after the DRC and Rwandan presidents met US President Donald Trump in Washington and <a href=\"/news/2025/12/4/trump-hails-great-day-for-the-world-as-drc-rwanda-finalise-peace-deal\">committed to a peace agreement</a>.</p><p>“It is an amazing day: great day for Africa, great day for the world and for these two countries. And they have so much to be proud of,” Trump crowed, as fighting quickly undermined the White House spectacle.</p><p>One <a href=\"/news/2025/12/19/we-dont-care-about-politics-violence-hit-uvira-locals-just-want-peace\">Uvira resident, Feza Mariam, told Al Jazeera</a> in recent days: “We don’t know anything about the political process they are talking about.</p><p>“The only thing we need is peace. Anyone able to provide us with peace is welcome here. For the rest, we as citizens, we don’t care about it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The M23 group claimed on Wednesday it was withdrawing from the city following international backlash, but the DRC government dismissed this as a “staged” pullback, saying M23 forces remain deployed there.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">US Secretary of State Marco Rubio acknowledged on Friday that commitments under the Washington accord were “not being met” but said his government had now signed agreements it could “hold people to”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The US earlier warned it would use available tools against those undermining the peace deal, with US officials estimating between 5,000 and 7,000 Rwandan soldiers were operating in eastern DRC as of early December.</p><p>The US had <a href=\"/news/2025/2/20/us-sanctions-rwanda-minister-over-drc-fighting\">previously sanctioned</a> Rwandan cabinet ministers earlier this year, and the DRC later led calls to expand those sanctions after the seizure of Uvira.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The fighting has <a href=\"/news/2025/12/19/tens-of-thousands-flee-dr-congo-to-burundi-after-rebel-takeover-of-key-city\">triggered a major humanitarian emergency</a>, with more than 84,000 people fleeing into Burundi since early December, according to the UN refugee agency, which said the country has reached a “critical point” as refugees arrive exhausted and traumatised. They join approximately 200,000 others who had already sought refuge in the country.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Regional officials say more than 400 civilians have been killed in recent violence in the city.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The seizure of Uvira, located directly across Lake Tanganyika from Burundi’s largest city, Bujumbura, has raised fears of broader regional spillover. The city was the last major foothold in South Kivu for the DRC government and the Wazalendo, which are DRC-allied militias, after M23 captured the provincial capital, Bukavu, in February.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rwanda has consistently denied backing M23, despite assessments by UN experts and the international community. In a February interview with CNN, Rwandan President Paul Kagame said he did not know whether his country’s troops were in the DRC, despite being commander-in-chief of the armed forces.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rwanda implicitly acknowledged a presence in eastern DRC in February 2024, when it rejected a US call to withdraw troops and surface-to-air missile systems, saying it had adjusted its posture for self-defence.</p><p>Rwanda maintains that its security concerns are driven by the presence of the Democratic Forces for the Liberation of Rwanda, a militia composed largely of Hutus who fled to the DRC after participating in the 1994 genocide that killed approximately 800,000 Tutsis and moderate Hutus.</p><p>Kigali views the group as an existential threat and accuses the DRC government of supporting it.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The broader conflict in the mineral-rich eastern DRC, where more than 100 armed groups operate, has displaced more than seven million people, creating one of the world’s worst humanitarian crises.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ex-Pakistan PM Imran Khan and wife sentenced to 17 years in corruption case | Imran Khan News | Al Jazeera",
            "time": "2025-12-20T12:19:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/AP24058363789663-1732881479.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Pakistan’s former prime minister, Imran Khan, and his wife, Bushra Bibi, have been sentenced to 17 years in prison after a Pakistani court found them guilty of illegally retaining and selling valuable state gifts.</p><p>The sentence, handed down on Saturday, capped a years-long saga that saw the duo accused of selling various gifts – including jewellery from the Saudi Arabian government – at far below market value.</p><p>They have denied all charges.</p><p>In order to keep gifts from foreign dignitaries, Pakistani law requires officials to buy them at market value and to declare profits from any sales.</p><p>But prosecutors claimed that the couple profited from the items after buying them at an artificially low price of $10,000, compared with their market rate of $285,521.</p><p>Khan’s supporters were quick to denounce the ruling, with his spokesperson, Zulfikar Bukhari, saying that “criminal liability was imposed without proof of intent, gain, or loss, relying instead on a retrospective reinterpretation of rules”.</p><p>His party, Pakistan Tehreek-e-Insaf, wrote on social media that the proceedings were a “sham”, and denounced the ruling as “a black chapter in history”.</p><p>It said Khan was present in the court when the judge announced the verdict in the Adiala prison in the city of Rawalpindi. But Khan’s family was not allowed access to the court, it said.</p><p>“A closed-door jail trial is neither free nor fair. It is, in fact, a military Trial.”</p><p>But Minister of Information and Broadcasting Attaullah Tarar said that Khan and his wife were convicted and sentenced after the court examined solid evidence. He said the couple indulged in corruption, and “the court delivered a fair decision”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Khan, 73, served as Pakistan’s prime minister from 2018 until April 2022, when he was removed in a no-confidence vote. He was imprisoned in August 2023 on various charges of corruption and revealing state secrets, all of which he has denied and claimed to be politically motivated.</p><p>He has been acquitted of some charges.</p><p>Khan’s main political rival, Shehbaz Sharif, is the country’s current prime minister. Since his ouster, Khan has repeatedly alleged that his removal was the result of a United States-backed conspiracy, carried out with the support of Pakistan’s powerful military. The claims have been denied by Washington, the military and his opponents.</p><p>An internationally famous cricket player in the heyday of his sporting career, Khan <a href=\"/news/2025/8/5/imran-khans-supporters-rally-in-pakistan-on-two-years-of-imprisonment\">remains popular in Pakistan</a>, with his imprisonment leading to protests throughout the last two years.</p><p>Aleema Khanum, the former prime minister’s sister, told Al Jazeera that the latest case against Khan was fabricated and was part of a broader effort to keep him out of power by his political opponents, whom she accused of “stealing the people’s mandate”.</p><p>“The whole country knows he’s an honest man,” she said. “He is isolated; he is being tortured through solitary confinement – him and his wife. This is the situation for two and a quarter months.”</p><p>“You think Imran is going to spend 10 years in jail for a necklace being underpriced. Seriously? That’s 17 years of conviction?” Khanum asked. “Of course, it is a fraudulent set-up. This is a collapsed judicial system.”</p><p>But Tania Bazai, a high court advocate in Pakistan, disputed the claim that the prosecution’s case is thin on evidence or politically motivated.</p><p>“The legal counsel of Imran Khan hasn’t provided a single document that can be in his defence. So saying this was a weak case on the prosecution’s side, no, it was a very strong case on the prosecution’s side,” said Bazai.</p><p>“One of the main witnesses was the principal secretary of Imran Khan, and the military secretary of Imran Khan at that time, who came with solid evidence. This entire case is based on documented evidence,” she added.</p></div></div></body></html>"
        },
        {
            "title": "Russian attack on Ukraine’s Odesa kills at least 8 as peace talks lumber on | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-20T11:29:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T085224Z_1833650360_RC28KIAZ55Q6_RTRMADP_3_UKRAINE-CRISIS-ATTACK-ODESA-REGION-1766227240.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">A Russian ballistic missile strike on port infrastructure in Ukraine’s Odesa port in the south has killed at least eight people and wounded 27, as Moscow intensifies attacks on the strategic Black Sea region and talks to end the war remain in a critical stage.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attack late on Friday hit critical logistics infrastructure, with some of the wounded trapped on a bus at the strike’s epicentre as trucks caught fire in a car park.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Ukrainian officials say the bombardment is part of a sustained Russian campaign against Odesa’s civilian infrastructure that has left more than two million people without electricity, water and heating for days amid freezing temperatures in the war’s fourth punishing winter.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Moscow struck the same port again on Saturday, hitting reservoirs in what Ukrainian Deputy Prime Minister Oleksii Kuleba described as deliberately targeting civilian logistics routes.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The escalation comes as both sides trade blows across multiple fronts, while United States-led negotiations and numerous high-level meetings in Europe to end the war lumber on without a breakthrough.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Russia claimed on Saturday to have seized the villages of Svitle in the eastern Donetsk region and Vysoke in the northeastern Sumy region, though the reports could not be independently verified.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Ukraine has responded with a widening campaign against Russian military and energy assets.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On Friday night, Ukrainian drones struck the Filanovsky oil rig belonging to Russian energy giant Lukoil in the Caspian Sea, along with a military patrol ship patrolling near the platform.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The attack marked the first officially acknowledged Ukrainian strike on Caspian drilling infrastructure, though the rig had been hit at least twice before in December.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Between December 14 and 15, Ukrainian forces used sea drones to strike a Russian Kilo-class submarine at the Novorossiysk Naval Base in the Black Sea, according to a United Kingdom Defence Intelligence assessment.</p><h2 id=\"potential-future-election\">Potential future election</h2><p>Meanwhile, Ukrainian President Volodymyr Zelenskyy made remarks on a potential future presidential election following a peace or ceasefire deal the US has been trying to mediate between Kyiv and Moscow.</p><p>Any election in Ukraine cannot be held in Russia-occupied parts of the country, he said on Saturday, adding that the voting process can only take place if security is ensured.</p><p>He added that Ukraine’s foreign minister had started the initial work on the infrastructure needed to make voting possible for Ukrainians living abroad.</p><p>Ukrainian law prohibits polls to be held during wartime. However, they can be held if martial law is lifted or the relevant legislation is changed.</p><p>Zelenskyy said earlier this week that he supported online voting for Ukrainians living abroad in a future presidential election.</p><h3>Miami talks</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The recent attacks and the president’s comments unfold as American and European officials gather in Miami for weekend talks aimed at ending the nearly four-year war, with Russian and Ukrainian teams also in attendance.</p><p>Russian envoy Kirill Dmitriev said on Saturday he was heading to Miami.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">US Secretary of State Marco Rubio <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">said</a> Washington would not force Ukraine into any agreement, though he described the conflict as “not our war”.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Trump envoys Steve Witkoff and Jared Kushner are leading discussions with Ukrainian negotiator Rustem Umerov and officials from the UK, France and Germany. Russian representatives, including Kremlin key negotiator Dmitriev, are meeting separately with American officials.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The key obstacle remains territorial concessions, with reports suggesting Washington is pushing Kyiv to cede parts of the eastern Donetsk region.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Russian President Vladimir Putin showed <a href=\"/news/2025/12/19/putin-takes-aim-at-zelenskyy-in-annual-qa-says-he-wont-negotiate-on-land\">no signs of compromise</a> at his annual choreographed news conference on Friday, pledging to press ahead with military operations and predicting new successes before the year’s end.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Putin’s remarks were the latest in a drumbeat of often-repeated maximalist Russian positions nearly four years after he ordered troops into the neighbouring country.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The issue of territory gained, lost, to be ceded or not, delves into the heart of the matter on one of the most contentious issues in the talks to end the war so far.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Putin has demanded Ukraine cede all territory in four key regions his forces have captured and occupied, along with Crimea, which Moscow seized and annexed in 2014.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">He also wants Ukrainian troops to withdraw from parts of eastern Ukraine that Russian forces have not yet taken in the eastern Donetsk region, where fighting remains attritional – conditions Kyiv has rejected outright.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">As talks continue, so does the fighting, with Russia controlling large parts of Ukraine’s eastern and Black Sea coastal regions.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Putin projected confidence on Friday about battlefield progress, saying Russian forces had “fully seized strategic initiative” and would make further gains before the year ends.</p><p>However, that narrative is on shaky ground this week, as Moscow’s assertion of inevitable victory flew in the <a href=\"/features/2025/12/19/moscows-narrative-wobbles-as-ukraine-takes-back-kupiansk\">face of facts on the ground</a>.</p><p>Ukraine steadily took back control of almost all of its northern city of Kupiansk after isolating Russian forces within it, belying Russian claims to have seized it.</p><p>Russian forces were also unable to dislodge Ukrainian defenders from the eastern city of Pokrovsk in the eastern area of Donetsk to back up Moscow’s claims of total control.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Ukraine received a <a href=\"/video/newsfeed/2025/12/19/putin-labels-eu-robbers-over-plan-to-use-frozen-russian-assets\">boost</a> on Friday when European leaders agreed to provide a 90 billion euros ($105bn) loan to cover military and economic needs for the next two years.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Zelenskyy, who met Polish President Karol Nawrocki in Warsaw the same day to reinforce regional unity against Russia, said the funds would go towards defence if the war continues or reconstruction if peace is achieved.</p></div></div></body></html>"
        },
        {
            "title": "MSF urges Israel to let critical aid into Gaza as children freeze to death | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-20T10:19:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/873A3837-1766042141.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"LTR\">Doctors Without Borders, known by its French initials MSF, has warned that babies and children in the Gaza Strip are dying from harsh winter weather, calling on Israel to ease its aid blockade as the military continues to <span><a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\" target=\"_blank\" rel=\"noopener\">violate</a></span> the ceasefire and press on with its genocidal war.</p><p dir=\"LTR\">Citing the death of a 29-day-old premature baby, Said Asad Abedin, from severe hypothermia in southern Gaza’s Khan Younis, MSF said on Friday that <a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">winter storms</a> “combined with the already dire living conditions [are] increasing health risks”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p dir=\"LTR\">The death toll from extreme weather stood at 13 as of Thursday, according to Gaza’s Ministry of Health. Another two-week-old baby, Mohammed Khalil Abu al-Khair, <a href=\"/features/2025/12/18/baby-mohammed-freezes-to-death-as-gaza-battles-winter-and-displacement\">froze to death</a> without access to <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">proper shelter</a> or clothing earlier this week.</p><p dir=\"LTR\">Ahmed al-Farra, head of the maternity paediatric department at Nasser Medical Complex, said in a video update that “hypothermia is very dangerous” for babies. “If nothing is offered for these families in the tents, for warming, for mobile homes, for caravans, unfortunately, we will see more and more” deaths, al-Farra said.</p><p dir=\"LTR\">Children are “losing their lives because they lack the most basic items for survival,” Bilal Abu Saada, a nursing team supervisor at Nasser Hospital, told MSF. “Babies are arriving to the hospital cold, with near-death vital signs.”</p><p dir=\"LTR\">In addition to the growing number of deaths, MSF said its staff has recorded high rates of respiratory infections that it expects to increase throughout the winter, posing a particular danger to children under five.</p><p dir=\"LTR\">“As Gaza is battered by heavy rains and storms, hundreds of thousands of Palestinians continue to struggle in flooded and broken makeshift tents,” the organisation added. “MSF calls on Israeli authorities to urgently allow a massive scale up of aid into the Strip.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-letup-in-israeli-attacks\" dir=\"LTR\">No letup in Israeli attacks</h2><p dir=\"LTR\">Palestinian news agency Wafa, meanwhile, reported that Israeli forces demolished buildings, carried out artillery shelling and shot guns in areas east of Gaza City on Saturday morning, with more gunfire reported east of Khan Younis.</p><p dir=\"LTR\">On Friday, an Israeli strike on a shelter for displaced Palestinians <a href=\"/news/liveblog/2025/12/19/live-gaza-ceasefire-mediators-to-hold-talks-on-second-phase\">killed at least six people</a>. The Israeli military claimed to be firing on “suspects”.</p><p dir=\"LTR\">Graphic videos from the scene showed body parts and terrified civilians trying to carry wounded people out of danger.</p><p dir=\"LTR\">Military vehicles also descended upon the town of az-Zawiya, located west of Salfit in the occupied West Bank, where forces severely beat and injured a number of citizens and stormed homes, the agency said.</p><h2 id=\"i-can-still-hear-his-tiny-cries\" dir=\"LTR\">‘I can still hear his tiny cries’</h2><p>Heavy rain, high winds and freezing temperatures have battered Gaza in recent weeks, flooding or blowing away more than 53,000 tents that have served as makeshift shelters for displaced Palestinians.</p><p>With huge swaths of buildings and infrastructure destroyed, streets <a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">are quick to flood and sewage overflows</a>. Displaced families have sought refuge in the shells of partially fallen-down buildings despite the risk of collapse, with 13 buildings caving in across Gaza last week.</p><p>The winter weather and Israel’s blocking of vital aid and mobile homes for shelter have proven deadly for children and babies.</p><p>Late in the evening of December 13, Eman Abu al-Khair, a 34-year-old displaced Palestinian living in al-Mawasi west of Khan Younis, found her sleeping baby Mohammed “cold as ice”, his hands and feet frozen and “his face stiff and yellowish”, she told Al Jazeera.</p><p>She and her husband couldn’t find transportation to get to hospital, and intense rain made it impossible to make the trek by foot.</p><p>After rushing Mohammed by animal-drawn cart to Red Crescent Hospital in Khan Younis at dawn, he was admitted to intensive care with a blue face and convulsions. He died two days later.</p><p>“I can still hear his tiny cries in my ears,” Eman said. “I sleep and drift off, unable to believe that his crying and waking me at night will never happen again.”</p><p>Mohammed “had no medical problems,” she added. “His tiny body simply couldn’t withstand the extreme cold inside the tents.”</p><p dir=\"LTR\">Since the October 10 ceasefire took effect, Israel has <a href=\"/news/2025/12/17/winter-storms-worsen-gaza-humanitarian-crisis-as-un-says-aid-still-blocked\">continued to block the entry of humanitarian aid</a> into the Gaza Strip despite calls from a host of United Nations agencies, international organisations and other states for it to stop.</p><p dir=\"LTR\">The UN has said that Israel has prevented tents and blankets from reaching Palestinians, even as an estimated 55,000 families have seen their belongings and shelters damaged or destroyed in the storm.</p><p dir=\"LTR\">Dozens of child-friendly spaces have also been damaged, affecting 30,000 children, according to the UN.</p><p dir=\"LTR\">Natasha Hall, a senior advocate for Refugees International, told Al Jazeera that aid is entering Gaza in a “trickle” in part due to its opaque list of “controlled dual-use items” that has included nappies, bandages, tools, tents and other essentials.</p><p dir=\"LTR\">“It’s unclear how those could be used as weapons or any kind of dual use,” Hall said.</p></div></div></body></html>"
        },
        {
            "title": "Iran executes man accused of spying for Israel’s Mossad: State media | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-12-20T09:20:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-29T151156Z_1778140736_RC2FCFA7I8QK_RTRMADP_3_IRAN-NUCLEAR-1754472738.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Iran executes man accused of spying for Israel’s Mossad: State media</h1><p class=\"article__subhead\"><em>Aghil Keshavarz is the tenth person put to death for espionage since June conflict with Israel.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Iran has executed a man convicted of spying for Israel’s Mossad intelligence agency, judicial authorities announced, as Tehran continues a widening crackdown on alleged collaborators following the <a href=\"/gallery/2025/6/19/iran-launches-missile-attacks-as-israel-strikes-nuclear-sites\">12-day Israel-United States-Iran war earlier this year</a>.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Aghil Keshavarz was put to death on Saturday morning after the Supreme Court upheld his conviction on espionage charges, according to Mizan, the judiciary’s official news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The 27-year-old architecture student was arrested earlier this year in the northwestern city of Urmia after military patrols caught him photographing an army headquarters building.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The execution adds to a growing number of people put to death for espionage since the June conflict, with at least 10 <a href=\"/news/2025/9/29/iran-hangs-one-of-the-most-important-spies-for-israel-in-latest-execution\">executed</a> by September alone.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In September, Iran executed a man it <a href=\"/news/2025/9/29/iran-hangs-one-of-the-most-important-spies-for-israel-in-latest-execution\">said</a> was “one of the most important spies for Israel in Iran”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In October, Tehran toughened legislation against alleged spies for Israel and the US, making espionage automatically punishable by death and asset confiscation.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">According to the Mizan report, Keshavarz was accused of conducting more than 200 missions for Israeli intelligence services across Tehran, Isfahan, Urmia and Shahroud.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The missions allegedly included photographing target sites, conducting opinion polling, and monitoring traffic patterns at specific locations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Authorities said he communicated with both Israel’s Mossad and military officials through encrypted messaging platforms, receiving payment in cryptocurrency after completing assignments.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The judiciary said Keshavarz had “knowingly cooperated” with Israeli services with the intention of harming Iran’s Islamic Republic.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The Oslo-based Iran Human Rights group has previously disputed similar espionage convictions, saying suspects are often tortured into false confessions.</p><p><a href=\"/video/birds-eye-view/2025/7/4/mapping-israeli-strikes-on-irans-air-defences\">Israel’s offensive in June</a> involved 12 days of air attacks, including several against Iran’s top generals and nuclear scientists, as well as civilians in residential areas, for which Iran retaliated with barrages of missiles and drones. The US also carried out extensive strikes, on Israel’s behalf, on Iranian nuclear sites during the conflict. According to Amnesty International, Israeli attacks on Iran killed at least 1,100 people.</p><p>In response to the June war and protests in recent years over the state of the economy and women’s rights, as well as calls for regime change, Iran has sentenced more people to death.</p></div></div></body></html>"
        },
        {
            "title": "Uruguay’s FM on US claims to police Latin America and rising tensions | Nicolas Maduro | Al Jazeera",
            "time": "2025-12-20T09:04:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766221490.jpg?resize=1920%2C1079&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Mario Lubetkin on Washington’s revived sphere-of-influence doctrine, Venezuela, and China’s growing footprint.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States is reviving a policy first set out in the 1800s that treats Latin America as its strategic sphere of influence. As Washington expands maritime operations in the Caribbean and eastern Pacific, critics warn of legal violations and rising regional instability.</p><p>Uruguay’s Foreign Minister Mario Lubetkin joins <em>Talk to Al Jazeera</em> to discuss US strikes, Venezuela, migration pressures, and China’s growing role in the region — and whether diplomacy can still prevent escalation in a hemisphere shaped once again by power politics.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Islamic University of Gaza resumes classes on site amid Israeli destruction | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-20T08:56:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Screenshot-2025-12-20-at-10.57.18-1766217452.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Students at the Islamic University of Gaza have returned to in-person classes for the first time in two years, navigating a campus transformed into a site of mass displacement and utter devastation as a result of <a href=\"/news/2025/12/19/us-to-host-qatari-turkish-and-egyptian-officials-for-gaza-ceasefire-talks\">Israel’s genocidal war</a> on the besieged Palestinian enclave.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">This Gaza City university, which reopened following October’s ceasefire, now hosts about 500 displaced families sheltering inside buildings reduced to hollow shells by Israel’s relentless assault.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Tents dot the grounds where lecture halls once stood, a stark illustration of Gaza’s dual crises of homelessness and educational collapse.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“We came here after being displaced from Jabalia because we had nowhere else to go,” said Atta Siam, one of those seeking refuge on campus. “But this place is for education. It’s not meant to be a shelter – it’s a place for our children to study.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The partial resumption of classes has rekindled hopes for thousands of students, despite conditions that bear little resemblance to a functioning university.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">UNESCO estimates more than 95 percent of higher education campuses across Gaza have been severely damaged or destroyed since the war began in October 2023.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">First-year medical student Youmna Albaba said she had dreamed of attending a properly equipped university.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“I need a place where I can focus, that is fully qualified in every way,” she said. “But I haven’t found what I imagined here. Still, I have hope because we are building everything from scratch.”</p><figure id=\"attachment_4186269\" aria-describedby=\"caption-attachment-4186269\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4186269\" src=\"/wp-content/uploads/2025/12/Screenshot-2025-12-20-at-10.58.35-1766217530.png?w=770&amp;resize=770%2C405&amp;quality=80\" alt=\"Buildings across Gaza have been destroyed by Israel's bombardment. [Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4186269\" class=\"wp-caption-text\">Buildings across Gaza have been destroyed by Israel’s bombardment [Al Jazeera Screengrab]</figcaption></figure><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">What human rights groups and United Nations experts have termed “<a href=\"https://www.ohchr.org/en/press-releases/2024/04/un-experts-deeply-concerned-over-scholasticide-gaza\">scholasticide</a>” – the systematic obliteration of an education system – has left more than 750,000 Palestinian students without schooling for two consecutive academic years, according to the Gaza-based organisation Al Mezan Center for Human Rights.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Recent figures paint a devastating picture – 494 schools and universities have been partially or completely destroyed, with 137 reduced to rubble. The toll includes 12,800 students killed, along with 760 teachers and educational staff, and 150 academics and researchers, Al Mezan reported in January.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Isra University, which had been Gaza’s last remaining functioning university, was demolished by Israeli forces in January 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">At the Islamic University, professors are improvising with whatever resources remain amid power cuts, shortages of equipment and inadequate learning environments. Dr Adel Awadallah described covering exposed walls with plastic sheets to accommodate as many students as possible. “We’ve borrowed motors to generate electricity to operate the university equipment,” he said.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">With only four classrooms operational, thousands of students are depending on these makeshift arrangements to continue their education.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">UN experts warned in April 2024 that the scale of destruction may constitute a deliberate effort to dismantle Palestinian society’s foundations.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“When schools are destroyed, so too are hopes and dreams,” their statement read, calling the pattern of attacks systematic violence against educational infrastructure.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The challenges extend beyond physical destruction. Families struggling to secure food, water and medicine find supporting children’s education nearly impossible.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Remote learning initiatives by the Ministry of Education and UNRWA have been undermined by electricity blackouts, internet outages and ongoing displacement.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Yet students persist. Despite the trauma of more than two years of Israeli bombardment and the loss of family members, they have consistently identified returning to school as a top priority, a chance to reclaim normalcy and their futures.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">As Youmna Albaba, the medical student, put it, “Despite all this, I am happy because I attend lectures in person. We are building everything from scratch.”</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu finally announces October 7 inquiry: Why are Israelis furious? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-20T08:37:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251207__87CL9KC__v1__HighRes__IsraelGermanyPoliticsDiplomacy-1765786756.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The news that Israeli Prime Minister Benjamin Netanyahu will be heading the inquiry into his own government’s failings ahead of the Hamas-led attacks of October 7, 2023, has drawn sharp criticism from many across Israel.</p><p>Calls for a state commission of inquiry, to be led by a sitting or retired Supreme Court justice, have been omnipresent since the attacks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senior military figures, the families of many of those killed or taken captive on October 7, and polls of the Israeli public have supported the establishment of an inquiry capable of holding the government to account.</p><p>Until now, Netanyahu has gone to great lengths to avoid an official investigation into any failings on his or his government’s part, arguing instead that overseeing his country’s genocidal war on Gaza, which has killed more than 70,000 people since October 2023, has had to take priority.</p><p>However, on Thursday, the Prime Minister’s Office announced that Netanyahu would instead be pushing ahead with legislation to establish a politically-appointed inquiry, with him at the helm, with parliament Speaker Amir Ohana, a close ally of the prime minister, expected to play a key role in selecting its members.</p><p>The plan outlines a body of six members, who would choose a chair from within the group. The government has said it would first seek cross-party backing for all six appointments. However, if the opposition boycotts proceedings, as is widely expected, Ohana would be authorised to appoint its representatives.</p><p>The ministerial team tasked with determining the scope of the inquiry is to meet in West Jerusalem on Monday, coincidentally the same day that Netanyahu is scheduled to give testimony in his long-running corruption trial in Tel Aviv.</p><figure id=\"attachment_2042671\" aria-describedby=\"caption-attachment-2042671\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2042671\" src=\"/wp-content/uploads/2022/12/2022-12-29T153644Z_2036677510_RC2RFY9MUIFI_RTRMADP_3_ISRAEL-POLITICS.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Netanyahu\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2042671\" class=\"wp-caption-text\">Israeli Prime Minister Benjamin Netanyahu chats with close ally Amir Ohana, who will be playing a key role in selecting the new committee’s members [Amir Cohen/Reuters]</figcaption></figure><h2 id=\"why-won-t-the-inquiry-be-independent\">Why won’t the inquiry be independent?</h2><p>An October poll by Israel’s Institute for National Security Studies showed that three out of four Israelis supported establishing an independent state inquiry.</p><p>Feelings run particularly high among senior members of the military and the relatives of those taken captive or killed during the October 7 attack.</p><p>Earlier this month, proceedings in Netanyahu’s criminal trial were held up after some of the families of the bereaved were accused of holding up signs demanding a state inquiry in court, an allegation they strenuously denied.</p><p>Eyal Eshel, the father of one of the soldiers killed on October 7, told the judges that the relatives had not come to create a “provocation”, but simply to “look him [Netanyahu] in the eyes and request the simplest of things – a state commission of inquiry”.</p><p>Former Minister of Defence Yoav Gallant has also called for a state inquiry on numerous occasions, as has the <a href=\"/news/2025/3/5/israel-new-army-chief-eyal-zamir-says-hamas-mission-not-accomplished\">former head of the military, Herzi Halevi</a>.</p><p>Last Sunday, 22 former captives and dozens of family members signed an open letter demanding that either a state inquiry be established or the government resign.</p><p>“We call on the government of Israel to stop evading, stop procrastinating, stop whitewashing and to immediately establish a full state commission of inquiry,” the letter said.</p><p>However, Netanyahu and his governing coalition have repeatedly pushed back against the idea of a state inquiry, claiming that a judge appointed by the Supreme Court could not be trusted to rule impartially.</p><h2 id=\"what-has-been-the-political-response-to-the-inquiry-s-announcement\">What has been the political response to the inquiry’s announcement?</h2><p>Outside of the coalition, fury.</p><p>Writing on social media, Yair Golan, the leader of the Democrats, wrote, “This isn’t ‘conflict of interest,’ it’s organised crime under the guise of the law. The man responsible for the greatest disaster in our history isn’t looking for answers, he’s looking for an alibi.”</p><p>Other anti-Netanyahu politicians have criticised the planned inquiry.</p><p>Avigdor Liberman, the leader of the Yisrael Beytenu party, also called for a state inquiry, using a Hebrew expression that means “a guilty conscience gives itself away”.</p><p>Meanwhile, Benny Gantz’s Blue and White party said it would ask the parliament’s State Control Committee on Monday to compel the government to set up a state commission of inquiry.</p><h2 id=\"how-have-families-of-october-7-victims-responded\">How have families of October 7 victims responded?</h2><p>Angrily.</p><p>“The Israeli government continues to spit in the face of the bereaved families, freed hostages, the hostages’ families, the families of the victims, the residents of the south and of the north, of the reservists and of all citizens of Israel,” a statement released by the October Council, a group representing the families of Israelis killed and taken captive on October 7, said in response to the government’s announcement.</p><p>Addressing the government, the letter continued, “You, who will be investigated by the same state commission of inquiry, will not disrupt the investigation or cover up the truth. We won’t let you. You have declared war on us, on the memory of our loved ones, and on the future of our children.”</p><h2 id=\"what-previous-inquiries-have-there-been\">What previous inquiries have there been?</h2><p>An army probe in February into its actions ahead of and during the October 7 attacks acknowledged its “complete failure”, saying that the army hugely underestimated the capabilities of the Palestinian group.</p><p>Resigning ahead of the inquiry’s conclusion, <a href=\"/news/2025/1/21/israels-top-general-resigns-over-terrible-7-october-failures\">Halevi conceded</a> the “terrible” security and intelligence “failures” that had characterised the military’s response to the incursion.</p><figure id=\"attachment_4177388\" aria-describedby=\"caption-attachment-4177388\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177388\" src=\"/wp-content/uploads/2025/12/AA-20251216-39993434-39993413-FLOODING_HITS_DISPLACED_PALESTINIANS_TENTS_AFTER_HEAVY_RAIN_IN_GAZA-1765877285.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Flooding hits displaced Palestinians’ tents after heavy rain in Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177388\" class=\"wp-caption-text\">Israel has levelled nearly all of Gaza and killed more than 70,000 people in response to the Hamas-led attacks on October 7, 2023 [Moiz Salhi/Anadolu]</figcaption></figure><p>In November, an external panel appointed by Halevi’s successor, Eyal Zamir, revealed that the military’s investigation into its conduct had been “inadequate”.</p><p>In a separate investigation in March, Israel’s internal security agency, the Shin Bet, conceded a litany of failures ahead of the October 7 attacks, including its failure to correctly identify the threat from Hamas and share what intelligence it had with the military. After a protracted feud with Netanyahu, Ronen Bar, the director of the Shin Bet, <a href=\"/news/2025/4/28/israels-shin-bet-chief-ousted-by-netanyahu-says-will-stand-down-on-june-15\">announced in April</a> that he would be stepping down.</p><p>Netanyahu has yet to take any personal or political responsibility for the security failures before and during the attack on October 7, 2023.</p></div></div></body></html>"
        },
        {
            "title": "US pushes for ceasefire in Sudan’s civil war as Kordofan violence escalates | Sudan war News | Al Jazeera",
            "time": "2025-12-20T07:25:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251125__866D264__v1__HighRes__SudanConflictDisplaced-1765863556.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The United States is pressing for an immediate humanitarian truce in Sudan as fighting intensifies across the vast strategic Kordofan region, with Secretary of State Marco Rubio warning that the relentless violence is “horrifying” and all those involved will face lasting condemnation.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Speaking at a year-end news conference on Friday, Rubio said the fighting in Sudan needed to stop, adding that the new year was a “great opportunity for both sides to agree to that” and allow desperately needed aid to reach millions trapped by the conflict.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">His remarks came as <a href=\"/news/2025/12/19/rsf-artillery-strikes-kill-16-civilians-in-sudans-embattled-kordofan\">violence in Kordofan</a> has killed at least 100 civilians since early December and displaced more than 50,000 people.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“What’s happening there is horrifying, it’s atrocious,” Rubio said, adding that “one day the story of what’s actually happened there is going to be known, and everyone involved is going to look bad.”</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Washington has intensified <a href=\"/news/2025/11/18/trump-hosts-saudi-arabias-mohammed-bin-salman-five-key-takeaways\">diplomatic efforts</a> following a meeting between President Donald Trump and Saudi Crown Prince Mohammed bin Salman in late November, with US special envoy Massad Boulos recently returning from talks with Egyptian, Saudi Arabian and United Arab Emirates officials.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rubio said he has held discussions with leaders across the region in collaboration with the United Kingdom.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The top US diplomat pointed to external weapons supplies as a critical factor sustaining the war between the government-aligned Sudanese Armed Forces (SAF) and the paramilitary Rapid Support Forces (RSF), which is now deep into its third brutal year.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“All these weapons are acquired from abroad. They have to come from somewhere else and they have to come through somewhere else,” Rubio said, adding that outside actors possess the leverage needed to bring both parties to the negotiating table.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">According to conflict monitors, the UAE provides direct material support to the RSF through a network spanning neighbouring countries, though Abu Dhabi has repeatedly denied this.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">SAF, meanwhile, has close ties with Turkiye, Egypt and Saudi Arabia, while the UAE, Egypt and Saudi Arabia are also involved in mediation efforts.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Rubio acknowledged the difficulty of achieving a ceasefire, saying parties frequently agree to commitments but fail to implement them, particularly when one side believes battlefield momentum is in its favour.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">“What we’ve emphasised is none of these groups can operate without the support they’re receiving externally,” Rubio said, describing the US role as convening parties and pushing outside actors to use their influence.</p><h3>Fighting shifts to Kordofan</h3><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The heaviest fighting has now shifted from Darfur to Kordofan, where the RSF and allied fighters shelled residential areas of Dilling over the past two days, <a href=\"/news/2025/12/19/rsf-artillery-strikes-kill-16-civilians-in-sudans-embattled-kordofan\">killing</a> at least 16 people, including women, elderly residents and children, according to the Sudan Doctors Network.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">El-Obeid, the capital of North Kordofan and a <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">vital transportation hub</a> connecting routes to South Sudan, eastern Sudan and Darfur, appears to be the next potential target, according to Mohamed Refaat, the International Organization for Migration’s chief of mission in Sudan.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">He warned that more than half a million people could be affected if fighting reaches the city.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">On December 13, six Bangladeshi peacekeepers were killed when drones struck their base in Kadugli. The United Nations Security Council on Friday condemned what it called a “heinous and deliberate” attack that may constitute war crimes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The World Health Organization said on Friday that attacks on medical facilities in Sudan have caused more than 80 percent of all deaths from such strikes globally this year. Since the conflict began in April 2023, the WHO has verified 201 attacks on healthcare premises, resulting in 1,858 deaths.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">In Nyala, the self-declared capital of the RSF’s parallel government, 64 medical workers remain detained after nine were released from an original group of 73, the Sudan Doctors Network said on Thursday.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">The African Union’s envoy to Sudan this week rejected any parallel institutions on Sudanese soil and condemned what he described as systematic RSF attacks against civilians, saying perpetrators will not escape punishment.</p><p>Both the RSF and SAF have been accused of war crimes, with the RSF also facing allegations of genocide in Darfur, notably in <a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">el-Fasher</a>.</p><p class=\"font-claude-response-body break-words whitespace-normal leading-[1.7]\">Sudan’s war has killed more than 100,000 people and displaced 14 million in what the UN calls the world’s largest humanitarian crisis.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh holds state mourning, funeral for slain uprising activist | Elections News | Al Jazeera",
            "time": "2025-12-20T07:05:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25354410730828-1766230507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bangladesh is observing a national day of mourning as the funeral was held for <a href=\"/news/2025/12/19/who-was-osman-hadi-why-is-bangladesh-on-fire-over-his-death\">Sharif Osman Hadi</a>, a prominent leader of its <a href=\"/news/2025/11/19/families-of-bangladesh-protest-victims-want-hasina-brought-back-hanged\">2024 student-led uprising</a>, after his death triggered <a href=\"/news/2025/12/19/bangladesh-on-edge-after-killing-of-2024-uprising-activist-triggers-unrest\">two days of protests</a> across the country.</p><p>Tens of thousands of people poured into the area surrounding Bangladesh’s parliament house in the capital, Dhaka, before Hadi was buried at the Dhaka University’s central mosque.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He was laid to rest next to the national poet Kazi Nazrul Islam.</p><p class=\"p1\">“You are in our hearts, and you will remain in the heart of all Bangladeshis as long as the country exists,” interim leader Muhammad Yunus told the crowd in a speech.</p><p>Dhaka University officials and high-profile political figures were also in attendance, newspaper The Daily Star reported, including the leader of Hadi’s Inqilab Moncho movement and the National Citizen Party chief.</p><p>Police wearing body cameras and security forces were deployed across Dhaka to manage traffic and control crowds during the proceedings. The Bangladeshi flag was flown at half-staff at all public and private buildings to mark the day of mourning.</p><p>Although protests had largely cooled off by Saturday, the interim government announced the arrests of seven people suspected in the death of Dipu Chandra Das, a 27-year-old Hindu man, in what the government has called a “lynching” in Mymensingh on Thursday.</p><p>Media also continued to report previously unknown incidents of violence as cultural institutions, newspapers and political buildings reeled from arson attacks and mob rushes earlier in the week, in the latest turbulent chapter in the nation’s recent history.</p><p>Daily newspaper Prothom Alo reported that the home of Anisul Islam Mahmud, president of the National Democratic Front party and chairman of a faction of the Jatiya Party, was vandalised and set on fire at about midnight on Friday in Chattogram, Bangladesh’s second-largest city.</p><p>Bangladesh Shilpakala Academy, the country’s main state-sponsored cultural centre, announced it would suspend all programming and exhibitions, The Daily Star said. The group cited security risks following arson attacks on Thursday on two of its organisations’ buildings.</p><p>Both Prothom Alo and The Daily Star were also targets of ambushes that trapped dozens of employees inside and forced them onto the roof as flames engulfed the building of the latter. The publications pledged to keep publishing online, however.</p><p class=\"p1\">Hadi, the 32-year-old spokesperson for Inquilab Moncho, or Platform for Revolution, died in hospital in Singapore on Thursday after being shot in the head more than a week ago by masked attackers.</p><p>Inqilab Moncho urged people on Facebook to participate in the leader’s funeral, after earlier calling on its followers to refrain from carrying out acts of violence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"3440\" data-end=\"3714\">Aside from being Inqilab Moncho’s spokesperson, Hadi was planning to stand as a member of parliament for the Dhaka-8 constituency in the Bijoynagar area of the city in the upcoming elections, slated for February 2026.</p><p>But on December 12, he was shot in the head by two assailants on a motorcycle that drew up alongside the battery-powered auto-rickshaw he was travelling in.</p><p>After three days of treatment at Dhaka Medical College Hospital, Hadi was transferred to Singapore General Hospital for treatment of brain stem damage. He died on Thursday evening, kicking off Bangladesh’s latest round of mass protests.</p><p>Although several arrests were made in connection with his death, “the killer may have – at least, from speculations made by police and others – escaped to India through the border,” Al Jazeera’s Tanvir Chowdhury reported from Dhaka. Hadi and Inqilab Moncho were outspoken critics of India.</p><p>The prospect of the killer’s flight – along with frustrations over the <a href=\"/news/2025/11/23/bangladesh-asks-india-to-extradite-fugitive-ex-pm-sheikh-hasina\">harbouring of former Prime Minister Sheikh Hasina</a> by India – created “a strong anti-India sentiment” in the crowds that began pouring into the streets in the cities of Dhaka, Rajshahi, Chittagong and Gazipur on Thursday evening.</p><p>Demonstrators torched the home of Hasina’s assassinated father Sheikh Mujibur Rahman, bulldozed the office of her party, the Awami League, and blocked various highways. Groups also attacked the Indian Assistant High Commission in Chittagong, while the Prothom Alo and Daily Star newspapers were reportedly attacked for pro-India sympathies.</p><p>Bangladesh’s interim government, which has been led by Nobel Peace Prize laureate Muhammad Yunus since Hasina’s ousting in August 2024, “strongly and unequivocally” condemned the violence, including Das’s killing.</p><p>By Friday afternoon, as Hadi’s body was repatriated from Singapore, protesters poured into Dhaka’s Shahbag Square and called for the extradition of all those linked to Hadi’s death, and Hasina.</p><p>They said protests would continue until “Sheikh Hasina and all those responsible for killings are returned”, one activist told Al Jazeera.</p><p>In November, Hasina was <a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\">sentenced to death by </a><a href=\"/news/2025/11/17/tension-high-as-bangladesh-tribunal-convicts-ex-pm-hasina\" target=\"_blank\" rel=\"noopener\">hanging</a> after she was found guilty of crimes against humanity for ordering a deadly crackdown against the student-led uprising that ousted her. The United Nations says 1,400 protesters were killed and thousands were injured in the weeks of violence, as her government desperately sought to cling to power.</p><p>Shaina Begum, the mother of 20-year-old student Sajjat Hosen Sojal, <a href=\"/news/2025/11/19/families-of-bangladesh-protest-victims-want-hasina-brought-back-hanged\">who was shot and whose body was burned by the police</a> hours before the student-led uprising forced Hasina to resign and flee the country, told Al Jazeera after the verdict, “I cannot be calm until she [Hasina] is brought back and hanged in this country.”</p><p>Hundreds of families who lost loved ones in the protests wonder if the deposed prime minister will ever face justice.</p></div></div></body></html>"
        }
    ]
}