{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Russian attacks cause energy emergency in freezing Ukraine, says Zelenskyy | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-15T04:19:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-10T151620Z_189093564_RC2CYIAIEGD6_RTRMADP_3_UKRAINE-CRISIS-COLD-KYIV-1768447974.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has said that a state of emergency is being declared for Ukraine’s energy sector, as repeated Russian attacks have left thousands of homes without heat and electricity amid freezing winter conditions.</p><p>Zelenskyy’s announcement came as temperatures dropped to -19 degrees Celsius (-2.2 Fahrenheit) in Ukraine’s capital Kyiv, where hundreds of apartment buildings remain without heat following a massive Russian attack last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The consequences of Russian strikes and deteriorating weather conditions are severe,” said Zelenskyy in a post on X late on Wednesday, adding that “repair crews, energy companies, municipal services, and the State Emergency Service of Ukraine continue to work around the clock to restore electricity and heating”.</p><p>Zelenskyy also said he had asked his government to review curfew restrictions during “this extremely cold weather” and that the country was working to increase its electricity imports to try to alleviate the dire situation.</p><p>In Ukraine’s capital Kyiv, 471 apartment buildings remained without heat on Wednesday, almost a week after a <a href=\"/news/2026/1/10/russia-ukraine-war-list-of-key-events-day-1416\">Russian attack</a> left thousands of apartments without heat, electricity and water, according to city officials.</p><figure id=\"attachment_4240806\" aria-describedby=\"caption-attachment-4240806\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4240806\" src=\"/wp-content/uploads/2026/01/ap_69682da3d1120-1768435107.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Electricians carry out emergency repairs on a power pole after a transformer burned out due to a voltage surge caused by regular Russian air attacks on the country's energy infrastructure in Kyiv region, Ukraine, Wednesday, Jan. 14, 2026. (AP Photo/Dan Bashakov)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4240806\" class=\"wp-caption-text\">Electricians carry out emergency repairs on a power pole after a transformer burned out due to a voltage surge caused by regular Russian attacks on the country’s energy infrastructure in the Kyiv region, Ukraine, on Wednesday [Dan Bashakov/AP Photo]</figcaption></figure><p>The attack, which began last Thursday night, prompted Kyiv’s Mayor Vitali Klitschko to urge people to leave the city, saying that “half of apartment buildings in Kyiv – nearly 6,000 – are currently without heating because the capital’s critical infrastructure was damaged by the enemy’s massive attack”.</p><p>Energy supply has been a <a href=\"/news/2025/10/21/how-russias-new-tactics-pose-new-winter-threat-to-ukraine\">frequent target</a> during Russia’s war on Ukraine, with Moscow and Kyiv launching attacks on oil refineries, gas pipelines, pumping stations and nuclear and thermal power stations, which are powered by coal, oil and gas.</p><p>Russian-appointed local official Yevhen Balitsky said on Telegram on Wednesday that a Ukrainian attack had left more than 3,000 people without electricity in Russian-occupied areas of Zaporizhia.</p><figure id=\"attachment_4240824\" aria-describedby=\"caption-attachment-4240824\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4240824\" src=\"/wp-content/uploads/2026/01/afp_69682fabaac4-1768435627.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"TOPSHOT - This photograph shows a big screen on a building displaying a temperature of -14 degrees Celsius in Kyiv on January 14, 2026, amid the Russian invasion of Ukraine.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4240824\" class=\"wp-caption-text\">A screen displays a temperature of -14C in Kyiv on Wednesday [Sergei Gapon/AFP]</figcaption></figure><h2 id=\"black-sea-attacks\">Black Sea attacks</h2><p>The frequent attacks on energy supply during Russia’s war with Ukraine have also expanded beyond both countries’ borders, including to oil tankers in the Black Sea.</p><p>In recent months, a number of oil tankers have come under attack from drones in the Black Sea, prompting concerns from neighbouring countries, <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">including Turkiye</a> and Kazakhstan.</p><p>On Tuesday, drones struck two oil tankers in the Black Sea, chartered by United States oil giant Chevron, according to the companies involved. The ships were sailing towards a terminal on the Russian coast, with the Russian Ministry of Foreign Affairs on Wednesday blaming the attacks on Ukraine, which had yet to publicly comment.</p><p>Kazakhstan’s Foreign Ministry said in a statement on Wednesday that three oil tankers were hit in the attack and that they were heading to a Caspian Pipeline Consortium (CPC) terminal, where an oil pipeline from the central Asian country ends.</p><p>The ministry urged the US and Europe to help secure the transport of oil.</p><p>“The increasing frequency of such incidents highlights the growing risks to the functioning of international energy infrastructure,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Rodriguez vows release of more prisoners, holds call with Trump | Nicolas Maduro News | Al Jazeera",
            "time": "2026-01-15T03:01:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T180613Z_2042008953_RC261JALUC9L_RTRMADP_3_USA-VENEZUELA-RODRIGUEZ-1768444465.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela’s Rodriguez vows release of more prisoners, holds call with Trump</h1><p class=\"article__subhead\"><em>Trump showers acting Venezuelan President Delcy Rodriguez with praise after first phone call since the US military’s abduction of President Nicolas Maduro.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s acting President Delcy Rodriguez has pledged to <a href=\"/news/2026/1/14/venezuelas-top-lawmaker-says-more-than-400-prisoners-have-been-released\">continue releasing prisoners</a> detained under the presidency of Nicolas Maduro and described her first phone call with United States President Donald Trump since <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">Maduro’s abduction by US forces</a> as positive.</p><p>Rodriguez, Maduro’s former vice ‌president, said on Wednesday that she ⁠had a long, ​productive and courteous ‍phone call with the US president, in ⁠which the two discussed a bilateral agenda that would benefit both countries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump, in a post on his Truth Social platform, said the two discussed oil, minerals, trade and national security, describing how “this partnership” between the US and Venezuela would be “spectacular”.</p><p>“I think we’re getting along very well with Venezuela,” Trump said at the White House after the lengthy call, describing Rodriguez as a “terrific person”, adding that US Secretary of State ‍Marco Rubio had also been in touch with the acting president.</p><p>Trump’s praise of Rodriguez follows after <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">President Maduro and his wife, First Lady Cilia Flores</a>, were abducted by the US military in an attack on the Venezuelan capital, Caracas, on January 3. Maduro and Flores are now being held in prison in the US.</p><p>Trump said last week that <a href=\"/gallery/2026/1/3/photos-aftermath-of-us-air-strikes-in-venezuela\">a second ⁠wave of US attacks</a> on Venezuela had been cancelled amid “cooperation” from leaders in Caracas, including the release of a large ‍number of <a href=\"/news/2026/1/9/venezuela-releases-imprisoned-political-figures-in-trump-approved-move\">prisoners</a> as a sign of “seeking peace” with Washington.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier on Wednesday, during her first media briefing since Maduro’s abduction, Rodriguez said Venezuela was entering a “new political moment” and the <a href=\"/news/2026/1/12/venezuela-says-over-100-political-prisoners-released-pope-meets-machado\">process of releasing detainees</a> “has not yet concluded”.</p><p>“This opportunity is for Venezuela and for the people of Venezuela to be able to see reflected a new moment where coexistence, where living together, where recognition of the other allows building and erecting a new spirituality,” Rodriguez said in her address.</p><p>Flanked by her brother and National Assembly President Jorge Rodriguez, and Interior Minister Diosdado Cabello, the acting president also pledged “strict” enforcement of the law and credited Maduro with already initiating the release of prisoners.</p><p>“Messages of hatred, intolerance, acts of violence will not be permitted,” Rodriguez said.</p><p>The renewed promise to continue freeing prisoners followed after Jorge Rodriguez announced in parliament on Tuesday that more than 400 detainees had been freed recently.</p><p>While Venezuelan authorities deny that they hold political prisoners, the release of people held for political reasons in Venezuela has been a long-running call of rights groups, international bodies and opposition figures.</p><p>Rights groups in recent days have criticised the slow release of prisoners by the post-Maduro leadership.</p><p>Trump is scheduled to meet on Thursday with Venezuelan opposition leader Maria Corina Machado at the White House, their first in-person meeting since the abduction of Maduro.</p><p>Machado, who won the Nobel Peace Prize last year, has offered to give Trump her prize, ‌but the Nobel Committee said the Peace Prize cannot be transferred.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Canada’s Mark Carney seeks reset on pivotal trip to China | Politics News | Al Jazeera",
            "time": "2026-01-15T02:08:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-06-23T181213Z_174696060_RC2I8FA1YQUF_RTRMADP_3_EU-CANADA-1764645678-1768438990.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canadian Prime Minister Mark Carney has arrived in China for a visit that comes at a pivotal moment in relations between the two countries.</p><p>Carney, the first Canadian leader to visit China since 2017, is set to meet with Chinese President Xi Jinping and Chinese Premier Li Qiang.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Relations between Canada and China plunged into a deep freeze after Canadian authorities arrested a key official of Chinese telecommunications firm <a href=\"/economy/2022/5/19/huawei\" target=\"_blank\" rel=\"noopener\">Huawei</a> as she was transitioning through the Vancouver international airport in December 2018.</p><p>China retaliated against the arrest of Meng Wanzhou, which was carried out at the request of authorities in the United States, by detaining two Canadians.</p><p>Relations have continued to face challenges.</p><p>In 2024, Ottawa, following a line set by Washington, <a href=\"/economy/2024/8/26/canada-follows-us-imposes-100-tariff-on-evs-imported-from-china\" target=\"_blank\" rel=\"noopener\">slapped Chinese electric vehicles with 100 percent tariffs,</a> prompting Beijing to impose tariffs on certain Canadian agricultural goods, including <a href=\"/economy/2025/8/12/china-slaps-temporary-duties-on-canadian-canola-in-gut-punch-move\" target=\"_blank\" rel=\"noopener\">canola</a>.</p><p>Ottawa has also accused China of political interference.</p><p>Against that backdrop, Carney’s visit “marks a recalibration and change in tone and signals Canada’s desire to improve relations”, said Vina Nadjibulla, vice president of research and strategy at the Asia Pacific Foundation of Canada.</p><p>“This is probably Prime Minister Carney’s second-most challenging trip after his first visit to the White House,” Nadjibulla told Al Jazeera.</p><p>Carney is keen to <span>diversify the Canadian economy and reduce its dependence on the US, the destination for nearly 80 percent of Canadian exports.</span></p><p>While Canada has historically been among the US’s closest allies, the relationship has gone south since Donald Trump’s return to the White House<span>.</span></p><p><span>Trump has <a href=\"/news/2025/10/25/trump-announces-additional-10-percent-canada-tariff-over-reagan-ad-brouhaha\" target=\"_blank\" rel=\"noopener\">slapped Canada with a 35 percent across-the-board tariff</a> and separate duties on steel, aluminium and lumber, while repeatedly threatening to make the country the 51st US state.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carney has travelled extensively, including to the European Union and the Gulf – he heads to Qatar after Beijing – to find new markets and investors for the economy. The Canadian leader has said he wants to double Canada’s non-US trade in the next decade.</p><p>In a first step towards a thaw with China, <a href=\"/economy/2025/10/31/canadas-carney-and-chinas-xi-jinping-take-step-towards-mending-ties\" target=\"_blank\" rel=\"noopener\">Carney met </a>Xi in South Korea during the Asia-Pacific Economic Cooperation Summit in October.</p><p>“The Prime Minister is being pragmatic, and his trip will focus on specific economic deals – selling Canadian energy and agriculture products,” Nadjibulla said, adding that she did not expect to see the full lifting of tariffs between the sides.</p><p>The trip, as a review of the trade agreement between the US, Mexico and Canada, is under way. The USMCA has allowed Canadian and Mexican goods that are covered under the agreement to enter the US tariff-free.</p><p>In Canada’s case, that means about 86 percent of US imports from Canada and Mexico are compliant, making the effective tariff rate on Canadian goods about 6 percent, Tony Stillo, director of Canada Economics at Oxford Economics, said in a note on Wednesday.</p><p>While Canada clearly would benefit from USMCA continuing, Trump, as recently as Tuesday, said the trade agreement was “<a href=\"/economy/2026/1/13/trump-says-trade-agreement-with-mexico-canada-irrelevant-to-us\" target=\"_blank\" rel=\"noopener\">irrelevant</a>” to the US.</p><p>But if an agreement to extend or modify the USMCA is not reached, it will enter a period of mandatory annual reviews until 2036, after which it would expire, resulting in a “prolonged period of trade policy uncertainty”, Stillo said.</p><p>“If the North American trade agreement eventually disintegrates, the three parties could return to bilateral trade agreements to maintain market access to one another, but this would impose costs on North American trade and investments.”</p><h2 id=\"political-and-narrative-win\">‘Political and narrative win’</h2><p>While Carney is keenly aware of the stakes, the visit holds significance for China, too.</p><p>Beijing is not only on the lookout for new export markets and the removal of trade restrictions, such as the electric vehicle tariff, but a “political and narrative win” as well, Nadjibulla said.</p><p>China has often criticised Canada for following the US too closely and will portray Carney’s visit, and any policy changes that may follow, as Ottawa “trying to correct mistakes of the past,” she said.</p><p>Beijing’s ultimate hope would be compliance from Canada on sensitive issues like Taiwan and the South China Sea.</p><p>Earlier this week, two Canadian MPs from Carney’s Liberal Party wrapped up a visit to self-governing Taiwan, which Beijing claims as its territory, ahead of schedule on the advice of the government.</p><p>The lawmakers cited the need to avoid “confusion” in Canada’s foreign policy ahead of Carney’s visit.</p><p>Nadjibulla said it was a “worrying” development, adding that Canada would face a “very difficult balancing act” with China.</p></div></div></body></html>"
        },
        {
            "title": "US Senate defeats war powers resolution designed to rein in Trump | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T01:52:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007790324252-1768441196.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States Vice President JD Vance has cast the tie-breaking vote to defeat a war powers resolution that would have forced President Donald Trump to seek Congress’s approval before taking any further military action in Venezuela.</p><p>The Senate’s session on Wednesday evening came to a nail-biting conclusion, as the fate of the resolution ended up resting on the shoulders of two Republican politicians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senators Todd Young of Indiana and Josh Hawley of Missouri <a href=\"http://aljazeera.com/news/2026/1/8/us-senate-passes-measure-to-restrict-trumps-military-actions-in-venezuela\">had voted last week</a>, as part of a group of five breakaway Republicans, to put the resolution to a full Senate vote. With unanimous support from Democrats, the measure advanced with 52 votes in favour, 47 against.</p><p>But supporters of the resolution could only afford to lose one vote in order to secure the bill’s passage. By Wednesday, it had lost two: both Young and Hawley.</p><p>The final vote was evenly split, 50 to 50, allowing Vance to act as tie-breaker and defeat the resolution.</p><p>Hawley signalled early in the day that he had decided to withdraw his support. But Young was a wild card until shortly before the final vote took place.</p><p>“After numerous conversations with senior national security officials, I have received assurances that there are no American troops in Venezuela,” Young <a href=\"https://x.com/SenToddYoung/status/2011577116354363505\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>“I’ve also received a commitment that if President Trump were to determine American forces are needed in major military operations in Venezuela, the Administration will come to Congress in advance to ask for an authorization of force.”</p><p>Young also shared a letter, dated Wednesday, from Secretary of State Marco Rubio, offering lukewarm assurances that Congress would be notified ahead of any future military action in Venezuela.</p><p>“Should the President determine that he needs to introduce US Armed Forces into hostilities in major military operation in Venezuela, he would seek congressional authorizations in advance (circumstances permitting),” Rubio wrote.</p><figure id=\"attachment_4240994\" aria-describedby=\"caption-attachment-4240994\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4240994\" src=\"/wp-content/uploads/2026/01/AP25180456466825-1768441223.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Josh Hawley\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4240994\" class=\"wp-caption-text\">Josh Hawley signalled early on Wednesday that he would not vote to pass the war powers resolution in the Senate [File: J Scott Applewhite/AP Photo]</figcaption></figure><h2 id=\"legal-questions-about-the-venezuela-attack\">Legal questions about the Venezuela attack</h2><p>The latest war powers resolution arrived in response to a surprise announcement on January 3 that Trump had launched military action to topple Venezuelan President Nicolas Maduro.</p><p>Explosions were reported in the Venezuelan capital of Caracas and nearby military bases, and Trump appeared in a broadcast hours later to announce that the US had abducted Maduro and transported him to the US to face criminal trial.</p><p>Maduro’s wife, Cilia Flores, was also captured as part of the operation.</p><p>Two US service members were injured in the attack, and as many as 80 people in Venezuela were killed, including Cuban security personnel involved in guarding Maduro.</p><p>“We’re going to run the country until such time as we can do a safe, proper and judicious transition,” Trump said in his speech announcing the attack.</p><p>He and Rubio then fielded questions about whether Congress had been notified about the operation. They acknowledged they did not notify lawmakers in advance.</p><p>“This was not the kind of mission that you can do congressional notification on,” Rubio said. “It was a trigger-based mission.”</p><p>Trump, meanwhile, argued that congressional notification had been a liability to the mission’s security. “Congress will leak, and we don’t want leakers,” he said.</p><p>Normally, the US Constitution divides up military authority between the legislative and executive branches. While the president is considered the commander-in-chief of the armed forces, only Congress has the power to declare war and authorise military action.</p><p>But that division of power has become gradually eroded, as the executive branch has exercised greater authority over the military.</p><p>In recent decades, presidents have often justified unilateral military action by referring to authorisations of military force (AUMFs) approved by Congress in the wake of the attacks on September 11, 2001.</p><p>But military action in Venezuela falls outside of the purview of those authorisations, raising questions about the legal justification for the January attack.</p><p>On Tuesday, the Department of Justice published a 22-page <a href=\"https://www.justice.gov/olc/media/1423306/dl?inline\" target=\"_blank\" rel=\"noopener\">memo</a> it originally wrote in December to justify the forthcoming attack. That memo argued that, since Maduro’s abduction was an act of “law enforcement”, it fell short of the legal threshold that would have required congressional approval.</p><p>In addition, the document asserted that, since the planned military operation was not expected to trigger a war, it also landed outside of Congress’s powers.</p><p>“The law does not permit the President to order troops into Venezuela without congressional authorization if he knows it will result in a war,” the memo explained. “As of December 22, 2025, we have not received facts indicating it will.”</p><figure id=\"attachment_4241007\" aria-describedby=\"caption-attachment-4241007\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4241007\" src=\"/wp-content/uploads/2026/01/AP25073623220045-1768441551.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Todd Young\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4241007\" class=\"wp-caption-text\">Senator Todd Young said he had received assurances from Secretary of State Marco Rubio that the executive branch would communicate to Congress about further military actions [File: Ben Curtis/AP Photo]</figcaption></figure><h2 id=\"a-republican-breakaway\">A Republican breakaway</h2><p>But not every Republican agreed with that explanation, and several sought to claw back Congress’s power to oversee US military action.</p><p>They included senators Lisa Murkowski of Alaska, Rand Paul of Kentucky and Susan Collins of Maine, all seen as pivotal swing votes in Congress’s upper chamber.</p><p>Young and Hawley joined the three rogue Republicans for an initial vote to advance the war powers resolution on January 8. But afterwards, all five came under acute pressure to switch sides and rejoin the Republican caucus for the final vote.</p><p>President Trump, in particular, denounced the five Republicans on his social media platform Truth Social.</p><p>“Republicans should be ashamed of the Senators that just voted with Democrats in attempting to take away our Powers to fight and defend the United States of America,” he wrote in a <a href=\"http://truthsocial.com/@realDonaldTrump/posts/115860738010214901\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>“This Vote greatly hampers American Self Defense and National Security, impeding the President’s Authority as Commander in Chief.”</p><p>Reports emerged that Trump even called some of the senators in advance of Wednesday’s vote, in an effort to gain their support. But the publication The Hill indicated that Trump’s conversation with Collins devolved into a “profanity-laced rant”.</p><p>Paul, another Republican who has courted Trump’s ire, was among the senators to speak before Wednesday’s final vote.</p><p>He defended his decision to back the war powers resolution, calling his vote a necessary act to uphold the Constitution’s separation of powers.</p><p>“This isn’t really and shouldn’t be Republican versus Democrat. This should be legislative prerogative versus presidential prerogative, and it should be about the Constitution,” Paul said.</p><p>“The Constitution — specifically, thoughtfully — vested the power of initiating war and declaring war to Congress,” he added.</p><p>“The spectrum of our founding fathers concluded they didn’t want the president to have this power.”</p><p>Risking Trump’s ire comes at a higher cost for some Republicans than others. Of the three Republicans who joined Democrats on Wednesday to vote for the war powers resolution, only one is up for re-election this year in the US midterm races: Collins.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,421 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-15T00:59:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260113-40246628-40246621-UKRAINE_SAYS_4_PEOPLE_KILLED_6_INJURED_IN_RUSSIAS_ATTACK_ON_KHARKIV_REGION-1768425970.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,421</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,421 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, January 15:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy said that a state of emergency was being declared for Ukraine’s energy sector, after repeated Russian attacks destroyed electricity and heat infrastructure.</li>\n<li>Zelenskyy said he asked the government to review curfew restrictions during “this extremely cold weather”.</li>\n</ul><p></p><ul class=\"spaced-bullet-spacing\">\n<li>Kateryna Pop, spokeswoman for the Kyiv City Military Administration, said 471 buildings in Ukraine’s capital remained without heat on Wednesday as temperatures again dropped to -19 degrees Celsius (-2.2 Fahrenheit) overnight, according to Ukraine’s Ukrinform news agency.</li>\n<li>Ukraine’s Ministry of Development announced the mandatory evacuation of children from five settlements in Ukraine’s front-line Zaporizhia region, according to the Ukrainian Interfax news agency.</li>\n<li>“In conditions of constant threat of shelling, this is the only responsible step that allows saving lives, primarily children,” Deputy Prime Minister Oleksii Kuleba said, according to Interfax.</li>\n<li>An 84-year-old woman and a 65-year-old man were injured in a Russian guided bomb attack on Tavriyske in Zaporizhia, regional governor Ivan Fedorov said on Telegram.</li>\n<li>Russian forces have advanced near Zaliznyanske in Ukraine’s Donetsk region, Yablunivka in Lviv region and Stepnohirsk in Zaporizhia, according to Ukrainian battlefield monitoring site DeepState.</li>\n<li>A Ukrainian attack left more than 3,000 people without electricity in Russian-occupied areas of Zaporizhia, Russian-appointed local official Yevhen Balitsky said on Telegram.</li>\n<li>A Ukrainian drone attack hit a power facility in Russian-occupied areas of Ukraine’s Luhansk region, leaving several settlements without electricity, according to Russia’s TASS state news agency.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics\">Politics</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s parliament approved President Zelenskyy’s nomination of Denys Shmyhal as energy minister and first deputy prime minister weeks after dismissing him from the role of defence minister, which he had held since July 17, 2025, according to Interfax.</li>\n<li>The parliament also approved the nomination of Mykhailo Fedorov as Ukraine’s new defence minister, according to Interfax. Fedorov is the fourth person to hold the office since Russia began its full-scale invasion of Ukraine in February 2022.</li>\n<li>Fedorov quickly outlined criticisms of Ukraine’s defence forces, telling the parliament: “I don’t want to be a populist, I want to be a realist”.</li>\n<li>“The Ministry of Defence falls into my hands with minus 300 billion, two million Ukrainians who are wanted, and 200,000 are absent without leave (AWOL). Therefore, we need to decide, do our homework on the problems that exist today, so that we can move forward,” he said, according to Interfax.</li>\n</ul><h2 id=\"diplomacy\">Diplomacy</h2><ul>\n<li>Russia summoned the United Kingdom’s charge d’affaires in Moscow without immediately providing a reason, TASS reported on Wednesday.</li>\n</ul><h2 id=\"black-sea-attacks\">Black Sea attacks</h2><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">The Russian Ministry of Foreign Affairs on Wednesday condemned drone strikes on oil tankers near a terminal on its Black Sea coast and accused Ukraine of attacking commercial ships.</p>\n</li>\n<li>\n<p class=\"tr-story-p1\">“We strongly condemn yet another terrorist attack by the Kyiv regime on commercial civilian vessels that comply with all norms of international law,” the Foreign Ministry said. Ukraine has not commented on Tuesday’s incident.</p>\n</li>\n<li>Kazakhstan’s Foreign Ministry said in a statement on Wednesday that three tankers heading to a Caspian Pipeline Consortium (CPC) terminal had been hit in a drone attack and urged the United States and Europe to help secure the transport of oil.</li>\n<li>“The increasing frequency of such incidents highlights the growing risks to the functioning of international energy infrastructure,” the ministry said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "FBI conducts raid on Washington Post reporter’s home, seizes electronics | Freedom of the Press News | Al Jazeera",
            "time": "2026-01-15T00:33:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26014521672047-1768433975.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States news agencies and press freedom groups have expressed concern after federal agents raided the home of a reporter for The Washington Post as part of a probe into the handling of classified material.</p><p>Wednesday’s raid focused on the residence of journalist Hannah Natanson, who has led the Post’s coverage of efforts under President Donald Trump to slash the federal workforce.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Agents from the Federal Bureau of Investigation (FBI) seized her work and personal laptops, as well as other electronics like her phone and a Garmin watch.</p><p>“According to the government warrant, the raid was in connection with an investigation into a government contractor accused of illegally retaining classified government materials. We are told Hannah, and the Post, are not a target,” said Washington Post executive editor Matt Murray.</p><p>“Nonetheless, this extraordinary, aggressive action is deeply concerning and raises profound questions and concern around the constitutional protections for our work.”</p><p>Free press organisations echoed the Post’s concerns, arguing that the raid fit into a pattern of escalating pressure on journalists who report on information the government does not want made public.</p><p>Trump has frequently attacked the news media and threatened those he deems too critical with lawsuits and investigations.</p><p>Still, it is unusual for law enforcement to seize materials from a journalist, given the broad press freedom protections established under the US Constitution. Advocates warned that Wednesday’s actions could dampen any efforts journalists may take to report on whistleblower complaints.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the Post, the search warrant was part of an investigation into leaks of classified materials, another one of Trump’s pet peeves.</p><p>Prosecutors allege that a contractor named Aurelio Perez-Lugones, a system engineer and information technology specialist, took screenshots of intelligence reports and printed them while working for a government contractor in Maryland.</p><p>Investigators also say they found classified documents in a lunchbox while searching his car and basement earlier this month.</p><p>The Trump administration accused Perez-Lugones of contacting Natanson to leak the information and said the search of her home came at the request of the Department of Defense.</p><p>“The Department of Justice and FBI executed a search warrant at the home of a Washington Post journalist who was obtaining and reporting classified and illegally leaked information from a Pentagon contractor,” Attorney General Pam Bondi said in a social media <a href=\"https://x.com/AGPamBondi/status/2011456849711612019\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>She added that “the leaker” – an apparent reference to Perez-Lugones – had been arrested.</p><p>“The Trump Administration will not tolerate illegal leaks of classified information that, when reported, pose a grave risk to our Nation’s national security and the brave men and women who are serving our country,” she said.</p><p>White House Press Secretary Karoline Leavitt also weighed in, <a href=\"https://x.com/PressSec/status/2011461278246793555\" target=\"_blank\" rel=\"noopener\">writing</a> online that Trump had “zero tolerance” for leaks and would “aggressively crack down” on them.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But press advocates argue that working with whistleblowers is an essential component of reporting on secretive government agencies, especially in areas such as national security.</p><p>Raids like the one conducted at Natanson’s residence risk violating the understanding of anonymity that journalists build with their sources, particularly those in sensitive government positions.</p><p>Natanson had extensively covered the Trump administration’s efforts to reduce the federal workforce and push for nonpartisan employees to align with his political agenda.</p><p>She has also reported on recent US actions in Venezuela, which culminated with the abduction of President Nicolas Maduro on January 3.</p><p>Groups like Reporters Without Borders (RSF) and the Committee to Protect Journalists (CPJ) were among those to speak out against the search warrant.</p><p>“This raid should disturb all Americans. The United States is at a critical juncture as the Trump administration continues to roll back civil liberties,” said Katherine Jacobsen, coordinator for the US, Canada and the Caribbean at the CPJ.</p><p>“Using the FBI – funded by American taxpayers – to seize a reporter’s electronic devices, including her official work laptop, is a blatant violation of journalistic protections and undermines the public’s right to know.”</p></div></div></body></html>"
        },
        {
            "title": "Morocco beat Nigeria on penalties to set up AFCON final with Senegal | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-15T00:05:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T225450Z_1185125023_UP1EM1E1RNCZA_RTRMADP_3_SOCCER-NATIONS-NGA-MAR-1768431775.jpg?resize=1920%2C1439",
            "body": "<html><body><div><header class=\"article-header\"><h1>Morocco beat Nigeria on penalties to set up AFCON final with Senegal</h1><p class=\"article__subhead\"><em>Morocco overcome Nigeria 4-2 on penalties, after the match finished 0-0 following extra time, to reach AFCON final.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yassine Bounou saved ‍two penalties, and Youssef En-Nesyri netted the decisive spot kick as hosts Morocco secured <a href=\"/sports/liveblog/2026/1/14/live-nigeria-vs-morocco-afcon-2025-semifinal\">a 4-2 shootout victory</a> over Nigeria following their 0-0 draw in a tense Africa Cup of Nations semifinal in Rabat.</p><p>Morocco, seeking their first continental title in 50 ⁠years, will face 2021 winners Senegal in Sunday’s decider in Rabat, while Nigeria take on Egypt in ​the third-place playoff a day before.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The 120 minutes before the shootout on Wednesday had few ‍clear-cut chances for either side, but it was Morocco who created the greater opportunities, though they were denied by some fine saves from Nigeria goalkeeper Stanley Nwabali.</p><p>Nigeria had the best scoring record in the competition coming into the semifinal, ‍but offered very ⁠little going forward in a limp display.</p><p>And when Samuel Chukwueze and Bruno Onyemaechi saw their tame penalties saved in the shootout, they were left to reflect on a performance that showed little ambition.</p><p>Morocco were workmanlike and efficient as they have been all through the competition, even if they are still to find their best form.</p><p>They are on the brink of a first continental crown since 1976, but their biggest challenge awaits in an impressive ​Senegal side who beat Egypt 1-0 thanks to Sadio Mane’s winner in ‌the first semifinal in Tangier earlier on Wednesday.</p><p>The first half hour in Rabat was devoid of goalmouth chances until Achraf Hakimi’s corner was headed into the path of Ayoub El Kaabi five yards from goal.</p><p>But he was caught in two ‌minds whether to turn and shoot or try an overhead kick, and in the end did neither as the chance was lost.</p><figure id=\"attachment_4240706\" aria-describedby=\"caption-attachment-4240706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4240706\" src=\"/wp-content/uploads/2026/01/2026-01-14T225434Z_85705661_UP1EM1E1RMWZ9_RTRMADP_3_SOCCER-NATIONS-NGA-MAR-1768432072.jpg?w=770&amp;resize=770%2C480&amp;quality=80\" alt=\"Morocco's Youssef En-Nesyri reacts after scoring his penalty to win the penalty shootout\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4240706\" class=\"wp-caption-text\">Morocco’s Youssef En-Nesyri reacts after scoring his penalty to win the penalty shootout [Siphiwe Sibeko/Reuters]</figcaption></figure><h2 id=\"morocco-dominate-chances-as-nigeria-fail-to-fire\">Morocco dominate chances as Nigeria fail to fire</h2><p>Morocco’s Ismael ‌Saibari showed excellent skill to work a shooting chance, but Nwabali ⁠was equal to his effort.</p><p>He was by far the busier keeper in the game, but Morocco were mostly reduced to long-range efforts that proved comfortable enough to save.</p><p>Nigeria had few opportunities, and when talisman Victor Osimhen did receive a pass in ‌the box, his touch was poor, and the rare chance was lost.</p><p>Nayef Aguerd’s header from a corner hit the outside of the post as the hosts went close, but penalties seemed inevitable well ‍before the 120 minutes were up.</p><p>And following Bounou’s saves, En-Nesyri struck the decisive spot-kick to send his side into their first final since a 2004 loss to Tunisia.</p></div></div></body></html>"
        },
        {
            "title": "Real Madrid crash out of Copa del Rey at lowly Albacete on Arbeloa debut | Football News | Al Jazeera",
            "time": "2026-01-14T23:56:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T221207Z_1067271745_UP1EM1E1PO6XX_RTRMADP_3_SOCCER-SPAIN-ALB-RMA-1768432510.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Real Madrid fell to a shock 3-2 defeat in the Copa del Rey last 16 on Wednesday as Alvaro Arbeloa’s debut as coach ended in humiliation by second-tier opposition.</p><p>Appointed on Monday to <a href=\"/sports/2026/1/13/why-was-alonso-sacked-by-real-madrid-and-whos-their-new-manager-arbeloa\">replace Xabi Alonso</a>, Arbeloa and his side were ousted by Jefte Betancor’s stoppage-time winner at the Carlos Belmonte stadium.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Without French superstar Kylian Mbappe and various other key players, Arbeloa’s side struggled against a side currently 17th in Spain’s second division.</p><p>Albacete took the lead through Javi Villar, but Franco Mastantuono equalised just before half-time.</p><p>Jefte put the hosts back ahead after 82 minutes and then scored the winner after Gonzalo Garcia’s 91st-minute goal looked to have forced extra time for the 15-time European champions.</p><p>“Here at this club, a draw is already bad – it’s a tragedy. Imagine a defeat like this, it’s painful,” Arbeloa told reporters.</p><p>“I’m sure all our fans feel the same way. Even more so when it happens against a team from a lower division, although we already know here how tough any opponent can be.</p><p>“If anyone is responsible and to blame for this outcome, it’s clearly me, the one who made the decisions regarding the lineup, how we wanted to play, the substitutions.</p><p>“I can only thank the players for the way they welcomed me, for the effort they put in today.”</p><p>After Madrid lost the Spanish Super Cup final on Sunday against rivals Barcelona, president Florentino Perez replaced Alonso with reserve team coach Arbeloa.</p><p>The Spaniard selected two players currently playing in the reserves he led until Monday – holding midfielder Jorge Cestero and right-back David Jimenez.</p><p>As well as Mbappe, he left out players including goalkeeper Thibaut Courtois and Jude Bellingham, to rest ahead of the return to La Liga action on Saturday against Levante.</p><p>“I’d do the same again, I brought a team capable of winning,” said Arbeloa.</p><p>The first half was mostly played under heavy gloom, not just Madrid’s mood but an intense fog which set in a few minutes into the game.</p><p>Vinicius Junior smashed high and wide from long range as neither side produced any clear chances until shortly before half-time, when the hosts took a shock lead.</p><p>Villar escaped Mastantuono’s attentions at a corner and nodded Albacete in front after 42 minutes.</p><p>Arbeloa’s side levelled before the breakthrough, also capitalising on a corner, with Mastantuono turning home from close range.</p><h3>Jefte’s double</h3><p>Albacete frustrated Madrid after the break and then burst into life in attack to take the lead once more.</p><p>Andriy Lunin pushed away an effort from Riki, but shortly afterwards, Jefte put Alberto Gonzalez’s side ahead.</p><p>Gonzalo Garcia’s clearance fell to the striker in the box, and he fired down into the ground with the ball bouncing up and flashing past Lunin.</p><p>Madrid’s young forward made amends by pulling his team level in stoppage time with a well-placed header.</p><p>However, there was a sting in the tale as Jefte produced a sensational lofted finish past Lunin to snatch a famous late victory for Albacete, their first ever against Real Madrid.</p><p>“I’m not afraid of failure; I can understand that someone would want to call this defeat that,” added Arbeloa.</p><p>“Failure is on the path to success; for me, they are not in opposite directions.”</p><p>Madrid captain Dani Carvajal, who came on as a substitute and could not stop Jefte’s winner, said the players would work hard to revert the club’s slump.</p><p>“We’re not at our best moment, we have to work hard, we all have to give a lot more, it’s a reality,” Carvajal told reporters.</p><p>“We ask for forgiveness for the fans. We were not up to the level of this club, me first of all, and we will give our lives in the next games and months [to turn it around].”</p><p>Elsewhere, Real Betis beat Elche 2-1, and Alaves defeated Rayo Vallecano 2-0 to reach the quarterfinals.</p><p>Holders Barcelona visit second division leaders Racing Santander on Thursday.</p></div></div></body></html>"
        },
        {
            "title": "Greenland and Denmark say Trump set on ‘conquering’ territory after meeting | Donald Trump News | Al Jazeera",
            "time": "2026-01-14T23:27:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26014767164184-1768429771.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The foreign ministers of Denmark and Greenland have travelled to Washington, DC, to meet with members of President Donald Trump’s administration in the United States.</p><p>But on Wednesday, officials emerged having made little progress in dissuading Trump from seeking to take over Greenland, a self-governing Danish territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We didn’t manage to change the American position,” Danish Foreign Minister Lars Lokke Rasmussen told reporters after the meeting. “It’s clear that the president has this wish of conquering over Greenland.”</p><p>Rasmussen and his Greenlandic counterpart Vivian Motzfeldt had hoped that their sit-down with US Secretary of State Marco Rubio and Vice President JD Vance would alleviate mounting tensions over the fate of Greenland.</p><p>But the meeting failed to address key disagreements. Instead, the officials declared their intent to establish a working group to continue to address concerns about control over Greenland and security in the Arctic region.</p><p>“The group, in our view, should focus on how to address the American security concerns, while at the same time respecting the red lines of the Kingdom of Denmark,” Rasmussen said.</p><p>Motzfeldt, meanwhile, called for cooperation with the US but said that her position does not mean that the country wants to be “owned by the United States”.</p><p>A social media account representing Greenland’s government representation in the US and Canada also emphasised the need for Indigenous – or kalaallit – voices in any matters concerning the island.</p><p>“Why don’t you ask us, kalaallit? Last time a poll was done only 6% of Greenlanders/kalaallit were in favour of becoming a part of the US,” the account wrote in a <a href=\"https://x.com/GreenlandRepDC/status/2011449085774221325\" target=\"_blank\" rel=\"noopener\">post</a> on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>European allies have offered to expand security cooperation with the US in the Arctic, where the Trump administration has said that China and Russia pose a threat to Western interests.</p><p>But those offers have done nothing to blunt Trump’s insistence that the US will “own” the territory, despite rising alarm from the territory’s government and European allies.</p><p>On Wednesday, Trump reiterated his position that the US needs to own Greenland for “national security” purposes, during an Oval Office ceremony to sign legislation about domestic milk consumption.</p><p>The president also questioned whether Denmark could repel any potential invasion, should one occur.</p><p>“Greenland is very important for the national security, including of Denmark,” Trump told reporters in the Oval Office on Wednesday.</p><p>“And the problem is there’s not a thing that Denmark can do about it if Russia or China wants to occupy Greenland, but there’s everything we can do.”</p><p>He added that  he has “a very good relationship with Denmark” and would be briefed about Wednesday’s meeting after his Oval Office appearance.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The United States already has a military presence in Greenland and could expand it further under the terms of an existing treaty.</p><p>“They have a base there at the moment; it has about 150 personnel there. But the Danes and the Greenlandic government are willing to discuss expanding the US military presence there,” said Al Jazeera correspondent Alan Fisher.</p><p>“But Donald Trump says that, unless it’s under US control, then anything less is unacceptable, and he’d like to see the US move into Greenland sooner than later.”</p></div></div></body></html>"
        },
        {
            "title": "Iran’s FM says no executions of protesters, as Trump lowers rhetoric | News | Al Jazeera",
            "time": "2026-01-14T23:27:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009627208258-1768450849.jpg?crop=0px%2C88px%2C5994px%2C3152px&resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iranian ‍Foreign ‍Minister Abbas Araghchi has denied that Tehran plans to execute antigovernment protestors, after United States President Donald Trump said he had received assurances that killings of demonstrators in Iran had stopped.</p><p>In an interview with Fox News on Wednesday, Araghchi said “there is no plan for hanging at all” when asked whether there were plans to execute protesters.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Hanging is ‌out of the ‌question,” he ⁠said.</p><p>Araghchi’s remarks came after Trump earlier told reporters that he had been assured that killings of protesters in Iran had stopped and that planned executions were halted.</p><p>Speaking hours after the US began to withdraw some personnel from an airbase in Qatar amid growing fears of a renewed US-Iran conflict, Trump said he had spoken to “very important sources on the other side”, and he would watch how the crisis developed, although he did not rule out potential US military action.</p><p>“We are going to watch what the process is”, he said, before noting the US administration received a “very good statement” from Iran.</p><p>Reporting from Washington, DC, Al Jazeera’s Mike Hanna said that the president’s comments on Wednesday signalled a softening of his tone towards Iran.</p><p>“It does appear that he’s still mulling over various options; he’s been briefed by his national security council, but these statements we’ve just heard do indicate a potential cooling down of the situation and President Trump backing away from the precipice of imminent action, which he has been threatening,” he said.</p><p>Sina Toossi, a senior non-resident fellow at the Center for International Policy, told Al Jazeera that Trump’s claim that he had received information indicating killings in Iran had stopped appears, on the surface, to be a “face-saving way” to avoid military intervention, though it does not entirely rule out such a conflict.</p><p>“It’s hard to take what Trump says seriously, but we do know that he’s had an aversion to getting sucked into big, open-ended military conflicts, and with Iran, that risk was on the table,” Toossi told Al Jazeera.</p><p>“This remark today suggests he’s looking for a face-saving way out, but I wouldn’t take it as 100 percent ruling that out,” he said, adding that Trump has a track record of negotiating with Iran while simultaneously threatening military action.</p><p>Trump has threatened Iran with military strikes in the past as a means of pressuring Tehran into greater alignment with US demands, and has said during the last week that a harsh response by Iranian authorities to the country’s protesters could result in US attacks.</p><p>Barbara Slavin, a distinguished fellow at the Stimson Center in Washington, DC, told Al Jazeera that Trump is “probably torn” when it comes to deciding what action to take against Iran.</p><p>She said that while the US president would like “another quick victory, I don’t think he wants to be involved in a protracted conflict in the Middle East that goes against all his instincts”.</p><p>She added that she expects Trump to carry out limited strikes that enable him to claim he fulfilled his pledge to “help” the Iranian people, without triggering “a wider escalation”.</p><p>Earlier on Wednesday, Britain and the US withdrew some personnel from the airbase in Qatar – Al Udeid Air Base, which hosts US troops and other international forces – after a senior Iranian official said Tehran had warned neighbours it would hit US bases if Washington strikes.</p><p>A number of countries have also issued advisories for protecting their citizens in the region amid fears of a wider regional escalation.</p><p>US media outlet NewsNation on Wednesday reported that the Pentagon had begun moving a aircraft carrier strike group from the South China Sea toward the Middle East.</p><p>The US has not announced any such movement and Al Jazeera could not independently confirm the report.</p><h2 id=\"iran-ready-to-respond\">Iran ready to respond</h2><p>Iran has said it is prepared to retaliate in the event of any US intervention.</p><p>The commander of the Islamic Revolutionary Guard Corps (IRGC), Mohammad Pakpour, has said that Iran is ready to respond “decisively” to its foes, Israel and the United States, which he accused of being behind the protests sweeping the country.</p><p>IRGC is at “the height of readiness to respond decisively to the miscalculation of the enemy”, said Pakpour in a written statement quoted by state television.</p><p>Pakpour went on to accuse Trump and Israeli Prime Minister Benjamin Netanyahu of being the “murderers of the youth of Iran”.</p><p>Araghchi told Fox News that his government was in full control after a deadly crackdown on protests that had spread across the country since January 8.</p><p>“After three days of terrorist operation, now there is a calm. We are in full control,” Araghchi said.</p><p>Reporting from Tehran, Al Jazeera’s Tohid Asadi said that people in the city and across the country are anxious because they have psychologically felt the shadow of war since the 12-day conflict with the US and Israel in June.</p><p>“Many people feel it, and it is creating anxiety about a possible new round of escalation, which would tangibly impact people’s everyday lives,” he said.</p><p><a href=\"/news/2026/1/14/are-irans-protests-different-this-time-around\">The protests started in December</a> when shopkeepers took to the streets to protest a fall in the value of the local currency and the soaring cost of living, and quickly escalated into widespread antigovernment demonstrations.</p><p>Iranian state television has acknowledged reports of a high death toll during the nationwide protests, quoting the head of the Martyrs Foundation as saying “armed and terrorist groups” are to blame.</p><p>More than 100 security personnel have been killed in two weeks of unrest, according to Iranian state media, while opposition activists say the death toll is higher and includes thousands of protesters.</p><p>The US-based Human Rights Activists News Agency has said that it has confirmed the deaths of more than 2,400 protesters, and more than 150 security personnel and government supporters.</p><p>Al Jazeera has not been able to independently verify the figures.</p><p>Iran is currently in the midst of a near-total telecommunications blackout, with monitor NetBlocks reporting on Wednesday that the shutdown had surpassed 144 hours.</p><p>Rights group Amnesty International said on Wednesday it reviewed evidence showing “mass unlawful killings committed on an unprecedented scale” in Iran over the past week, including against “mostly peaceful protesters and bystanders”.</p><p>“The evidence gathered by Amnesty International points to a coordinated nationwide escalation in the security forces’ unlawful use of lethal force against mostly peaceful protesters and bystanders since the evening of 8 January,” Amnesty said in a press release.</p><p>Verified audiovisual evidence depicted severe and fatal injuries, including gunshot wounds to the head and eyes, and security forces chasing and directly firing at fleeing protesters, the rights group said.</p></div></div></body></html>"
        },
        {
            "title": "French government survives no-confidence votes | Politics News | Al Jazeera",
            "time": "2026-01-14T22:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251016__78YB47N__v1__HighRes__FrancePoliticsGovernmentParliamentConfidence-1760612223.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>French government survives no-confidence votes</h1><p class=\"article__subhead\"><em>The no-confidence motions aimed to protest the European Union’s trade agreement with the MERCOSUR bloc.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>News Agencies and Reuters</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French Prime Minister Sebastien Lecornu has survived two <a href=\"/news/2025/12/9/frances-prime-minister-faces-crunch-vote-in-parliament\">no-confidence votes</a> in parliament, clearing the way for the government to focus on yet another budget showdown in the coming days.</p><p>The no-confidence motions, filed by the far-right National Rally (RN) and hard-left France Unbowed (LFI), aimed to protest the European Union’s <a href=\"/news/2026/1/9/eu-states-nod-on-mercosur-trade-deal-ends-25-year-wait\">trade agreement</a> with the South American bloc Mercado Comun del Sur (Southern Common Market, or MERCOSUR).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite French opposition, European Union member states last week approved the signing of the long-debated deal with Argentina, Bolivia, Brazil, Paraguay and Uruguay.</p><p>France’s RN and LFI political parties accused the government of not doing enough to block it.</p><p>“Inside the country, you are a government of vassals serving the rich. Outside, you are humiliating our nation before the European Commission and the US empire,” chief LFI lawmaker Mathilde Panot told the government, speaking in parliament ahead of Wednesday’s no-confidence motion votes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Lecornu said time spent on the no-confidence votes was further delaying fraught debates on the country’s 2026 budget, which he said political leaders should instead focus on.</p><p>“You are acting like snipers lying in wait, firing into the executive’s back at the very moment when we must confront international disruptions,” he said.</p><p>But on Wednesday, both motions failed. The one tabled by LFI received only 256 votes in favour, 32 votes short of what was needed for the motion to pass. The second motion, put forward by the far right, received 142 votes in favour and also failed.</p><p>The Socialist Party had ruled out backing the no-confidence motions and the conservative Republicans also said they would not vote to censure the government over MERCOSUR.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A source from the French government told the Reuters news agency that the next step would be tough budget talks where Lecornu has an option to invoke Article 49.3 of the Constitution, enabling him to push through the finance bill without a vote, after negotiating a text with all groups except the RN and LFI.</p><p>While this option could also lead to more motions of no-confidence, lawmakers are eager to end weeks of squabbles over the budget, even if it means the country’s deficit remains near 5 percent, sources added.</p><p>Government spokeswoman Maud Bregeon said on Tuesday that “nothing is excluded” to pass the budget.</p><p>France, the eurozone’s second-largest economy, has been under pressure to reduce its large budget deficit. But political instability has slowed those efforts since Macron’s snap election in 2024 resulted in a hung parliament.</p><p>Budget disputes have already toppled three governments since 2024’s election, including that of former Prime Minister Michel Barnier, who lost a no-confidence vote over his own budget bill.</p></div></div></body></html>"
        },
        {
            "title": "Cameroon football suspends president Eto’o for alleged AFCON misbehaviour | Football News | Al Jazeera",
            "time": "2026-01-14T22:56:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2024-05-17T013838Z_688831291_RC21S7ADB9X2_RTRMADP_3_SOCCER-FIFA-1768430157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Cameroon football suspends president Eto’o for alleged AFCON misbehaviour</h1><p class=\"article__subhead\"><em>Former international forward Samuel Eto’o has been suspended for his alleged behaviour during Cameroon’s AFCON exit.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cameroonian Football Federation president Samuel Eto’o has been suspended for four games for alleged misbehaviour during his team’s loss to Morocco at the Africa Cup of Nations.</p><p>The federation, known as FECAFOOT, said Wednesday that it had taken note of the decision from the disciplinary committee of the Confederation of African Football to suspend its president along with a $20,000 fine, but that it “lacks any explicit justification”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“FECAFOOT further notes that the expedited procedure leading to this decision raises serious concerns regarding the fundamental requirements of a fair trial,” the federation said.</p><p>CAF said Monday it was investigating match incidents during the quarterfinals between Cameroon and Morocco, and Algeria and Nigeria.</p><p>CAF did not refer to any specific incidents at the Morocco-Cameroon match, but the only widely known outlier was the behaviour of Eto’o, who was seen gesturing angrily during the game towards Moroccan counterpart Fouzi Lekjaa, with CAF president Patrice Motsepe also sitting nearby.</p><p>“FECAFOOT reaffirms its unwavering support for its president and its commitment to upholding the principles governing credible disciplinary justice,” the federation said.</p></div></div></body></html>"
        },
        {
            "title": "Why is the US Fed chair criminal probe causing global alarm? | Donald Trump News | Al Jazeera",
            "time": "2026-01-14T22:54:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768428903.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Trump administration’s move against Jerome Powell fuels fears the Fed’s independence is being undermined.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration’s decision to launch the first-ever criminal investigation into the head of the US Federal Reserve has prompted international alarm.</p><p>Jerome Powell also denounced the probe as politically-motivated.</p><p>But why is this case causing so much concern worldwide?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Eric Ham – Political analyst and former US Congressional staffer in Washington DC</p><p>Justin Urquhart-Stewart – Investment manager and co-founder of Regionally, an online investment service in London</p><p>David McWilliams – Economist, author and podcast host in Dublin</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Ukraine’s former Prime Minister Yulia Tymoshenko accused of bribery: Report | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-14T21:59:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-14T113636Z_242635078_RC2W0JAG2P2C_RTRMADP_3_UKRAINE-CRISIS-TYMOSHENKO-1768420769.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine’s former Prime Minister Yulia Tymoshenko accused of bribery: Report</h1><p class=\"article__subhead\"><em>Yulia Tymoshenko has served as Ukraine’s prime minister in 2005 and from 2007 to 2010.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s former prime minister, Yulia Tymoshenko, has been accused of bribing members of the country’s parliament and running a vote-buying scheme, the National Anti-Corruption Bureau of Ukraine (NABU) said, according to media reports.</p><p>In a <a href=\"https://t.me/nab_ukraine/3651\" target=\"_blank\" rel=\"noopener\">statement</a> on the Telegram messaging application on Wednesday, NABU said it had served charges of bribery to an opposition party chief after exposing several other lawmakers last month as members of a “systemic” plot to receive payments in exchange for votes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This concerned not one-off arrangements, but a regular cooperation mechanism that envisaged advance payments and was designed for a long-term period,” NABU added.</p><p>A source familiar with the matter told the Reuters news agency that Tymoshenko was the subject of the probe.</p><p>A spokesperson for the Specialised Anti-Corruption Prosecutor’s Office (SAPO) also told Ukrainian media that Tymoshenko had been charged after SAPO and NABU officers raided her Batkivshchyna (Fatherland) political party’s offices.</p><p>Tymoshenko, who rose to prominence two decades ago as a leader of the pro-democratic Orange Revolution and served as Ukraine’s prime minister in 2005, and again from 2007 to 2010, has denied “all accusations” but didn’t specifically address the probe.</p><p>In a Facebook post, the opposition leader pledged to clear her name in court.</p><p>Her political influence in recent years has significantly diminished, with her Fatherland party holding approximately two dozen seats in Ukraine’s 450-seat legislature.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The probe into Tymoshenko broadens an anticorruption campaign in Ukraine that has ensnared senior ministers and opposition lawmakers.</p><p>But tackling <a href=\"/news/2025/11/10/ukraine-anticorruption-agency-alleges-100m-energy-kickback-scheme\">corruption</a> remains a crucial condition for Ukraine’s European Union membership bid, a goal Kyiv views as central to its post-war future.</p><p>NABU and anticorruption prosecutors shocked Ukrainians last November by <a href=\"/news/2025/11/10/ukraine-anticorruption-agency-alleges-100m-energy-kickback-scheme\">unveiling</a> an alleged $100m kickback scheme in the energy sector involving a former associate of President Volodymyr Zelenskyy.</p><p>Last July, the Ukrainian president had passed a bill which sought to curb the country’s anticorruption agencies’ independence.</p><p>But after November’s reports from NABU and following months of widespread protests against his controversial bill, Zelenskyy urged full cooperation with the investigation.</p><p>In a television address to the country last November, he had <a href=\"/news/2025/11/10/ukraine-anticorruption-agency-alleges-100m-energy-kickback-scheme\">said</a> that everyone in the country “who has been involved in corruption schemes must receive a clear legal response. There must be criminal verdicts”.</p></div></div></body></html>"
        },
        {
            "title": "Child rights org says Google undermines parental control of child accounts | Technology News | Al Jazeera",
            "time": "2026-01-14T21:51:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-13T091047Z_1928902270_RC2UZIAD1UMQ_RTRMADP_3_GOOGLE-VIETNAM-1768424284.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A child rights advocacy organisation in the United States is accusing Google of bypassing parental authority by allowing children to disable parental supervision over Google accounts after they turn 13.</p><p>Melissa McKay, president of the Digital Childhood Institute, stated on LinkedIn that Google sent her 12-year-old an email that will unlock additional tools once he turns 13, posting screenshots of the email.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Google’s frequently asked questions, it shows that children can disable tools that allow parents to supervise accounts once they are what is known as the minimum age in their country, which is often 13 in many countries.</p><p>Among the changes, once children turn the age of 13, they can turn off supervised experiences on YouTube and can add payment methods to Google Pay. Parents will no longer be able to block apps, turn on location sharing without the permission of the child user or block access to payment features.</p><p>“Google is asserting authority over a boundary that does not belong to them. It reframes parents as a temporary inconvenience to be outgrown and positions corporate platforms as the default replacement,” McKay said in a post on LinkedIn.</p><p>Parents are able to supervise Google accounts through a programme called Family Link up until age 13.</p><p>“In nearly ten years as an online safety advocate, this is among the most predatory corporate practices I have seen,” she added.</p><p>McKay first raised the complaint in October, in a letter to the Federal Trade Commission (FTC).</p><p>“Enabling minors at this critical stage of development to terminate parental oversight, even when parents expressly seek to maintain such protections, constitutes a clear breach of duty of care,” McKay said in the letter shared with Al Jazeera.</p><p>McKay told Al Jazeera she had met with then FTC chairman Andrew Ferguson and said she had spent 45 minutes with him and his staff to walk through the complaints prior to sending the letter.</p><p>The 50-page document alleges that the Silicon Valley tech giant violated the Children’s Online Privacy Protection Act (COPPA), which is a law that puts limits on how tech companies can collect and use personal data from children under the age of 13.</p><p>The letter also alleges a violation of the 2014 FTC Consent Decree on in-app purchases, which requires platforms like Google to get parental permission before allowing such purchases by children.</p><p>Other parental rights activists echoed McKay’s worries.</p><p>“Our concern is that messaging like Google’s – telling a 13-year-old they can now remove parental supervision – sends the signal that parents are barriers to freedom, rather than partners in growth. This type of corporate language accelerates tech independence without any built-in safety net, education, or emotional readiness. We’re worried it normalises the idea that kids should ‘go it alone’ online just because they’ve reached an arbitrary age,” Joanne Ma, cofounder of DigiDefendr, a new platform that helps teach kids about safe practices online, told Al Jazeera.</p><p>Representatives for Alphabet, Google’s parent company, did not respond to Al Jazeera’s request for comment.</p><p>The FTC did not respond to Al Jazeera’s request for comment.</p><p>The Utah State Attorney General’s office, the state in which McKay is based, as well as Senator Mike Lee of Utah, who has been behind several pushes for age verification laws in the US – including regarding social media use and access to adult explicit material, did not respond to a request for comment.</p><h2 id=\"a-risky-environment\">A risky environment</h2><p>Google has long been under the microscope for the relationship between kids and teens and their slate of tools. A lawsuit in 2025 alleged that the tech giant harvested data on Chromebooks used by students for schoolwork in public school systems around the US. Another report in 2024 alleged that Google sales representatives advised potential advertisers about how to target teens on YouTube.</p><p>In 2019, the tech giant also settled a lawsuit with the New York State Attorney General for collecting the personal data of children using YouTube. It paid $136m in fines to the FTC and another $34m to New York.</p><p>Even beyond Google platforms, the online landscape has been an increasingly volatile place for children and teens, and 48 percent of teens reported that social media usage had a negative impact on their mental health, according to a survey last year by the Pew Research Center.</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>As cellphone and technology use, especially among younger people, escalates, including the rising use of chatbots like <a href=\"/podcasts/2025/7/3/the-take-is-chatgpt-hurting-our-critical-thinking-skills\" target=\"_blank\" rel=\"noopener\">ChatGPT</a>, online safety experts are flashing warning signs. About 72 percent of the US teens say they use ChatGPT, for instance, and a report from the Center For Counting Digital Hate found that the OpenAI-owned chatbot lacked sufficient safeguards like age verification tools.</p><p>The report also assessed if the chatbot would encourage dangerous behaviours by creating personas showing tendencies for substance abuse, suicidal ideation and eating disorders, with 53 percent of responses to prompts deemed as harmful.</p><p>“Continued parental supervision should be the default and NOT something that the child opts into. This is a decision that Google and other corporations need to make within their own policy. There should be some corporate responsibility here, especially with all that is out there about youth mental health and how it relates to social media,” Tracy Parolin, the other cofounder of DigiDefendr, told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to suspend immigrant visa processing for 75 countries | Donald Trump News | Al Jazeera",
            "time": "2026-01-14T21:42:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967fd9c-1768422812.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration to suspend immigrant visa processing for 75 countries</h1><p class=\"article__subhead\"><em>US State Department says freeze will affect citizens of Somalia, Haiti, Iran and Eritrea, among other countries.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says it will suspend immigrant visa processing for 75 countries around the world, as US President Donald Trump’s administration continues its wide-reaching <a href=\"/news/2026/1/13/minnesota-sues-trump-administration-over-immigration-crackdown\">crackdown on immigration</a>.</p><p>The Department of State said on Wednesday that visa processing would be paused for countries “whose migrants take welfare from the American people at unacceptable rates”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The freeze will remain active until the US can ensure that new immigrants will not extract wealth from the American people,” it said, adding that the measure would affect “dozens of countries”, including Somalia, Haiti, Iran and Eritrea.</p><p>Trump has pursued a hardline, anti-immigration agenda since he returned to office in January 2025, promising to carry out the largest deportation operation in US history.</p><p>Over the past year, he has announced curbs to several US visa programmes and drastically slashed the number of planned <a href=\"/news/2025/10/30/trump-announces-lowest-refugee-admission-cap-in-us-history-at-7500\">refugee admissions</a> into the US.</p><p>His administration has also deployed heavily armed immigration officers to major US cities to detain and deport people accused of being in the country illegally.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The State Department said earlier this week that it has revoked <a href=\"/news/2026/1/13/us-revokes-more-than-100000-visas-since-trumps-return-to-office\">more than 100,000 visas</a> since Trump’s return to the White House, a one-year record.</p><p>The Department of Homeland Security last month said the Trump administration has deported more than 605,000 people, while 2.5 million others left the US on their own.</p><p>The State Department did not immediately release a full list of the countries that will be subjected to the freeze on immigrant visas on Wednesday.</p><p>The AFP news agency, citing an unnamed US official, said Brazil, Egypt, Thailand, Nigeria, Iraq and Yemen would be among those affected.</p><p>Meanwhile, a State Department spokesman said the freeze on immigrant visa processing would begin on January 21.</p><p>The move will not apply to applicants seeking non-immigrant, or temporary tourist or business, visas.</p><p>David Bier, the director of immigration studies at the Cato Institute, said the Trump administration “has proven itself to have the most anti-legal immigration agenda in American history”.</p><p>“This action will ban nearly half of all legal immigrants to the United States, turning away about 315,000 legal immigrants over the next year alone,” Bier said in a statement.</p><p>Aaron Reichlin-Melnick, a senior fellow at the American Immigration Council, said Wednesday’s announcement, when combined with <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">previously announced US travel bans</a>, means the Trump administration “has now banned or suspended immigrant visas for 90 different countries”.</p><p>Seventy percent of the targeted countries were in Africa, Reichlin-Melnick added.</p></div></div></body></html>"
        },
        {
            "title": "Three Palestine Action activists end UK hunger strike | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-14T21:31:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_696810c10b-1768427713.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Three detained British activists who <a href=\"/news/2026/1/11/hunger-strike-for-70-days-how-the-body-breaks-down-without-food\">spent weeks refusing food</a> have ended their hunger strike, citing a report that a United Kingdom-based subsidiary of a major Israeli weapons company was denied a UK government contract.</p><p>The Prisoners for Palestine group said in a statement on Wednesday that hunger strikers Kamran Ahmed, <a href=\"/news/2026/1/13/uk-hunger-striker-heba-muraisi-i-think-about-how-or-when-i-could-die\">Heba Muraisi</a> and Lewie Chiaramello ended their strike after one of their “key” demands was achieved.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our prisoners’ hunger strike will be remembered as a landmark moment of pure defiance; an embarrassment for the British state,” the group said.</p><p>Several people affiliated with the proscribed group <a href=\"/opinions/2026/1/11/an-urgent-appeal-to-save-the-lives-of-palestine-action-hunger-strikers\">Palestine Action</a> had refused food in UK prisons since November in protest of their detention and the British government’s support for Israel as it wages a genocidal war against Palestinians in Gaza.</p><p>The activists’ relatives and friends had warned that their prolonged hunger strike put them at risk of serious health problems and even death.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Times reported on Tuesday that Elbit Systems UK, a subsidiary of the Israeli arms manufacturer of the same name, had failed to win a $2.69bn contract to help train British soldiers.</p><p>Citing an unnamed UK Ministry of Defence “insider”, the news outlet said the department instead chose to award the contract to a rival consortium led by Raytheon UK.</p><p>“The abrupt cancellation of this deal is a resounding victory for the hunger strikers, who resisted with their incarcerated bodies to shed light on the role of Elbit Systems, Israel’s largest weapons manufacturer, in the colonisation and occupation of Palestine,” Prisoners for Palestine said.</p><p>For years, Palestinian rights activists have called on countries to divest from Elbit Systems over its role in supplying the Israeli military with weapons used in alleged war crimes in the occupied Palestinian territory.</p><p>That includes the war-ravaged Gaza Strip, where Israel’s military assault has killed more than 71,000 Palestinians since October 2023.</p><p>The Palestine Action hunger-strikers were jailed over their <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\" target=\"_blank\" rel=\"noopener\">alleged involvement in break-ins</a> at the UK subsidiary of Elbit Systems in Filton near Bristol in 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The British government <a href=\"/news/2025/6/25/what-is-the-palestine-action-group-and-why-is-the-uk-banning-it\">proscribed Palestine Action</a> in June of last year under the country’s Terrorism Act 2000, making it illegal for people to join or express support for the group under penalty of up to 14 years in prison.</p><p>Since then, scores of people have been detained at protests across the UK for expressing support for the group in what critics say is a draconian crackdown on freedom of speech and assembly.</p><p>On Wednesday, Prisoners for Palestine said a total of seven activists had started to eat again after ending their hunger strikes.</p><p>British MP John McDonnell hailed the hunger strikers’ “dedication” in a social media post.</p><p>“I want to say to them, thank you for all that you’ve done,” said McDonnell, adding that the campaign “to ensure peace and justice for the Palestinian people” and to “end the complicity of the UK arms industry in the war crimes” being committed by Israel would continue.</p></div></div></body></html>"
        },
        {
            "title": "UK prosecutors seek to reinstate ‘terrorism’ charge against Kneecap rapper | Courts News | Al Jazeera",
            "time": "2026-01-14T21:08:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_6967f2343a-1768419892.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK prosecutors seek to reinstate ‘terrorism’ charge against Kneecap rapper</h1><p class=\"article__subhead\"><em>Irish band slams push to reinstate charge against rapper Liam O’Hanna as ‘waste of public time and public money’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British prosecutors have sought to reinstate a “terrorism” charge against a member of Irish rap group Kneecap for allegedly displaying a flag of Lebanese group Hezbollah during a gig in London, after a judge <a href=\"/news/2025/9/26/uk-court-throws-out-kneecap-terror-charge-quoting-technicality\">threw out the case</a> last year.</p><p>The Crown Prosecution Service (CPS) launched a High Court challenge on Wednesday, arguing that a chief magistrate erred in September when he dismissed the case against Liam O’Hanna, also known as Liam Og O hAnnaidh in Irish, over a technical error.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>O’Hanna, who performs under the name Mo Chara, was charged with displaying the flag at a November 21, 2024, concert in London, breaching the United Kingdom’s 2000 Terrorism Act.</p><p>In written submissions unveiled in court, the CPS “submits that the Learned judge was wrong to find that the proceedings … were not instituted in the correct form”.</p><p>Kneecap – known for their politically charged lyrics and support for Palestinian rights – have said the case is an attempt to distract from what they described as British complicity in Israel’s genocide against Palestinians in the Gaza Strip.</p><p>The band has called the attempted prosecution of O’Hanna a “British state witch-hunt”.</p><p>“Today more Palestinians were murdered by Israel,” Kneecap wrote in <a href=\"https://x.com/KNEECAPCEOL/status/2011485468110553205\" target=\"_blank\" rel=\"noopener\">a social media post</a> on Wednesday after the court hearing.</p><p>“More homes demolished and more children dead due to cold and lack of aid not permitted to enter by Israel. That is the ONLY thing about this whole witch-hunt worth talking about,” the band said, denouncing the legal proceedings as “a waste of public time and public money”.</p><figure id=\"attachment_4239675\" aria-describedby=\"caption-attachment-4239675\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239675\" src=\"/wp-content/uploads/2026/01/afp_6967f22c45b9-1768419884.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Irish rap group Kneecap band member, Liam O'Hanna, who performs under the stage name Mo Chara, hold placards as they gather outside the Royal Courts of Justice ahead of the singer's arrival in London on January 14, 2026.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239675\" class=\"wp-caption-text\">Kneecap supporters rally in defence of O’Hanna on January 14, 2026 [AFP]</figcaption></figure><p>O’Hanna was <a href=\"/video/newsfeed/2025/6/18/kneecap-rapper-in-uk-court-on-terrorism-charge-over-flag\">charged in May</a> after a video emerged from the London concert in which he allegedly displayed the Hezbollah flag, an offence he has denied.</p><p>Kneecap previously said the flag was thrown on stage during their performance and that they “do not, and have never” supported Hezbollah.</p><p>The charge against O’Hanna was thrown out in September after a court ruled it had originally been brought without the permission of the director of public prosecutions and the attorney general, as well as one day outside the six-month statutory limit.</p><p>But <a href=\"/news/2025/10/7/uk-prosecutors-will-challenge-decision-to-dismiss-kneecap-terrorism-case\">CPS lawyer</a> Paul Jarvis told London’s High Court on Wednesday that permission was only required by the time O’Hanna first appeared in court, meaning the case can proceed.</p><p>O’Hanna did not attend the hearing.</p><p>But his bandmate, JJ O Dochartaigh, better known by the stage name DJ Provai, was in court alongside the band’s manager, Dan Lambert, and its lawyers.</p><p>About 100 Kneecap supporters also turned up at the court to show their support, holding Irish and Palestinian flags, singing songs and listening to speeches.</p><p>Kneecap has promised to “win again”, arguing in legal filings that September’s court decision to throw out the charge “was plainly correct”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We are stuck’: Young Ugandans want stability, opportunities on eve of vote | Elections News | Al Jazeera",
            "time": "2026-01-14T20:46:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967f8b0-1768421552.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kampala, Uganda –</strong> It’s the eve of Uganda’s highly contested presidential election, and the country is partially shut down.</p><p>The national communications authority has <a href=\"/news/2026/1/14/uganda-faces-mounting-calls-to-end-internet-blackout-before-elections\">suspended public internet access</a>, the sale and registration of new SIM cards, and outbound roaming services.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On the streets of the capital city, the move has triggered anger and frustration — especially among young people who rely heavily on the internet for work, communication, and opportunity.</p><p>Marvin Masole says he mostly uses WhatsApp to communicate and to do business.</p><p>The 27-year-old university graduate has tried repeatedly to find a job — and failed.</p><p>Frustrated, he is now looking for opportunities abroad.</p><p>“Many of us use WhatsApp. Without internet, we are stuck,” he tells Al Jazeera.</p><p>“There are people out there earning money online. I feel if we had a youthful president, he would not have authorised the shutdown. He is marginalising us.”</p><p>Masole is gathered with friends at a food stall in downtown Kampala. The group share a famous “Rolex” – a chapati rolled with egg – a popular street delicacy in Uganda.</p><p>The oldest person among them is 37 years old. Most are in their 20s.</p><p>This mirrors the national average – more than 70 percent of the country is under the age of 35.</p><p>But for decades, this youthfulness has not been reflected in the upper echelons of power.</p><p>For all their lives, Masole and his friends have known only one president — Yoweri Museveni, now 81, who is seeking a seventh term after nearly four decades in power.</p><figure id=\"attachment_4239840\" aria-describedby=\"caption-attachment-4239840\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239840\" src=\"/wp-content/uploads/2026/01/ap_6967f87de5968-1768421501.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Supporters of Uganda opposition presidential candidate Robert Kyagulanyi Ssentamu, known as Bobi Wine, hold onto each other as they attend his final campaign rally at Aga Khan Grounds in Kampala, Uganda, Monday, Jan. 12, 2026. (AP Photo/Samson Otieno)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239840\" class=\"wp-caption-text\">Opposition supporters in Uganda attend a campaign rally at Aga Khan Grounds in Kampala, Uganda, Monday, January 12, 2026 [Samson Otieno/AP]</figcaption></figure><h2 id=\"tension-and-uncertainty\">Tension and uncertainty</h2><p>More than 21.6 million voters have registered for Thursday’s election.</p><p>But for many young Ugandans, the disconnect between them and Museveni’s policies feels both generational and political. They are educated, digitally connected, and facing high unemployment — and many say their voices do not translate into power.</p><p>But for other young Ugandans, the generational divide between them and the president does not translate into an ideological one.</p><p>Scovia Tusabimana strongly supports the president and his policies. She believes his leadership has benefitted the country.</p><p>“I was five years old when Museveni came to power. I’m an orphan. I couldn’t afford school,” she tells Al Jazeera.</p><p>“The president introduced universal primary education. He has built roads and hospitals.”</p><p>When asked about the internet shutdown and reports of campaign violence against the opposition and its supporters in the run-up to the polls, she says: “I’m not happy with the way things have been going, but I believe there is a reason why.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Masole says that in an ideal world, he would want to see a peaceful and harmonious transfer of power after the vote.</p><p>Yet Uganda has not experienced a peaceful handover since independence in 1962.</p><p>For years, elections in Uganda have been clouded by uncertainty and tension.</p><p>During the last polls in 2021, election-related violence and a crackdown by security forces left more than 50 people dead, according to rights groups.</p><p>Before and since then, Museveni’s government has been accused of fiercely cracking down on its critics.</p><p>In recent months, opposition politicians and activists have faced escalating harassment, including arbitrary arrests and detentions on what they describe as politically motivated charges.</p><p>Civil society organisations are also under growing pressure, facing tighter regulations and increased surveillance aimed at limiting their ability to influence and comment on the political process.</p><p>During campaigning for this year’s election, leading opposition candidate <a href=\"/news/2026/1/13/protect-the-vote-bobi-wine-opposition-brace-for-tense-uganda-election\">Bobi Wine</a> also warned that the state plans to arrest him again.</p><p>This comes as political analysts and observers predict that Museveni is almost guaranteed to win another term – a victory his competitors will likely say was rigged.</p><figure id=\"attachment_4239862\" aria-describedby=\"caption-attachment-4239862\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4239862\" src=\"/wp-content/uploads/2026/01/getty_6967f8cc3e-1768421580.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"KAMPALA, UGANDA - JANUARY 13: Crowds of supporters gather outside the home of Bobi Wine as he prepares to depart for the National Unity Platform's final campaign rally ahead of Uganda's 2026 general elections &gt; on January 13, 2026 in Kampala, Uganda. Robert Kyagulanyi Ssentamu, popularly known as Bobi Wine, is a Ugandan musician, activist, and politician currently serving as the president of the National Unity Platform (NUP). As of January 2026, he is the primary opposition candidate challenging incumbent President Yoweri Museveni in Uganda's upcoming general election to be held on January 15. (Photo by Michel Lunanga/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4239862\" class=\"wp-caption-text\">Crowds of supporters gather outside the home of Bobi Wine as he prepares to depart for the National Unity Platform’s final campaign rally ahead of Uganda’s 2026 general elections, on January 13, 2026, in Kampala, Uganda [Michel Lunanga/Getty Images]</figcaption></figure><h2 id=\"i-dream-of-a-country-with-good-hospitals\">‘I dream of a country with good hospitals’</h2><p>Out on the streets of Kampala, many people say they want to vote — but worry about what comes after the ballot is cast.</p><p>Okiya Abdul, a former teacher, says he wants a peaceful outcome. But he insists that the will of the people must be respected.</p><p>Frustration and disillusionment run deep, particularly among first-time voters who are questioning whether the ballot can still deliver change.</p><p>Sam Muzaale owns the food stall in downtown Kampala.</p><p>A former security guard, he worked his way up selling Rolex chapatis. He now employs several people. And for the first time, he plans to vote.</p><p>“I dream of a country with good hospitals and enough medicine, schools with teachers, and lower taxes — because taxes keep going up,” he tells Al Jazeera.</p><p>Masole, still frustrated by the internet shutdown and lack of opportunities, says he is unsure what the coming days will bring.</p><p>“The president knows how to use the military and police to bring peace. He knows how to restore order. I think he will find a way to stabilise the situation,” he says.</p><p>“What I fear is what will be done to bring back that stability.”</p><p>It is a concern shared by many Ugandans — a desire for peace and harmony, alongside anxiety about the cost of maintaining it.</p></div></div></body></html>"
        },
        {
            "title": "Kneecap’s pro-Palestine supporters protest court appeal | Protests | Al Jazeera",
            "time": "2026-01-14T20:27:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768422423.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Timeline of how Iran’s deadly protests unfolded | Protests News | Al Jazeera",
            "time": "2026-01-14T19:56:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768420546.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Danish FM says US ‘conquer’ of Greenland not acceptable | Politics | Al Jazeera",
            "time": "2026-01-14T19:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260114__92Q46J8__v1__HighRes__UsDenmarkGreenlandPoliticsDiplomacy_cropped-1768420416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinians in Gaza rebuild houses with mud and rubble | Newsfeed | Al Jazeera",
            "time": "2026-01-14T19:50:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768420194.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is Starlink helping Iranians break internet blackout, and how does it work? | Telecommunications News | Al Jazeera",
            "time": "2026-01-14T19:45:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T200530Z_588105977_RC2VZIAHS5OQ_RTRMADP_3_IRAN-ECONOMY-PROTESTS-STARLINK-1768383386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s Starlink is reportedly offering free service to users in Iran, where a communications blackout is under way amid widespread antigovernment protests.</p><p>The satellite communication service from SpaceX is one of the few ways that images and videos of the protests and the ensuing government crackdown have made their way out of Iran. Here’s what you need to know:</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><h2 id=\"how-is-starlink-being-used-in-iran\">How is Starlink being used in Iran?</h2><p>After Iran’s government cut off access to much of the internet on Thursday, Iranians have turned to proxy tools and Starlink’s constellation of low-orbit satellites to get online and share news of the protests with the outside world.</p><p>Starlink does not have a licence to operate in Iran, but thousands of its terminals have been smuggled into Iran since 2022 when then-United States President Joe Biden authorised US tech companies to bypass sanctions and sell Iranians communication tools. That move coincided with mass protests that had broken out over the death in custody of Mahsa Amini, an Iranian woman who was arrested for allegedly wearing the hijab improperly.</p><p>More recently, US President Donald Trump told reporters on Sunday that he wanted to see Starlink restore internet access to Iran and he would speak to Musk about the issue.</p><p>Although neither Starlink nor Musk has publicly confirmed the news, a person familiar with Starlink services told Bloomberg that the company is offering free services to Iran.</p><p>Mahmood Amiry-Moghaddam – director of Iran Human Rights, a human rights group with members inside and outside Iran – <span>told Al Jazeera that access to Starlink has played a pivotal role in sharing information about the protests, including estimates about the death toll.</span></p><p>“It has been extremely important because the alternative would have been no information,” Amiry-Moghaddam said.</p><p>Iran has released no official death toll, but authorities said more than 100 members of the security forces have been killed. Opposition activists said the toll is much higher and includes more than 1,000 protesters. The US-based Human Rights Activists News Agency said the number of dead has climbed to at least 2,571. Al Jazeera cannot independently verify any of these figures.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2446228\" src=\"/wp-content/uploads/2023/10/INTERACTIVE-How-does-starlink-work-1698575538.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - How does starlink work-1698575538\" fetchpriority=\"low\"></p><h2 id=\"how-does-this-communication-blackout-compare-with-the-past\">How does this communication blackout compare with the past?</h2><p>There have been 17 internet shutdowns in Iran since 2018, according to the Internet Society, a digital rights nonprofit, but they have varied in severity.</p><p>Blackouts have coincided with periods of unrest, such as the 2019 protests over fuel prices and the 2022 demonstrations after Amini’s death, according to Cloudflare, a global cybersecurity and cloud services firm.</p><p>Iran also briefly cut off internet access in June during a 12-day war with Israel and the US.</p><p>But Amiry-Moghaddam said the blackout this month has been more extensive than previous occasions due to its geographic scope and restrictions on international phone access.</p><p>“In 2019, there was a real blackout. In 2022, there were some areas, for some hours, and it was moving. But it has never been the whole country the way it is now and for so many days. It has never been that extensive,” Amiry-Moghaddam said.</p><p>The Fars news agency, which is affiliated with Iran’s Islamic Revolutionary Guard Corps, said in a Telegram post on Wednesday that access to the National Information Network, the state-controlled domestic intranet, had been restored.</p><p>The post said the “final decision on greater access to the internet” would be made in the next two weeks by “relevant institutions”.</p><h2 id=\"how-is-iran-blocking-communications\">How is Iran blocking communications?</h2><p>Iran’s latest shutdown was preceded by several days of internet traffic “anomalies” as antigovernment protests swept Iran, according to a Cloudflare analysis.</p><p>After the initial shutdown on Thursday, there were brief periods of connectivity on Friday, but as of Saturday, Iran “remains almost entirely cut off from the global internet”, according to its analysis.</p><p>Iran’s government has also tried to jam Starlink’s signals and seize terminals in a departure from past blackouts.</p><p>“In previous incidents, none of the internet shutdowns were as severe as this one,” Amir Rashidi, director of internet security and digital rights at the nonprofit Miaan Group, told Al Jazeera. “We never saw Iran trying to jam Starlink. That was not the case at all. Now they’re doing it.”</p><p>Iranian state media shared a video on Telegram on Tuesday of confiscated Starlink terminals and other telecommunications equipment still in their original packaging, which it described as “electronic espionage and sabotage items.”</p><p>Iran’s Ministry of Intelligence said the items were supposed to be distributed in areas that were experiencing unrest, according to the post.</p><h2 id=\"how-does-starlink-work\">How does Starlink work?</h2><p>Starlink’s “constellation” of telecoms satellites circle in a low Earth orbit about 550km (340 miles) above the ground.</p><p>On Earth, the person wanting to hook up to the internet must have a wifi-enabled satellite receiver. Much like a mobile phone connecting to different base stations as a user moves around, Starlink receivers, also known as terminals, must constantly hand off from one satellite to another as they pass overhead.</p><p>This contrasts with traditional telecommunication satellites, which are “geostationary”, meaning they orbit over the same spot on the Earth’s surface. That means Starlink customers don’t depend on just any one satellite. But it also means that the Starlink receiver is designed to accept signals from a wider angle – and that in turn leaves it more vulnerable to jamming.</p><h2 id=\"how-has-starlink-been-used-in-ukraine-and-other-places\">How has Starlink been used in Ukraine and other places?</h2><p>Starlink is also offering free broadband service to Venezuela through February 3, according to SpaceX. It decided this after the January 3 <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of President Nicolas Maduro by US special forces.</p><p>The company has also offered a month of free service to users impacted by natural disasters like Hurricane Melissa or the Canadian wildfires of 2025.</p><p>Starlink, however, has a mixed and even controversial record in some countries.</p><h2 id=\"what-are-the-controversies-that-have-surrounded-starlink-use\">What are the controversies that have surrounded Starlink use?</h2><p>The satellite service provided Ukraine’s military with a vital communications lifeline after Russia’s February 2022 full-scale invasion, but in September of that year, Musk reportedly ordered a Starlink shutdown over several regions of Ukraine as Kyiv prepared a counteroffensive.</p><p>Starlink has also been used by different groups in Sudan and Myanmar, two countries that are fighting years-long civil wars and experience frequent communications blackouts.</p><p>Scam centres in Myanmar, Cambodia and Laos have used Starlink to stay online despite international law enforcement efforts to cut off their power and internet connections. SpaceX said in October that it had disabled thousands of terminals in Myanmar although scam centres persist in the region. The United Nations estimated in 2023 that at least 220,000 people were trafficked to work in scam centres, where they engage in romance, investment and cryptocurrency scams online on behalf of criminal syndicates.</p><p>Meanwhile, critics say that the decision by the private company to operate in Iran without a licence has raised questions about the power of major corporations to violate the sovereignty of nations.</p><p>In 2023, Iran complained to the International Communication Union (ITU), the UN’s telecoms arm, about Starlink’s deployment in the country without authorisation. The ITU ruled in Iran’s favour, declaring Starlink’s actions illegal.</p></div></div></body></html>"
        },
        {
            "title": "Senegal beat Egypt 1-0 in AFCON semifinal as Sadio Mane scores late | Football News | Al Jazeera",
            "time": "2026-01-14T19:30:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_6967e78c-1768417164_6b0ff0-1768418322.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Senegal beat Egypt 1-0 in AFCON semifinal as Sadio Mane scores late</h1><p class=\"article__subhead\"><em>Mane scores 78th-minute winner to send Senegal through to play either Morocco or Nigeria in Sunday’s final.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Jan 2026</span><span aria-hidden=\"true\">14 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Sadio Mane fired Senegal into the final of the Africa Cup of Nations with <a href=\"/sports/liveblog/2026/1/14/live-senegal-vs-egypt-afcon-2025-semifinal\">a 1-0 victory</a> over seven-time winners Egypt.</p><p class=\"p1\">The two-time African Footballer of the Year broke the deadlock in the 78th minute on Wednesday when he let fly from just outside the penalty area inside the bottom left corner after Lamine Camara’s initial effort was blocked.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">It sparked joy and relief among the Teranga Lions’ fans in Tangier, where the 2021 champions – after beating Egypt in the final – had taken the initiative but struggled to create clear chances against the Pharaohs’ stubborn defence.</p><p class=\"p1\">Senegal captain Kalidou Koulibaly will miss the title match – against either host <a href=\"/sports/liveblog/2026/1/14/live-nigeria-vs-morocco-afcon-2025-semifinal\">Morocco or Nigeria</a>, who are playing in Rabat later on Wednesday – after picking up a yellow card that meant a suspension and then going off injured in the 23rd minute.</p><p class=\"p1\">Koulibaly was booked in the 17th for a tactical foul on Omar Marmoush. The captain was also sent off in the group-stage win over Benin and consequently missed the win over Sudan. His tournament was effectively ended when he had to be replaced by Mamadou Sarr because of injury.</p><p class=\"p1\">Nicolas Jackson had fired over just before Senegal displayed more attacking intent. Habib Diarra and Pape Gueye also had efforts saved.</p><p class=\"p1\">Tensions boiled over when Mohamed Salah fouled his former Liverpool teammate Mane, but Senegal coach Pape Thiaw and Egypt counterpart Hossam Hassan managed to cool tempers.</p><p class=\"p1\">Senegal’s Habib Diarra was booked for arguing, however, meaning he will miss the final, too.</p><p class=\"p1\">Salah sent in a dangerous free kick that went through a host of players and out before the break. It was the closest the Pharaohs had gone to scoring.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">As the semifinal passed the hour mark, the pattern of the opening half continued. Egypt were content to let Senegal have more possession, confident they would snuff out any threat to El Shenawy.</p><p class=\"p1\">With 15 minutes of regular time remaining, Egypt had not had a goal attempt on target nor had they forced a corner.</p><p class=\"p1\">Finally, with 12 minutes remaining, the Senegalese pressure was rewarded with two-time African player of the Year Mane scoring.</p><p class=\"p1\">An ambitious long-range effort by Camara was deflected to Mane, and his low shot flew past El Shenawy and into the net.</p><p class=\"p1\">Marmoush had an effort saved in stoppage time as Egypt’s desperate attempts failed to yield a result.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}