{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Syria ministers discuss military cooperation with Putin in Russia: Report | Vladimir Putin News | Al Jazeera",
            "time": "2025-12-24T01:54:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25212360542213-1766539320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s foreign and defence ministers met Russian President Vladimir Putin in Moscow and held discussions on expanding “strategic cooperation in the military industries sector”, Syrian state media has reported.</p><p>The Syrian Arab News Agency (SANA) ⁠said that Putin’s meeting on Tuesday with Syrian Minister of Foreign Affairs Asaad Hassan Al-Shaibani and Minister of Defence Murhaf Abu Qasra ‌focused on political, economic and military issues of “mutual interest”, but that “particular emphasis” was on defence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>According to SANA, <a href=\"/news/2025/10/15/syria-seeks-to-redefine-russia-ties-al-sharaa-tells-putin-in-moscow\">Putin and the Syrian ministers</a> discussed a range of defence-related matters, including developing military cooperation to strengthen the Syrian army’s capabilities and ‌modernising its equipment, transferring expertise and cooperation in research and development.</p><p>“During the meeting, both sides reviewed ways to advance military and technical partnership in a manner that strengthens the defensive capabilities of the Syrian Arab Army and keeps pace with modern developments in military industries,” SANA reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The two sides also discussed political and economic issues, including the “importance of continued political and diplomatic coordination between Damascus and Moscow in international forums”, according to the news agency.</p><p>On the economic front, the talks addressed expanding Syrian-Russian cooperation, including in reconstruction projects, infrastructure development and investment in Syria.</p><p>Putin also reaffirmed Russian “steadfast support” for Syria and its territorial integrity, while renewing “Moscow’s condemnation of repeated Israeli violations of Syrian territory, describing them as a direct threat to regional security and stability”.</p><p>The ministers’ visit to Moscow is the latest by Syria’s new authorities since the removal from power last December of the country’s longtime ruler and Moscow’s former ally in Damascus, Bashar al-Assad.</p><p>Russia was a key supporter of al-Assad during Syria’s nearly 14-year civil war, providing vital military aid that kept the Assad regime in power, including Russian air support that rained air strikes on rebel-held areas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite al-Assad and his family <a href=\"/news/2025/1/29/russia-tight-lipped-on-syrian-demand-of-al-assad-for-military-bases\">fleeing to Russia</a> after the toppling of his regime, Moscow is eager to build good relations with the new government in Damascus.</p><p>Moscow, in particular, is hoping to secure agreements to continue operating the Khmeimim airbase and the Tartous naval base on Syria’s Mediterranean coast, where Russian forces continue to be present.</p><p>In October, Syria’s new president, Ahmed al-Sharaa, visited Russia, where he said his government ‍would honour all the past deals struck between Damascus and Moscow, a pledge that suggested that the two Russian military bases were secure in the post-Assad period.</p><p>Putin said ‍at the time of al-Sharaa’s visit ⁠that Moscow was ready to do all it could to act on what he called the “many interesting and useful beginnings” discussed by the two sides on renewing relations.</p><p>Russian ‌state media on Tuesday quoted the country’s Ministry of Foreign Affairs spokeswoman, Maria Zakharova, as saying that Russian Foreign Minister Sergey Lavrov would also hold talks with ‍his Syrian counterpart, Al-Shaibani, during the Syrian delegation’s visit.</p><p>During a visit to Moscow in July, Al-Shaibani said his country wanted <a href=\"/news/2025/7/31/syria-wants-russia-by-our-side-in-new-governments-first-moscow-visit\">Russia “by our side”</a>.</p><p>“The current period is full of various challenges and threats, but it is also an opportunity to build a united and strong Syria. And, of course, we are interested in having Russia by our side on this path,” Al-Shaibani told Lavrov at the time.</p><figure id=\"attachment_4193050\" aria-describedby=\"caption-attachment-4193050\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193050\" src=\"/wp-content/uploads/2025/12/2025-10-15T124126Z_399029733_RC2BCHAEF2WZ_RTRMADP_3_SYRIA-SECURITY-RUSSIA-1766538939.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Russia's President Vladimir Putin and Syria's President Ahmed al-Sharaa speak during a meeting at the Kremlin in Moscow, Russia, October 15, 2025. Alexander Zemlianichenko/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193050\" class=\"wp-caption-text\">Syrian President Ahmed al-Sharaa speaks during a meeting with Russian President Vladimir Putin at the Kremlin in Moscow, Russia, on October 15, 2025 [Pool: Alexander Zemlianichenko via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,399 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T00:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694b2407-1766532103.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,399</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,399 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, December 24:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces began a <a href=\"/video/newsfeed/2025/12/23/russia-strikes-ukrainian-homes-and-energy-in-deadly-missile-attack\">“massive attack” on Ukraine</a> on Monday night, killing three people and targeting 13 regions with 650 drones and 30 missiles, Ukrainian President Volodymyr Zelenskyy said in a post on X.</li>\n<li>Those killed in the <a href=\"/news/2025/12/23/russian-strikes-trigger-ukraine-power-cuts-prompt-poland-to-scramble-jets\">overnight attack</a> included a four-year-old girl in the central Zhytomyr region, Governor Vitalii Bunechko said on Telegram. “Doctors struggled to save the child’s life, but in the end, they were unable to save her,” Bunechko said, adding that five people were also injured in the attack.</li>\n<li>Russian forces also launched drones and missiles at the Vyshhorod district of Ukraine’s Kyiv region, killing a woman and injuring three people, Governor Mykola Kalashnyk said.</li>\n<li>In Ukraine’s western Khmelnytskyi region, one person was killed by Russian shelling, Governor Serhii Tiurin said.</li>\n<li><a href=\"/gallery/2025/12/23/ukraine-deploys-low-cost-drones-to-counter-russias-aerial-attacks\">Russian drone attacks</a> on Kyiv’s Sviatoshynskyi district left five people injured, said Tymur Tkachenko, the head of the Kyiv City Military Administration.</li>\n</ul><figure id=\"attachment_4192999\" aria-describedby=\"caption-attachment-4192999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192999\" src=\"/wp-content/uploads/2025/12/ap_694b252552596-1766532389.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An injured elderly woman looks out of her broken window as an apartment building was hit by a Russian drone during an aerial attack in Kyiv, Ukraine, Tuesday, Dec. 23, 2025. (AP Photo/Efrem Lukatsky)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192999\" class=\"wp-caption-text\">An injured elderly woman looks out of her broken window after an apartment building was hit by a Russian drone during an aerial attack in Kyiv, Ukraine, on Tuesday [Efrem Lukatsky/AP Photo]</figcaption></figure><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Ministry of Energy said that “emergency power outages” were introduced in several regions across the country due to Russian forces targeting energy infrastructure. The ministry said that it was working to restore electricity to the Rivne, Ternopil and <a href=\"/news/2025/12/23/why-is-russia-escalating-attacks-on-ukraines-odesa\">Odesa regions</a>. The ministry said that the situation was “most difficult” in the border regions, “as restoring electricity is complicated by continuous fighting”.</li>\n<li>Ukraine’s General Staff said Ukrainian troops have withdrawn from the Donetsk region’s ​​Siversk area after heavy fighting, noting that Moscow’s forces had a “significant advantage” there.</li>\n<li>Ukraine’s Ministry of Foreign Affairs said that Ukrainian F-16 fighter pilots shot down 621 of 673 Russian “aerial targets” on Tuesday night, including 34 of 35 cruise missiles.</li>\n<li>In Russia, a Ukrainian drone strike on a car killed three men in the Belgorod region on Monday, the region’s emergency response team reported.</li>\n<li>Another Ukrainian drone attack in Belgorod on Tuesday killed one person and injured three, the region’s operational headquarters said on Telegram.</li>\n<li>Russian forces shot down 56 Ukrainian drones in a day, as well as a guided bomb, Russia’s Ministry of Defence said, according to the state news agency TASS.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said in his nightly address, “We sense that America wants to reach a final agreement” to end the war in Ukraine, and that “there is full cooperation” from the Ukrainian side.</li>\n<li>In an earlier post on X, Zelenskyy said that “several draft documents have now been prepared”, following <a href=\"/news/2025/12/22/us-talks-with-russia-ukraine-in-miami-constructive-productive\">talks in Miami</a>. “In particular, these include documents on security guarantees for Ukraine, on recovery, and on a basic framework for ending this war,” he said.</li>\n<li>Pope ‍Leo said that Russia’s apparent refusal to agree to a ceasefire on December 25 is “among the things that cause me much sadness”.</li>\n<li>“I will make ​an appeal one ‌more time to people of goodwill to respect at least Christmas ‌Day as a day of ‌peace,” Leo told reporters outside his residence in Castel Gandolfo, Italy.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Belgium joins South Africa’s genocide case against Israel at ICJ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T21:11:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-10-22T131424Z_271019461_RC21HHAHTVHR_RTRMADP_3_ISRAEL-PALESTINIANS-WORLD-COURT-1761146856-1766515861.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Belgium joins South Africa’s genocide case against Israel at ICJ</h1><p class=\"article__subhead\"><em>Other countries, including Brazil, Colombia, Ireland, Mexico, Spain and Turkiye, have already joined the case in The Hague.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belgium has formally joined the case launched by South Africa at the <a href=\"/news/2025/12/20/uns-top-court-to-hold-myanmar-genocide-hearings-in-january\">International Court of Justice (ICJ)</a> alleging Israel is committing genocide in the Gaza Strip.</p><p>In a statement on Tuesday, the ICJ – The Hague-based highest court of the United Nations – said Belgium had filed a declaration of intervention in the case.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Other countries, including Brazil, Colombia, Ireland, Mexico, Spain and Turkiye, have already joined the proceedings.</p><p>South Africa brought the case in December 2023, arguing that Israel’s war in Gaza violates the 1948 UN Convention on the Prevention and Punishment of the Crime of Genocide.</p><p>Israel has rejected the allegations and criticised the case.</p><p>While a final ruling could take years, the ICJ issued provisional measures in January 2024 ordering Israel to take steps to prevent acts of genocide in Gaza and to allow unimpeded access for humanitarian aid.</p><p>The court’s orders are legally binding although it has no direct mechanism to enforce them.</p><p>The ICJ also said Israel’s presence in occupied Palestinian territory is unlawful and its policies amount to annexation.</p><p>Israel has continued its assaults in Gaza and the occupied West Bank despite the rulings and growing international criticism while advancing plans to seize large parts of Palestinian territory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, the United States and several of its European allies continue to provide military and financial support to Israel.</p><p>Washington has rejected the merits of South Africa’s case, and US lawmakers have criticised the country and issued threats against it.</p><p>The US has also imposed sanctions on members of the International Criminal Court (ICC), which has issued arrest warrants against Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant.</p><p>Belgium was also among a group of countries that recognised the State of Palestine in September. Nearly 80 percent of UN member states now recognise Palestine.</p><p>Since a ceasefire began on October 10, the Palestinian Ministry of Health in Gaza said, Israel has killed at least 406 Palestinians and injured 1,118 in the enclave. Since the start of the war on October 7, 2023, the ministry said, at least 70,942 Palestinians have been killed and 171,195 wounded.</p></div></div></body></html>"
        },
        {
            "title": "How will Syria deal with its growing security challenges? | Syria's War | Al Jazeera",
            "time": "2025-12-23T20:59:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766522525.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Renewed fighting between army and SDF highlights volatility.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">As the year comes to an end, a deal between the Syrian government and the Kurdish-led Syrian Democratic Forces was expected to come into force.</p><p class=\"p1\">Instead, fighting has erupted between the two sides in the northern city of Aleppo.</p><p class=\"p1\">They later agreed to stop the fighting, while blaming each other for the violence.</p><p class=\"p1\">That deal was supposed to lead to the SDF integrating with the army, but it is stalling on how that should be implemented.</p><p class=\"p1\">This renewed tension comes as Damascus faces other threats, ranging from ISIL (ISIS) to recurrent conflicts with the Druze community and continuing attacks by Israel.</p><p class=\"p1\">So what does this complex security situation mean for Syria, a year after the fall of Bashar al-Assad?</p><p class=\"p1\"><strong>Presenter:</strong> Dareen Abughaida</p><p class=\"p1\"><strong>Guests</strong></p><p class=\"p1\">Haid Haid – Researcher at Chatham House</p><p class=\"p1\">Steven Heydemann – Professor and Middle East Studies programme director at Smith College</p><p class=\"p1\">Omer Ozkizilcik – Nonresident fellow for the Syria project in the Atlantic Council’s Middle East programme</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Venezuela passes law enacting harsh penalties for supporters of US blockade | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-23T20:53:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_692cf0917e921-1764552849_49eedf-1764561977.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s National Assembly has passed a law enacting harsh penalties for those who support or help finance <a href=\"/news/2025/12/17/trump-orders-total-blockade-of-sanctioned-venezuelan-oil-tankers\">blockades</a> and acts of piracy, including up to 20 years in prison.</p><p>The legislation was passed on Tuesday after the United States seized <a href=\"/news/2025/12/20/us-seizes-second-oil-vessel-off-venezuela-coast-officials-say\">oil tankers</a> linked to Venezuela, acts that the government of President Nicolas Maduro has denounced as lawless acts of piracy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This law seeks to protect the national economy and avoid the erosion of living standards for the population,” lawmaker Giuseppe Alessandrello said, while presenting the law before the National Assembly, controlled by Maduro’s governing party.</p><p>The US has carried out a series of increasingly aggressive measures over the past several months, deploying sizeable military forces to Latin America, seizing <a href=\"/news/2025/12/21/us-pursues-another-oil-tanker-near-venezuela-reports\">oil tankers</a>, killing dozens of people in military strikes on what it says are <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">drug-trafficking boats</a>, and threatening land strikes on Venezuela itself.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The legality of some of those acts, such as the seizure of oil tankers in international waters, is contested. Others, such as the strikes against alleged drug traffickers, are widely <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">considered illegal</a>.</p><p>“We are in the presence of a power that acts outside of international law, demanding that Venezuelans vacate our country and hand it over,” Samuel Moncada, Venezuela’s representative at the United Nations, told the Security Council (UNSC) during a meeting on Tuesday.</p><p>“The threat is not Venezuela,” he added. “The threat is the US government.”</p><p>China and Russia also criticised US actions. Russia’s ambassador, Vassily Nebenzia, said that the Trump administration was creating a “template” for the use of force that could be used against other Latin American countries in the future.</p><p>“We saw clear support for Venezuela from Russia and China, but also from Colombia, and even from some other member states, talking about how the US needs to abide by international law and calling for de-escalation,” Al Jazeera correspondent Gabriel Elizondo said from the UN.</p><p>He added that several Latin American countries with right-wing governments, such as Argentina, Panama and Chile, appeared to side with the US.</p><p>“The bottom line here is that we have not gotten any better sense from the United States on what their endgame is here, where they plan to take this,” he added.</p><p>The Wall Street Journal reported on Tuesday that the US military had moved special operations aircraft and cargo planes with troops into the Caribbean this week.</p><p>“We have a massive armada formed, the biggest we’ve ever had, and by far the biggest we’ve ever had in South America,” Trump told reporters on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro has said the US is seeking to topple his government and seize control of Venezuela’s large oil reserves, which members of the Trump administration have falsely claimed <a href=\"/news/2025/12/18/does-the-us-have-any-real-claim-on-venezuelan-oil-as-stephen-miller-says\">rightfully belong</a> to the US. Trump said on Monday that the US would retain the oil seized from the tankers as well as the tankers themselves.</p><p>Addressing the UNSC, the US ambassador, Mike Waltz, said that oil sales were a “primary economic lifeline for Maduro and his illegitimate regime”, repeating an unsubstantiated claim that Maduro oversees a vast criminal enterprise that traffics drugs to the US.</p><p>“The single most serious threat to this hemisphere, our very own neighbourhood and the United States, is from transnational terrorist and criminal groups,” Waltz said.</p><p>The US pressure campaign has become a useful pretext for the Venezuelan government’s efforts to crack down on internal dissent.</p><p><a href=\"/news/2024/9/17/venezuela-intensified-repressive-machinery-after-maduro-re-election-un\">Rights groups</a> have said that Maduro’s government has become more repressive since the presidential election in July 2024, in which Maduro <a href=\"/news/2024/7/29/nicolas-maduro-declared-winner-of-closely-fought-venezuela-election\">claimed victory</a> despite the widespread doubts about the credibility of the results. The opposition has maintained it was the true winner, and few countries have recognised Maduro’s victory.</p></div></div></body></html>"
        },
        {
            "title": "Trump administration to resume wage garnishment for student loan defaulters | Education News | Al Jazeera",
            "time": "2025-12-23T20:37:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-06-10T100114Z_882990266_RC2HSEAA81YE_RTRMADP_3_USA-TRUMP-VOTERS-STUDENT-LOANS-1766519018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump administration to resume wage garnishment for student loan defaulters</h1><p class=\"article__subhead\"><em>Borrowers to receive wage garnishment notices starting January 7, Department of Education confirms.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump says it will begin garnishing wages from some borrowers who have defaulted on their student loans, marking the first time the federal government has taken such action since the onset of the COVID-19 pandemic.</p><p>Affected borrowers will begin receiving notices on January 7, a Department of Education spokesperson told Al Jazeera on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The policy is expected to initially impact about 1,000 borrowers, and the number is to grow over time.</p><p>“The notices will increase in scale on a month-to-month basis,” the spokesperson said.</p><p>Al Jazeera asked the department for clarification on how borrowers were selected for the first round of garnishments, how many additional people may be affected and the rationale behind those decisions.</p><p>The agency did not clarify but said collections are “conducted only after student and parent borrowers have been provided sufficient notice and opportunity to repay their loans”.</p><p>Under federal law, the government may garnish up to 15 percent of a borrower’s take-home pay as long as the individual is left with at least 30 times the federal minimum wage per week. The federal minimum wage is currently $7.25 an hour, a rate that has remained unchanged since July 2009.</p><p>About one in six American adults holds student loan debt, which totals about $1.6 trillion. As of April, more than 5 million borrowers had not made a payment in at least a year, according to the Education Department.</p><p>The garnishments are planned as economic pressure mounts for many Americans amid rising prices and a cooling labour market. According to consulting firm Challenger, Gray &amp; Christmas, more than 1.1 million people lost their jobs in 2025 as job growth slowed. Federal data also showed mixed employment trends in recent months with job losses reported in October followed by modest gains in November.</p><p>In the months of October and November, the unemployment rate <a href=\"/economy/2025/12/16/us-unemployment-hits-highest-level-since-2021-as-labour-market-cools\" target=\"_blank\" rel=\"noopener\">increased to 4.6 percent,</a> the highest since 2021, according to the US Department of Labor’s Bureau of Labor Statistics.</p><p>“Families are being forced to choose between paying their bills and putting food on the table. The Trump administration’s decision to begin garnishing wages takes even that meagre choice away from student loan borrowers who are living on the brink,” Julie Margetta Morgan, former deputy undersecretary at the Education Department under former President Joe Biden, told Al Jazeera.</p><p>“Instead of solving the affordability crisis that’s leaving Americans unable to pay their student loans, the president is further punishing families and forcing them to forgo the very basics.”</p><p>In addition to wages, the federal government has the authority to garnish income from tax refunds, Social Security benefits and certain disability payments.</p></div></div></body></html>"
        },
        {
            "title": "Hindutva protest at Bangladesh High Commission over lynching of Hindu man | Protests | Al Jazeera",
            "time": "2025-12-23T20:34:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766522061.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Wasteful Nigeria edge past Tanzania to make winning start to AFCON 2025 | Football News | Al Jazeera",
            "time": "2025-12-23T20:13:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251223__88XE9BC__v1__MidRes__FblAfr2025Match05NgaTza-1766513849.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ademola Lookman has secured <a href=\"/sports/liveblog/2025/12/23/live-nigeria-vs-tanzania-2025-africa-cup-of-nations\">a 2-1 win</a> for a wasteful Nigeria against Tanzania in Fez, Morocco, in their opening Africa Cup of Nations match.</p><p>After the disappointment of failing to qualify for the 2026 World Cup, Nigeria coach Eric Chelle would have hoped for more goals given the opportunities his side created on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Star striker Victor Osimhen was among the culprits. He failed to score but could have claimed a hat-trick with better finishing.</p><p>Nigerian centre-half Semi Ajayi opened the scoring in the first half before Charles M’Mombwa levelled soon after half-time.</p><p>However, Atalanta attacker Lookman struck the winning goal shortly after the equaliser to spare Nigeria’s blushes.</p><p>The first half followed a predictable pattern, with three-time champions Nigeria pressing and Tanzania soaking up the pressure as they sought their first win after three draws and six losses in three previous AFCON appearances.</p><p>Tanzania goalkeeper Zuberi Masudi suffered a facial injury after advancing off his line to block a shot by Akor Adams.</p><p>From the resultant corner, Sevilla striker Adams came close as his near-post header hit the top of the crossbar.</p><p>The East Africans threatened for the first time on 14 minutes, with an acrobatic shot from Simon Msuva comfortably saved by Stanley Nwabali.</p><p>As rain began to fall in Fez, Nigerian frustrations surfaced, with 2023 African player of the year Osimhen upset after being fouled by Ibrahim Hamad.</p><figure id=\"attachment_4192678\" aria-describedby=\"caption-attachment-4192678\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192678\" src=\"/wp-content/uploads/2025/12/AFP__20251223__88XH7ZW__v1__MidRes__FblAfr2025Match05NgaTza-1766517641.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nigeria's Victor Osimhen\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192678\" class=\"wp-caption-text\">Nigeria’s forward Victor Osimhen during the Africa Cup of Nations match against Tanzania [Abdel Majid Bziouat/AFP]</figcaption></figure><p>Osimhen then became the focal point of the Nigerian attacks, threatening to score twice before another attempt was cleared off the line by Bakari Nondo.</p><p>That set-piece led to the Super Eagles taking the lead as the ball was played back to Alex Iwobi, whose cross was nodded into the corner of the net by Ajayi for his second international goal.</p><p>Samuel Chukwueze had the chance to increase the lead just before half-time, but his close-range shot was tipped over by Masudi.</p><p>The opening seven minutes of the second period were dramatic, as an Osimhen goal was ruled offside before M’Mombwa equalised on 50 minutes, and then 2024 African player of the year Lookman restored Nigeria’s lead two minutes later with a rising shot from just outside the box.</p><p>Chelle introduced veteran Moses Simon for Adams in the vain hope of building a wider lead before what is likely to be their toughest Group C match – against Tunisia in Fez on Saturday.</p><p>Tanzania squandered a chance to equalise with three minutes of regular time remaining as a Mohamed Hussein cross evaded Nwabali, but substitute Kelvin John failed to connect with the ball.</p><figure id=\"attachment_4192988\" aria-describedby=\"caption-attachment-4192988\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192988\" src=\"/wp-content/uploads/2025/12/AFP__20251223__88XQ94R__v1__MidRes__FblAfr2025Match06TunUga-1766531674.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Tunisia's forward #07 Elias Achouri celebrates his goal during the Africa Cup of Nations (CAN) Group C football match between Tunisia and Uganda\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192988\" class=\"wp-caption-text\">Tunisia’s forward Elias Achouri celebrates his goal during the Africa Cup of Nations Group C football match between Tunisia and Uganda [Sebastien Bozon/AFP]</figcaption></figure><h2 id=\"tunisia-open-with-a-win-against-uganda\">Tunisia open with a win against Uganda</h2><p>Elias Achouri’s double helped Tunisia ease to a 3-1 win over Uganda in their opening game, the last of the day, at the Africa Cup of Nations.</p><p>Ellyes Skhiri headed in an early opener, and FC Copenhagen winger Achouri then scored twice on either side of half-time, in a game played in relentless rain in Rabat. Denis Omedi netted a late consolation for Uganda.</p><p>The result leaves Tunisia on top of Group C after the opening round of matches, above Nigeria on goal difference following a 2-1 victory for the Super Eagles against Tanzania earlier in Fes.</p><p>“It was a good performance. I think we can take plenty of positives. We got three goals, and we wanted to start the competition in the best possible way,” Achouri said. “We did that, and we are very proud.”</p><p>Tunisia, who have qualified for next year’s World Cup, are appearing at a 17th consecutive AFCON and were eager to do better than at the 2024 edition in Ivory Coast, in which they were eliminated in the group stage without winning a game.</p><p>The Carthage Eagles duly got off to a triumphant start on a drenched surface at the Rabat Olympic Stadium, with French-born Eintracht Frankfurt midfielder Skhiri opening the scoring after only 10 minutes.</p><p>Achouri then took centre stage, doubling the lead with a lovely cushioned finish from an Ali Abdi cross as the interval approached.</p><p>He got his second goal and Tunisia’s third shortly after the hour mark, following in to score after an Abdi shot was saved by Uganda goalkeeper Jamal Salim.</p><p>Uganda were well beaten but salvaged some pride when Omedi scored in stoppage time, his shot finding the net via a big deflection off Tunisian defender Yan Valery.</p><p>Tunisia meet Nigeria next on Saturday in Fes in what looks set to be a decisive game in deciding who wins the section, while Uganda and Tanzania will hope to register their first points when they clash in Rabat.</p></div></div></body></html>"
        },
        {
            "title": "UK police say comedian Russell Brand charged with two more sex offences | Crime News | Al Jazeera",
            "time": "2025-12-23T19:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694ae37719-1766515575_57febb-1766516667.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police say comedian Russell Brand charged with two more sex offences</h1><p class=\"article__subhead\"><em>The 50-year-old comedian is already facing similar charges, including rape and sexual assault, involving four women.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British authorities have brought new counts of rape and sexual assault against comedian <a href=\"/news/2025/4/4/uk-comedian-russell-brand-faces-rape-sexual-assault-charges\">Russell Brand</a>, who is already facing similar charges involving four women.</p><p>The United Kingdom’s Crown Prosecution Service (CPS) said on Tuesday that the new charges – one count of rape and one of sexual assault – against Brand were in relation to two further women. The alleged offences took place in 2009, the CPS said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Brand, 50, had already been charged in April with two counts of rape, two counts of sexual assault and one count of indecent assault. The charges were brought after an 18-month investigation launched when four women alleged they had been assaulted by the comedian.</p><p>Prosecutors said these offences took place from 1999 to 2005, one in the English seaside town of Bournemouth and the other three in London.</p><p>Brand pleaded not guilty to those charges in a London court.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He is expected to appear at Westminster Magistrates’ Court on January 20 in relation to the two new charges. A trial has also been scheduled for June 16 and is expected to last four to five weeks.</p><p>The Get Him to the Greek actor, known for risque stand-up routines and battles with drugs and alcohol, has dropped out of the mainstream media in recent years. He built a large following online with videos mixing wellness with conspiracy theories as well as discussions about religion.</p><p>When the first group of charges was announced in April, Brand said he welcomed the opportunity to prove his innocence.</p><p>“I was a fool before I lived in the light of the Lord,” he said in a social media video. “I was a drug addict, a sex addict and an imbecile. But what I never was, was a rapist. I’ve never engaged in nonconsensual activity. I pray that you can see that by looking in my eyes.”</p><p>Detective Chief Inspector Tariq Farooqi said the women involved in the case “continue to receive support from specially trained officers”.</p><p>He added the police investigation was ongoing and urged “anyone affected by this case or anyone with information to come forward”.</p></div></div></body></html>"
        },
        {
            "title": "Libyan army chief killed in plane crash near Turkiye’s capital | Aviation News | Al Jazeera",
            "time": "2025-12-23T19:28:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766538630.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Libyan army’s chief of staff, Mohammed Ali Ahmed al-Haddad, has died in a plane crash near the Turkish capital, Ankara, shortly after the private jet he was travelling in took off from an airport there.</p><p>The crash on Tuesday killed everyone on board.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The victims included four other high-ranking Libyan military officials and three crew members.</p><p>Turkish officials told Al Jazeera that initial investigations have ruled out sabotage and instead point to a technical failure as the cause of the crash.</p><p>Libyan Prime Minister Abdul Hamid Dbeibah confirmed al-Haddad’s death in a statement on Facebook, saying the “tragic accident” took place as the delegation was returning home.</p><p class=\"p1\">“This great tragedy is a great loss for the nation, the military establishment, and all the people,” he said. “We have lost men who served their country with sincerity and dedication and were an example of discipline, responsibility, and national commitment.”</p><p>Al-Haddad was the top military commander in western Libya and played a crucial role in the ongoing United Nations-brokered efforts to unify the country, which has been divided since 2011 following the NATO-backed revolt that toppled and killed longtime ruler, Muammar Gaddafi.</p><p>The four other officers who died in the crash were General Al-Fitouri Gharibil, the head of Libya’s ground forces; Brigadier General Mahmoud Al-Qatawi, who led the Military Manufacturing Authority; Muhammad Al-Asawi Diab, an adviser to the chief of staff; and Muhammad Omar Ahmed Mahjoub, a military photographer with the chief of staff’s office.</p><p>The Libyan delegation was in Ankara for high-level defence talks aimed at boosting military cooperation between the two countries, according to Turkish officials.</p><p>Dbeibah’s UN-recognised Government of National Unity (GNU) in Tripoli announced official mourning across the country for three days. The GNU statement said that all state institutions would fly flags at half-mast, while official ceremonies and celebrations would be suspended.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"inquiry-under-way\">Inquiry under way</h2><p>Turkiye’s Minister of Interior Ali Yerlikaya said on X that al-Haddad’s plane took off from Ankara’s Esenboga airport at 8:10pm local time (17:10 GMT) en route to Tripoli, and that radio contact was lost about 40 minutes later.</p><p>He said authorities found the plane’s wreckage near the Kesikkavak village in Ankara’s Haymana district.</p><p>Yerlikaya added that the Dassault Falcon 50-type jet had made a request for an emergency landing while over Haymana before all communication ceased.</p><p>Burhanettin Duran, the head of the Turkish presidential communications office, said the plane notified air traffic control of an electrical fault and requested an emergency landing. The aircraft was redirected back to Esenboga, where preparations for its landing began.</p><p>The plane, however, disappeared from the radar while descending for the emergency landing, Duran said.</p><p>Security camera footage aired on local television stations showed the night sky over Haymana suddenly lit up by what appeared to be an explosion.</p><p>Turkish Minister of Justice Yilmaz Tunc said that the Ankara chief prosecutor’s office has launched an investigation into the incident.</p><p>In a statement to Al Jazeera, a Turkish official said that “initial reports from the investigation rule out any sabotage to the Libyan Army Chief plane crash”.</p><p>The initial cause is technical failure, the official added.</p><p>According to the GNU, Libya will send a team to Ankara to work with Turkish authorities on investigating the crash.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"huge-loss\">‘Huge loss’</h2><p>Walid Ellafi, the GNU’s state minister of political affairs and communication, told the broadcaster Libya Alahrar that it was not clear when a crash report would be ready.</p><p>He said the jet that crashed was a leased Maltese aircraft and that officials did not have “sufficient information regarding its ownership or technical history”.</p><p class=\"p1\">Al Jazeera’s Malik Traina, reporting from Tripoli, described al-Haddad’s death as a “huge loss” to the Libyan military and said there has been an “outpouring of grief” from across the country, including from the rival administration in eastern Benghazi.</p><p>Eastern Libya commander Khalifa Haftar issued a statement expressing his “deep sorrow over this tragic loss”, while the House of Representatives in Benghazi offered their condolences to the families of al-Haddad and his delegation.</p><p>Al-Haddad was “well respected across western Libya and across the country”, said Traina. He was a career soldier who supported the rebels during the 2011 uprising against Gaddafi and was highly regarded for his refusal to align with powerful militias that have fragmented the country’s security landscape since the civil war, said Traina.</p><p>“Here, in Western Libya, it’s extremely fractured. We have powerful armed groups that control vast areas of land. They have a huge influence on the government. But Mohammed al-Haddad refused to bow down to the pressure of these armed groups. He was always talking about reconciliation,” the Al Jazeera correspondent said.</p><p>“He was trying to bring the country together. People rallied behind him. They had hope; trust that perhaps, possibly, that through Mohammed al-Haddad, they could broker a deal with eastern Libya and come up with some sort of agreement that will unify this divided country,” he added.</p><p>Al-Haddad had been the army’s chief of general staff since August 2020, and was appointed by then-Prime Minister Fayez al-Sarraj.</p><p>Turkiye’s ‌Ministry of National Defence had announced the Libyan chief of staff’s visit ‌to Ankara earlier this week, saying ⁠he had met his Turkish counterpart, Selcuk Bayraktaroglu, Turkish Minister of National Defence Yasar Guler, and other Turkish military commanders.</p><p>The crash occurred a day ‌after Turkiye’s parliament passed a decision to extend the mandate ⁠of Turkish soldiers’ deployment in Libya by two more years.</p><p class=\"p1\">Ankara has close ties with the UN-recognised government in Tripoli, which it provides with economic and military support.</p><p>In 2020, it sent military personnel there to train and support the government, and later reached a maritime demarcation ‌accord.</p><p>In 2022, Ankara and Tripoli also signed a preliminary accord on energy exploration.</p><p>Turkiye has recently switched course under its “One Libya” policy and ramped up contacts with Libya’s eastern faction as well.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Brazilian Supreme Court says Bolsonaro can leave prison to undergo surgery | Jair Bolsonaro News | Al Jazeera",
            "time": "2025-12-23T19:24:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-17T153238Z_870421929_RC2DOFADSE7S_RTRMADP_3_BRAZIL-BOLSONARO-1752844581.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazilian Supreme Court says Bolsonaro can leave prison to undergo surgery</h1><p class=\"article__subhead\"><em>Justice Alexandre de Moraes has approved a request for the ex-president to leave prison for hernia treatment.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Brazilian Supreme Court has approved a request from former President Jair Bolsonaro to temporarily leave prison for a medical procedure later this week.</p><p>Justice <a href=\"/news/2025/7/30/us-sanctions-brazils-supreme-court-judge-overseeing-case-against-bolsonaro\">Alexandre de Moraes</a> said on Tuesday that Bolsonaro, serving a 27-year <a href=\"/news/2025/11/25/brazils-supreme-court-orders-jair-bolsonaro-to-begin-prison-sentence\">prison sentence</a> for participation in a coup plot, can undergo hernia surgery on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Bolsonaro’s lawyers had requested that he be transferred to Hospital DF Star in the capital, Brasilia, for medical tests on Wednesday and surgery the next day. Doctors said a hernia was causing him pain in both sides of his groin.</p><p>The ex-president has undergone a series of <a href=\"/news/2025/9/17/brazils-bolsonaro-discharged-from-hospital\">hospitalisations</a> and medical procedures since being stabbed in the abdomen during a campaign event in 2018. His hospital visit will be the first time he has departed from federal custody since beginning his sentence towards the end of November.</p><p>The court ordered the police to continue monitoring Bolsonaro “24 hours a day”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The far-right leader was scheduled to speak to the news outlet Metropoles on Tuesday, but cancelled the interview due to health reasons.</p><p>Since Bolsonaro’s imprisonment, there has been speculation that his eldest son, Senator Flavio Bolsonaro, could succeed him as the leader of the country’s political right. Some had expected Bolsonaro to throw his support behind his son’s <a href=\"/news/2025/12/6/flavio-bolsonaro-enters-brazils-2026-presidential-race-with-fathers-nod\">2026 presidential bid</a> during the Tuesday interview.</p><p>In a social media post, Flavio said his father would have liked to conduct the interview but had to put “health first”.</p><p>“He is about to be hospitalised for surgery,” said Flavio. “Some days he wakes up feeling well, other days worse. Today may have been a day when he woke up feeling more unwell.”</p><p>Bolsonaro had previously requested that he serve his sentence under <a href=\"/news/2025/11/21/former-president-jair-bolsonaro-asks-to-serve-house-arrest-in-brazil\">house arrest</a>, which Moraes denied. He is being held in the federal police headquarters in Brasilia, where authorities say he is free to convene with doctors and legal representatives and does not have contact with other prisoners there.</p></div></div></body></html>"
        },
        {
            "title": "Cambodia’s economy squeezed by Thai conflict | Conflict | Al Jazeera",
            "time": "2025-12-23T19:23:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766517787.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Is Israel’s government waging war on Al Jazeera and the media? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T18:25:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692d3c10-1764572176.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli government is cracking down on critical media outlets, giving it unprecedented control over how its actions are presented to its citizens.</p><p>Among the moves is the so-called Al Jazeera Law, which allows the government to shut down foreign media outlets on national security grounds. On Tuesday, the Israeli parliament <a href=\"/news/2025/12/23/israel-extends-law-that-banned-al-jazeera-for-two-more-years\">approved the extension of the law</a> for two years after it was introduced during Israel’s genocidal war on Gaza to essentially stop Al Jazeera’s operations in Israel.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Separately, the government is also moving to shut down the popular Army Radio network, one of two publicly funded Israeli news outlets. The radio station is often criticised by the Israeli right wing, which views Army Radio as being biased against it.</p><p>Israelis are still reliant on receiving their news from traditional outlets with about half relying on broadcast news for information on current affairs and about a third similarly relying upon radio stations.</p><p>The tone of the media that is allowed to publish and broadcast is important. According to <a href=\"/features/2025/6/26/israels-media-amplifies-war-rhetoric-ignores-gazas-suffering\">analysts</a> inside Israel, the selective broadcasting of Palestinian suffering during Israel’s war on Gaza has helped sustain the carnage and reinforced a sense of grievance that allows for Israel’s continued assaults on Gaza as well as regional countries, such as Syria, Yemen and Lebanon.</p><p>Despite what observers characterise as a media environment firmly rigged in its favour, the far-right government of Prime Minister Benjamin Netanyahu, which contains ministers convicted of “terrorism” offences and others who have repeatedly called for the illegal annexation of the occupied West Bank, is looking nevertheless to bypass legal checks on its control of the media and bring more of Israel’s information feed under its control.</p><p>Let’s take a closer look.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Because the government believes it is too critical.</p><p>Israeli politicians have long complained about how the war in Gaza has been covered in both the international and domestic media.</p><p>But the government added a new accusation in November, partly blaming the media for the Hamas-led attacks on southern Israel on October 7, 2023.</p><p>“If there hadn’t been a media entirely mobilised to encourage refusal [to volunteer to reserve duty] and reckless opposition to the judicial reform, there wouldn’t have been such a rift in the nation that led the enemy to seize the opportunity,” Communications Minister Shlomo Karhi said as he introduced a bill to increase government control of the news environment, referring to attempts by the Israeli government to <a href=\"/news/2025/3/27/israels-parliament-passes-law-to-expand-coontrol-over-judge-appointments\">reduce the independence of the judiciary</a><span>.</span></p><figure id=\"attachment_2880252\" aria-describedby=\"caption-attachment-2880252\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2880252\" src=\"/wp-content/uploads/2024/05/AP23191634215187-1714906834.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israel's Prime Minister Benjamin Netanyahu, right, speaks to Minister of Communications Shlomo Karhi at the Knesset, Israel's parliament\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2880252\" class=\"wp-caption-text\">Israeli Prime Minister Benjamin Netanyahu, right, speaks to Minister of Communications Shlomo Karhi in the Knesset in West Jerusalem [File: Maya Alleruzzo/AP Photo]</figcaption></figure><p>In addition to the ‘Al Jazeera Law’, there are three items of legislation under way: a plan to privatise Israel’s public broadcaster, Kan, the move to abolish Army Radio, and an initiative to bring the media regulator under government control.</p><p>Both Army Radio and Kan, the other state-funded outlet with editorial independence, have carried numerous reports critical of the government.</p><p>This week, Kan aired an interview with Netanyahu’s former spokesperson Eli Feldstein, who told the broadcaster that the prime minister had instructed him to develop a strategy to help <a href=\"/news/2025/12/20/netanyahu-finally-announces-october-7-inquiry-why-are-israelis-furious\">evade responsibility</a> for the October 7 attacks.</p><p>Meanwhile, Israeli Defence Minister Israel Katz, justifying the move to shut down Army Radio, said on Monday that the outlet had become a platform to attack the Israeli military and its soldiers.</p><p>Israel is also potentially changing the way it regulates its media. In November, the Israeli parliament pressed ahead with a bill that would abolish existing media regulators and replace them with a new authority appointed by the government, potentially allowing for even greater state interference.</p><figure id=\"attachment_3872363\" aria-describedby=\"caption-attachment-3872363\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872363\" src=\"/wp-content/uploads/2025/08/2024-06-05T152912Z_1505392990_RC2358AH1Y5M_RTRMADP_3_ISRAEL-PALESTINIANS-POLITICS-1754322142.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israel's Attorney General Gali Baharav-Miara listens on as she attends a cabinet meeting at the Bible Lands Museum in Jerusalem on June 5, 2024. GIL COHEN-MAGEN/Pool via REUTERS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872363\" class=\"wp-caption-text\">Israeli Attorney General Gali Baharav-Miara attends a cabinet meeting at the Bible Lands Museum in Jerusalem [Gil Cohen-Magen/Pool via Reuters]</figcaption></figure><p>Lastly, Israel has also codified into law the emergency legislation banning foreign media outlets whose output it disagrees with. It was first enacted as emergency legislation in <a href=\"/news/2024/5/5/netanyahu-government-votes-to-close-al-jazeera-channel-in-israel\">May 2024</a> when Israel used it to ban Al Jazeera from its territory, and it was then used in the same month to halt the activity of The Associated Press after the government <a href=\"/news/2024/5/21/israeli-officials-seize-ap-equipment-citing-alleged-media-law-violation\">accused</a> the United States-based news agency of sharing footage with Al Jazeera.</p><p>Under the new law, the communications minister – with the prime minister’s sign-off and the backing of a ministerial committee – may halt a foreign broadcaster’s transmissions if the prime minister accepts a professional assessment that the outlet poses a security threat. The minister can also shut the broadcaster’s offices, confiscate equipment used to produce its content and block access to its website.</p><h2 id=\"have-the-moves-been-criticised\">Have the moves been criticised?</h2><p>The International Federation of Journalists (IFJ) and the United Kingdom’s National Union of Journalists have criticised Israel’s decision to legislate against foreign media platforms it deems a security threat.</p><p>In a statement, IFJ General Secretary Anthony Bellanger said: “Israel is openly waging a battle against media outlets, both local and foreign, that criticise the government’s narrative: that is typical behavior of authoritarian regimes. We are deeply concerned about the Israeli parliament passing this controversial bill, as it would be a serious blow to free speech and media freedom, and a direct attack on the public’s right to know.”</p><p>The attempt to shutter Army Radio has also been heavily criticised with Israeli Attorney General Gali Baharav-Miara declaring the move unlawful and accusing Netanyahu’s coalition of making public broadcasting “weakened, threatened and institutionally silenced and its future shrouded in mist”.</p><p>Baharav-Miara has also criticised the move to place media regulation under government control, saying the bill “endangers the very principle of press freedom”.</p><p>Not very.</p><p>The Israeli media have overwhelmingly been a consistent cheerleader of the Israeli government’s actions in Gaza, where more than 70,000 Palestinians have been killed by Israel, and in the occupied West Bank.</p><p>The suffering of Palestinians is rarely shown, and when it is, it is often justified.</p><p>Even as Israel has killed <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">more than 270 journalists and media workers</a> in Gaza, the Israeli media have provided cover for the actions of its government and military.</p><p>That means Israelis often don’t recogise the hypocrisy of their government’s statements.</p><p>An example came in June after Iran struck an evacuated hospital during the 12-day war between Israel and Iran. The Israeli government called the incident a war crime, and the Israeli media reflected that outrage.</p><p>But the attack came after Israel had been accused by a variety of organisations, including the United Nations, of systematically destroying Gaza’s healthcare system with medical workers targeted for arrest and frequently tortured despite their protection under international law.</p><p>“The Israeli media … sees its job as not to educate – it’s to shape and mould a public that is ready to support war and aggression,” journalist Orly Noy <a href=\"/features/2025/6/26/israels-media-amplifies-war-rhetoric-ignores-gazas-suffering\">told</a> Al Jazeera from West Jerusalem in the wake of the strike on the Israeli medical centre. “It genuinely sees itself as having a special role in this.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK police drop probe into Bob Vylan’s chants about Israeli military | Music News | Al Jazeera",
            "time": "2025-12-23T18:03:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_694acf5a51-1766510426.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police drop probe into Bob Vylan’s chants about Israeli military</h1><p class=\"article__subhead\"><em>Police say there is ‘insufficient evidence’ to bring charges after investigating comments made at Glastonbury festival.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"189\" data-end=\"382\">British police have said they will take no further action over comments made by <a href=\"/news/2025/6/30/uk-police-say-pro-palestine-performances-at-glastonbury-subject-to-probe\">punk-rap duo Bob Vylan</a> about the Israeli military during a performance at the Glastonbury music festival in June.</p><p data-start=\"384\" data-end=\"503\">Avon and Somerset Police said on Tuesday that the remarks did not meet the criminal threshold required for prosecution “for any person to be prosecuted”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"718\" data-end=\"944\">During the performance, the group’s lead singer – Pascal Robinson-Foster, known by his stage name Bobby Vylan – led chants of “death, death” directed at the Israeli military over its genocidal war in Gaza.</p><p data-start=\"946\" data-end=\"1038\">Police said there was “insufficient evidence to provide a realistic prospect of conviction”. The force added that it interviewed a man in his mid-30s and contacted about 200 members of the public as part of the investigation.</p><p data-start=\"1169\" data-end=\"1477\">The chant, which was livestreamed by the BBC as part of its Glastonbury coverage on June 28, prompted a widespread backlash. The broadcaster later apologised for transmitting what it described as “such offensive and deplorable behaviour”, and its complaints unit found the BBC had breached editorial guidelines.</p><p data-start=\"1479\" data-end=\"1662\">Avon and Somerset Police said it had considered the intent behind the words, the wider context, relevant case law and freedom of expression issues before concluding the investigation.</p><p data-start=\"1664\" data-end=\"1892\">“We believe it is right this matter was comprehensively investigated, every potential criminal offence was thoroughly considered, and we sought all the advice we could to ensure we made an informed decision,” the statement said.</p><p data-start=\"1894\" data-end=\"2005\">“The comments made on Saturday 28 June drew widespread anger, proving that words have real-world consequences.”</p><p class=\"p1\">Israel’s embassy reacted with disappointment to the decision, saying on X that “vile calls for violence, repeated openly and without remorse, continue to fall on deaf ears”.</p><p class=\"p1\">It added that “failing to act only emboldens those who seek to harm Jews”.</p><p class=\"p1\">In a statement posted to their Instagram feed following their Glastonbury appearance, Bob Vylan said “we are not for the death of Jews, Arabs or any other race or group of people. We are for the dismantling of a violent military machine”.</p><p data-start=\"2007\" data-end=\"2160\">Following the performance, the United States revoked the visas of Bob Vylan, forcing the cancellation of a planned US tour scheduled to begin in October.</p><p data-start=\"2162\" data-end=\"2334\">Bob Vylan have launched defamation proceedings against Irish broadcaster RTE, alleging it falsely claimed they led anti-Semitic chants during the Glastonbury performance.</p><p data-start=\"2336\" data-end=\"2709\" data-is-last-node=\"\" data-is-only-node=\"\">In July, the British police also dropped an investigation into the Irish-language rap group Kneecap after chants of “Free Palestine” during a performance.</p><p data-start=\"2336\" data-end=\"2709\" data-is-last-node=\"\" data-is-only-node=\"\">Detectives sought advice from the Crown Prosecution Service and decided to take no further action, citing “insufficient evidence to provide a realistic prospect of conviction for any offence”.</p></div></div></body></html>"
        },
        {
            "title": "Jackson scores two goals as Senegal defeat Botswana at AFCON | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-23T18:00:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357597772643-1766512274_aa3528-1766512692.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bayern Munich striker Nicolas Jackson grabbed a brace as Senegal eased to a 3-0 victory over Botswana in the Africa Cup of Nations (AFCON) on Tuesday.</p><p>Jackson, on loan at the Bundesliga giants from Chelsea, struck either side of half-time in Tangier, with Cherif Ndiaye completing the scoring late on.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The victory took Senegal to the top of the table in Group D on goal difference, ahead of the Democratic Republic of the Congo (DRC), who beat Benin 1-0 in Rabat earlier.</p><p>It was a predictable outcome to the first match of the tournament for both teams as Senegal are 119 places above Botswana in the world rankings.</p><p>Senegal and DRC, both former champions, are expected to fill the top two places and qualify for the round of 16.</p><p>Benin and Botswana will view their clash on Saturday as a must-win affair, giving potential victors a chance to fill one of four places in the knockout stage reserved for third-placed teams.</p><p>Torrential rain greeted the teams as they walked onto the pitch at the 75,000-seat stadium, the biggest by capacity of the nine being used in Morocco for the tournament.</p><p>Senegal had a great chance to take the lead within three minutes in a one-on-one situation, but goalkeeper Goitseone Phoko blocked a shot by Jackson.</p><p>Two-time African Player of the Year Sadio Mane, Iliman Ndiaye and Jackson all came close to breaking the deadlock as the Teranga Lions dominated possession, while the Zebras defended in depth.</p><figure id=\"attachment_4192411\" aria-describedby=\"caption-attachment-4192411\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192411\" src=\"/wp-content/uploads/2025/12/AP25357600315229-1766512410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicholas Jackson in action\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192411\" class=\"wp-caption-text\">Jackson scores during the match against Botswana [Mosa’ab Elshamy/AP Photo]</figcaption></figure><h2 id=\"botswana-waste-chance\">Botswana waste chance</h2><p>While Senegal and former Chelsea goalkeeper Edouard Mendy was a mere spectator, Phoko was constantly in action, using his hands, feet and legs to keep the West Africans at bay.</p><p>But endless Senegalese pressure finally reaped a reward in 40 minutes when Germany-born Ismail Jakobs and Germany-based Jackson combined to put one of the title favourites ahead.</p><p>Jakobs cut in from the left and pulled the ball back to Jackson, who reacted instantly, using his left foot to steer the ball wide of Phoko and into the net.</p><p>Botswana, who qualified at the expense of the 2026 World Cup qualifiers Cape Verde, finally threatened to score in added time at the end of the opening half.</p><p>But they failed to take advantage of a free kick just outside the area. A weak shot was deflected for a corner that was overhit and went out of play beyond the far post without being touched.</p><p>A flowing move from midfield with quick, crisp passing set up Jackson to double the lead after 58 minutes.</p><p>When the ball was worked to him in the box, the 24-year-old rounded Mosha Gaolaolwe and tapped home.</p><p>Cherif Ndiaye put the cherry on the cake for Senegal as he finished smartly at the end of another fine team move in the 90th minute.</p><p>Confident his team were cruising to victory, Senegal coach Pape Thiaw introduced 17-year-old Ibrahim Mbaye from European champions Paris Saint-Germain midway through the second half.</p><p>The teenage striker last month became the youngest Senegalese scorer in an international when he netted in an 8-0 rout of Kenya in an AFCON warm-up match.</p></div></div></body></html>"
        },
        {
            "title": "Sahel states summit attracts unexpected visitors: young people. | Politics | Al Jazeera",
            "time": "2025-12-23T17:53:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/bamako_mali_sahel_alliance_summit-1766511354.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Newly released Epstein files spotlight Trump’s past jet trips with Maxwell | Donald Trump News | Al Jazeera",
            "time": "2025-12-23T17:52:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP21089019830419-1766542711_65958f-1766542931.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A new batch of Jeffrey Epstein files that have been released contains numerous references to United States President Donald Trump, including documents detailing flights he took on his then friend’s private jet.</p><p class=\"tr-story-p1\">Trump flew on convicted sex offender Jeffrey Epstein’s private jet “many more times than previously has been reported”, according to an email from a New York prosecutor that forms part of the new batch of documents about Epstein released on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In an email dated January 7, 2020, the unidentified prosecutor wrote that flight records showed Trump had flown on Epstein’s private jet eight times during the 1990s. Among those were at least four flights on which Epstein associate Ghislaine Maxwell was also on board.</p><p>Maxwell is serving a 20-year prison sentence for helping late financier Epstein sexually abuse underage girls.</p><p>In a social media post in 2024, Trump said he “was never on Epstein’s Plane, or at his ‘stupid’ Island”. There was no allegation in the prosecutor’s email that Trump had committed any crime. The White House did not immediately respond to a request by the Reuters news agency for comment on the email.</p><p>The Department of Justice (DOJ) issued a statement on Tuesday saying some documents included “untrue and sensationalist claims” about Trump and had been submitted to the FBI after the 2020 presidential election, which Trump lost, but it did not provide further details.</p><p>“To be clear: the claims are unfounded and false, and if they had a shred of credibility, they certainly would have been weaponised against President Trump already,” the DOJ said in a social media post.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration had fought against the release of the <a href=\"/news/2025/12/21/epstein-files-whose-names-and-photos-are-in-the-latest-document-drop\">Epstein-related documents</a> and has been accused of subverting the law passed in November when a tranche of documents released last week included <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">heavy redactions</a>. The latest release includes about 8,000 files, which include video and audio recordings and 30,000 pages of documents.</p><p>Many names and details in the recent release are redacted. Some of the redactions appear to obscure the names of prosecutors and government officials, going beyond an exemption in the Epstein files law that allows for limited redactions to protect details about Epstein’s victims.</p><p>“On two other flights, two of the passengers, respectively, were women who would be possible witnesses in a Maxwell case,” the document said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On one flight, the only three passengers were Trump, Epstein and a 20-year-old woman whose name is redacted.</p><p>Some videos were said to show the inside of a federal detention centre where Epstein died in 2019. His death was ruled a suicide, but speculation around the circumstances of his death has continued to swirl.</p><p>Trump has played down the significance of the Epstein files, stating on Monday that they were being used by his political rivals to “deflect against tremendous success” by his administration.</p><p>A recent Reuters/Ipsos poll suggested 52 percent of people in the US disapprove of Trump’s handling of the Epstein files, while 23 percent approve. About 70 percent said they believed the government is hiding details about Epstein’s relationships with powerful associates who may have participated in sex trafficking of teenage girls.</p><p>Democratic lawmakers and a handful of Republicans have continued to push for the release of further materials. Trump’s right-wing base has <a href=\"/news/2025/7/9/trump-blasts-maga-focus-on-jeffrey-epstein-after-memo-causes-uproar\">been divided</a> over his handling of Epstein-related documents, which members of his administration had promised to release before entering the White House.</p><p>Republican Representative Thomas Massie accused Attorney General Pam Bondi on Monday of “working fervently to redact, omit and delete Epstein files she is legally required to release under our bill”.</p></div></div></body></html>"
        },
        {
            "title": "People sheltering at Sudan displacement camp say they ’pray for peace’ | Sudan war | Al Jazeera",
            "time": "2025-12-23T17:36:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766511335.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces demolish shops in raids near occupied East Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T17:16:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694abfbe1fd8-1766506430.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have begun demolishing shops in the vicinity of the Qalandiya refugee camp, north of occupied East Jerusalem, as part of a wider military incursion across several Palestinian neighbourhoods, witnesses and medical officials say.</p><p>The raids, which began early on Tuesday, have extended into the nearby town of Kafr Aqab, where Israeli troops deployed in large numbers, carried out house searches and forcibly evicted residents from their homes, according to local media reports.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Palestine Red Crescent Society said its medical teams treated at least three people injured during the raids in Qalandiya and Kafr Aqab. The injuries included a bullet wound to the thigh, wounds caused by shrapnel from live ammunition, and injuries resulting from physical assault.</p><p>The Jerusalem governorate reported that at least three Palestinians were injured by Israeli forces’ gunfire, in addition to dozens of cases of suffocation caused by the firing of tear gas and stun grenades, the Palestinian Wafa news agency reported.</p><p>Several Palestinians were detained during the large-scale incursion that was also accompanied by the deployment of military vehicles and bulldozers.</p><p>Among those arrested are Anan Mohammed Taha and his father, Mohammed Taha, residents of the Qalandiya refugee camp, Wafa said.</p><h2 id=\"intimidation-and-anxiety\">‘Intimidation’ and ‘anxiety’</h2><p>Residents said Israeli forces ordered several families to evacuate their homes, with at least three houses converted into temporary military outposts in Kafr Aqab. Homeowners were reportedly told the operation would continue until at least Wednesday morning.</p><p>Israeli forces also stormed the youth club inside the Qalandiya refugee camp and turned the facility into a military base, according to Al Jazeera Arabic’s correspondent.</p><p>Journalists covering the operation were also targeted, including Al Jazeera Arabic reporters, with Israeli forces firing stun grenades and tear gas canisters in their direction during the raid in Kafr Aqab.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the Jerusalem governorate authorities, stun grenades were also fired directly towards students in the area as they were returning home from school, while private surveillance cameras were seized.</p><p>Al Jazeera’s Nida Ibrahim, reporting from Kafr Aqab, said Israeli forces are continuing to “intimidate” Palestinians.</p><p>“They have raided Palestinian stores, Palestinian shops, and they’ve destroyed some of the plaques, some of the advertisement billboards that were here”, in an attempt to further cripple the Palestinian economy, Ibrahim said.</p><p>“This is part of the anxiety that Palestinians live through day in and day out as these Israeli raids continue on a daily basis,” she added.</p><p>Israeli incursions across the West Bank average “60 raids per day”, Ibrahim said.</p><p>In addition to the demolitions, Israeli forces confiscated goods from commercial shops in the Qalandiya refugee camp, Kafr Aqab and parts of northern Jerusalem, citing alleged unpaid municipal taxes.</p><p>Most Palestinians living in these areas hold Jerusalem residency identification cards. Residents say they are subject to high municipal taxes while receiving few basic services.</p><p>Separately, confrontations were also reported in the town of Beit Furik, east of Nablus in the occupied West Bank, after Israeli forces stormed the area.</p></div></div></body></html>"
        },
        {
            "title": "Pirate motorcyclists cruise Caracas to protest Trump | Energy | Al Jazeera",
            "time": "2025-12-23T16:42:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766507874.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel will never fully withdraw from Gaza, defence minister says | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-23T15:57:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AFP__20241110__36M39P9__v2__HighRes__IsraelPolitics-1756974286.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel will never fully withdraw from Gaza, defence minister says</h1><p class=\"article__subhead\"><em>Israel Katz says military units will be established inside the Palestinian enclave, in contravention of the truce agreement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli Defence Minister Israel Katz has said the Israeli military will never fully withdraw from the <a href=\"/tag/gaza/\">Gaza Strip</a> and that an army unit will be established inside the Palestinian enclave.</p><p>Speaking on Tuesday, Katz said Israeli forces would remain deployed throughout Gaza, despite a United States-backed peace plan signed by Israel and Hamas in October that calls for a full Israeli military withdrawal and rules out the re-establishment of Israeli civilian settlements in the territory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are located deep inside Gaza, and we will never leave all of Gaza,” Katz said. “We are there to protect.”</p><p>“In due course, we will establish Nahal [an Israeli infantry brigade] outposts in northern Gaza in place of the settlements that were uprooted,” Katz added, according to Israeli media.</p><p>Hours later, he issued a statement in English to the Reuters news agency, saying Nahal units would be stationed in Gaza “only for security reasons”. The Israeli media reported that US officials were displeased with Katz’s initial comments and demanded clarification.</p><p>Nahal units are military formations that combine civilian service with army enlistment and have historically played a role in the creation of Israeli communities.</p><p>Katz was speaking at a ceremony in the occupied West Bank marking the approval of 1,200 housing units in the illegal Israeli settlement of Beit El.</p><p>Addressing settlement expansion in the West Bank, Katz said: “Netanyahu’s government is a settlements government … it strives for action. If we can get sovereignty, we will bring about sovereignty. We are in the practical sovereignty era.”</p><p>“There are opportunities here that haven’t been here for a long time,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel is expected to head into an election year in 2026, with illegal settlement expansion a key political issue. Far-right and ultranationalist members of Prime Minister Benjamin Netanyahu’s coalition have repeatedly said they intend to reoccupy Gaza and expand illegal settlements in the West Bank.</p><p>Under international law, all Israeli settlements in the occupied West Bank are illegal. The transfer of an occupying power’s civilian population into occupied territory is considered a war crime under the Rome Statute of the International Criminal Court.</p><p>Meanwhile, violence by Israeli forces and settlers has continued across the West Bank, while killings continue in Gaza despite the ceasefire. Palestinian officials say more than 1,100 Palestinians have been killed, about 11,000 wounded and more than 21,000 arrested.</p><p>The Palestinian Ministry of Health said that since a ceasefire began on October 11, at least 406 Palestinians have been killed and 1,118 injured. Since the start of Israel’s war on October 7, 2023, the ministry said, 70,942 Palestinians have been killed and 171,195 wounded.</p></div></div></body></html>"
        },
        {
            "title": "Israeli Defence Minister: ‘We will never leave Gaza’ | Newsfeed | Al Jazeera",
            "time": "2025-12-23T15:27:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766503591.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukraine deploys low-cost drones to counter Russia’s aerial attacks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-23T15:18:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25355483790559-1766474400.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine is rapidly deploying inexpensive interceptor drones to counter Russia’s sophisticated aerial attacks on its urban centres and energy infrastructure. These homegrown systems intercept high-altitude suicide drones at a fraction of conventional missile costs, revolutionising modern air defence strategies.</p><p>Field technicians swiftly assemble equipment, attaching antennas and sensors to light stands and unpacking monitors and controls from protective cases as they prepare these game-changing weapons for immediate deployment.</p><p>The Sting with its thermos-like appearance exemplifies Ukraine’s innovative interceptor fleet. According to a unit commander, these systems neutralise Russia’s evolving suicide drones, which now operate faster and at higher altitudes.</p><p>“Every destroyed target is something that did not hit our homes, our families, our power plants,” said the officer, known only by the call sign “Loi” in line with Ukrainian military protocol. “The enemy does not sleep, and neither do we.”</p><p>Night-time bombardments of Ukrainian cities and power facilities have compelled Kyiv to transform its air defence strategy by developing affordable drone interceptors costing as little as $1,000. These systems have progressed from prototype to mass production within months during 2025, marking a pivotal evolution in contemporary warfare.</p><p>Ukraine’s defensive success now depends on mass manufacturing, rapid adaptation and integration of cost-efficient systems into existing networks rather than relying on traditional weapons that are limited, expensive and cannot be readily replaced.</p><p>Interceptors such as the Sting, produced by the volunteer-driven start-up Wild Hornets, and the newly introduced Bullet can rapidly accelerate before colliding with enemy drones. Pilots operate these systems with viewing displays or first-person-view goggles.</p><p>The economic advantage is proving decisive. Andrii Lavrenovych, who serves on the strategic council of the expanding start-up General Cherry, which develops the Bullet, said the drones it neutralises cost $10,000 to $300,000 each.</p><p>“We are inflicting serious economic damage,” he said.</p><p>Russia predominantly deploys the Iranian-designed Shahed suicide drone and has developed numerous variants of this triangle-winged aircraft equipped with jammers, cameras and turbojet engines in an ongoing innovation race.</p><p>“In some areas, they are one step ahead. In others, we invent an innovative solution, and they suffer from it,” Lavrenovych said.</p></div></div></body></html>"
        },
        {
            "title": "Trump, Mamdani merchandise compete for Christmas shoppers | Retail | Al Jazeera",
            "time": "2025-12-23T15:15:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/christmas_politics_merchandise_shopping_zohran_mamdani_mam_daddy_sticker-1766500452.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Dec 2025</span><span aria-hidden=\"true\">23 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza patients facing death as Israel continues to block medical supplies | Gaza News | Al Jazeera",
            "time": "2025-12-23T15:05:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39778504-39778497-ISRAELI_ARMY_VIOLATES_CEASEFIRE_BY_TARGETING_BUILDING_IN_NUSEIRAT-1763882559.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza’s health system is on the brink of an unprecedented collapse, with thousands of patients facing death or disability amid a harsh Israeli siege on the enclave, a top health official has warned.</p><p>Munir al-Barsh, director-general of Gaza’s Ministry of Health, told Al Jazeera on Tuesday that the situation inside the territory’s hospitals was “tragic and horrific”, as Israeli authorities continued to block the flow of much-needed medical supplies, directly impacting the ability of doctors to respond to critical cases.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Doctors in war-ravaged Gaza <a href=\"/news/2025/12/21/alarming-medicine-shortages-in-gaza-amid-israeli-restrictions\">have long warned</a> that their efforts to save lives are being badly hampered by <a href=\"/news/2025/11/7/un-warns-gaza-aid-still-too-slow-as-israel-restricts-supplies-despite-truce\">Israel’s refusal to allow</a> the most essential medical supplies in. Despite a United States-backed ceasefire that took effect in October, Israel continues to <a href=\"/news/2025/12/20/us-qatar-egypt-turkey-urge-gaza-restraint-as-israeli-strikes-continue\">violate its agreement with Hamas</a> by failing to allow in agreed quantities of medical aid trucks, deepening what the Health Ministry has described as a critical and ongoing health emergency.</p><p>Al-Barsh said the health system was suffering from widespread shortages of medicines and medical supplies, particularly surgical consumables needed to perform operations.</p><p>He said nearly three-quarters of the supplies needed were unavailable, with severe shortages of solutions, anaesthetics, gauze and dialysis supplies, while power outages and a significant shortage of generators were also hampering their work.</p><p>The situation was the most dangerous seen since the establishment of the Palestinian Authority more than 30 years ago, he said.</p><p>During Israel’s genocidal war, which has spanned <a href=\"/news/2025/10/7/two-years-of-israels-genocide-in-gaza-by-the-numbers\">more than two years</a>, nearly all of Gaza’s hospitals and healthcare facilities have been attacked, with at least 125 health facilities damaged, including 34 hospitals. Israel killed more than 1,700 health workers during its brutal war. Israel <a href=\"/news/2025/10/22/who-are-the-95-palestinian-healthcare-workers-held-captive-by-israel\">continues to hold</a> 95 Palestinian doctors and medical workers, including 80 from Gaza.</p><h2 id=\"thousands-await-treatment-abroad\">Thousands await treatment abroad</h2><p>Al-Barsh said it was not only those wounded by Israeli aggression who were impacted as a result of the situation.</p><p>Some 4,000 glaucoma patients were facing the risk of permanent blindness due to a lack of treatment options, while nearly 40,000 displaced pregnant women were living in substandard shelters, jeopardising their health and that of their unborn children.</p><p>Meanwhile, he warned, an estimated 320,000 children below five years were at risk of malnutrition, amid a worsening humanitarian situation caused by Israeli curbs on aid desperately needed in the enclave.</p><p>While a system was in place for transporting patients outside Gaza for treatment, waiting lists were long, and patients were dying while awaiting medical attention.</p><p>Al-Barsh said at least 1,156 patients had died while waiting for permission to travel for treatment, a “lengthy and complex” mechanism that saw referrals from doctors in Gaza assessed by the World Health Organization (WHO) before being referred to Israeli authorities for security approval.</p><p>He said nearly 20,000 patients in Gaza were on waiting lists for travel, with some 18,500 having been approved by the WHO, and about 3,700 were in critical condition.</p><p>About 4,300 children were among those awaiting transfers out of the territory, he said.</p><p>He demanded that Israel open border crossings immediately to allow the flow of much-needed humanitarian supplies and permit the transport of thousands of critical patients for treatment, warning any further delays could cost lives.</p><p>About 71,000 Palestinians have been killed and more than 171,000 wounded in attacks in Israel’s genocidal war on Gaza since October 2023.</p></div></div></body></html>"
        }
    ]
}