{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Gaza-based journalist Bisan Owda regains TikTok account after outcry | Freedom of the Press News | Al Jazeera",
            "time": "2026-01-30T01:01:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769721613.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza-based journalist Bisan Owda regains TikTok account after outcry</h1><p class=\"article__subhead\"><em>Award-winning Palestinian journalist regains account with 1.4 million followers after surprise removal from video-sharing platform.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jan 2026</span><span aria-hidden=\"true\">30 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Award-winning Palestinian journalist Bisan Owda says she has regained access to her TikTok account, one day after saying she was banned from the video-sharing platform.</p><p>Owda told Al Jazeera on Thursday that she thought that international media attention and pressure from nongovernmental organisations had helped get back her TikTok account, although now visitors and followers must type her full username to find her popular account on the site.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Owda also said that she had received a message from TikTok that many of her video posts are now “ineligible for recommendation”.</p><p>Al Jazeera was able to see Owda’s TikTok account on Friday, which has 1.4 million followers, although no new posts are visible from the Gaza-based journalist since September 2025.</p><p>Owda gained recognition internationally for posting daily videos from the war-torn Palestinian territory, where she greeted her audience in regular video diaries, saying, “It’s Bisan from Gaza – and I’m still alive” during Israel’s genocidal war on the enclave.</p><p>A contributor to Al Jazeera’s AJ+, Owda’s reporting earned her top journalism accolades, including Emmy, Peabody and Edward R Murrow awards.</p><p></p><p>Alerting followers to the removal of her account on Wednesday, Owda noted that Israeli Prime Minister Benjamin Netanyahu, who is suspected of war crimes in Gaza, had said that he hoped the purchase of TikTok “goes through, because it can be consequential”.</p><p>Despite a ceasefire in Gaza, Israeli attacks continue on the enclave, and last week, Israel’s ongoing strikes <a href=\"/news/2026/1/21/three-journalists-among-11-palestinians-killed-in-israels-attacks-on-gaza\">killed three Palestinian journalists</a> in the territory.</p><p>According to the Committee to Protect Journalists, at least 207 Palestinian journalists and media workers have been killed in Gaza since October 2023, with the “vast majority” killed by Israeli forces.</p><p>The removal of Owda’s account also came as Israel’s top court <a href=\"/news/2026/1/23/who-controls-tiktoks-us-platform-under-new-deal\">again postponed</a> making a decision on whether foreign journalists should be allowed to enter and report on Gaza independently of the Israeli military.</p><p>Al Jazeera contacted TikTok for comment, but a spokesperson said the company did not comment on specific accounts.</p><p>A spokesperson from TikTok told The New Arab media outlet that Owda’s account had been “temporarily restricted” in September following concerns of a potential impersonation risk.</p><p>The spokesperson said that following further review, the journalist’s account was reinstated and is now operating normally, according to The New Arab.</p><p>TikTok <a href=\"/news/2026/1/23/who-controls-tiktoks-us-platform-under-new-deal\">announced last week</a> that a deal to establish a separate version of the platform in the United States had been completed, with the new entity controlled by investment firms, many of which are US companies, including several linked to President Donald Trump.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s Rodriguez signs oil reform law while the US eases sanctions | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-30T00:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029819730071-1769730382.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s interim President Delcy Rodriguez has signed into law a reform bill that will pave the way for increased privatisation in the South American country’s nationalised oil sector, fulfilling a key demand from her United States counterpart, Donald Trump.</p><p>On Thursday, Rodriguez held a signing ceremony with a group of state oil workers. She hailed the reform as a positive step for Venezuela’s economy.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re talking about the future. We are talking about the country that we are going to give to our children,” Rodriguez said.</p><p>The ceremony came within hours of the National Assembly – dominated by members of Rodriguez’s United Socialist Party – passing the reform.</p><p>“Only good things will come after the suffering,” said Jorge Rodriguez, the assembly’s head and brother of the interim president.</p><p>Since the US military’s abduction of Venezuela’s former leader Nicolas Maduro and his wife Cilia Flores on January 3, the Trump administration has sought to pressure President Rodriguez to open the country’s oil sector to outside investment.</p><p>Trump has even warned that Rodriguez could “pay a very big price, probably bigger than Maduro”, should she fail to comply with his demands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thursday’s legislation will give private firms control over the sale and production of Venezuelan oil.</p><p>It would also require legal disputes to be resolved outside of Venezuelan courts, a change long sought by foreign companies, who argue that the judicial system in the country is dominated by the ruling socialist party.</p><p>The bill would also cap royalties collected by the government at 30 percent.</p><p>While Rodriguez signed the reform law, the Trump administration simultaneously announced it would loosen some sanctions restricting the sale of Venezuelan oil.</p><p>The Department of the Treasury said it would allow limited transactions by the country’s government and the state oil company PDVSA that were “necessary to the lifting, exportation, reexportation, sale, resale, supply, storage, marketing, purchase, delivery, or transportation of Venezuelan-origin oil, including the refining of such oil, by an established US entity”.</p><p>Previously, all of Venezuela’s oil sector was subject to sweeping US sanctions imposed in 2019, under Trump’s first term as president.</p><p>Thursday’s suite of changes is designed to make Venezuela’s oil market more appealing to outside petroleum firms, many of whom remain wary of investing in the country.</p><p>Under Maduro, Venezuela experienced waves of political repression and economic instability, and much of his government remains intact, though Maduro himself is currently awaiting trial in a New York prison.</p><p>His abduction resulted in dozens of deaths, and critics have accused the US of violating Venezuelan sovereignty.</p><p>Venezuela nationalised its oil sector in the 1970s, and in 2007, Maduro’s predecessor, Hugo Chavez, pushed the government to increase its control and expropriate foreign-held assets.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following Maduro’s abduction, Trump administration officials have said that the US will decide to whom and under what conditions Venezuelan oil is sold, with proceeds deposited into a US-controlled bank account.</p><p>Concerns about the legality of such measures or the sovereignty of Venezuela have been waved aside by Trump and his allies, who previously asserted that Venezuelan oil should “belong” to the US.</p></div></div></body></html>"
        },
        {
            "title": "Canada’s Carney hails new trade deals, ‘expects’ US to respect sovereignty | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T23:24:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_697bd3a7ce3d-1769722791.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canadian Prime Minister Mark Carney has hailed several new trade agreements, pledging to further diversify Ottawa’s partners while saying he “expects” the United States to respect his country’s sovereignty.</p><p>Carney discussed the trade deals during a meeting on Thursday with provincial and territorial leaders.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our country is more united, ambitious and determined than it has been in decades, and it’s incumbent on all of us to seize this moment, build big things together,” Carney said, as he hailed 12 new economic and security accords reached over the last six months.</p><p>His comments come amid ongoing frictions with the administration of US President Donald Trump, which has previously pushed to make Canada a “51st state”.</p><p>Carney highlighted in particular a <a href=\"/economy/2026/1/15/canadas-mark-carney-seeks-reset-on-pivotal-trip-to-china\">new agreement</a> with China to lower trade levies. That deal prompted a rebuke last week from Trump, who <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115950424403894234\" target=\"_blank\" rel=\"noopener\">threatened</a> to impose a 100 percent tariff on Canada.</p><p>In the face of Trump’s accusations that Canada would serve as a “drop-off port” for Chinese goods, Carney clarified that Ottawa was not seeking a free-trade agreement with Beijing.</p><p>But on Thursday, he nevertheless played up the perks he said the agreement would offer to Canada’s agriculture sector.</p><p>“Part of that agreement unlocks more than $7bn in export markets for Canadian farmers, ranchers, fish harvesters and workers across our country,” Carney said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Carney added that Ottawa would soon seek to advance “trading relationships with global giants” including India, the Association of Southeast Asian Nations (ASEAN), and the South American trade bloc Mercosur.</p><p>“And we will work to renew our most important economic and security relationship with the United States through the joint review of the Canada-United States-Mexico agreement later this year,” he said, referring to the regional free trade agreement, which expires in July.</p><h2 id=\"respect-canadian-sovereignty\">‘Respect Canadian sovereignty’</h2><p>Carney’s pledge to diversify Canada’s portfolio of trade and security partners comes just eight days after he delivered an <a href=\"/economy/2026/1/21/rupture-in-the-world-order-speeches-by-carney-world-leaders-at-davos\">attention-grabbing speech</a> at the World Economic Forum in Davos, Switzerland.</p><p>During the address, Carney warned that the “rules-based” international order was a fiction that was fading, replaced by “an era of great power rivalry”, where might makes right.</p><p>“We knew the story of the international rules-based order was partially false, that the strongest would exempt themselves when convenient, that trade rules were enforced asymmetrically,” Carney told the audience in Davos.</p><p>“We knew that international law applied with varying rigour depending on the identity of the accused or the victim.”</p><p>He ultimately called for the so-called “middle powers” of the world to rally together in these unpredictable times.</p><p>The speech was widely seen as a rebuke to Trump, who has launched an aggressive tariff campaign on global trading partners, including Canada.</p><p>In early January, Trump also abducted the leader of Venezuela, Nicolas Maduro, in what critics describe as a violation of international law.</p><p>His pledge to “run” Venezuela was followed by a series of aggressive statements towards the self-governing Danish territory of Greenland, which he threatened to seize.</p><p>Those threats have sent shudders through the NATO alliance, which counts both the US and Denmark as members.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Since before the start of his second term, Trump has also pushed to expand US control into Canada, repeatedly calling the country a “state” and its prime minister a “governor”.</p><p>In response to Carney’s speech at Davos, Trump <a href=\"/news/2026/1/23/rights-advocates-welcome-canadas-exclusion-from-trump-board-of-peace\">withdrew</a> Carney’s invitation to join his so-called Board of Peace.</p><p>Carney, however, has publicly stood by his statements, dismissing US Treasury Secretary Scott Bessent’s claims that he “aggressively” walked back his position during a private call with Trump.</p><p>In a separate exchange on Thursday, Carney was asked about reports that US officials had met with separatists seeking independence for the oil-wealthy province of Alberta.</p><p>The Financial Times reported that State Department officials have held three meetings ​with the Alberta Prosperity Project, a group that pushes for a referendum on whether the energy-producing western province should break away from Canada.</p><p>“We expect the US administration to respect Canadian sovereignty,” Carney replied.</p><p>“I’m always clear in my conversations with President Trump to that effect.”</p></div></div></body></html>"
        },
        {
            "title": "US opens probe after a Waymo self-driving car hit a child near a school | Automotive Industry News | Al Jazeera",
            "time": "2026-01-29T23:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25317007727959-1765216564.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States National Highway Traffic Safety Administration (NHTSA) said it is opening an investigation after a Waymo self-driving vehicle struck a child near an elementary school in Santa Monica, California, last week, causing minor injuries and renewing concerns about the safety of robotaxis.</p><p>The car safety agency said on Thursday that the child ran across the street on January 23 from behind a double-parked SUV towards the school and was struck by the Alphabet-unit Waymo autonomous vehicle during normal school drop-off hours. The agency said there were other children, a crossing guard, and several double-parked vehicles in the vicinity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The incident comes as robotaxis are being deployed in rising numbers across the country. The US Senate Commerce Committee had already scheduled a hearing on self-driving cars for February 4, which will include Waymo Chief Safety Officer Mauricio Pena.</p><p>The National Transportation Safety Board (NTSB) also said it will investigate the incident.</p><p>Waymo said in a blog post on Thursday that it will cooperate in the investigation and said the child “suddenly entered the roadway from behind a tall SUV, moving directly into our vehicle’s path”.</p><p>It added that the self-driving vehicle immediately detected the individual as soon as the child emerged from behind the stopped vehicle, braking hard and reducing speed from approximately 17 miles per hour (27 kilometres per hour) to under 6mph (10km/h) before contact was made.</p><p>NHTSA is opening a preliminary evaluation to investigate whether the Waymo AV exercised appropriate caution given its proximity to the elementary school during drop-off hours, and the presence of young pedestrians and other potential vulnerable road users.</p><p>The agency said it plans to examine the vehicle’s “intended behaviour in school zones and neighbouring areas, especially during normal school pick-up and drop-off times, including but not limited to its adherence to posted speed limits” and will “also investigate Waymo’s post-impact response”.</p><h2 id=\"rising-incidents\">Rising incidents</h2><p>Waymo said a computer model suggested a fully attentive human driver in this same situation would have made contact with the pedestrian at approximately 14mph (23km/h). After the collision, the child stood up immediately, walked to the pavement, and Waymo called 911.</p><p>“The vehicle remained stopped, moved to the side of the road, and stayed there until law enforcement cleared the vehicle to leave the scene,” Waymo said.</p><p>The same day as the incident, the NTSB opened an investigation into Waymo after its robotaxis illegally passed stopped school buses in Austin, Texas, at least 19 times since the start of the school year.</p><p>Waymo in December recalled more than 3,000 vehicles to update the software that had caused vehicles to drive past stopped school buses that were loading or unloading students, increasing the risk of a crash. NHTSA opened a probe in October into Waymo vehicles near school buses.</p><p>Waymo said there were no collisions in the incidents. The Austin Independent School District said five incidents occurred in November after Waymo installed software updates to resolve the issue. The school system asked the company to halt operations around schools during pick-up and drop-off times until it could ensure the vehicles would not violate the law. In December, the school district told the Reuters news agency that Waymo had refused to halt operations around schools.</p><p>In late December, a Waymo <a href=\"/economy/2025/12/8/waymo-runs-into-safety-concerns-and-competition-as-it-expands-in-the-us\" target=\"_blank\" rel=\"noopener\">crushed to death</a> a cat in San Francisco and a month later, a dog met the same fate.</p></div></div></body></html>"
        },
        {
            "title": "US Justice Department charges man with assault after Ilhan Omar town hall | Politics News | Al Jazeera",
            "time": "2026-01-29T23:02:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029015686871-1769721174.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice has filed a criminal complaint against the man who sprayed Representative Ilhan Omar with apple cider vinegar during a news conference.</p><p>In court records filed on Wednesday and made public on Thursday, the Justice Department accused Anthony Kazmierczak of having “forcibly assaulted, opposed, impeded, intimidated and interfered” with Omar while she was performing her public duties.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The complaint included an affidavit from Derek Fossi, a special agent assigned to the Minnesota field office of the Federal Bureau of Investigation (FBI).</p><p>Fossi witnessed the incident. He described how Kazmierczak abruptly stood up and interrupted Omar while she held a town hall in her hometown of Minneapolis, Minnesota, on January 27.</p><p>“Kazmierczak had a syringe in his hand, and as he continued to rapidly approach Representative Omar, he sprayed her with an initially unidentified liquid from the syringe,” Fossi said in the affidavit.</p><p>Omar had been speaking to the town hall about her outrage over the surge in federal immigration agents to the Minneapolis area, which is part of the congressional district she represents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The administration of President Donald Trump, a Republican, has targeted the Democrat-led area in part because of its large Somali American community, of which Omar is a member.</p><p>She blamed the leadership of the Department of Homeland Security (DHS), and specifically Secretary Kristi Noem, for the violence that had occurred as a result of the immigration raids.</p><p>“Renee Good should be alive. Alex Pretti should still be alive,” Omar said, referring to two US citizens who were recently killed in shootings involving federal agents.</p><p>Good was shot in her car by an agent from Immigration and Customs Enforcement (ICE) on January 7, while Pretti was killed when two Customs and Border Patrol Protection agents reportedly opened fire on January 24.</p><p>Omar then called for accountability from the Trump administration and reform to its “reckless and lawless” practices.</p><p>“ICE cannot be reformed. It cannot be rehabilitated. We must abolish ICE for good. And DHS Secretary Kristi Noem must resign or face impeachment,” Omar said, seconds before Kazmierczak stood from his front-row seat and sprayed her.</p><p>Fossi later explained he heard Kazmierczak say as he turned away, “She’s not resigning. You’re splitting Minnesotans apart.”</p><p>The incident caused grave concern, particularly in the immediate aftermath, when it was not clear what substance Omar had been struck with – and whether it was hazardous.</p><p>Thursday’s affidavit outlined several incidents where Kazmierczak had been critical of or appeared to threaten violence against the representative.</p><p>According to the court document, investigators interviewed a “close associate” of Kazmierczak, who overheard him saying on the phone several years ago, “Someone should kill that b****.” The interviewee allegedly told the investigators that they believed Kazmierczak was referring to Omar.</p><p>The affidavit also displayed a cartoon Kazmierczak posted onto his Facebook account criticising Omar for her role in the so-called “defund the police” movement.</p><p>Omar had called to “rebuild” the Minneapolis Police Department in the wake of the 2020 murder of George Floyd, a Black man whose heart stopped while an officer knelt on his neck.</p><p>A member of Congress’s progressive flank, nicknamed “The Squad”, Omar has long been a target for right-wing criticism.</p><p>President Trump, in particular, has repeatedly mocked Omar and spread false rumours about her, including suggestions of incest.</p><p>During a midterm campaign stop this week in Clive, Iowa, he questioned her patriotism and that of other immigrants.</p><p>“They have to show that they can love our country. They have to be proud. Not like Ilhan Omar,” he told a booing crowd. “Did you see that wise guy? You know, she’s always talking about, ‘The Constitution provides me with the following.’ The Constitution? She comes from a country that’s a disaster. It’s not even a country.”</p><p>It was the latest in a string of derogatory remarks Trump had made against Somalia and Omar personally.</p><p>In a December 2 cabinet meeting, for instance,  Trump used Omar as an example of the “garbage” the US immigration system was supposedly letting in.</p><p>Omar arrived in the US at age 12 as a child refugee, fleeing Somalia’s civil war. She has served as the representative for Minnesota’s 5th congressional district since 2019.</p><p>Critics have long warned of a rise in political violence in the US, and just this week, the US Capitol Police released a <a href=\"https://www.uscp.gov/media-center/press-releases/uscp-threat-assessment-cases-2025\" target=\"_blank\" rel=\"noopener\">report</a> saying it had probed 14,938 “concerning statements” made against Congress members in the last year alone.</p><p>That was a significant increase over the rate in 2024, when 9,474 such threats were investigated.</p><p>Since the vinegar-spraying incident, Omar held a separate news conference to denounce the “hateful rhetoric” aimed at her since she took public office.</p><p>She added that the death threats she receives increase when the president mentions her by name. But she emphasised that she remains unbowed.</p><p>“My presence here should tell you that the fear and intimidation doesn’t work on me,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Niger military gov’t says France, Benin, Ivory Coast behind airport attack | Military News | Al Jazeera",
            "time": "2026-01-29T22:45:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T201535Z_299532347_RC2WAJAGBNQQ_RTRMADP_3_NIGER-SECURITY-1769723703.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Niger military gov’t says France, Benin, Ivory Coast behind airport attack</h1><p class=\"article__subhead\"><em>‘They should be ready to hear us roar,’ says military ruler Tiani, who thanked Russian troops for defending airbase.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Niger’s military government has accused France, Benin and Ivory Coast of sponsoring an assault on a military base at Niamey’s international airport, while thanking “Russian partners” for repelling the attack.</p><p>General Abdourahamane Tiani, who seized power in a <a href=\"/features/2024/7/26/a-year-after-nigers-coup-split-political-loyalties-test-family-ties\">2023 coup</a>, made his claims on state television on Thursday, blaming France’s President Emmanuel Macron, Benin’s Patrice Talon and Ivory Coast President Alassane Ouattara. He did not offer any evidence to back up those claims.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>France, Benin and Ivory Coast have not commented on the claims yet.</p><p>The military leader made those claims after visiting the airbase at Diori Hamani International Airport, located some 10km (six miles) from the presidential palace, where explosions and shootings were reported on Wednesday night into Thursday.</p><p>Defence Minister Salifou Modi said the attack lasted “about 30 minutes”, before an “air and ground response”. The defence ministry said four military personnel were injured and 20 attackers were killed, with state television saying that a French national was among them.</p><p>Eleven people were arrested, it added.</p><p>“We have heard them bark, they should be ready to hear us roar,” said Tiani in comments that reflected the recent deterioration of Niger’s relations with France and neighbouring nations that he views as French proxies in the region.</p><p>Tiani also thanked Russian troops stationed at the base for “defending their sector”, confirming his nation’s growing ties with Moscow, which has provided <a href=\"/news/2024/4/12/russia-sends-military-trainers-air-defence-system-to-niger-state-media\">military support</a> to tackle a rebellion linked to <a href=\"/news/2025/12/28/niger-military-rulers-order-general-mobilisation-against-armed-groups\">al-Qaeda and ISIL</a>.</p><p>Neither of the armed groups has so far claimed responsibility.</p><p>Niger has been led by General Tiani since a coup that overthrew the elected civilian president, Mohamed Bazoum, in July 2023.</p><p>The country, which is allied with Sahel neighbours Mali and Burkina Faso in the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES), has struggled to contain the rebellion, which has killed thousands and displaced millions in the three nations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Burkina Faso’s military government dissolves political parties | Military News | Al Jazeera",
            "time": "2026-01-29T21:53:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-05-10T172924Z_1143640870_RC25FEAZRM7N_RTRMADP_3_RUSSIA-BURKINA-FASO-1769721657.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Burkina Faso’s military government dissolves political parties</h1><p class=\"article__subhead\"><em>Interior Minister says multiplication of political parties has fuelled divisions and weakened social cohesion.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Burkina Faso’s military-led government has issued a decree dissolving all political parties that had already been forced to suspend activities after a coup four years ago.</p><p>The West African nation’s council of ministers passed the decree on Thursday amid the government’s ongoing crackdown on dissenting voices as it struggles to contain insurgencies linked to al-Qaeda and ISIL (ISIS).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><a href=\"/features/2024/3/15/russian-time-how-burkina-faso-fell-for-the-charms-of-moscow\">Burkina Faso</a>‘s Interior Minister Emile Zerbo said the decision was part of a broader effort to “rebuild the state” after alleged widespread abuses and dysfunction in the country’s multiparty system.</p><p>Zerbo said a government review found that the multiplication of political parties had fuelled divisions and weakened social cohesion.</p><p>The decree disbands all political parties and political formations, with all their assets now set to be transferred to the state.</p><p>Before the coup, the country had more than 100 registered political parties, with 15 represented in parliament after the 2020 general election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Burkina Faso is led by <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">Captain Ibrahim Traore</a>, who seized power in a coup in September 2022, eight months after an earlier military coup had overthrown democratically elected President Roch Marc Kabore.</p><p>The country’s military leaders have cut ties with former colonial ruler France and turned to Russia for security support.</p><p>In 2024, as part of its crackdown on dissent, the government ordered <a href=\"/news/2024/4/26/burkina-faso-suspends-bbc-voice-of-america-for-reporting-on-army-killings\">internet service providers</a> to suspend access to the websites and other digital platforms of the BBC, Voice of America and Human Rights Watch.</p><p>As it turned away from the West, Burkina Faso joined forces with neighbouring <a href=\"/features/2025/12/31/a-marriage-of-three-will-mali-niger-burkina-faso-bloc-reshape-the-sahel\">Mali and Niger</a>, also ruled by military governments, in forming the <a href=\"/video/inside-story/2024/7/7/whats-behind-the-creation-of-the-alliance-of-sahel-states\">Alliance of Sahel States</a> (AES) in a bid to strengthen economic and military cooperation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Microsoft stock plunges as Wall Street questions AI investments | Technology News | Al Jazeera",
            "time": "2026-01-29T21:37:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-28T210321Z_611847657_RC2BODAWUABW_RTRMADP_3_MICROSOFT-RESULTS-1769719308.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Microsoft stock plunges as Wall Street questions AI investments</h1><p class=\"article__subhead\"><em>The drop comes amid stalling growth for its cloud computing software as OpenAI investments are questioned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Microsoft stock has slumped 12 percent as part of a software industry sell-off, stoking fears of whether hefty investments <a href=\"/economy/2025/10/14/imf-says-ai-investment-bubble-could-burst-comparable-to-dot-com-bubble\" target=\"_blank\" rel=\"noopener\">in artificial intelligence</a> will pay off across the sector.</p><p>The Redmond, Washington-based tech giant is on track Thursday to finish at its worst day since March 2020 and has seen approximately $400bn in valuation wiped out.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Wednesday, the company reported a slowdown in growth for its cloud computing product Azure in its earnings report. Capital expenditures grew by 66 percent in the second quarter compared with the same period the year before, reaching a record $37.5bn for the quarter.</p><p>Meanwhile, Microsoft predicted Azure growth to stay stable in the period from January to March at 37 percent to 38 percent, after slowing in the last three months of 2025, partially due to AI chip capacity constraints.</p><p>“[Wall Street] wanted to see less cap-ex spending and faster cloud/AI monetisation … and coming out of the gates, it’s the opposite. We have said this is a multi-year journey, and Redmond needs to focus on its data center buildout with more customers heading down the AI path. It’s a balancing act with 2026 the inflection year for AI and MSFT [Microsoft],” Dan Ives, analyst at Wedbush Securities, said in a note provided to Al Jazeera.</p><h2 id=\"openai-pressure-looms\">OpenAI pressure looms</h2><p>Microsoft also faced pressure after a disclosure that OpenAI, its prized holding, accounts for 45 percent of its cloud backlog. Investors are worried that some $280bn could be at risk as the unprofitable startup loses momentum in the AI race.</p><p>On Wednesday, tech news website The Information reported that Microsoft is set to invest roughly $10bn in OpenAI – the maker of ChatGPT – as the company continues to accumulate debt. OpenAI holds nearly $100bn in debt.</p><p>Sebastian Mallaby, senior fellow at the nonpartisan think tank Council on Foreign Relations, predicts in a newly published op-ed in The New York Times that OpenAI will run out of money over the next 18 months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Microsoft disappointed, and there are some genuine concerns that AI investments will eat the software companies’ lunches,” John Praveen, managing director and co-chief investment officer of investment firm Paleo Leon in Princeton, New Jersey, told the Reuters news agency.</p><p>OpenAI had issued an internal “code red” in December after Google’s Gemini 3 launched to positive reviews, and is playing catch-up in AI coding to Anthropic’s Claude Code, which has hit an annualised run rate of more than $1bn.</p><p>“Microsoft’s deep ties to OpenAI underpin its leadership in enterprise AI, but they also introduce concentration risk,” Zavier Wong, market analyst at investment firm eToro told Reuters.</p><p>Nvidia and Amazon, which, according to The Information’s report, are also investing further into OpenAI, had their stocks turn down on Thursday in midday trading.</p><p>Amazon is down 1.3 percent and Nvidia is down 0.1 percent .</p></div></div></body></html>"
        },
        {
            "title": "Palestinian journalist Bisan Owda regains TikTok account after outcry | Social Media | Al Jazeera",
            "time": "2026-01-29T21:20:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769721613.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Melania’: What to know about the US first lady’s new documentary | Donald Trump News | Al Jazeera",
            "time": "2026-01-29T20:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_697bb0a38932-1769713827.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As US President Donald Trump struggles to navigate a series of crises – rising economic concerns, threats of war against Iran, and rising tensions over his aggressive mass deportation raids – First Lady Melania Trump is going to the movies.</p><p>The documentary film, Melania, detailing the first lady’s life over 20 days leading up to her husband’s inauguration in January 2025, promises an intimate view of a figure known for keeping a low profile.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Hello, Mr President, congratulations,” Melania Trump says in a phone call with her husband that appears in the film’s trailer. Asked by Trump if she had watched his speech, she responds, “I did not, I will see it on the news.”</p><p>But the film has not been able to escape the controversy surrounding Trump’s presidency. As <a href=\"/news/2025/10/24/who-are-the-private-donors-funding-trumps-white-house-ballroom\">ultra-wealthy donors and tech executives seek to win favour with the White House</a>, the film’s large budget and sizable fee for Melania Trump herself, who served as executive producer, have raised eyebrows.</p><p>Here’s what you need to know about the documentary:</p><figure id=\"attachment_4272318\" aria-describedby=\"caption-attachment-4272318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4272318\" src=\"/wp-content/uploads/2026/01/AP25021184259479-1769630255.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Trump with Melania onstage\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4272318\" class=\"wp-caption-text\">President Donald Trump and First Lady Melania Trump dance at the Liberty Ball, part of the 60th Presidential Inauguration, on Monday, January 20, 2025, in Washington, DC [File: Evan Vucci/AP Photo]</figcaption></figure><h2 id=\"what-is-the-movie-about\">What is the movie about?</h2><p>The 104-minute documentary follows Melania Trump, the Slovenian-American first lady, for nearly three weeks leading up to her husband’s inauguration on January 20, 2025. Amazon MGM Studios, which is distributing the film, says that it will give viewers “unprecedented access” into Melania’s life.</p><p>Marc Beckman, the film’s producer, said in an interview this week that the first lady spearheaded the film’s creative direction.</p><p>“This is not a political film at all,” Beckman said.</p><p>The movie highlights her fashion choices, diplomatic engagements and the operations surrounding her Secret Service protection. Beckman said viewers also will see moments that capture the president’s sense of humour.</p><h2 id=\"when-will-the-movie-be-released-in-theatres\">When will the movie be released in theatres?</h2><p>The film will debut on Thursday at the Kennedy Center for the Performing Arts in Washington, DC, which Trump has asserted control over and been appointed chairman of.</p><p>Melania held a private screening at the White House on January 24, attended by about 70 people, including several business executives. The first lady said in a social media post that she was “humbled” and called the release “a historic moment”.</p><p>The film was set for release in approximately 1,600 screens worldwide on Friday, including about 1,500 in the United States. The premiere will be simulcast in 21 theatres nationwide on Thursday for invited guests to help build excitement for the launch.</p><h2 id=\"what-was-melania-s-budget\">What was Melania’s budget?</h2><p>Amazon MGM Studios bought the rights to the film in a $40m deal, in addition to $35m for a splashy advertising campaign, including a black-and-white projection of the film’s trailer onto The Sphere in Las Vegas.</p><p>The New York Times has reported that the figure includes a related docuseries that will be released later this year. Amazon paid about $26m more than the second-highest bid for the film, which came from Disney, and the film’s advertising budget is about 10 times the size of other high-profile documentaries.</p><p>Beckman, who produced the film, oversaw the movie deal with Amazon MGM Studios, plus a follow-up documentary series set for release later this year focusing on some of Melania Trump’s priorities, including children in foster care.</p><h2 id=\"how-much-did-the-first-lady-get-paid-for-the-movie\">How much did the first lady get paid for the movie?</h2><p>Melania served as executive producer of the film, giving her substantial control over editorial decisions, and will reportedly receive 70 percent of the $40m sum herself, according to the news service AFP.</p><h2 id=\"what-are-advance-ticket-sales\">What are advance ticket sales?</h2><p>Trump has urged his supporters to see the film, saying that tickets are “selling out, FAST!”</p><p>According to media outlet Puck News, the documentary is expected to earn about $5m during its opening weekend in the US and Canada, according to projections from the National Research Group (NRG).</p><p>Other figures from the market researcher Boxoffice are lower, predicting opening-weekend ticket sales of between $1 and $2 million.</p><p>Neither estimate would put the film on track to break even. No major publication has reviewed the film thus far, but the critical reception is also expected to be underwhelming.</p><p>The Guardian has reported that the chief executive of Vue, one of the largest cinema operators in the United Kingdom, said that ticket sales have so far been “soft”, with just one ticket sold for the first screening on Friday at the firm’s flagship Islington branch in London.</p><p>Across social media, the film and its PR campaign have drawn ridicule with several internet users posting screenshots showing cinemas that have sold no seats for screenings of “Melania.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-does-the-film-s-budget-compare-with-other-documentaries\">How does the film’s budget compare with other documentaries?</h2><p>Analysts have compared Melania with other well-known documentaries.</p><p>In a CNN segment, polling analyst Harry Enten noted that the 2004 Michael Moore documentary Fahrenheit 9/11, about the buildup to the US invasion of Iraq, had a budget of $6m, or a little more than $10m adjusted for inflation.</p><p>Enten said that the documentary brought in about $24m over its opening weekend, about $41m adjusted for inflation.</p><p>“Melania, not anywhere close,” Enten added.</p><p>“Am I Racist?”, a satirical documentary criticising “woke” culture by right-wing political commentator Matt Walsh, made about $4.5m over the opening weekend in 2024. It went on to become the year’s highest-grossing documentary film, with a budget of just $3m.</p><p>“2016: Obama’s America”, another documentary by a right-wing figure, Dinesh D’Souza, grossed a total of $33.5m domestically after being released in 2012. The film had a budget of $2.5m, about $3.5m in inflation-adjusted dollars.</p><h2 id=\"who-directed-melania\">Who directed ‘Melania’?</h2><p>The filmmaker Brett Ratner, known for the Rush Hour franchise, directed the film.</p><p>His involvement marked an unexpected return to filmmaking after a series of sexual assault allegations largely derailed his career in 2017. Ratner has denied those allegations.</p><p>Beckman, who is also an adviser and agent for Melania Trump, told the Los Angeles Times that Ratner was “one of the most talented directors of our lifetime” who knows “not just how to create something that’s gorgeous, but also how to reach the passions and emotions of his audience”.</p><p>The 56-year-old Ratner is also set to direct a fourth Rush Hour film for Paramount Studios, which merged with Skydance Media with the approval of the Trump administration in July.</p><p>“He was very talented,” Melania Trump told Fox. “He was the best one, and he was great to work with.”</p><p>Ratner shares producer credits with the first lady, Beckman and Fernando Sulichin of New Element Media. Filming began in December 2024.</p><p>The merger placed David Ellison, son of close Trump ally and Oracle cofounder Larry Ellison, in charge of operations. Trump had reportedly urged Ellison to reboot the Rush Hour franchise.</p><h2 id=\"why-is-the-melania-controversial\">Why is the ‘Melania’ controversial?</h2><p>The documentary’s substantial price tag, compared with relatively modest box office expectations, has led many to speculate that the film was bought at an inflated price to win favour with the Trump administration.</p><p>Trump’s second term has already come under scrutiny for its close ties to powerful donors and companies, which have poured money into Trump’s lavish inauguration fund, his push to build a ballroom at the White House, and a series of crypto holdings tied to Trump and his family.</p><p>An analysis by Bloomberg found that the family generated about $1.4bn from <a href=\"/news/2024/11/12/why-is-trumps-election-as-us-president-prompting-a-bitcoin-surge\">crypto ventures</a> during Trump’s first year back in office, which has treated the industry with a light touch and tossed out lawsuits and probes into alleged wrongdoing by prominent donors.</p><p>In that context, some see the documentary as a high-priced donation to the president known for his personalistic approach to wielding power.</p><p>Conversely, in South Africa, the country’s main cinema houses have pulled the documentary with the distributor citing “the current climate”, without elaborating, local media reported.</p><p>The South African government has strained ties with Trump’s administration, which has repeated false accusations that Pretoria is behind a “white genocide” of the Afrikaans community.</p><p>Nevertheless, Ted Hope, who worked at Amazon from 2015 to 2020 and played a central role in kickstarting the company’s film division, suggested to the New York Times that Amazon’s purchase of the film “equated with currying favour”.</p><p>“This has to be the most expensive documentary ever made that didn’t involve music licensing,” Hope said. “How can it not be equated with currying favour or an outright bribe?”</p></div></div></body></html>"
        },
        {
            "title": "France moves to ban social media for users under 15 | Mental Health | Al Jazeera",
            "time": "2026-01-29T20:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769717086.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "TotalEnergies restarts $20bn LNG project in Mozambique after 5-year freeze | Oil and Gas News | Al Jazeera",
            "time": "2026-01-29T20:03:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-29T084742Z_1647594790_RC2VAJA6ODDH_RTRMADP_3_TOTALENERGIES-MOZAMBIQUE-1769708070.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French energy giant TotalEnergies has restarted construction of a $20bn liquefied natural gas (LNG) project in Mozambique after being forced to pause operations indefinitely owing to escalating violence in the region.</p><p>The company’s executive Patrick Pouyanne and Mozambique’s President <a href=\"/features/2025/9/25/mozambique-daniel-chapo-at-negotiating-table\">Daniel Chapo</a> jointly announced the official relaunch of the project on Thursday at a ceremony near the construction site in Afungi, located in the gas-rich Cabo Delgado province in Mozambique’s northeast.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The project, considered one of the largest LNG projects on the continent, was <a href=\"/economy/2021/4/26/total-suspends-20bn-lng-project-in-mozambique-indefinitely\">suspended</a> in 2021 as Mozambique, with the help of regional forces, battled to contain ISIL-linked <a href=\"/news/2025/8/5/un-says-nearly-60000-displaced-by-heavy-fighting-in-northern-mozambique\">fighting</a> that has killed more than 6,400 people in the past eight years, according to the Armed Conflict Location and Event Data Project (ACLED).</p><p>The project, which is designed to produce more than 13 million tonnes of LNG annually, is expected to come on stream in 2029, potentially generating as much as $35bn for government coffers over its lifetime from taxes, oil profits and other contributions, according to Chapo, cited by Reuters news agency.</p><p>Pouyanne said in a statement issued by TotalEnergies that the project would bring “significant economic benefits” to the country, creating up to 7,000 direct jobs for Mozambicans during construction, with contracts awarded to local companies “expected to amount to more than USD 4 billion”.</p><p>Security is deemed to have improved in Cabo Delgado, particularly with the deployment of Rwandan soldiers around the Afungi construction site. But the delays have cost significant sums of money, forcing the project’s parties to renegotiate terms.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"environmental-and-human-rights-concerns\">Environmental and human rights concerns</h2><p class=\"p1\">Environmental and human rights groups have denounced the development, claiming it will bring little benefit to <a href=\"/podcasts/2024/12/18/the-take-why-are-mozambiques-youth-protesting\">Mozambicans</a>, more than 80 percent of whom lived below the poverty line of $3 per day in 2022, according to World Bank data.</p><p>Campaign group Friends of the Earth has called the project “a carbon timebomb with huge climate impacts”, alleging that it has also become a lightning rod for human rights abuses, including  “killings, beheadings and entire communities fleeing the Cabo Delgado region”.</p><p class=\"p1\">TotalEnergies is facing two legal proceedings in France, including a manslaughter investigation, after survivors and relatives of victims of the 2021 attack accused it of failing to protect its subcontractors.</p><p class=\"p1\">It is also the subject of a complaint for “complicity in war crimes, torture and enforced disappearance” filed by the European Center for Constitutional and Human Rights (ECCHR), a German NGO, with France’s national “anti-terrorism” prosecutor.</p><p>“The oil and gas major is accused of having directly financed and materially supported the Joint Task Force, composed of Mozambican armed forces, which between July and September 2021, allegedly detained, tortured and killed dozens of civilians on TotalEnergies’ gas site,” said ECCHR last month.</p><p class=\"p1\">TotalEnergies rejects all the accusations.</p><p>News of the Afungi relaunch came after the United Kingdom government announced last month that it would be pulling $1.15bn in export finance from the project.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran slams EU’s ‘terrorist’ designation for IRGC as hypocritical | European Union | Al Jazeera",
            "time": "2026-01-29T19:45:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/13610431_cropped-1769715696.jpg?resize=1920%2C1350",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Former Illinois deputy sentenced to 20 years for US killing of Sonya Massey | Police News | Al Jazeera",
            "time": "2026-01-29T19:28:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_697ba7eb9453f-1769711595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Former Illinois deputy sentenced to 20 years for US killing of Sonya Massey</h1><p class=\"article__subhead\"><em>Sean Grayson fatally shot Massey after she called police to her home, in a killing that sparked outrage and protests.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former Illinois sheriff’s deputy has been sentenced to 20 years in prison for fatally shooting a 36-year-old woman who called police to her home for help.</p><p>The 2024 killing of <a href=\"/news/2024/7/24/sonya-massey-shooting-what-we-know-about-the-killing-the-victim-officer\">Sonya Massey</a> sparked widespread protests amid a wider reckoning over police conduct towards Black residents in the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Sean Grayson, 31, was convicted in October of second-degree murder for the fatal shooting. On Thursday, he received the maximum sentence of 20 years in prison.</p><p>During sentencing, Grayson apologised, saying he wished he could bring Massey back. His lawyer had asked for a sentence of six years.</p><p>“I made a lot of mistakes that night. There were points when I should’ve acted, and I didn’t. I froze,” he said during the hearing. “I made terrible decisions that night. I’m sorry.”</p><p>Massey, who suffered from mental health issues, had called police to her home in the Illinois state capital, Springfield, saying she was afraid of a prowler outside.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2024/7/23/footage-shows-illinois-police-fatally-shooting-black-woman-in-her-home\">Body camera footage</a> of her exchange with police showed that Massey appeared confused, repeating, “Please, God.”</p><p>Inside her home, Grayson noticed a boiling pot of water and asked Sheriff’s Deputy Dawson Farley to move it. Instead, Massey went to the stove and picked up the pot, appearing to tease Grayson for moving away from “the hot, steaming water”.</p><p>She then said: “I rebuke you in the name of Jesus.”</p><p>Grayson drew his firearm. Massey set the pot down and ducked behind a counter. When she appeared to pick up the pot again, Grayson opened fire, hitting Massey three times in the face.</p><p>During the trial, Massey’s parents and two children said their lives had been forever changed.</p><p>“Today, I’m afraid to call the police in fear that I might end up like Sonya,” her mother Donna Massey said during the hearing.</p><p>Massey’s daughter Summer told reporters on Thursday that “20 years is not enough”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Grayson was initially charged with three counts of first-degree murder, which could have led to a life sentence. However, the jury convicted him of the lesser charge of second-degree murder, arguing that evidence shows that Grayson honestly thought he was in danger.</p><p>Massey’s killing sparked a US Justice Department inquiry, after which the Sangamon County agreed to implement more de-escalation training for law enforcement and collect more use-of-force data.</p><p>The controversy also prompted the sheriff who hired Grayson to retire.</p><p>Since Massey’s death, Illinois law has changed to require full background checks for candidates applying for law enforcement jobs. The law, praised as a step towards police accountability, is known as the Sonya Massey Act.</p></div></div></body></html>"
        },
        {
            "title": "Who controls Yemen now and why it matters | News | Al Jazeera",
            "time": "2026-01-29T19:17:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769714136.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Humanitarian crisis worsens in Yemen as power struggles intensify and aid gaps grow.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemen’s conflict is entering yet another volatile chapter, not towards peace, but into a sharper power struggle. Former partners Saudi Arabia and the UAE are drifting apart, local factions are recalculating, and control of the south and east hangs in the balance, while the Houthis hold firm in the north. As alliances fracture and air power looms, millions of civilians remain hungry and displaced. What future is being decided over their heads?</p><p><strong>In this episode: </strong></p><ul>\n<li>Abubakr Al-Shamahi, Al Jazeera Editor</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Marcos Bartolomé, Melanie Marich with Phillip Lanos, Spencer Cline, Sarí el-Khalili, Tuleen Barakat, Maya Hamadeh, and our guest host, Kevin Hirten. It was edited by Tamara Khandaker and Alexandra Locke. </em></p><p><em>Our sound designer is Alex Roldan.  Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio.</em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘They picked the wrong state’: how Minneapolis is fighting back | News | Al Jazeera",
            "time": "2026-01-29T19:10:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769713787.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Minneapolis mobilizes rapid response networks and mutual aid as protests grow against federal immigration agents.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>What’s behind the organization of protests in Minneapolis? The city has seen the mobilization of local rapid response networks, mutual aid groups, and observers like Alex Pretti, who was fatally shot by federal immigration agents. Organizers are drawing on lessons from movements that emerged after the 2020 police killing of George Floyd, building a sustained movement for community defense.</p><p><strong>In this episode: </strong></p><ul>\n<li>Marcia Howard (<a href=\"https://www.instagram.com/marciahoward38thstreet/?hl=en\">@marciahoward38thstreet</a>), President of Minneapolis Federation of Educators, Local 59, Community Steward of George Floyd Square</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Chloe K. Li and Sarí el-Khalili, with Phillip Lanos, Spencer Cline, Tamara Khandaker, Tuleen Barakat, and our host, Malika Bilal. It was edited by Alexandra Locke.</em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Why is the Doomsday Clock nearer to midnight than ever before? | Conflict News | Al Jazeera",
            "time": "2026-01-29T19:07:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769712654.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Atomic scientists raise alarm over more global conflict and new risks such as artificial intelligence.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Doomsday Clock has reached the closest ever point to midnight, according to the atomic scientists who run it.</p><p>They say more wars, aggression from nuclear powers and weaker arms controls are to blame, along with climate change and risks posed by AI.</p><p>So, should we be worried?</p><p><strong>Presenter:</strong> Cyril Vanier</p><p><strong>Guests:</strong></p><p>Karim Haggag – Director at the Stockholm International Peace Research Institute</p><p>Ramesh Srinivasan – Professor at UCLA Department of Information Studies and host of the podcast, Utopias</p><p>Ben Aris – Founder and editor-in-chief of bne IntelliNews in Berlin</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Iran slams ‘selective outrage’ after EU labels IRGC a ‘terrorist’ group | Human Rights News | Al Jazeera",
            "time": "2026-01-29T18:58:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-22T135022Z_1564480101_RC2B6JAZP6TI_RTRMADP_3_SAFRICA-PROTEST-USA-EMBASSY-1769344463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union has designated Iran’s Islamic Revolutionary Guard Corps (IRGC) a “terrorist organisation” over a deadly crackdown on <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">antigovernment protests</a> in the country.</p><p>EU foreign policy chief Kaja Kallas said on Thursday that the bloc’s foreign ministers took a “decisive step” in labelling the IRGC as a “terrorist” group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Repression cannot go unanswered,” <a href=\"https://x.com/kajakallas/status/2016797144808563186\" target=\"_blank\" rel=\"noopener\">Kallas wrote</a> on social media. “Any regime that kills thousands of its own people is working toward its own demise.”</p><p>The Iranian Foreign Ministry condemned the decision, saying the move was “illegal, political and contrary to international law” as well as a violation of the country’s internal affairs.</p><p>It also said Tehran “reserves the right to take appropriate measures within the framework of international law to defend its sovereignty, national security, and the interests of the Iranian nation, and holds the European Union and its member states responsible for the consequences of this action”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Established after the 1979 Islamic Revolution in Iran, the IRGC is <a href=\"/news/2025/6/15/what-is-irans-irgc-and-who-has-israel-killed\">an elite branch</a> of the country’s military that answers directly to Supreme Leader Ayatollah Ali Khamenei and oversees the Iranian missile and nuclear programmes.</p><p>Separately on Thursday, the European Council also announced new sanctions against 15 individuals and six entities it said were “responsible for serious human rights violations in Iran” following the protest crackdown.</p><p>The targeted individuals include Iran’s Interior Minister Eskandar Momeni and Prosecutor General Mohammad Movahedi-Azad, the council said in <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2026/01/29/iran-council-adopts-new-sanctions-over-serious-human-rights-violations-and-iran-s-continued-support-to-russia-s-war-of-aggression-against-ukraine/\" target=\"_blank\" rel=\"noopener\">a statement</a>.</p><p>Iran has faced a wave of international condemnation for using force to quell a mass protest movement, which began late last month amid public anger over soaring inflation and socioeconomic issues.</p><p>Iranian authorities have <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">confirmed 3,117 deaths</a>, including 2,427 civilians and members of the country’s security forces, and accused Israel and the United States of <a href=\"/news/2026/1/17/irans-khamenei-says-us-israel-links-behind-thousands-killed-in-protests\">fuelling the unrest</a>.</p><p>The US-based Human Rights Activists News Agency (HRANA) said on Wednesday that at least 6,373 people have been killed since the demonstrations began, including 5,993 protesters.</p><p>Al Jazeera has been unable to independently verify these figures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Brussels, Al Jazeera’s Hashem Ahelbarra said the bloc’s decision to blacklist the IRGC and to impose sanctions on Iranian officials aims to send “a strong political message” to Tehran.</p><p>“It was not an easy decision, particularly the one about the designation of the IRGC as a ‘terrorist organisation’,” Ahelbarra explained, noting that <a href=\"/news/2026/1/28/france-says-will-support-eu-designation-of-irans-irgc-as-terrorist-group\">France</a>, in particular, had hoped to maintain a channel of communication with Iran.</p><p>“But when they saw the clampdown on protesters taking place … the Europeans said, ‘No. We need to send a strong message’,” he said.</p><h2 id=\"iran-slams-eu-s-selective-outrage\">Iran slams EU’s ‘selective outrage’</h2><p>Meanwhile, Iranian officials forcefully rejected the EU’s announcements, with Foreign Minister Abbas Araghchi accusing the bloc of “fanning the flames” amid <a href=\"/news/2026/1/29/iran-us-tensions-soar-what-do-both-sides-want\">soaring tensions in the region</a>.</p><p>“Putting aside the blatant hypocrisy of its selective outrage – taking zero action in response to Israel’s Genocide in Gaza and yet rushing to ‘defend human rights’ in Iran – Europe’s PR stunt mainly seeks to cloak that it is an actor in severe decline,” Araghchi wrote on social media.</p><p>“Moreover, as the continent is certain to be massively impacted by an all-out war in our region – including the knock-on effects of surging energy prices – the EU’s current posture is deeply damaging to its own interests.”</p><p>That was echoed by the General Staff of the Iranian armed forces, which denounced the IRGC listing as “illogical and irresponsible” and said it marked “a clear sign of hostility towards the Iranian nation and the country’s independence”.</p><p>Al Jazeera’s Tohid Asadi, reporting from the Iranian capital Tehran, noted that the “unprecedented” escalation between Iran and the EU comes amid a US military build-up in the Middle East, which has raised concerns about a <a href=\"/news/liveblog/2026/1/29/live-iran-warns-of-quick-retaliation-as-trump-revives-us-threats\">possible confrontation</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>US President Donald Trump has repeatedly threatened to attack Iran in recent weeks, citing the protest crackdown as well as the Iranian nuclear programme.</p><p>On Wednesday, <a href=\"/news/2026/1/28/make-deal-or-face-far-worse-attack-trump-tells-iran-in-new-threat\">Trump warned</a> that a “massive” US armada was heading towards Iran and would be willing to use “violence” to fulfil its mission if Tehran did not agree to nuclear talks with Washington.</p><p>Senior Iranian officials rejected Trump’s comments, saying they would not agree to negotiations while under threat and that the Iranian armed forces were ready to “immediately and powerfully” respond to any possible US attack.</p><p>The Trump administration joined Israel’s 12-day <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">military assault against Iran</a> in June of last year, striking three Iranian nuclear facilities in attacks that Trump previously said had “obliterated” the country’s nuclear programme.</p></div></div></body></html>"
        },
        {
            "title": "Trump says that he will allow reopening of Venezuelan airspace | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-29T18:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26029638601841-1769711498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says that he will allow reopening of Venezuelan airspace</h1><p class=\"article__subhead\"><em>US has asserted control over Venezuela on key issues of sovereignty and made threats of further military attacks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said that he ordered the reopening of Venezuelan commercial airspace, underscoring the high degree of control the US has asserted over the affairs of the <a href=\"/news/2026/1/28/rubio-testifies-before-us-senate-on-abduction-of-venezuelas-maduro\">South American country</a>.</p><p>During a cabinet meeting on Thursday, Trump added that he had “informed” Venezuela’s interim President <a href=\"/news/2026/1/29/venezuelas-police-military-pledge-loyalty-to-interim-president-rodriguez\">Delcy Rodriguez</a> that US oil companies would be arriving soon to seek out potential projects in the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“American citizens will very shortly be able to go to Venezuela, and they will be safe there. It’s under very strong control,” Trump said during a cabinet meeting at the White House.</p><p>The US has used the threat of further military strikes to coerce the <a href=\"/news/2026/1/24/remote-coercion-what-has-us-approach-been-since-abduction-of-maduro\">country’s government</a> into alignment with the priorities of the Trump administration on key issues, brushing aside concerns about Venezuelan sovereignty.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Venezuelan airspace has been closed since before the US launched a military attack on the country on January 3, in an operation widely seen as illegal under <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">international law</a>.</p><p>The attack culminated in the abduction of former President Nicolas Maduro and his wife Cilia Flores, who have since been brought to New York City to stand trial on narcotics-related charges.</p><p>American Airlines announced that the carrier would resume flights to Venezuela after Trump said that he had asked the Transportation Department to lift previous restrictions, pending approval from the Trump administration and secure conditions.</p><p>The US suspended commercial flights to Venezuela in 2019.</p><p>Trump stated, during the cabinet meeting, that oil companies were “going to Venezuela now, scouting it out and picking their locations” without offering further details.</p><p>While the White House has <a href=\"/economy/2026/1/9/big-and-small-oil-companies-summoned-to-meet-trump-on-venezuelan-oil\">previously said</a> that oil companies are eager to take advantage of new opportunities in Venezuela following the ouster of Maduro, some in the industry have continued to express reservations about investing money and resources in the country.</p></div></div></body></html>"
        },
        {
            "title": "Mexico’s oil industry faces new pressures from Venezuela oil under US | Oil and Gas News | Al Jazeera",
            "time": "2026-01-29T18:35:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/02/3a436f4d375541d7897ac769f3f437b4_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Monterrey, Mexico:</strong> For more than 30 years, Dagoberto Ramos worked at Pemex, Mexico’s state-owned oil company, at one of its petrochemical complexes in the energy hub of Coatzacoalcos, Veracruz.</p><p>Ten years ago, the specialist in ethylene production opted for early retirement, fearing that deteriorating maintenance routines were putting him at risk of injury and liability. He was particularly concerned about being blamed for an accident resulting from neglected infrastructure.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Previously, the production plant received a month of maintenance, but this was gradually cut down to 20 days, and sometimes even 15, where only the most urgent tasks were prioritised,” he said.</p><p>“The risk of a potential catastrophe was very real, both for the staff and for the surrounding communities.”</p><p>On April 20, 2016, less than a year after Ramos left, an explosion rocked the Pajaritos complex, where he had worked before transferring to the Morelos complex just five kilometres away. The incident killed 32 people and injured more than 130 workers.</p><p>Pemex, over the years, has been responsible for soil contamination, rising methane emissions, and pipeline spills, with chronic leaks impacting local communities and marine fauna. This lack of infrastructure maintenance has worsened as the state-owned giant contends with significant financial and operational constraints and a massive debt burden.</p><p>For the past two decades, Pemex has struggled to increase production as mature oil fields decline, while it carries a debt of $100bn and has failed to attract private investment. Concerns are growing for the sustainability of the oil company and the future of Mexico’s energy sector amid regional changes, financial instability and a strong reliance on imports from the United States.</p><p>Despite being a crude oil producer, Mexico remains dependent on refined products and natural gas imports from the US. Mariana Castaneda, director of Grupo Estrategia Politica, a public affairs consulting firm, told Al Jazeera that domestic fuel production currently falls 21 percent short of demand. This gap, she said, is expected to widen, even as most refineries operate at or near their maximum capacity.</p><p>Rafael Vaquera Salazar, a professor at Monterrey Technological University (TEC), told Al Jazeera that despite the country’s vast reserves and long history of extraction, the outlook for recovery remains bleak.</p><p>Now there is a new challenge.</p><p>Following the US invasion of Venezuela that resulted in the <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\" target=\"_blank\" rel=\"noopener\">abduction</a> of then-President Nicolas Maduro and his wife on January 3, the regional energy landscape has become unstable, complicating long-term planning.</p><p>While shifts in Venezuela’s oil industry could impact Mexico’s own production, Vaquera said that the timeframe and specific conditions remain uncertain.</p><p>Both Venezuelan and Mexican crude are heavy, and US Gulf Coast refineries are specifically equipped to process this type of oil. “A competitive situation could arise where whoever offers the biggest discounts will secure the refining capacity,” he pointed out.</p><p>About 60 percent of Pemex’s crude oil exports go to the US. While imports from Venezuela were limited by sanctions, volumes are expected to rise with renewed activity.</p><p>Even though oil executives told US President Donald Trump that significant reforms are needed before they commit to Venezuela, a market that Exxon CEO Darren Woods called “<a href=\"/economy/2026/1/9/trump-promises-oil-executives-total-safety-if-they-invest-in-venezuela\" target=\"_blank\" rel=\"noopener\">uninvestible</a>”, that may not really be the case.</p><p>In the oil industry, it doesn’t really matter who you do business with. What matters is the guarantee that investments will be secure and stable, Vaquera told Al Jazeera. “If I have certainty and stability, I can make investments,” he said. “Even if it means dealing with the devil.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"aid-to-cuba-and-an-ailing-state-oil-company\">Aid to Cuba and an ailing state oil company</h2><p>Mexico has been sending oil shipments to Cuba since 2023 through Pemex subsidiary Gasolina Bienestar. These shipments, which were once sporadic, became consistent under the administration of Andres Manuel Lopez Obrador, who framed them as humanitarian aid.</p><p>Last year, between January and September 30, Mexico shipped 17,200 barrels of crude oil per day and 2,000 barrels of refined products, according to a report submitted to the US Securities and Exchange Commission.</p><p>Mexico’s President Claudia Sheinbaum has also defended the oil shipments as humanitarian aid, yet they continue to fuel tensions with the Trump administration.</p><p>On January 26, reports emerged that Pemex had halted oil shipments to Cuba amid rising tensions. The following day, Sheinbaum declined to confirm or deny the reports, stating that the move was a “sovereign decision” by the state oil company.</p><p>Camila Acosta, an independent journalist in Havana, told Al Jazeera on January 15 that 60 percent of the island faces blackouts. These are driven by fuel shortages and crumbling infrastructure, along with declining oil shipments, the longstanding US embargo and the Trump administration’s tactic of <a href=\"/news/2026/1/21/us-seizes-a-seventh-venezuela-linked-oil-tanker\" target=\"_blank\" rel=\"noopener\">seizing Venezuelan oil tankers</a>.</p><p>“People are fed up with the blackouts, having to cook with firewood, not being able to refrigerate food – or having it spoil – and the lack of water because, without electricity, it can’t be pumped,” she said.</p><p>Acosta said that Mexico now stands as the Cuban regime’s “<a href=\"/news/2026/1/28/venezuela-and-mexico-how-trump-is-trying-to-choke-cubas-oil-supplies\" target=\"_blank\" rel=\"noopener\">lifeline</a>” as Trump pledged in early January to stop Venezuelan oil shipments to Cuba. However, there is growing concern over how much worse the crisis could become if Mexican shipments were to cease entirely.</p><p>“Pemex is in serious financial trouble, and given the public pressure, I don’t know how much longer they can sustain these shipments to the island,” Acosta added.</p><p>Following a series of reforms since 2013, a 2025 reform under Sheinbaum changed Pemex’s status from a “Productive State Enterprise” to a “Public State Enterprise”. This legal change prioritises public benefit over economic profitability.</p><p>Castaneda says that the current administration recognises the need for private capital to guarantee Pemex’s financial viability, provided it doesn’t compromise national sovereignty.</p><p>“The goal is to ensure that sovereignty and Mexican oil remain in the hands of Mexicans. But Pemex itself has acknowledged that without support and participation from the private sector, it is practically impossible to face the challenges Pemex has, including its debt,” she added.</p><p>Pemex owes roughly $30bn to its suppliers despite official promises to accelerate payments. Castaneda said that while the government has been making payments, the amounts remain insufficient compared with the total debt, though it does offer some reassurance to the market. The Ministry of Finance and Public Credit didn’t respond to multiple requests for comment from Al Jazeera.</p><p>Ramos, the former worker, said that this debt has severely affected local businesses, such as those providing maintenance, supplies, and technical and transportation services, which rely on those funds to stay afloat and pay their employees. He noted that in Coatzacoalcos, many residents are moving to cities like Monterrey for work.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Pedro Aguirre, CEO at Verifigas, a firm that provides technical verification in Mexico’s energy sector, told Al Jazeera that the government’s push for private capital is falling short of expectations.</p><p>The combination of Mexico’s 2025 <a href=\"/video/newsfeed/2025/5/30/what-to-know-about-mexicos-first-of-its-kind-judicial-elections\" target=\"_blank\" rel=\"noopener\">judicial reforms</a> – which increase legal uncertainty – alongside Pemex’s operational challenges and the risks surrounding payment, have caused many companies to have second thoughts.</p><p>Last year, Aguirre said, the Mexican government provided Pemex with nearly 400 billion pesos ($23bn), more than double the approved amount, to stabilise its finances and bolster its reliability.</p><p>“The uncomfortable question that remains is, how long will this deficit be sustained?” Aguirre said. “And who, in a few years, will make the decision to say enough is enough.”</p><p>For 2026, Pemex’s budget grew 7.7 percent. Its strategy relies on hitting 1.8 million barrels per day, up from last year’s average of 1.6 million, and increasing domestic fuel processing at the Dos Bocas and Deer Park refineries to reduce imports. The Ministry of Energy is not granting interviews at this time.</p><p>But the growing financial support has also raised questions about which other key sectors are being impacted.</p><p>Castaneda said that despite government efforts to ensure that overall investment continues, sectors such as health, education and infrastructure have been diminished or neglected.</p><p>“It is like a blanket, isn’t it? If you pull on one side, the other side is revealed,” Castaneda said. “In other words, if there is more on one side, there will be less on the other.”</p><p>Pemex’s precarious financial position has been further strained by fuel theft, commonly known as huachicol. While criminal organisations traditionally siphoned gasoline from pipelines, the practice has evolved into a more complex scheme, involving a network of organised crime, Mexican and US companies, and corrupt officials. Fiscal fuel theft involves misclassifying fuel imports to evade the required taxes.</p><p>“For many years, these networks were importing diesel, in particular, but labelling it as lubricants or waste. This creates a fiscal shortfall. Funds that the state did not receive and should have received,” Vaquera added.</p><p>According to Aguirre, from Verifigas, the country lost about $10bn in 2025 due to this illicit trade, resulting in a massive deficit of public funds. He describes it as an “increasingly sophisticated fraud” that exposes governance failures and has direct impacts on community safety, local market competition, and Pemex’s economy.</p><p>While the US and Mexican governments have sanctioned and arrested people for their involvement in the huachicol fiscal, many in Mexico are still calling for high-ranking politicians within the Morena ruling party to be held accountable.</p><p>In September, Vice Admiral Manuel Roberto Farias Laguna, a relative of a former navy secretary, was arrested alongside other businessmen and public officials for alleged involvement in organised crime and fuel smuggling. He is the highest-ranking official detained to date in connection with these investigations.</p><p>For Vaquera, the issue is less about the money and more about how those funds are used. He warns that it can be used to install handpicked candidates in elections, influence authorities, or facilitate money laundering.</p><p>“It’s about who kept it [the money] and the political power they acquired by having all that money or economic power,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Israeli settler violence displaces Palestinians across occupied West Bank | Humanitarian Crises | Al Jazeera",
            "time": "2026-01-29T18:31:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/HOSTED-Israel-settler-attacks-horz-clean-1769711335.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Airports embrace AI to manage growing global passenger traffic | Aviation News | Al Jazeera",
            "time": "2026-01-29T17:14:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-14T144424Z_935035957_RC2E09A1DHHI_RTRMADP_3_USA-AIRLINES-COMPENSATION-1763137884.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Airports embrace AI to manage growing global passenger traffic</h1><p class=\"article__subhead\"><em>Airports use technology for passenger flow, baggage tracking and predictive maintenance to enhance efficiency and experience.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As global air passenger traffic is forecast to hit 10.2 billion in 2026, a 3.9 percent year-on-year increase, investments have been pouring in to improve airport infrastructure and operational efficiency and use artificial intelligence to achieve it.</p><p>Working with data released by Airport Council International, a<span>irports are relying on the increasing use of AI to embrace the rise in demand.</span></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p><span>AI is now being embedded in airports’ workflows to reshape everything from passenger flow management to airside maintenance, cybersecurity, lost luggage and enhancing on-site and virtual customer experiences, according to analysts and experts at the Airport AI Exchange event this month during discussions of the technology’s existing use and its potential.  </span></p><p>The use of AI-powered analytics to anticipate congestion at security, immigration and boarding points is also helping to prevent delays. Resources are being allocated to shift from reactive crowd management to predictive operations.</p><p>AI-powered baggage optimisation tools and biometric processing – which would allow passengers to walk through immigration without the need to present a physical passport – are also gaining traction as airports seek to improve passenger experience while maintaining operational efficiency.</p><p>“AI started changing very rapidly in 2017 and initiated this entire AI race and enabled us to really use AI, the neural network that we talked about and heard about since the 1940s,” Amad Malik, chief AI officer at Airport AI Exchange, said.</p><p>“Since then, the progressions have been very, very steep. If you look at the curve from the first day to now, AI is able to do so much more. In only the last two years, the ability has grown exponentially.”</p><h3>What are airports using AI for?</h3><p>In addition to quicker immigration controls, analysts said AI is aiding automated check-ins and boardings, baggage handling and tracking, and predictive maintenance. It is also enhancing passenger experience, providing s<span>ecurity screening, and offering p</span>ersonalised services and assistance, they said.</p><p>AI-powered analytics can enable airports to tailor services and experiences to individual passenger preferences, fostering a more personalised and efficient journey from check-in to boarding, according to Mahmood AlSeddiqi, former vice president of IT for the Bahrain Airport Company.</p><p>While insights shared at the Airport AI Exchange suggested AI has advanced at an exponential pace over the past few years, some argue that aviation’s adoption of the technology has remained comparatively limited.</p><p>“AI has progressed exponentially over the past few years, but compared to that curve, aviation’s use of AI is still negligible,” said Malik, adding that t<span>hat gap is partly explained by the sector’s reliance on legacy systems and its inherently cautious operating model.</span></p><p>Much of the technology still underpinning aviation operations dates back decades and innovation is often slowed by the industry’s safety-critical nature, he said.</p><p>“When you’re dealing with people’s lives, safety and regulation outweigh speed of innovation,” Malik noted.</p></div></div></body></html>"
        },
        {
            "title": "Inside Gaza after Israel’s last captive is found | News | Al Jazeera",
            "time": "2026-01-29T16:49:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769705221.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">With the final Israeli captive returned, Palestinians are waiting to see if Israel will now implement a true ceasefire.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The remains of the final Israeli captive have been returned from Gaza. For months, the Israeli government has cited the remaining bodies of captives as a reason for limiting crossings, delaying aid deliveries and slowing the implementation of the agreed ceasefire. With this justification now gone, what will change for Palestinians in Gaza?</p><p><strong>In this episode: </strong></p><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Sarí el-Khalili and Melanie Marich, with Tamara Khandaker, Tuleen Barakat, and our host, Malika Bilal. It was edited by Alexandra Locke. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Al Jazeera denounces YouTube’s compliance with Israel’s ban on network | Al Jazeera News | Al Jazeera",
            "time": "2026-01-29T16:47:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/11/2017-06-08T133319Z_211012551_RC1774CFAD70_RTRMADP_3_GULF-QATAR-JAZEERA.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Al Jazeera denounces YouTube’s compliance with Israel’s ban on network</h1><p class=\"article__subhead\"><em>Livestreams of Al Jazeera Arabic, Al Jazeera English and Al Jazeera Mubasher blocked in Israel.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera has condemned YouTube’s compliance with an Israeli law banning the network’s livestreams in the country, warning that the move signals how major tech companies can be “co-opted as instruments of regimes hostile to freedom”.</p><p>YouTube’s submission to Israel’s ban became apparent on Wednesday, days after Israeli Communications Minister Shlomo Karahi ordered a <a href=\"/news/2026/1/25/israel-extends-ban-on-al-jazeeras-operations-by-90-days\">90-day extension</a> of an existing ban on the network’s operations in Israel, blocking broadcasting and internet companies from carrying the network’s content.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Thursday, with livestreams of Al Jazeera Arabic, Al Jazeera English and Al Jazeera Mubasher blocked in Israel, the network denounced YouTube for failing to uphold the United Nations Guiding Principles on Business and Human Rights.</p><p>“Such principles mandate that global tech companies ensure freedom of expression and resist government pressures that lead to the withholding of the truth and the silencing of independent journalism,” it said in a statement.</p><p>“The Network stresses that this escalation is part of a broader and systematic pattern of Israeli violations, including the killing and detention of its journalists and the closure of its offices in the <a href=\"/news/2026/1/19/israel-launches-large-scale-military-raid-in-occupied-west-banks-hebron\">occupied territories</a>, aimed at suppressing the truth.”</p><p>Israel has killed more than <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">270 journalists and media workers</a> since it launched its genocidal war on Gaza in October 2023.</p><p>Some have been from Al Jazeera, including correspondent <a href=\"/features/2025/8/11/israel-kills-anasal-sharif-and-four-al-jazeera-in-gaza-what-to-know\">Anas al-Sharif</a>, 28, who was killed with three of his colleagues in an Israeli strike on a media tent in Gaza City in August.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3907048\" src=\"/wp-content/uploads/2025/08/INTERACTIVE_Journalists_killed_Gaza_Israel_war_August25_2025_INTERACTIVE-Gaza-journalists-killed-by-Israel-1756124590.png?quality=80\" alt=\"INTERACTIVE_Journalists_killed_Gaza_Israel_war_August25_2025\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>In <a href=\"/news/2024/5/5/netanyahu-government-votes-to-close-al-jazeera-channel-in-israel\">May 2024</a>, Prime Minister Benjamin Netanyahu’s cabinet voted to shut down Al Jazeera’s operations in Israel, weeks after the Israeli parliament passed a law allowing the temporary closure of foreign broadcasters considered to be a “threat to national security”.</p><p>In September that year, Israeli forces stormed Al Jazeera’s offices in Ramallah in the occupied West Bank, confiscating equipment and documents and closing the network’s office.</p><p>In December last year, the Israeli parliament approved an <a href=\"/news/2025/12/23/israel-extends-law-that-banned-al-jazeera-for-two-more-years\">extension</a> of the 2024 law, called the “Al Jazeera law”, for two more years.</p><p>In Thursday’s statement, Al Jazeera called on YouTube and other digital companies to immediately lift the ban on its channels, urging media freedom and human rights organisations join it in condemning Israel’s targeting of the media.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hakan Fidan on Iran and Turkiye’s role in global security | Israel-Iran conflict | Al Jazeera",
            "time": "2026-01-29T16:35:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1769704509.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Turkish foreign minister warns against escalation with Iran, explaining how Ankara sees the future of regional security.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Turkish Foreign Minister Hakan Fidan warns that attacking Iran would be wrong and says Tehran is ready to return to negotiations. He urges a step-by-step diplomatic approach and cautions against escalation. Fidan also discusses Turkiye’s position on the future of regional and global security cooperation and the role it can play as the post-World War II order fractures and trust between states erodes.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Jan 2026</span><span aria-hidden=\"true\">29 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}