{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Will Hezbollah continue to avoid responding to Israel’s attacks on Lebanon? | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-03T18:36:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69494953a0-1766410579.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon – </strong>The Lebanese group Hezbollah has launched only one attack in the 14 months <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">since a ceasefire</a> with Israel began – despite more than 11,000 Israeli violations.</p><p>The Israeli attacks continue to devastate parts of southern Lebanon and the Bekaa Valley and are keeping approximately 64,000 Lebanese displaced.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hezbollah has not been in a position to respond after being weakened during the 2024 war, in which most of its military leadership was killed, including longtime Hezbollah chief Hassan Nasrallah, analysts say.</p><p>But the group hasn’t ruled out a response – especially as Hezbollah is increasingly <a href=\"/news/2026/1/8/lebanons-mission-to-complete-disarmament-plan-of-hezbollah\">under pressure to disarm</a>.</p><p>“No one can predict when Hezbollah will respond,” Qassem Kassir, a journalist close to Hezbollah, told Al Jazeera. “It’s linked to the escalating Israeli aggression, [a Hezbollah response will happen] if a suitable opportunity presents itself, and in the event that diplomatic efforts fail.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hezbollah-committed-to-the-ceasefire\">‘Hezbollah committed to the ceasefire’</h2><p>When the ceasefire was announced between Hezbollah and Israel on November 27, 2024, the Lebanese group was badly weakened militarily and politically. The fall of its ally in Syria, <a href=\"/news/2024/12/8/syrias-bashar-al-assad-the-president-who-lost-his-homeland\">the al-Assad regime</a>, less than two weeks later, cut off a crucial land supply route used to transport financing and weapons from Iran.</p><p>The ceasefire stipulated that both Hezbollah and Israel would cease their attacks, Hezbollah would pull back its forces from south of the Litani River that runs across south Lebanon, and Israel would withdraw its forces from its northern neighbour.</p><p>But Israel has not stopped attacking Lebanon, and it continues to occupy five points in southern Lebanon. Other issues that are of importance to Hezbollah and the Lebanese state include the fate of Lebanese prisoners in Israeli jails and reconstruction, which Israel has prevented through the repeated targeting of construction equipment.</p><p>Still, Hezbollah has only attacked Israel once since November 2024. The lone strike was in December 2024, when Hezbollah responded to repeated Israeli attacks by firing at an Israeli military post. No one was harmed, but Israel responded to that attack by killing 11 people in Lebanon.</p><p>In the months since, Israel has killed more than 330 people in Lebanon, including at least 127 civilians, and a top Hezbollah commander, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>.</p><p>“Hezbollah committed to the ceasefire in order to give the Lebanese state, government, and army the opportunity to implement the ceasefire and achieve demands through diplomatic means, as promised by the President of the Republic [Joseph Aoun],” Kassir said. “Furthermore, it wants to take the time to rebuild and allow people to return to their villages and homes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-position-to-respond\">‘No position to respond’</h2><p>For years, Hezbollah’s military capacity acted as a deterrent to Israeli aggression. But that changed after the last war.</p><p>Analysts said that should Hezbollah respond, it would likely incur the wrath of Israel’s military, bringing back a scale of violence that displaced more than 1.2 million people and killed thousands.</p><p>“Hezbollah is simply in no position today to respond to Israel,” Lebanese political analyst Karim Emile Bitar told Al Jazeera. “Any retaliation from Lebanon would provoke an uproar in the domestic political arena, and it is also likely to be highly ineffective from a military standpoint. The party is simply too weak to enter into such an endeavour.”</p><p>“Israel has changed the rules of engagement through deep intelligence penetration, cyber-enabled targeting, AI-assisted surveillance, and precision strikes that degrade command, logistics, and leadership,” Imad Salamey, a political scientist at the Lebanese American University, told Al Jazeera.</p><p>There is, however, one scenario that might force Hezbollah’s hand, analysts said. <a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">An attack on Iran</a>, Hezbollah’s longtime benefactor, could kick the group into action.</p><p>On January 26, Hezbollah’s leader Naim Qassem delivered a televised speech addressing his party’s position on US threats to attack Iran.</p><p>“We are determined to defend ourselves,” Qassem said. “We will choose in due course how to act.”</p><p>Hezbollah is a notoriously secretive group. And following a war where the group felt exposed by Israeli intelligence, their secretiveness has likely intensified. Still, reports in local media and some analysts have spoken about a potential divide in the group over its position vis-a-vis Iran, and how disarmament should proceed, if at all.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iran-s-survival\">Iran’s survival</h2><p>With that in mind, some members of Hezbollah may view the survival of the Iranian government as existential and push them to attack the US’s most fervent regional ally, Israel.</p><p>“The only scenario in which [Hezbollah may attack Israel] is if there is a genuine, clear and present existential danger to the very survival of the Iranian regime and if the Iranian regime orders all its regional proxies to go all in,” Bitar said. “Otherwise, I think Hezbollah is most likely to stay out of it.”</p><p>Salamey said that only a “dramatic external shock” like a regional war including Iran would draw in the group. Otherwise, any response “would likely require a clear crossing of red lines that directly threaten Hezbollah’s core survival, not symbolic or tactical losses.”</p><p>Still, he said, “any response would likely be limited, calibrated, and asymmetric, aimed at signalling relevance rather than triggering full-scale war. Hezbollah currently lacks the strategic confidence, logistical depth, and political cover needed for broad escalation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What would be the impact of a US attack on Iran? | Opinions | Al Jazeera",
            "time": "2026-02-03T18:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T140031Z_656118726_RC2ACJAYCT9V_RTRMADP_3_IRAN-CRISIS-USA-1770141780.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Growing tensions between the United States and Iran have left the two countries one spark away from a fire. An unprecedented accumulation of US military forces in the Middle East, coupled with Washington’s reliance on gunboat diplomacy, has distinctly increased the risk of war—one that engulfs Iran and the region, with far-reaching regional and global costs.</p><p>In the aftermath of the recent crackdown on protests in Iran, US President Donald Trump announced that it was time to remove Iranian Supreme Leader Ayatollah Ali Khamenei. His administration then deployed the USS Abraham Lincoln aircraft carrier and supporting warplanes, along with various air defence assets—including additional THAAD and Patriot missile systems—across the Middle East.</p><p>As military assets have been accumulated, Trump has threatened that if Iran does not agree to a deal, “the next attack will be far worse” than last June’s US attack on Iranian nuclear facilities.</p><p>From the US perspective, a favourable agreement would require Iran to demolish its nuclear enrichment programme and ballistic missile capabilities, while also pulling back its regional influence. Such maximum demands, combined with Tehran’s deep distrust of negotiations with the US, make a deal highly unlikely. Alaeddin Boroujerdi, a member of the Iranian parliament’s National Security and Foreign Policy Commission, clarified on Monday that civilian nuclear capability, as well as missile and drone capabilities, represent a “red line” for Tehran.</p><p>This does not necessarily signal a permanent diplomatic stalemate. However, Tehran interprets the US’s maximum demands as a potential threat of regime change—a notion repeatedly emphasised by Trump and hawks in Washington and Tel Aviv. In this context, another US strike would represent an “existential threat” to the Islamic Republic, eliminating any incentive for restraint.</p><p>The impact of any US military action against Iran would principally depend on the attack’s type, scale, and targets, potentially triggering a severe crisis in Iran, across the region, and globally.</p><p>Trump favours surgical and targeted military operations, which would probably combine leadership decapitation with efforts to significantly damage Iran’s Islamic Revolutionary Guard Corps (IRGC) military bases, Basij units—a paramilitary force under IRGC control—and police stations, which the US designates as responsible for firing on demonstrators.</p><p>Any US effort to impose regime change through military means would undoubtedly lead to dangerous outcomes domestically and regionally. In Iran, an attack could lead to the consolidation of power. But it could also lead to a full takeover by the IRGC or even internal conflict.</p><p>An attack on Iran similar to the one last year could well result in the Iranian people rallying behind the flag and rejecting regime change for several reasons. First, the Iranian people are afraid of a scenario similar to Syria and Libya where there is state collapse. Second, there is no credible moderate opposition that can lead change. Third, there is strong sociopolitical cohesion within Iran.</p><p>Political institutions, the military, and the IRGC are well-organised and benefit from substantial resources generated by a sanctions-induced rentier system. Moreover, significant segments of society—particularly the working-class groups often referred to as “revolutionaries”—are aligned with this structure.</p><p>If the attack is successful in targeting senior leadership of the Islamic Republic, this could bring about a succession crisis, create decision-making vacuums, and deepen competition within the regime. Under these circumstances, tensions between state institutions and military-security entities would grow. Given the concentration of hard power in the hands of the IRGC, the probability of establishing a military-dominated state would expand.</p><p>The US and Israel may also try to encourage the outbreak of civil war to geopolitically weaken Iran. Last month, there were calls from some US officials, such as Texas Republican Senator Ted Cruz, to arm Iranian protesters. That could easily extend to armed groups, and there are a number of those that have clashed with the Iranian authorities that the US can turn to.</p><p>Among them are the <a href=\"/news/2023/6/21/why-was-this-iran-dissident-group-raided-in-europe\" target=\"_blank\" rel=\"noopener\">Mojahedin-e Khalq</a> (MEK), formerly designated as a “terrorist” organisation by the US and the European Union (EU); the Party of Free Life of Kurdistan (PJAK), an armed Kurdish group looking for the secession of Iran’s western Kurdistan province; <a href=\"/news/2018/9/22/iran-who-was-responsible-for-the-deadly-attack-in-ahvaz\">Al-Ahwaziya</a>, an Arab nationalist movement supporting the separation of the oil-rich Khuzestan province in the southwest; <a href=\"/news/2019/2/16/iran-warns-pakistan-to-crack-down-on-jaish-al-adl\">Jaish al-Adl</a> (Jundallah), an armed group operating in southeastern Iran; and pan-Turkic groups in the northwest chasing the alliance of Turkic populations across Turkiye, Azerbaijan, and Iran.</p><p>Facing Washington’s continuing escalatory rhetoric and track record of regime change operations, Iran has adopted a so-called madman strategy, simultaneously issuing conciliatory and confrontational signals. This posture is apparent in Tehran’s expressed openness to establishing a framework of negotiations with the US, alongside Khamenei’s speech on Monday, which <a href=\"/news/2026/2/1/khamenei-warns-us-of-regional-war-if-iran-is-attacked\">warned</a> that any military attack on Iran would cause a “regional war”, underscoring the state’s prevailing priority of thwarting regime change at any cost—even at the risk of regional and global consequences.</p><p>Iran has made clear that it will retaliate, including through allied forces in the region, potentially drawing Israel and Gulf states into a broader regional skirmish. This would trigger political instability and economic vulnerability, which in turn may prompt substantial capital flight, chiefly from the Gulf states, as well as increasing flows of refugees and migrants to Europe.</p><p>Moreover, if Iran attacks shipping in the Strait of Hormuz or Gulf energy infrastructure, there would be a spike in global oil and gas prices, exacerbating market volatility, inflationary pressure from higher energy costs, and a knock-on effect for fragile economies, which would further worsen migration pressures.</p><p>In the current situation, any US military escalation poses a risk not just for Iran but for the whole region. Middle Eastern history demonstrates that once a conflict is triggered, it spreads like a wildfire, destabilising the whole region in unpredictable ways.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US military says it shot down an Iranian drone in Arabian Sea | Military News | Al Jazeera",
            "time": "2026-02-03T17:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69823759dbe0-1770141529.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military says it shot down an Iranian drone that approached a US aircraft carrier in the Arabian Sea, amid continued <a href=\"/news/2026/1/30/us-iran-tensions-the-diplomatic-scramble-to-prevent-a-war\">efforts by regional powers</a> to ease tensions between Washington and Tehran.</p><p>In a statement on Tuesday, US Central Command (CENTCOM) spokesperson Tim Hawkins said a US fighter jet from the USS Abraham Lincoln “shot down the Iranian drone in self-defense and to protect the aircraft carrier and personnel on board”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Shahed-139 drone was shot down by an F-35C from the Lincoln, which CENTCOM said was sailing about 800km (500 miles) from Iran’s southern coast.</p><p>CENTCOM said the drone “aggressively approached” the aircraft carrier with “unclear intent” and it “continued to fly toward the ship despite de-escalatory measures taken by US forces operating in international waters”.</p><p>There was no immediate comment from the Iranian authorities on the incident.</p><p>The announcement comes as <a href=\"/news/2026/2/2/iran-eyes-progress-towards-us-nuclear-talks-as-tension-eases\">tensions have been easing</a> between Tehran and Washington after US President Donald Trump’s repeated threats to attack Iran over a recent crackdown on antigovernment protests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump, who has also been <a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">pushing Iran to agree</a> to talks over the country’s nuclear programme, sent the USS Abraham Lincoln towards Iran last week, fuelling fears of a possible military confrontation.</p><p>But amid days of diplomatic efforts, Iranian President <a href=\"/news/2026/2/2/iran-eyes-progress-towards-us-nuclear-talks-as-tension-eases\">Masoud Pezeshkian said on Tuesday</a> that he had instructed the country’s foreign minister to “pursue fair and equitable negotiations”.</p><p>“I have instructed my Minister of Foreign Affairs, provided that a suitable environment exists – one free from threats and unreasonable expectations – to pursue fair and equitable negotiations, guided by the principles of dignity, prudence, and expediency,” he wrote on social media.</p><p>“These negotiations shall be conducted within the framework of our national interests,” Pezeshkian added.</p><p>The talks are expected to take place on Friday, but the venue has not yet been confirmed.</p><p>It was unclear whether the downing of the Iranian drone would affect those plans for negotiations.</p><p>In an interview with Fox News on Tuesday, White House Press Secretary Karoline Leavitt said Trump’s special envoy Steve Witkoff “is set to have conversations with the Iranians later this week”.</p><p>“Those are still scheduled as of right now,” Leavitt said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iranian officials have repeatedly said they are <a href=\"/news/2026/1/30/iran-says-ready-for-fair-talks-with-us-but-not-under-shadow-of-threats\">open to nuclear talks</a>, but only if the Trump administration ends its threats against the country.</p><p>Reporting from the Iranian capital Tehran, Al Jazeera’s Tohid Asadi said the exact topics that will be up for discussion between the two sides remains unclear.</p><p>Iranian officials have said they want the negotiations to focus on the country’s nuclear programme while Washington reportedly wants to discuss a range of issues, including Iran’s ties to regional armed groups as well as its ballistic missile and defence programmes.</p><p>Tehran also has said it wants the talks to be bilateral – with Washington alone – while the US has shown more willingness to include other regional powers, Asadi added.</p><p>“[Iran] is saying it is appreciative of regional efforts to [bring] down [tensions] while the major issue remains to be solved between Washington and Tehran,” he said.</p><p><span>Separately on Tuesday, CENTCOM accused Iran’s Islamic Revolutionary Guard Corps (IRGC) forces of harassing a US-flagged and US-crewed merchant vessel in the Strait of Hormuz, a Gulf waterway that is <a href=\"/news/2025/6/14/what-is-the-strait-of-hormuz-could-it-factor-into-israel-iran-conflict\">critical to global trade</a>.</span></p><p>“Two IRGC boats and an Iranian Mohajer drone approached M/V Stena Imperative at high speeds and threatened to board and seize the tanker,” said Hawkins, the CENTCOM spokesman.</p><p>Iran’s semiofficial Fars news agency cited unnamed Iranian officials as saying later in the day that a vessel had entered Iranian territorial waters without the necessary legal permits.</p><p>The officials said the vessel was warned and left the area “without any special security event taking place”.<i></i></p></div></div></body></html>"
        },
        {
            "title": "UK’s Mandelson to resign from House of Lords over Epstein ties | Politics News | Al Jazeera",
            "time": "2026-02-03T17:29:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-11T125522Z_1551667456_RC2DYIA53E0J_RTRMADP_3_BRITAIN-EPSTEIN-MANDELSON-1770137024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK’s Mandelson to resign from House of Lords over Epstein ties</h1><p class=\"article__subhead\"><em>Police are looking into allegations Peter Mandelson may have passed sensitive government information to Jeffrey Epstein.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/economy/2026/2/2/uks-ex-ambassador-mandelson-quits-labour-over-epstein-links-reports-say\">British politician Peter Mandelson</a> is stepping down from the United Kingdom’s upper house of Parliament amid renewed scrutiny and the prospect of a criminal review into his ties to late sex offender Jeffrey Epstein.</p><p>The speaker of the House of Lords, Michael Forsyth, said on Tuesday that Mandelson, 72, had notified the chamber of his intention to resign. Forsyth said the move would come into effect on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mandelson, a former UK ambassador to the United States and longtime senior figure in the country’s Labour Party, has come under intense pressure following the release of a new <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">tranche of US government documents</a> related to Epstein.</p><p>The material includes emails from Mandelson to Epstein sharing political insights, including market-sensitive information during the 2008 financial crisis that critics say may have broken the law.</p><p>British police have said they are <a href=\"/news/2026/2/3/uk-police-to-review-misconduct-claims-after-mandelsons-leaks-to-epstein\">assessing reports of possible misconduct</a> “to determine if they meet the criminal threshold for investigation”.</p><p>The files also include bank documents suggesting Epstein transferred tens of thousands of dollars to accounts linked to Mandelson or his partner, Reinaldo Avila da Silva. Mandelson has said he does not recall such transactions and will examine the documents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Additional material includes emails suggesting a friendly relationship between the two men after Epstein’s 2008 convictions for sex offences, as well as an image showing Mandelson in his underwear beside a woman whose face was obscured by US authorities.</p><p>Mandelson told the BBC that he “cannot place the location or the woman, and I cannot think what the circumstances were”.</p><h2 id=\"starmer-says-he-s-appalled\">Starmer says he’s ‘appalled’</h2><p>British Prime Minister Keir Starmer on Tuesday told his cabinet he was “appalled by the information” regarding Mandelson and was concerned more details would come to light, according to a Downing Street readout of a cabinet meeting.</p><p>Starmer also said he has ordered the civil service to conduct an “urgent” review of all of Mandelson’s contacts with Epstein while he was in government.</p><p>“The alleged passing on of emails of highly sensitive government business was disgraceful,” the prime minister said, adding he was not yet “reassured that the totality of information had yet emerged” regarding Mandelson’s links with Epstein.</p><p>Mandelson, who was <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">sacked from his post</a> as British ambassador to the US in September following earlier revelations about his Epstein ties, <a href=\"/economy/2026/2/2/uks-ex-ambassador-mandelson-quits-labour-over-epstein-links-reports-say\">quit the Labour Party</a> on Sunday to avoid what he called “further embarrassment”.</p><p>In an interview with The Times conducted late last month and published on Tuesday, Mandelson described Epstein as a “master manipulator,” adding: “I’ve had a lot of bad luck, no doubt some of it of my own making.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Global conflicts pushing humanitarian law to breaking point, report warns | Human Rights News | Al Jazeera",
            "time": "2026-02-03T17:22:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T084558Z_1338895528_RC2I7JAAWTST_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1769245894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>International humanitarian laws introduced after World War II are under unprecedented strain, the Geneva Academy of International Humanitarian Law and Human Rights has said in a new report.</p><p>In the full glare of the world’s media spotlight, Israel has been conducting its genocidal war against Palestinians in Gaza while the mass killing of civilians in Sudan has not stopped since the outbreak of that country’s war in 2023. Violence is ongoing elsewhere – from Myanmar’s civil war to conflict in Nigeria. Drone attacks targeting noncombatants have become commonplace in Ukraine while massacres of civilians across multiple conflicts continue, including in Ethiopia, Haiti, Myanmar, Yemen – all with apparent impunity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United States, historically the self-appointed world’s police officer, is <a href=\"/news/2025/3/16/is-trump-the-end-of-the-international-rules-based-order\">in retreat</a> and unwilling to uphold the humanitarian laws that for decades have provided some protection for civilians trapped in conflicts. That has left those laws under unprecedented strain around the world, the <a href=\"https://geneva-academy.ch/wp-content/uploads/2026/01/WarWATCH-IHL-in-Focus-Report-2024-25.pdf\" target=\"_blank\" rel=\"noopener\">study</a> of 23 of the world’s conflicts conducted by the academy concluded.</p><p>“The years 2024 and 2025 proved devastating to civilians with little evidence of willingness among warring parties to limit the barbarity inflicted upon the most vulnerable,” begins the report, War Watch, which tracked breaches of international humanitarian law in the conflicts from July 2024 to December.</p><p>The Geneva academy is a joint initiative of the University of Geneva’s Faculty of Law and the Graduate Institute of International and Development Studies.</p><p>“Murder, torture, and rape were widespread; civilians and their homes, schools, and hospitals were bombed regularly and sometimes systematically. Genocide – the intended destruction of a protected national, ethnic, religious, or racial group – was found by a United Nations Commission of Inquiry to have been perpetrated against Palestinians in Gaza by Israel. In October 2025, the spectre of genocide was revived in Sudan,” it said in the report, released on Monday, adding that while the threat to international humanitarian law was not yet existential, “it is at a critical breaking point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"few-consequences\">Few consequences</h2><p>The academy’s report cast the world in an unforgiving light. Over the reporting period, civilians were abused, dispossessed and slaughtered on an almost industrial scale, it said.</p><p>Beyond Israel’s genocide in Gaza, which has killed more than 71,000 Palestinians, the research noted the ongoing carnage of Russia’s war in Ukraine, where the killing of civilians is escalating as the conflict grinds on and more people have been killed in the past year than during the conflict’s previous two years.</p><p>Rape and gender-based and sexual violence have been documented across a series of conflicts, from Sudan, where the paramilitary Rapid Support Forces (RSF) was <a href=\"/news/2025/10/29/massacre-in-el-fasher-whats-happening-in-sudan-right-now\">accused</a> of massacring civilians in the western city of el-Fasher, to what the report called the “epidemic” of rape in the Democratic Republic of the Congo.</p><p>Drone attacks against civilians have become a defining feature in multiple conflicts while, in Myanmar, the military government was accused of continuing to attack civilians. In one village, the report noted, residents who had fled returned to find that the few neighbours who remained behind had been dismembered and their heads placed upon a fence.</p><p>All appeared to be taking place with few consequences for the perpetrators.</p><p>“If you don’t sanction or communicate that there will be a sanction, illegal acts will continue,” the report’s lead author, Stuart Casey-Maslen, told Al Jazeera. “Genocide isn’t new. We saw evidence of genocide in [Sudan’s] Darfur around 2004, but as one of the UN experts that helped launch the report pointed out, extermination is ongoing in multiple areas of Sudan. We’re seeing gang rape being carried out by Rapid Support Forces (RSF) in the street with impunity, and the US, which could bring pressure on the UAE [which is accused of but denies arming the RSF] isn’t acting.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"decline\">Decline</h2><p>The strain upon international humanitarian law is not the fault of the US alone, Casey-Maslen said,  Equally responsible were other actors, such as Russia, whose disregard for humanitarian law in Ukraine, the report’s authors said, has become almost systematic.</p><p>However, few would doubt that the US’s unquestioning support for Israel in its war on Gaza has gone a long way to <a href=\"/news/2026/1/21/the-end-of-the-world-as-we-know-it-is-the-rules-based-order-finished\">undermining</a> the principles of the humanitarian law it had historically claimed to champion.</p><p>Through two years of unremitting war, Israel has been accused of <a href=\"/news/2026/1/18/israeli-attacks-wound-civilians-across-gaza-in-latest-ceasefire-violations\">targetting civilians</a> and engaging in <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">torture</a>, including <a href=\"/news/2024/8/9/everything-is-legitimate-israeli-leaders-defend-soldiers-accused-of-rape\">rape</a>, and the <a href=\"/news/2026/1/30/israel-accepts-gazas-70000-death-toll-a-record-of-denialism-lies\">slaughter</a> of civilians, all with US support.</p><p>“It has been obvious for some time that international humanitarian law has been dying in front of us,” said Geoffrey Nice, a human rights lawyer and former lead prosecutor in the war crimes trial of former Serbian President Slobodan Milosevic. “There has been a time lag between those with prescience but no official responsibility pointing this out and governments with responsibility explaining it to their voters, but here we are.”</p><p>US President Donald Trump’s second term in office has made observers particularly worried about the future of international law as his administration makes clear it is willing to ignore key aspects of it and carry out acts that are at best dubious under international law, such as the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President Nicolas Maduro.</p><p>And according to Nice, Trump’s policy was already clear from his first term in office.</p><p>“For those paying attention, the first real sign was Trump’s speech to the UN during his first term when [in 2018] he <a href=\"/news/2018/6/20/us-withdrawal-from-un-human-rights-council-what-you-need-to-know\">withdrew</a> from the Human Rights Council and expounded on a theme of sovereignty that seemed to evoke a kind of Westphalian world,” he said, referring to the principle in international relations in which each state retains absolute sovereignty over their own territory.</p><p>In the wake of his attack on Venezuela in early January, Trump went further still, telling The New York Times that the only constraint upon him was, not international law, but his “own morality”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"outlook\">Outlook</h2><p>Richard Gowan, the International Crisis Group’s programme director, said the report aligns closely with his organisation’s reporting from various warzones.</p><p>”Tragically, we see a growing number of armed groups targeting civilians in the knowledge that they are unlikely to face real political or legal penalties.</p><p>“There is a widespread sense that the laws of war are breaking down, and this is likely to lead to a vicious cycle in which combatants increasingly resort to atrocities to gain tactical or strategic advantage,” he said.</p><p>However, while international humanitarian law has been under unprecedented strain, its centre could still hold, Casey-Maslen suggested.</p><p>Organisations such as the International Court of Justice and International Criminal Court still have a huge role to play in ensuring that the protections afforded civilians under humanitarian law are maintained as long as those organisations themselves are respected, funded and not regarded as a convenience.</p><p>Likewise, states that still cling to the idea of international law could still exert influence over how their allies behave, Casey-Maslen said, pointing to the relatively limited number of civilian deaths that Western-equipped Ukraine had been accused of causing in comparison with Russia. What is critical, he said, was to retain the value of international law for all.</p><p>“When we lose international law, everyone loses, ” he said. “The Global South typically pays in lives and blood, and the West loses any sense of moral authority. We all end up poorer as a result.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Will Iran and Israel go to war? | Conflict News | Al Jazeera",
            "time": "2026-02-03T16:36:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770136440.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US special envoy Steve Witkoff is yet again in Israel to discuss growing tensions with Iran.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Renewed threats to strike Iran have once again raised the stakes across the Middle East.</p><p>The United States and Israel have toughened their stance against Tehran in recent weeks as the country was gripped by nationwide protests. Iran accused Israel of interference in those demonstrations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As the war rhetoric ramps up, Iran is threatening to inflict heavy damage on Israel, if it is attacked.</p><p>The tension between the two sides follows decades of mutual hostility that have shaped the geopolitics of the region.</p><p>So, does diplomacy stand a chance in this long-running conflict?</p><p><strong>Presenter:</strong> Rishaad Salamat</p><p><strong>Guests:</strong></p><p>Thomas Warrick – Non-resident fellow at the Atlantic Council</p><p>Marzie Khalilian – Political analyst focusing on US-Middle East relations and an academic Researcher at Carleton University</p><p>Alon Pinkas – Former Israeli diplomat</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Extensive’ fire breaks out at Tehran shopping centre | In Pictures News | Al Jazeera",
            "time": "2026-02-03T16:07:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94WU9CV__v1__HighRes__IranFire-1770128708.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A massive fire has broken out at a bazaar in western Tehran, authorities say, sending thick plumes of black smoke over the Iranian capital.</p><p>The cause of the blaze on Tuesday morning was not immediately unclear.</p><p>The fire has “so far resulted in no injuries”, Tehran emergency services operations commander Mohammad Behnia said.</p><p>The blaze started at a market in the Jannat Abad neighbourhood in the west of the capital, an area packed with stalls and shops, state television quoted the city’s fire department as saying.</p><p>“The fire is extensive, to the extent that it is visible from various parts of Tehran,” Fire Department spokesman Jalal Maleki said.</p><p>Maleki later said the blaze had been “brought under control” and that “smoke removal and spot-check operations” were under way, according to Iran’s official IRNA news agency.</p><p>State television said firefighters were dispatched to the site immediately to contain the blaze.</p></div></div></body></html>"
        },
        {
            "title": "Israel-Palestine head of Human Rights Watch quits over ‘blocked’ report | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-03T16:02:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-12-17T122325Z_1627093087_RC20XD91JK8G_RTRMADP_3_JORDAN-PALESTINIANS-RIGHTS-1770123157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israel-Palestine director of Human Rights Watch (HRW) has resigned in protest, saying the organisation’s new chief blocked a report accusing Israel of committing “crimes against humanity” in its denial of Palestinian <a href=\"/video/newsfeed/2024/5/15/nakba-remembered-what-is-the-right-of-return\">refugees’ right of return</a>.</p><p>Omar Shakir, who has worked for the rights group for more than 10 years, told Al Jazeera on Tuesday that the report “sought to connect the erasure of camps in Gaza with the emptying of camps in the West Bank, with the full assault led by the Israeli government against UNRWA, the [United Nations] aid agency for Palestinian refugees and underscoring how in the midst of this <a href=\"/news/2022/5/15/nakba-mapping-palestinian-villages-destroyed-by-israel-in-1948\">Nakba</a> 2.0 that we’re seeing unfold beyond us, it’s critical that we learn the lessons from Nakba 1.0”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Nakba, which means “catastrophe”, refers to the forced displacement of 750,000 Palestinians expelled from their homes and land by Zionist armed groups and then the newly created state of Israel in 1948. Thousands of Palestinians were also killed during the Nakba.</p><p>Shakir said the report documented how the denial of return “amounts to a crime against humanity”.</p><p>He said he had been told that Executive Director Philippe Bolopion, who took the helm of HRW late last year, was worried the report would be misread by “detractors” as a call to “demographically extinguish the Jewishness of the Israeli state”, according to his resignation letter seen by Al Jazeera and dated January 15.</p><p>Shakir wrote: “Through this process, I have lost my faith in the integrity of how we do our work and our commitment to principled reporting on the facts and application of the law.”</p><p>The report was slated to be published on December 4 and had been given the greenlight by others in HRW during an internal review, Shakir said.</p><p>In a statement to Al Jazeera, HRW said it had received the resignations of two people working on Israel-Palestine after “a decision to pause the publication of a draft report on the right of return of Palestinian refugees”.</p><p>“The report in question raised complex and consequential issues. In our review process, we concluded that aspects of the research and the factual basis for our legal conclusions needed to be strengthened to meet Human Rights Watch’s high standards,” the group said.</p><p>“For that reason, the publication of the report was paused pending further analysis and research. This process is ongoing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"acts-of-genocide-in-gaza\">‘Acts of genocide’ in Gaza</h2><p>In his letter, Shakir said he has received criticism from those in Israel as well as Palestine throughout his time at HRW.</p><p>“My strongest defense has been saying with full conviction that we hold our Israel/Palestine work to the same standard as the other 100 countries we cover,” he wrote.</p><p>But his stint had its challenges, he added.</p><p>“At times, some in the organization, driven by bias, pressure, politics or cowardice, have tried to manipulate our findings on Israel/Palestine to arrive at their preferred outcomes, but, throughout my tenure, the review process ensured we published the facts as we documented them and the findings that derived from our principled and consistent application of the law.”</p><p>At HRW, Shakir investigated rights abuses in Israel, the occupied West Bank and Gaza and documented how Israel instituted an apartheid system and persecuted Palestinians.</p><p>In 2019, the Israeli government <a href=\"/news/2019/11/5/israels-top-court-upholds-deportation-of-senior-hrw-official\">deported him</a> due to his advocacy.</p><p>In <a href=\"https://www.hrw.org/news/2024/12/19/israels-crime-extermination-acts-genocide-gaza\" target=\"_blank\" rel=\"noopener\">a report</a> in late 2024, HRW said Israel had “deliberately inflicted conditions of life calculated to bring about the destruction of part of the population in Gaza by intentionally depriving Palestinian civilians there of adequate access to water, most likely resulting in thousands of deaths”.</p><p>That, the group said at the time, made the Israeli authorities “responsible for the crime against humanity of extermination and for acts of genocide”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Celebrations erupt during Al Jazeera live report from northern Syria | Syria's War | Al Jazeera",
            "time": "2026-02-03T15:59:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770134323.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein audio with former Israeli PM sheds new light on relationship | Investigation | Al Jazeera",
            "time": "2026-02-03T15:25:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770132350.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Amnesty demands Israel drop death penalty bills ‘entrenching apartheid’ | Human Rights News | Al Jazeera",
            "time": "2026-02-03T15:11:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-09-03T133647Z_259833727_RC29BCAKTC24_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-BEN-GVIR-1759494927.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amnesty demands Israel drop death penalty bills ‘entrenching apartheid’</h1><p class=\"article__subhead\"><em>Amnesty International says legislation would mean ‘punishment is being reserved for, and weaponised against, Palestinians’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amnesty International has called on Israel to abandon <a href=\"/features/2025/12/21/israeli-death-penalty-bill-violates-international-law-palestinian-analysts\">legislation</a> that would expand the use of the death penalty, warning that the measures would violate international law and “further entrench Israel’s apartheid system” against Palestinians.</p><p>In a statement on Tuesday, the human rights group said two bills <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">under discussion in the Knesset</a> would mark a major reversal of Israel’s longstanding opposition to capital punishment and would disproportionately target Palestinians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The proposals, championed by government figures, including far-right National Security Minister Itamar Ben-Gvir, would make the death penalty “another discriminatory tool in Israel’s system of apartheid”, Amnesty International said.</p><p>“These amendments mean that the most extreme and irrevocable punishment is being reserved for, and weaponised against, Palestinians,” it said.</p><p>“If adopted, these bills would distance Israel from the vast majority of states which have rejected the death penalty in law or in practice, while further entrenching its cruel system of apartheid against all Palestinians whose rights Israel controls.”</p><p>Israeli authorities have defended the measures, which are moving to committee stages for debate, as a necessary deterrent against deadly attacks.</p><p>But legal experts said their scope and application would violate international legal norms and result in the unjust treatment of Palestinians.</p><p>The legislation is being considered during <a href=\"/news/liveblog/2026/2/3/live-israel-kills-palestinian-as-few-allowed-to-exit-gaza-for-medical-care\">Israel’s genocidal war</a> against Palestinians in the Gaza Strip and a surge in Israeli military and settler violence against Palestinians in the occupied West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"reviving-capital-punishment\">‘Reviving’ capital punishment</h2><p>Israel abolished the death penalty for “ordinary crimes”, including murder, in 1954 and has not carried out an execution since 1962.</p><p>While it retains the death penalty for exceptional offences, such as genocide and treason, Amnesty International said the proposed legislation would “revive its implementation in Israel and the occupied Palestinian Territory” while weakening safeguards designed to prevent miscarriages of justice.</p><p>The bills include one that would allow for the application of the death penalty by amending the Israeli Penal Law and the Defence Regulations that Israel applies to the West Bank, the group said.</p><p>A second would introduce special provisions and an ad hoc military court to prosecute those accused of involvement in the Hamas-led attacks on southern Israel on October 7, 2023.</p><p>The rights group said proposed amendments to military laws applicable in the West Bank that would allow the death penalty would in effect apply only to Palestinians because they would explicitly exclude residents of Israeli settlements, which are illegal under international law.</p><p>Other changes, such as an amendment applying to those accused of intentionally causing “the death of a person with the <a href=\"/video/newsfeed/2025/11/11/israel-advances-bill-mandating-death-penalty-for-palestinian\">purpose of harming an Israeli citizen</a> or resident” or relating to violations connected with the October 7 attacks, were also likely to only impact Palestinians, it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Italy ready to impress in T20 World Cup debut against Scotland | Cricket News | Al Jazeera",
            "time": "2026-02-03T14:57:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/s1-1770120017.jpg?resize=1920%2C1339",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p id=\"italy-join-scotland-nepal-west-indies-and-england-in-group-c-of-the-16-team-tournament-with-the-top-two-progressing-to-the-super-eight-phase-their-coach-former-ireland-international-kevin-o-brien-has-set-his-sights-on-reaching-the-knockout-stage-and-was-encouraged-by-the-team-s-performance-in-a-pre-tournament-tri-series-against-ireland-and-the-netherlands-in-dubai\">As a child growing up in the small village of Marawila, about 20 minutes from Negombo, Sri Lanka, Crishan Kalugamage played in the streets and at school, running in hard and bowling fast.</p><p>But money was tight and economic opportunities limited, so when Kalugamage was 15, his parents packed up and moved with their three children to Tuscany, Italy, in search of a better life.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kalugamage could never have dreamed that 21 years later, he would pack his bags again, now a talented leg spinner on his way to India, about to represent Italy in a debut T20 World Cup match against Scotland in Kolkata on Monday.</p><h2 id=\"italy-cricket-older-than-you-think\">Italy cricket: older than you think</h2><p>When English expatriate Herbert Kilpin founded the Milan Foot-Ball and Cricket Club in 1899, he couldn’t have envisioned an Italian team playing in front of thousands of fans in India and broadcast to millions around the world.</p><p>While AC Milan has since morphed into a football colossus, cricket has taken much longer to develop in Italy. But the country’s inclusion in the ICC Men’s T20 World Cup 2026, co-hosted by India and Sri Lanka, represents a huge step for the Azzurri.</p><p>Italy’s success at the European qualification last July, in which they finished second to the Netherlands, guaranteed a World Cup debut. Their 12-run victory over Scotland secured their progression and stunned the cricket world; Scotland, one of the most successful second-tier nations, were expected to finish in the top two.</p><p>A standout performance by allrounder Harry Manenti, who scored a run-a-ball 38 and took five wickets, and a 21-ball 50 from Emilio Gay, absent from the current squad through injury, turned the tournament on its head. Italy qualified through a superior net run rate, although <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">Bangladesh’s late withdrawal</a> from the T20 World Cup handed Scotland a last-minute berth.</p><p>Italy join Scotland, Nepal, West Indies and England in Group C of the 16-team tournament, with the top two progressing to the Super Eight phase. Their coach, former Ireland international Kevin O’Brien, has set his sights on reaching the knockout stage and was encouraged by the team’s performance in a pre-tournament tri-series against Ireland and the Netherlands in Dubai.</p><p>“We’re targeting to win games and, ultimately, want to qualify from the group,” said O’Brien. “We’ve got a very experienced squad, maybe not necessarily at World Cups, but we’ve certainly got players who have been playing professional cricket for numerous years.</p><p>“On our day, we can compete with any of the four other teams in our group. We beat Ireland in a T20 chasing 157, so that gives us a lot of confidence.”</p><figure id=\"attachment_4285450\" aria-describedby=\"caption-attachment-4285450\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285450\" src=\"/wp-content/uploads/2026/02/GettyImages-2227960210-1770121230.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Wayne Madsen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285450\" class=\"wp-caption-text\">Wayne Madsen, who also plays for Derbyshire and the London Spirit in the UK, is the captain of the Italy national team [File: Adam Davy/PA Images via Getty Images]</figcaption></figure><h2 id=\"who-s-in-italy-s-squad\">Who’s in Italy’s squad?</h2><p>The 15-player squad is a mixture of five “home-base” players and others drawn from Australia, South Africa and England who qualify as Italian through relatives. None were born in Italy, although several hold Italian passports.</p><p>There are two sets of Australian brothers: Harry and Ben Manenti, and Justin and Anthony Mosca. Both Manenti brothers have played in Australia’s Big Bash League, and Ben played in South Australia’s title-winning Sheffield Shield team last season.</p><p>Other notable names include 37-year-old former South Africa international, JJ Smuts, who recently qualified through his wife’s heritage. A regular on the T20 franchise circuit, the explosive top-order batter and handy left-arm orthodox spinner is expected to lead the way with both bat and ball.</p><p>The captain is 42-year-old Wayne Madsen, a South African-born batter who moved to England and is currently the Derbyshire club captain, armed with the experience of 253 first-class appearances. Grant Stewart, originally from Australia, is another experienced professional in English domestic cricket, where he plays for Kent.</p><p>Aside from Kalugamage, who is now a leg spinner, there are four home base players. Zain Ali is a towering all-rounder who was born in Pakistan and moved to Italy with his family as a two-year-old. Hassan Ali and Syed Naqvi also have Pakistani roots, while Jaspreet Singh was born in India and raised in Italy.</p><p>Rounding out the squad are Marcus Campopiano, who hails from England, South African-born Gian Piero Meade and England-based Australian player Thomas Draca.</p><h2 id=\"the-authenticity-issue\">The authenticity issue</h2><p>There will undoubtedly be questions about whether a side fielding several players who have played much of their cricket in other countries can truly be considered Italian, or if their inclusion is helping Italian cricket grow in any meaningful way.</p><p>O’Brien is adamant that the team identity is based firmly around Italian culture.</p><p>“Before the qualifiers, they spoke about why they’re playing for Italy,” said O’Brien. “A lot of the players have a deep connection to the country through parents or grandparents, a lot of them certainly when it comes to Italian culture. The home-based players all speak Italian fluently, three or four of the non-Italian-based players speak it fluently. It’s an important thing that we do, and something that brings the people, the players and the culture and cricketing history in Italy all together.”</p><p>O’Brien has experience of playing international cricket with players of mixed backgrounds, and he likens the current Italian squad to that of Ireland’s debut World Cup squad in 2007, which included several players from Australia and South Africa, although he acknowledges Ireland had a stronger domestic system.</p><p>“The difference is the club cricket. You’re not going to get somebody from Australia to come over and be a professional in one of the clubs in Milan or Rome, because the standard isn’t there at the moment.</p><p>“There’s a strong understanding and passion for cricket in Italy, and the Federation is getting into schools. They are making steps, trying to take cricket more into the grassroots level in Italy.</p><p>“Of course, it’s going to be difficult. But if you don’t take these baby steps, you’ll never know where the sport can get to, and World Cups, it’s gonna grow the interest. You might not see the results for 10 years or so, but this World Cup can be a huge springboard for cricket in the country.”</p><figure id=\"attachment_4285393\" aria-describedby=\"caption-attachment-4285393\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285393\" src=\"/wp-content/uploads/2026/02/s2-1770120021.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Italy players in action\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285393\" class=\"wp-caption-text\">Italy have already signalled their intensions for the T20 World Cup, defeating Canada by 10 runs in Chennai, India, on Monday [Courtesy: International Cricket Council]</figcaption></figure><h2 id=\"chrishan-s-story\">Chrishan’s story</h2><p>Kalugamage’s journey highlights the importance of accessibility. After moving to a small town near Lucca, he turned to athletics in the absence of cricket and trained with Olympic gold medallist Marcell Jacobs, excelling in the long jump.</p><p>He discovered a local team before joining Roma Cricket Club, where he still plays, juggling cricket with 700-kilometre (435-mile) round trips from Lucca, where he works as a pizza chef.</p><p>“I lost a lot of jobs playing cricket in Italy, because I’m working in the restaurant,” said Kalugamage. “Sunday is the very busy day, so sometimes when I asked to leave to play cricket, they said ‘No, you can’t do it.’ But I leave my job, and I play cricket.”</p><p>Kalugamage’s development as an international leg spinner is remarkable considering Italian club cricket is played on a synthetic pitch typically used by junior and recreational players. O’Brien believes he could be a trump card for Italy with his quick leg breaks and googlies.</p><p>But Kalugamage also represents potential talent and passion. He cried with joy when Italy secured their qualification and says he has witnessed the sport’s growth in his adopted country.</p><p>“What we are actually thinking is that after the World Cup, it will be even bigger, and maybe a lot of young kids will be attracted by cricket and performances of our team.”</p><h2 id=\"world-cup-ambition\">World Cup ambition</h2><p>O’Brien knows what it’s like to shake up the established order. In 2011, he scored the then fastest World Cup century – off just 50 balls – in what was, at the time, the highest successful World Cup chase as Ireland defeated England.</p><p>“There’s a big similarity between where we are to where Irish cricket was in 2007, in terms of the strength of the teams. So there’s absolutely no reason why this Italian team can’t go into a group and win games and qualify for the Super Eight.”</p><p>For Kalugamage, who has never played in front of a large crowd, just making it to the world stage is a fulfilment of his childhood dreams.</p><p>“Il cricket e la mia vita,” he smiled when asked what the game means to him.</p><p>Cricket is my life.</p></div></div></body></html>"
        },
        {
            "title": "Russia welcomes Infantino’s comments on lifting ban; Ukraine furious | Football News | Al Jazeera",
            "time": "2026-02-03T14:18:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-22T122852Z_36056530_RC2C6JACRA5J_RTRMADP_3_DAVOS-MEETING-1770125067.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia welcomes Infantino’s comments on lifting ban; Ukraine furious</h1><p class=\"article__subhead\"><em>FIFA chief Infantino suggested the ban on Russia’s participation in global football competitions should be lifted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin has welcomed FIFA President Gianni Infantino’s comments on ending a ban on Russia from international football competitions over its war on Ukraine, while Kyiv denounced his words as “irresponsible”.</p><p>Infantino – who previously had friendly relations with Russia’s President Vladimir Putin – said in an interview on Monday that the ban on Russia had “not achieved anything”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His words provoked fury in Ukraine, which said the ban should be in place “as long as Russians continue to kill Ukrainians”.</p><p>Russia has been mostly banned from international sport since it launched its full-scale invasion of Ukraine in February 2022.</p><p>“We have seen these statements [by Infantino], and we welcome them. It’s high time to think about this,” Kremlin spokesman Dmitry Peskov said.</p><p>“Our footballers, our national team, must have their rights fully restored … We hope that sooner or later such discussions will take place in FIFA,” he added.</p><p>The executive committee of the Union of European Football Associations (UEFA), whose next quarterly meeting takes place on ​February 11 in Brussels, Belgium, has the authority to ‌reinstate Russia. UEFA President Aleksander Ceferin has maintained that the war in Ukraine needs to end for that to happen.</p><p>The European governing body in 2023 briefly planned to let Russia ‌compete in Under-17 continental championship qualifying, citing a desire not to punish children for government actions. UEFA relented ‌and upheld the ban after a dozen national ⁠federations threatened to boycott matches with Russia.</p><p>At the senior men’s level, Russia has been limited to participating in friendlies, most recently against Chile and Peru in November.</p><p>Russia hosted and ‌reached the quarterfinals of the 2018 World Cup during Infantino’s first term as FIFA president.</p><p>In an interview with Britain’s Sky News, Infantino said the ban should be lifted, arguing it had “just created more frustration and hatred”.</p><p>He said he believes “having girls and boys from Russia being able to play football games in other parts of Europe would help”.</p><p>Ukraine reacted with fury.</p><p>Russia’s offensive against Ukraine has killed thousands, displaced millions and destroyed much of southern and eastern Ukraine.</p><p>Ukraine’s Sports Minister Matvii Bidnyi called Infantino’s comments “irresponsible” and “infantile”.</p><p>“Let me remind you that the Russians have killed more than 650 Ukrainian athletes and coaches during their full-scale aggression,” he said on social media on Monday.</p><p>Ukrainian Foreign Minister Andrii Sybiha said “679 Ukrainian girls and boys will never be able to play football – Russia killed them”.</p><p>He added: “And it keeps killing more while moral degenerates suggest lifting bans, despite Russia’s failure to end its war.”</p><p>A few Russian athletes in other sports have recently been allowed to compete again under a neutral flag.</p></div></div></body></html>"
        },
        {
            "title": "Why peace remains elusive in Pakistan’s troubled Balochistan | Conflict News | Al Jazeera",
            "time": "2026-02-03T14:05:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/2025-03-15T141127Z_609516030_RC2JDDA585IH_RTRMADP_3_PAKISTAN-ATTACK-1742408816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Islamabad, Pakistan –</strong> Stretching across Pakistan’s southwestern border, the mineral-rich province of Balochistan is the country’s largest and poorest region, and the site of its longest-running sub-national conflict.</p><p>Balochistan’s relationship with the Pakistani state has been uneasy almost since Pakistan came into being in August 1947, following the partition of the subcontinent after the end of colonial rule.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The province has witnessed violence since it formally became part of Pakistan a year later in 1948. While the conflict has ebbed and flowed over the decades, it has resurged sharply in recent years, in what analysts describe as an almost unprecedented phase.</p><p>The latest escalation unfolded on January 31, when <a href=\"/news/2026/2/2/pakistani-forces-kill-145-fighters-in-balochistan-after-deadly-attacks\">coordinated attacks</a> were carried out in nearly a dozen cities across the province by secessionist groups seeking independence.</p><p>Led by the <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">Baloch Liberation Army (BLA)</a>, the attackers killed more than 30 civilians and at least 18 law enforcement personnel. Following those attacks, during government operations lasting several hours, security forces said they killed more than 150 fighters.</p><p>A day later, Sarfraz Bugti, the chief minister of the province, said in a television interview that the solution to Balochistan’s woes lay with the military rather than political dialogue.</p><p>But analysts say that the roots of the conflict – and some of the factors that keep it alive – lie in the final years of British rule in South Asia and the uncertain political geography preceding Pakistan’s independence.</p><h2 id=\"accession-to-pakistan-and-discontent\">Accession to Pakistan and discontent</h2><p>On the eve of partition, Balochistan was not a single political unit. Parts of the region were directly administered by the British as “Chief Commissioner’s Balochistan”, while the rest consisted of princely states including Kalat, Makran, Las Bela and Kharan, tied to the British Crown through treaties rather than colonial governance.</p><p>In 1947, the Khanate of Kalat was technically independent, a status initially recognised by Pakistan’s founder and first governor general, Muhammad Ali Jinnah.</p><p>That position shifted as the strategic value of Balochistan’s coastline – a gateway to the Strait of Hormuz – became clear. Mir Ahmed Yar Khan, the khan of Kalat, agreed to accede to Pakistan on March 27, 1948.</p><p>His brother, Abdul Karim, rejected the deal and led a small band of fighters into Afghanistan, marking the first Baloch rebellion. It ended within months with his surrender.</p><p>The episode was seen among Baloch nationalists as a “forced accession” and laid the foundation for future resistance.</p><p>A pattern soon emerged. Political exclusion gave rise to armed resistance, followed by a military response, and then an uneasy and temporary calm – before the cycle would repeat itself.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"cycles-of-revolt\">Cycles of revolt</h2><p>The second major uprising began in 1958, triggered by Pakistan’s “One Unit” scheme, which dissolved provincial identities in West Pakistan into a single administrative entity.</p><p>Baloch leaders saw the move as an erosion of autonomy and demanded the release of Mir Ahmed Yar Khan, who had been arrested.</p><p>Nawab Nauroz Khan, a veteran tribal leader who had fought British rule, led an armed rebellion. It ended with his arrest and the execution of several associates after a military trial. Khan was also awarded the death sentence, but it was later commuted to a life sentence, and he eventually passed away in jail.</p><p>A third phase followed in the 1960s, driven by opposition to military rule in the province – at a time when Pakistan was ruled by its first military government, that of Ayub Khan – and demands for political rights, increasingly shaped by leftist ideas. Though limited, it reinforced the view that Balochistan’s relationship with the state was governed by force.</p><p>The most intense conflict erupted in the 1970s.</p><p>After the dismissal of the elected provincial government of Balochistan in 1973, led by the National Awami Party (NAP), a full-scale rebellion spread across large parts of the province.</p><p>The NAP and its leaders were accused by the government of Zulfikar Ali Bhutto, the prime minister of the country, of a conspiracy hatched in London to allegedly help in the disintegration of Pakistan. The conspiracy was never proven.</p><p>But the party’s leaders, including then chief minister Sardar Attaullah Mengal, were arrested. Thousands of Baloch fighters clashed with nearly 80,000 Pakistani troops, and thousands of people were killed.</p><p>The fighting ended in 1977 after General Zia-ul-Haq seized power in a coup and granted amnesty to Baloch fighters. Their core grievances, however, remained unresolved.</p><h2 id=\"the-tipping-point\">The tipping point</h2><p>A period of relative calm followed, but resentment persisted. Critics accused the state of exploiting Balochistan’s natural resources, such as gas reserves, while local communities remained deprived.</p><p>Several incidents highlighted what Baloch groups described as heavy-handed state tactics, leading to the fifth and current rebellion that began in the early 2000s.</p><p>One flashpoint was the 2005 rape of Shazia Khalid, a physician working for a state-run gas company, allegedly by an army captain. Pakistan was then ruled by General Pervez Musharraf, who had taken power in a 1999 coup.</p><p>The incident provoked massive local protests, which met lethal force, but the simmering tension exploded into a full-blown conflict in August 2006, when Nawab Akbar Bugti, a former chief minister of the province and a popular Baloch tribal chief, was killed in a military operation.</p><p>Bugti’s death turned him into the most powerful symbol of Baloch resistance, triggering a surge in anger and rebellion, alongside a growing belief among many Baloch that independence was the only path forward.</p><p>In recent years, protests have increasingly been led by younger, middle-class Baloch, with women playing a prominent role.</p><p>The state’s response has involved a vast security presence and tactics criticised by rights groups.</p><p>Activists accuse the government of killing and forcibly disappearing thousands of ethnic Baloch suspected of supporting the rebellion. Many of the missing later turned up dead, often bearing signs of torture.</p><p>The government denies responsibility for the enforced disappearances and suggests that most of those who have gone missing have likely joined rebel armed groups, either in the mountains or across the border in Iran or Afghanistan.</p><h2 id=\"the-contemporary-rebellion\">The contemporary rebellion</h2><p>The ongoing rebellion has coincided with major shifts in Pakistan’s political economy.</p><p>Large-scale extraction of natural gas plans for deep-sea ports at Gwadar, excavation for minerals, and the launch of the $62bn China–Pakistan Economic Corridor (CPEC) have transformed Balochistan into a <a href=\"/news/2024/6/3/sharifs-beijing-trip-can-china-pakistan-economic-corridor-be-revived\">strategic focal point</a>.</p><p>For many Baloch groups, these projects represent extraction without benefit, leaving local communities marginalised.</p><p>Armed groups such as the BLA and the Balochistan Liberation Front frame their struggle as resistance to colonial-style exploitation and in pursuit of “national liberation”.</p><p>The Pakistani government has accused regional rival India of fomenting trouble in the province by supporting separatists. Those claims gained traction in 2016 with the <a href=\"/news/2019/9/2/indian-official-meets-detained-indian-spy-jadhav-in-pakistan\">arrest of Kulbhushan Jadhav</a> in Balochistan. Islamabad said he was an Indian intelligence operative working for the Research and Analysis Wing, India’s external intelligence agency.</p><p>Pakistan later released a video showing Jadhav confessing to facilitating attacks, presenting it as evidence of external interference. India has denied that Jadhav was a spy.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4283684\" src=\"/wp-content/uploads/2026/02/Interactive_Pakistan_Minerals_Feb2_2025-01-1770042211.png?quality=80\" alt=\"Interactive_Pakistan_Minerals_Feb2_2026\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"searching-for-solutions\">Searching for solutions</h2><p>The 2010s saw the emergence of more sophisticated Baloch armed groups that increasingly targeted Chinese citizens and projects.</p><p>Attacks hit Gwadar port, <a href=\"/news/2019/5/12/gunmen-attack-hotel-in-pakistans-gwadar-kill-five-people\">a luxury hotel in the city</a>, the <a href=\"/news/2018/11/23/gunmen-attack-chinese-consulate-in-karachi\">Chinese consulate in Karachi</a>, and a<a href=\"/news/2022/4/27/female-graduate-student-behind-pakistan-university-attack-report\"> Chinese cultural centre</a>, among many several other incidents.</p><p>As violence has intensified, the government has also increased its focus on extracting Balochistan’s mineral wealth.</p><p>China operates a major copper mine in Saindak, while the Reko Diq project in western Balochistan, which is considered one of the world’s largest undeveloped copper and gold deposits, is also in the pipeline.</p><p>With Balochistan making up 44 percent of Pakistan’s landmass, bordering Iran and Afghanistan, Abdul Basit, a research fellow at Singapore’s S Rajaratnam School of International Studies, says geography poses a greater challenge than the rebellion.</p><p>Balochistan’s terrain is defined by a rugged, arid landscape of mountain ranges, with vast spaces which are only sparsely populated, making up just more than 6 percent of the total population of the country. The mountainous regions of the province are often used by rebel groups as sanctuaries.</p><p>“Can you really deploy security apparatus in a province which is as large as Balochistan, and with as difficult a terrain, to ensure complete eradication of violence, especially when the state refuses to look at the local faultlines?” he asked.</p><p>Many analysts argue that Pakistan must shift away from military-first approaches.</p><p>Imtiaz Baloch, a researcher on conflict in the province, says the rebellion has been handled with ego rather than a genuine effort to secure peace.</p><p>“Instead of addressing the root issues, governments have focused on shaping a narrative, mainly for audiences outside the province. Balochistan doesn’t need emotional posturing or optics; it needs a calm, political, and realistic approach,” he said.</p><p>Saher Baloch, a Berlin-based scholar with extensive experience in the province, says a political problem cannot be resolved through force.</p><p>Because fighters know the terrain better than security forces, she said that they need only to strike occasionally to expose state vulnerabilities.</p><p>“Where the state rules through fear rather than trust, intelligence also dries up. People don’t cooperate, information doesn’t flow, and that’s why even high security zones keep getting breached,” she told Al Jazeera.</p><p>Government officials continue to argue that military force is the answer, a view that Rafiullah Kakar “strongly disagrees” with.</p><p>Kakar, a political analyst specialising in Balochistan and a doctoral candidate at the University of Cambridge, said Pakistan has relied on “coercive and militarised approaches” that have failed to bring stability.</p><p>“The Pakistani state needs to fundamentally shift and recalibrate its approach. The starting point must be meaningful confidence-building measures to create an enabling environment for political reconciliation and dialogue,” he told Al Jazeera.</p><p>Any serious attempt to resolve the crisis, he added, must recognise its political nature and include steps such as addressing enforced disappearances, ensuring electorally legitimate representation, and establishing “a credible Truth and Reconciliation Commission”.</p><p>“Finally, the state must present a clear roadmap for structured dialogue and institutional mechanisms to address Balochistan’s longstanding political, economic, and governance-related grievances,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump-Petro live: US, Colombia leaders meet at White House amid tensions | Donald Trump News | Al Jazeera",
            "time": "2026-02-03T14:00:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698244060d56-1770144774.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Trump-Petro live: US, Colombia leaders meet at White House amid tensions</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>US President Donald Trump welcomes Colombian President Gustavo Petro only weeks after threatening military action against the South American country.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump-Petro meeting: Just how icy are US-Colombia relations? | Donald Trump News | Al Jazeera",
            "time": "2026-02-03T13:48:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/afp_68fa7639572e-1761244729.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump is meeting with Colombian President Gustavo Petro on Tuesday after a year of exchanging insults and threats over the United States president’s aggressive foreign policies in Latin America, and Bogota’s war on drugs.</p><p>Petro’s <a href=\"/news/liveblog/2026/2/3/live-trump-petro-to-meet-at-the-white-house-after-months-of-tensions\">visit</a> to the White House in Washington, DC, on February 3 comes just one month after the US <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abduction</a> of Venezuela’s President Nicolas Maduro in a lightning armed assault on Caracas.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Colombian leader will likely be seeking to address diplomatic tensions with the US, which have been in disarray since Trump began his second term last year.</p><p>The 65-year-old left-wing Petro has been a vocal critic of Trump’s foreign policies and recent military operations in the Caribbean Sea as well as of Israel’s war on Gaza – a thorny topic for the US president.</p><p>Last month, tempers rose again when Trump threatened to target Colombia <a href=\"https://www.youtube.com/watch?v=rNApC_O36AM\">militarily</a> for allegedly flooding the US with illegal drugs.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"have-relations-between-the-two-always-been-frosty\">Have relations between the two always been frosty?</h2><p>No. After Colombia gained independence from Spain in 1819, the US was one of the first countries to recognise Colombia’s independence in 1822. It established a diplomatic mission there in 1823.</p><p>A year later, the two nations signed a string of treaties focusing on peace, navigation and commerce, <a href=\"https://history.state.gov/countries/colombia\" target=\"_blank\" rel=\"noopener\">according to</a> US government archives.</p><p>Since then, the two nations have continued to cooperate on security and economic matters. But these efforts have been interrupted at times, such as during the Cold War, by geopolitics and in relation to Colombia’s war on the drug trade.</p><p>Here is a timeline of key issues and events.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"business-interests-threatened\">Business interests threatened</h2><p>In 1928, US businesses were operating in Colombia. But their interests were threatened when Colombian employees of America’s United Fruit Company protested, demanding better working conditions. Political parties in Colombia had also begun questioning Washington’s expanding role in Latin America following these protests.</p><p>According to the Council on Foreign Relations (CFR), this was also the period of the “Banana Wars” when Washington was busy toppling regimes in South America to shore up its business interests in the region.</p><p>A string of US military interventions took place from 1898 to 1934 as Washington sought to expand its economic interests in the region until President Franklin D Roosevelt introduced the “Good Neighbor Policy”, pledging not to invade or occupy Latin American countries or interfere in their internal affairs.</p><h2 id=\"emergence-of-farc\">Emergence of FARC</h2><p>Security relations between the US and Colombia deepened during the second world war. In 1943, Colombia offered its territory for US air and naval bases while Washington provided training for Colombian soldiers.</p><p>According to the CFR<strong>,</strong> the US boosted military support for Colombia during its deadly conflict with armed rebel groups, which lasted from 1948 until the mid-1950s and killed more than 200,000 people. During this conflict, many independent armed groups emerged in the countryside, and the US implemented a strategy known as Plan Lazo to improve civilian defence networks.</p><p>In response, the Revolutionary Armed Forces of Colombia (FARC) was formed by rebel leaders and engaged in widespread violence and kidnappings, according to the CFR.</p><p>FARC claimed to be inspired by communist values and, in the late 1940s, controlled about 40 percent of the country, according to the CFR. Washington labelled it as a “terrorist” organisation and focused efforts towards destabilising the group.</p><p>FARC eventually signed a peace agreement with the Colombian government in 2016. In 2021, the group was <a href=\"/news/2021/12/1/what-next-after-colombia-farc-removed-from-us-terrorist-list\">delisted</a> from Washington’s foreign terrorist organisations’ list.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"war-on-drugs\">War on drugs</h2><p>As <a href=\"/news/2025/9/16/landmark-ruling-convicts-seven-farc-ex-leaders-of-wartime-crimes\">FARC</a> was rising in Colombia, the drug trade was also gathering momentum. Groups such as the Medellin Cartel and Cali Cartel emerged in the country, and trafficked marijuana and cocaine to the US on a regular basis.</p><p>Faced with a rising number of drug-related deaths, the US government <a href=\"https://www.gao.gov/products/gao-19-106\" target=\"_blank\" rel=\"noopener\">spent</a> more than $10bn on counter-narcotics and security efforts to aid Colombia’s government between 1999 and 2018, according to a US Government Accountability Office report.</p><p>Former US presidents, including Bill Clinton and George W Bush, also launched counter-narcotic initiatives to disrupt drug trafficking, destroy coca crops, and support alternative livelihoods for coca farmers, in a bid to quash the cartels.</p><p>Trump’s first term as president, beginning in 2017, was marked by renewed counter-narcotic initiatives but he also threatened to decertify Colombia as a cooperative country if it did not take action against its drug cartels.</p><p>Tensions between the US and Colombia calmed under former US President Joe Biden, who focused on improving diplomatic ties by designating Colombia as a major non-NATO ally in 2022.</p><p>Today, cartels function in a decentralised manner and some have also been designated as terrorist organisations by the US. In December 2025, the Trump administration designated the <a href=\"/news/2022/5/12/terrifying-days-of-terror-under-colombias-gulf-clan-cartel\">Gulf Clan</a>, Colombia’s largest illegal arms group, which is also involved in drug trafficking, as a terrorist organisation.</p><h2 id=\"trump-s-second-term\">Trump’s second term</h2><p>In 2022, Petro was elected as Colombia’s first left-wing president and took up office in the presidential palace with promises to lead Colombia in a more equitable, eco-friendly direction.</p><p>But tensions with the US flared again when Trump arrived in the White House for his second term in January 2025.</p><p>Since then, Petro has been a vocal critic of Trump’s policies, particularly those relating to Latin America.</p><p>Last year, the Trump administration began a series of military strikes on Venezuelan boats, which it alleged were carrying drugs, in the Caribbean and eastern Pacific. The Trump administration has struck dozens of boats, but has not provided any evidence that any were trafficking drugs. Petro called the aggression an “act of tyranny”.</p><p>Addressing the United Nations General Assembly in September 2025, Petro said that “criminal proceedings must be opened against those officials, who are from the US, even if it includes the highest-ranking official who gave the order: President Trump”, in relation to the boat strikes.</p><p>At the UNGA, Petro also criticised US ally Israel’s war on Gaza and called on US troops to “disobey Trump’s orders” and “obey the order of humanity”.</p><p>Washington revoked Petro’s US visa after he spoke at a pro-Palestine march outside the UNGA in New York.</p><p>Weeks later, the Trump administration also imposed sanctions on the Colombian president, who is set to leave office following a presidential election in May.</p><p>In a post on his Truth Social platform in October, Trump said Petro “does nothing” to stop the drug production [in his country], and so the US would no longer offer “payment or subsidies” to Colombia.</p><p>Shortly after carrying out the abduction of Venezuela’s Maduro, Trump told reporters on board Air Force One that both Venezuela and Colombia were “very sick” and that the government in Bogota was run by “a sick man who likes making cocaine and selling it to the United States”. “And he’s not going to be doing it very long. Let me tell you,” Trump added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When asked if he meant a US operation would take place against Colombia, Trump said, “Sounds good to me.”</p><p>In response, Petro promised to defend his country, saying that he would “take up arms” for his homeland.</p><p>In an <a href=\"/news/2026/1/9/petro-says-colombia-cooperating-with-us-despite-insults-threats\">interview</a> with Al Jazeera on January 9, however, Petro said his government is seeking to maintain cooperation on combating narcotics with Washington, striking a softer tone following days of escalating rhetoric.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Last US-Russia nuclear treaty is expiring: Does it really matter? | Joe Biden News | Al Jazeera",
            "time": "2026-02-03T13:46:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25227837174192-1770118178.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2023/2/22/what-is-the-new-start-nuclear-deal-and-why-did-russia-suspend-it\">New START treaty</a>, the last of the nuclear arms control treaties between the United States and Russia, which was signed in 2010, will expire on Thursday.</p><p>Here is what the treaty entails, and what its lapse could mean for Washington and Moscow:</p><h2 id=\"what-is-new-start\">What is New START?</h2><p>START stands for Strategic Arms Reduction Treaty. It was a 10-year agreement signed in 2010 by then-US President Barack Obama and Dmitry Medvedev, a close ally of Vladimir Putin who served a single term as Russia’s president from 2008 to 2012. It came into effect in 2011.</p><p>New START was an extension of earlier treaties. START I, which reduced the number of strategic warheads in deployment in both the US and Russia, was signed between the US and the Soviet Union at the end of the Cold War in 1991 and was in place until 2009. START II, which aimed to further reduce the number of deployed strategic nuclear warheads and remove multiwarhead intercontinental ballistic missiles altogether, was signed in 1993 but never entered into force. Russia formally withdrew from it in 2002.</p><p>From 2003 to 2011, the Strategic Offensive Reductions Treaty (SORT) was also in place. It required both sides to reduce operationally deployed strategic warheads, but it included minimal checks, relying on START I’s mechanisms for monitoring. This is what was replaced by New START in 2011.</p><p>New START was extended in 2021 for five more years after US President Joe Biden took office. The treaty states that it can only be extended once.</p><p>The treaty limits the deployment of strategic nuclear weapons, those designed to hit an adversary’s key political, military and industrial centres.</p><p>Deployed weapons or warheads are those in active service and available for rapid use as opposed to those that are in storage or awaiting dismantlement.</p><p>Under the agreement, Moscow and Washington are <a href=\"https://www.state.gov/new-start/\">committed to the following:</a></p><ul class=\"spaced-bullet-spacing\">\n<li>Deploying no more than 1,550 strategic nuclear warheads and a maximum of 700 long-range missiles and bombers.</li>\n<li>Limiting intercontinental ballistic missiles in deployment to 800.</li>\n<li>Allowing up to 18 inspections of strategic <a href=\"/news/2022/10/4/ukraine-war-will-putin-use-nuclear-weapons\">nuclear weapons</a> sites yearly by the other side to ensure the other has not breached the treaty’s limits.</li>\n</ul><p>The treaty allowed each country to send inspectors to the other country’s nuclear sites with little advance warning.</p><p>These inspections were put on hold in March 2020 because of the COVID-19 pandemic. Inspections were never resumed after this.</p><p>In 2022, Russia launched its full-scale invasion of Ukraine and a war that has continued for four years.</p><p>Then, in 2023, Russian President Putin<b> </b>suspended Moscow’s participation in the New START treaty, citing Washington’s support for Ukraine during the war.</p><p>This meant that Russia stopped participating in inspections and sharing data but was still party to the treaty.</p><p>That put an end to on-site inspections and left both countries dependent on their own intelligence to judge the other’s compliance. Despite this, neither side has alleged that the other has violated the warhead limits, which are still in effect.</p><h2 id=\"why-does-the-treaty-matter\">Why does the treaty matter?</h2><p>The US and Russia are the two biggest nuclear powers in the world in terms of the number of warheads they possess. Together, the US and Russia possess about 90 percent of all nuclear warheads in the world.</p><p>The Center for Arms Control and Non-Proliferation (CACNP) estimated that Moscow currently has 5,459 nuclear warheads, of which 1,600 are actively deployed.</p><p>The US has about 5,550 nuclear warheads, according to the CACNP, with about 3,800 of those active. At its peak in the mid-1960s during the Cold War, the US stockpile consisted of more than 31,000 active and inactive nuclear warheads.</p><h2 id=\"what-has-trump-said\">What has Trump said?</h2><p>US President Donald Trump appears eager to reach a new agreement to restrict nuclear weapons.</p><p>During an interview with The New York Times in January, Trump said of the New START treaty: “If it expires, it expires. … We’ll just do a better agreement.”</p><p>Trump has also said he would like to include China in any nuclear talks. “We are talking about limiting nuclear weapons. We will get China into that,” Trump said in August.</p><p>Separately that same month before a meeting with South Korean President Lee Jae Myung, Trump said: “I think the denuclearisation is a very – it’s a big aim, but Russia is willing to do it, and I think China is going to be willing to do it too. We can’t let nuclear weapons proliferate. We have to stop nuclear weapons. The power is too great.”</p><h2 id=\"what-has-moscow-said\">What has Moscow said?</h2><p>Medvedev, who is currently the deputy chairman of Russia’s Security Council, warned that if the New START treaty expires, it will mean the biggest nuclear powers will have unlimited capacity to expand their nuclear programmes for the first time since the 1970s.</p><p>“I don’t want to say that this immediately means a catastrophe and a nuclear war will begin, but it should still alarm everyone,” Medvedev said in an interview at his residence outside Moscow on Monday, which was reported by the Reuters and TASS news agencies and the WarGonzo Russian war blogger.</p><p>In September, Putin suggested that both countries should just keep abiding by the warhead limits, without a formal deal, for one more year.</p><p>“To avoid provoking a further strategic arms race and to ensure an acceptable level of predictability and restraint, we believe it is justified to try to maintain the status quo established by the New START treaty during the current, rather turbulent period,” Putin said in televised remarks at the Kremlin.</p><p>The Trump administration has not officially responded to this proposal.</p><p>At times, Putin has appeared more relaxed about the treaty, however. In October, he <a href=\"/news/2025/10/10/russias-putin-says-no-big-deal-if-us-wont-extend-nuclear-warhead-limits\">told reporters</a> that Russia was developing new strategic weapons and<span> it would not be critical for Moscow if the US declined to extend the warhead limits set out in New START.</span></p><p>At the time, he told reporters: “Will these few months be enough to make a decision on an extension? I think it will be enough if there is goodwill to extend these agreements. And if the Americans decide they don’t need it, that’s not a big deal for us.”</p><h2 id=\"what-does-the-lapse-of-this-treaty-mean\">What does the lapse of this treaty mean?</h2><p>When the treaty lapses, the legal limits on the number of deployed strategic nuclear warheads the US and Russia can each have will disappear.</p><p>In an article for Chatham House, the London-based think tank, Georgia Cole, research associate on the international security programme, wrote in late January: “This would mark a significant break in more than five decades of bilateral nuclear arms control. It would also signal a move away from nuclear restraint, making the world a more dangerous place.”</p><p>Advocates for nuclear arms control have voiced concern that this could lead to the proliferation of nuclear warheads.</p><p>“Unless Trump and Putin reach some sort of understanding soon, it’s not unlikely that Russia and the US will start to upload more warheads on their missiles,” Daryl Kimball, the executive director of the Arms Control Association, told Politico.</p><p>Cole wrote: “Without the New START limits, strategic planning on both sides is more likely to be driven by uncertainty and worst-case assessments. That increases the risk of a new arms race, especially if either side begins uploading additional warheads onto existing missiles or expanding delivery systems.”</p><p>The US political news website additionally reported that the US Department of Defense is already planning for a future without the New START treaty, quoting three anonymous sources familiar with the matter. It is unclear what these discussions or plans entail.</p><p>Both the US and Russia have been ramping up weapons production in recent years, developing nuclear-capable weapons designed to be able to carry a nuclear warhead even if they are not always deployed with one.</p><p>In January, Russia struck a target in western Ukraine close to the Polish border with its nuclear-capable hypersonic <a href=\"/news/2026/1/10/russia-hits-ukraine-with-oreshnik-hypersonic-missile-why-it-matters\">Oreshnik</a> missile. The missile did not have a nuclear warhead attached to it, and it is unclear what damage it did in Ukraine.</p></div></div></body></html>"
        },
        {
            "title": "Sudan military claims to break siege of key Kordofan city of Kadugli | Sudan war News | Al Jazeera",
            "time": "2026-02-03T13:45:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-03-26T225147Z_1804210971_RC25LDA12HGH_RTRMADP_3_SUDAN-POLITICS-BURHAN-1770119118.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s military says it has broken through a siege by the Rapid Support Forces (RSF) paramilitary group of the South Kordofan capital of Kadugli, marking its second <a href=\"/news/2026/1/27/sudan-army-says-nearly-two-year-rsf-siege-of-key-town-broken\">major advance</a> in less than a week.</p><p class=\"p1\">General Abdel Fattah al-Burhan, the de facto leader of the country, visited Sudan’s public television station in the city of Omdurman on Tuesday to assert<span> that his forces had opened a supply route to the capital.</span></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“I have no other statement than to say to the Sudanese people, congratulations for the opening of the road to Kadugli,” he said. “Congratulations to our people in Kadugli for the arrival of the armed forces. The armed forces will reach anywhere in Sudan.”</p><p class=\"p1\">Al-Burhan insisted that the military government of Sudan supports peace efforts but will not agree to a truce with the RSF, with which it has been fighting a vicious civil war since April 2023, while cities are under siege.</p><p class=\"p1\">“There will be no truce that would strengthen the enemy. There will be no ceasefire that would allow this militia to stand on its feet again,” he said.</p><p>There was no immediate comment from the RSF, which has been blockading Kadugli, alongside the Sudan People’s Liberation Movement North, since the start of the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The conflict has devastated the East African country, with many killed, millions displaced and hunger and illness rife in what has been branded the <a href=\"/news/2025/2/11/sudan-scene-of-worlds-worst-humanitarian-crisis-african-union\">world’s worst humanitarian crisis</a>.</p><p>The United Nations declared a famine in Kadugli <span>in November, citing “months without reliable access to food or medical care”.</span></p><p>Similar conditions have been reported in the city of Dilling, located around 100km (62 mi) north, where the Sudanese military <a href=\"/video/newsfeed/2026/1/27/celebrations-after-sudan-military-says-broken-siege-of-key-town\">broke an RSF siege</a> six days ago.</p><p>The two latest advances will allow the army to resupply and reinforce its troops in the Kordofan region, potentially allowing critical food and medicine to also flow to civilians, Al Jazeera’s Hiba Morgan reported from a displacement camp in al-Dabbah in Sudan’s Northern province.</p><p class=\"p1\">“Now that the army has opened a supply route, markets will be reopened – eventually, not immediately,” Morgan said. “For now, people are saying this is quite a major achievement.”</p><p class=\"p1\">After <a href=\"/news/2025/3/21/sudans-army-retakes-presidential-palace-in-khartoum-strikes-blow-to-rsf\">losing the capital</a> Khartoum to Sudan’s army last March, the RSF shifted focus to pushing the government forces out of the Western Darfur region.</p><p class=\"p1\">It took over the last Sudan Army stronghold of <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">el-Fasher</a> in October, and in the months since has also attempted to assert control in the central Kordofan region.</p><p class=\"p1\">That saw the blockades of Dilling and Kadugli reinforced, and Sudan’s biggest oil field <a href=\"/news/2025/12/8/rsf-claims-seizure-of-key-heglig-oil-field-in-sudan\">captured</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">“I want to assure our people everywhere – in al-Geneina, in al-Tina – in any place, that the army will reach them, the armed forces will reach them,” al-Burhan said in his comments broadcast on Tuesday, referring to towns in the west of the country where fighting with the RSF is raging.</p><p class=\"p1\">“The armed forces are supported by the Sudanese people and by everyone who believes that the Sudanese people have a [just] cause, defending their existence and their right to defend themselves and their country,” he added. “No power can stand in the way of these legitimate goals.”</p><p class=\"p1\">More than 88,000 people have fled the Kordofan region since October, United Nations officials reported this week. Around 80 percent of Kadugli’s population – some 147,000 people – has evacuated to other parts of South Kordofan or elsewhere.</p><p>A total of 13.6 million people have been uprooted by the fighting, prompting the UN to deem Sudan the world’s largest displacement crisis.</p></div></div></body></html>"
        },
        {
            "title": "Syrian forces enter Qamishli under ceasefire deal with SDF | Syria's War News | Al Jazeera",
            "time": "2026-02-03T13:40:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6981f8d4-1770125524.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian forces enter Qamishli under ceasefire deal with SDF</h1><p class=\"article__subhead\"><em>Damascus says forces entering city in northeastern Hasakah province ‘to commence security duties’ under US-backed deal.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syrian forces have begun entering the northeastern city of Qamishli, Syria’s state news agency is reporting, as part of a <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">ceasefire deal</a> with Kurdish-led forces.</p><p>Citing the Syrian Interior Ministry, the SANA news agency reported on Tuesday that units began entering the city in Syria’s Hasakah province “to implement the terms of the agreement and commence their security duties”.</p><p>The move comes after the Kurdish-led Syrian Democratic Forces (SDF) <a href=\"/news/2026/1/30/kurdish-led-sdf-agrees-integration-with-syrian-government-forces\">agreed to a deal</a> on Friday with Damascus to integrate into Syrian state institutions, ending weeks of tensions and armed confrontations with advancing government troops.</p><p>Syria’s army also <a href=\"/news/2026/2/2/syrian-forces-deploy-in-hasakah-under-ceasefire-agreement-with-sdf\">moved into the city of Hasakah</a> on Monday under the deal.</p><p>Reporting from near Tell Brak, a city outside of Qamishli, on Tuesday, Al Jazeera’s Teresa Bo said hundreds of people were following a convoy of Syrian forces as it made its way towards the city.</p><p>She explained that the operation enjoyed “lots of support”, particularly among the local Arab population, as well as within some segments of the Kurdish population.</p><p><span>Still, Bo said, “there’s tension … and certainly there’s a risk of violence”.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"beginning-of-a-new-syria\">‘Beginning of a new Syria’</h2><p>Friday’s deal staved off the prospect of further confrontation between ​Syrian President Ahmed al-Sharaa’s government and the SDF, which lost swathes of eastern and northern Syria to government troops in January.</p><p>Hailed by the United States as an important step towards unity and reconciliation, the accord foresees a phased integration of Kurdish fighters into government ‌forces.</p><p>Bo said that the agreement marks a “big change”, especially for people living in previously SDF-led areas, and that some Kurds are concerned about the prospect of living under Syrian government control.</p><p>“However, most of the people we have seen around here [in the Qamishli area] are extremely happy – they say this is the beginning of a new Syria and that this is what the country needs in order to be able to move forward and start reconstruction,” said Bo.</p><p>Al-Sharaa’s government, which came to power after the fall of longtime Syrian leader Bashar al-Assad in December 2024, has been trying to bring the fractured country under central rule.</p><p>But Al Jazeera’s Zeina Khodr, reporting from Aleppo in northern Syria on Tuesday, said the integration process is expected to be “slow and gradual” amid a “deep history of mistrust” among Kurds who were marginalised under al-Assad’s rule.</p><p>“Taking territory is one thing, but maintaining security and stability is another,” Khodr said. “It’s a very difficult road ahead.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protecting children is a priority - now is the time to prove it | Child Rights | Al Jazeera",
            "time": "2026-02-03T13:34:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6981f0fd55-1770123517.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When governments adopted the 2030 Agenda for Sustainable Development, we committed to a world that invests in our children, where every girl and boy grows up free from violence, exploitation and neglect. Establishing, for the first time, global targets to end all forms of violence against children, grounded in the Convention on the Rights of the Child.</p><p>Today, 10 years on, we must confront a stark reality: we are not on course to achieve those targets.</p><p>Each year, half of the world’s children are victims of violence. Bluntly, we are failing to keep a billion girls and boys safe in their homes, schools, communities, care settings and online.</p><p>We recognise the complexity of the issue, and we recognise its consequences, often lasting lifetimes and spanning generations. Violence erodes every investment that families, communities, and governments make in children, from their education and social inclusion to their mental and physical health. The violence experienced by a billion children today is the same violence that will undermine the health, prosperity, and stability of our societies tomorrow.</p><p>As Ministers, we are driven by the possible, by the interventions and investments that can most improve people’s lives. We are motivated by the fact that violence against children is entirely preventable. And that preventing violence strengthens public health outcomes, social protection systems, community resilience and intergenerational mobility.</p><p>Decades of rigorous research, community mobilisation, and country experience have given us a clear understanding of what works. The <a href=\"https://inspire-strategies.org/\" target=\"_blank\" rel=\"noopener\">INSPIRE framework,</a> coordinated by WHO and partners, provides a proven blueprint of seven strategies – from strengthening norms and laws to supporting parents and caregivers, scaling response services and creating safe school environments. A recent, largest-ever, <a href=\"https://www.thelancet.com/journals/lanchi/article/PIIS2352-4642(25)00214-7/abstract\" target=\"_blank\" rel=\"noopener\">evidence review</a> on preventing violence against children confirmed unequivocally that INSPIRE strategies work. We are now the first generation in history with the knowledge and tools to deliver sustained reductions in violence at a national scale. We have the opportunity, and responsibility, to act.</p><p>This is why we are launching the <a href=\"https://www.who.int/initiatives/council-of-champions-on-ending-violence-against-children\">WHO Council of Champions to End Violence Against Children</a>. The first-ever global collective of Ministers committed to using our political capital to position violence prevention where it belongs: at the centre of national and global health, social development, justice, protection and economic agendas. We are compelled to act by the fact that children who grow up safe are healthier, learn better and are more socially protected, becoming adults who contribute to stronger, more equitable societies.</p><p>Together, we, the 10 Ministers, will generate – and demonstrate – political leadership. From the outset, we must confront the dramatic disparity between the scale of the problem and the scale of investment. Whether looking at domestic budgets or funder flows, the power of preventing violence – with its wins for child outcomes from social development to mental health – remains unrecognised and under-resourced. We are committed to prioritising the problem, increasing funding and intensifying actions to unlock the enabling potential of preventing violence against children.</p><p>This year is our proof point. In November 2026, the Second Global Ministerial Conference on Ending Violence Against Children, hosted by the government of the Philippines, will stand on the shoulders of an impactful <a href=\"https://endviolenceagainstchildrenconference.org/\" target=\"_blank\" rel=\"noopener\">First Global Ministerial Conference in Colombia in 2024</a>. That moment proved what is possible. Prioritising our most promising and vulnerable citizens, mobilising member states, civil society, citizens and delivering unprecedented commitments to action for children affected by violence.</p><p>With the SDG deadline fast-approaching, we must do more and do better. The Ministerial Conference in Manila must celebrate success, lock-in progress, elevate expectation and generate concrete commitments, commensurate with the scale of the violence prevention challenge. It represents a moment to scale best-proven INSPIRE strategies, confront the financing gap head-on, strengthen health and social protection systems, and ensure that lived experience – of children, young people, civil society and victims of violence – helps shape the solutions so essential to delivering our shared SDG promise.</p><p>Let our next moves as Ministers prove our commitment – redoubling our efforts to work towards a world free from violence and exploitation, just as we pledged, just as each child deserves.</p><p><strong>Signed by:</strong></p><p><strong>HE Evis Sala, Minister of Health and Social Protection, Albania</strong></p><p><strong>HE Anna Karapetyan, Deputy Minister of Justice, Armenia</strong></p><p><strong>HE Alexandre Padilha, Minister of Health, Brazil</strong></p><p><strong>HE Stephanie Rist, Minister of Health, Families, Autonomy, and Disabled Persons, France</strong></p><p><strong>HE Wafa Bani Mustafa, Minister of Social Development, Jordan</strong></p><p><strong>HE Dr Hilal Al Sabti, Minister of Health, Oman</strong></p><p><strong>HE Teodoro J Herbosa, Minister of Health, Philippines</strong></p><p><strong>HE Elia dos Reis Amaral, Minister of Health, Timor-Leste (East Timor)</strong></p><p><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial policy</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Modi, Trump announce India-US ‘trade deal’: What we know and what we don’t | Explainer News | Al Jazeera",
            "time": "2026-02-03T13:17:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250213__36XT4M3__v3__MidRes__TopshotUsIndiaPoliticsDiplomacyTrumpModi-1770112681.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>New Delhi, India –</strong> United States President Donald Trump has announced what he described as a “trade deal” with India to reduce market barriers between the two countries, which have a combined gross domestic product of $33 trillion.</p><p>On Monday, Trump said he would reduce trade tariffs on Indian goods from 50 to 18 percent after New Delhi agreed to stop buying Russian oil – one of the major sticking points between the two sides.</p><p>Trump said he reached the agreement with Indian Prime Minister Narendra Modi in a telephone call. The agreement comes at the end of the first year of Trump’s global trade war – of which India had been one of the worst casualties and which had seen relations between the two countries fall to new lows in recent months.</p><p>On Tuesday, India’s commerce minister, Priyush Goyal, confirmed that the two countries would sign a deal “shortly”. A joint statement will be released when the final details have been agreed, he said. However, he gave no further details about the contents of the agreement.</p><p>Beyond Trump’s announcement about tariffs on Indian goods, therefore, uncertainty about the future of US-India trade relations remains. For one, while Trump claims New Delhi has agreed to buy oil from the US instead, India has not publicly confirmed this.</p><p>And, while Trump claimed that Modi had agreed to eliminate Indian tariffs on US goods altogether, this has also not been confirmed by India.</p><p>Subsequent announcements from Trump and Modi about the agreement the two had reached also differed greatly, geopolitical observers and economists told Al Jazeera.</p><p>We unpack what we know, what we don’t, and why Modi is facing criticism at home following the announcement.</p><figure id=\"attachment_4285163\" aria-describedby=\"caption-attachment-4285163\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285163\" src=\"/wp-content/uploads/2026/02/AFP__20250213__36XT4L3__v1__MidRes__UsIndiaPoliticsDiplomacyTrumpModi-1770112675.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"trump modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285163\" class=\"wp-caption-text\">US President Donald Trump and Indian Prime Minister Narendra Modi hold a joint news conference in the East Room of the White House in Washington, DC, on February 13, 2025 [Andrew Caballero-Reynolds/AFP]</figcaption></figure><h2 id=\"what-have-trump-and-modi-said-about-this-agreement\">What have Trump and Modi said about this agreement?</h2><p>On Monday, Trump wrote on his Truth Social platform that he had spoken with Modi – calling him “one of my greatest friends” – about several issues, including ending Russia’s war in Ukraine.</p><p>“He [Modi] agreed to stop buying Russian Oil, and to buy much more from the United States and, potentially, Venezuela,” Trump said.</p><p>Then, Trump wrote that upon Modi’s request, and out of “friendship and respect” for him, Washington “agreed to a Trade Deal”, whereby the US “will charge a reduced Reciprocal Tariff, lowering it from 25% to 18%”.</p><p>White House officials were quoted in US media confirming that the additional 25 percent tariffs levied on Indian goods last year as punishment for buying Russian oil would also be dropped. In total, that would bring 50 percent tariffs down to 18 percent.</p><p>In turn, India would reduce “their Tariffs and Non Tariff Barriers against the United States, to ZERO”, Trump wrote.</p><p>Trump added that Modi had also committed to “‘BUY AMERICAN’, at a much higher level, in addition to over $500 BILLION DOLLARS of U.S. Energy, Technology, Agricultural, Coal, and many other products”.</p><p>“Our amazing relationship with India will be even stronger going forward,” he wrote.</p><p>Shortly after, Modi’s statement was posted on X. In it, he completely avoided mention of a “trade deal”, or of any agreement to stop purchasing Russian oil, or committing to buy $500bn worth of goods from the US.</p><p>Instead, Modi simply confirmed that “Made in India products will now have a reduced tariff of 18%,” and expressed his gratitude over “this wonderful announcement”.</p><p>Then, he hailed Trump, writing: “President Trump’s leadership is vital for global peace, stability, and prosperity. India fully supports his efforts for peace.”</p><p>Analysts said these statements leave too much uncertainty, however.</p><p>“It’s no deal, but just a declaration by both leaders when nothing has been signed,” said Jayati Ghosh, an economist and professor at the University of Massachusetts Amherst.</p><p>“So far, whatever little has been revealed, it’s already a bad deal for India. I feel it could be even worse in detail,” she told Al Jazeera.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3659628\" src=\"/wp-content/uploads/2025/04/INTERACTIVE-India-trade-US-Bilateral-trade-1745295820.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE India trade US Bilateral trade-1745295820\" fetchpriority=\"low\"></p><h2 id=\"how-are-india-us-trade-relations\">How are India-US trade relations?</h2><p>For years, the US and China have remained India’s top two trading partners.</p><p>Last year, the US took the top slot with bilateral trade with India worth $129.2bn, according to US government trade data. That was only a little higher than India-China trade worth $127.7bn.</p><p>But, unlike China, where the bilateral balance sheet is highly skewed towards Beijing, which has a trade deficit with India of about $95bn, India has a much more favourable trade balance with Washington.</p><p>In 2024, US exports to India amounted to about $41bn. While oils and fuels account for a nearly 30 percent share at $13bn, they are followed by precious pearls and stones, amounting to $5.16bn. India also imports parts for nuclear reactors, electrical machinery and equipment, and medical instruments from the US.</p><p>By comparison, Indian exports to the US, its biggest market, totalled nearly $87bn in 2024, including pearls, electrical machinery, and pharmaceutical products among the lead export products.</p><p>Now, Trump says Modi has agreed to buy unspecified US goods worth more than $500bn across several sectors, including energy, technology, coal, and agricultural products, among others.</p><p>But $500bn on its own is a promise to increase purchases by 1,150 percent.</p><p>Last week, the Modi government unveiled its annual budget, which included total spending plans of $590bn. Trump’s claimed promise from Modi would be worth about 85 percent of India’s annual budget.</p><p>This seems a stretch, analysts say.</p><p>“This is a come-down for the government of India. This deal is quite disconcerting for New Delhi,” said Biswajit Dhar, a trade economist who has worked on several Indian trade deals.</p><p>“So, the US will impose 18 percent tariffs on India, and India is going to give them duty-free access. That is 0 versus 18,” Dhar told Al Jazeera. “Can this be a cause of celebration on the Indian side?”</p><figure id=\"attachment_4285170\" aria-describedby=\"caption-attachment-4285170\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285170\" src=\"/wp-content/uploads/2026/02/AFP__20250404__394Z87J__v1__MidRes__IndiaUsEconomyTradeTariffProtest-1770112690.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285170\" class=\"wp-caption-text\">Farmers burn an effigy of US President Donald Trump (C, top) and India’s Prime Minister Narendra Modi during a protest in Amritsar on April 4, 2025, following Trump’s sweeping new tariffs on imports to the US from countries across the globe [Narinder Nanu/AFP]</figcaption></figure><h2 id=\"is-india-really-opening-up-its-agricultural-sector\">Is India really opening up its agricultural sector?</h2><p>Agriculture has been one of the main sticking points in trade talks between the US and India for years. Washington has demanded that New Delhi open its market to genetically modified crops from the US – a sore point for Modi.</p><p>Almost half of India’s 1.4 billion people are still reliant on agriculture to earn a living, and the country has kept the sector guarded from foreign trade to protect farmers’ interests.</p><p>Furthermore, one of the most sustained protests Modi has faced since he came to power in 2014 has been from farmers opposed to new farm laws that the government wanted to bring in. In the end, Modi was forced to back down in a rare win for dissenters under his rule.</p><p>Amid growing pressure from the US during trade talks, Modi in August declared he was willing to pay a personal “price” for defending the interests of farmers.</p><p>“For us, the welfare of our farmers is of the highest priority. Bharat will never compromise on the interests of its farmers, dairy farmers and fishermen,” he said, using the Hindi name for India. “<span>And I am fully aware that I may have to pay a very heavy price personally, but I am prepared for it.”  </span></p><p>But on Monday, US Secretary of Agriculture Brooke Rollins wrote in a post on X: “New US-India deal will export more American farm products to India’s massive market, lifting prices, and pumping cash into rural America.”</p><p>She added: “In 2024, America’s agricultural trade deficit with India was $1.3 billion. India’s growing population is an important market for American agricultural products, and today’s deal will go a long way to reducing this deficit.”</p><p>An unnamed Indian government official was quoted by the Reuters news agency as saying on Monday that India had agreed to buy US goods, including in the telecommunications and pharmaceutical industries, as part of its commitments under the deal. Publicly, however, New Delhi has been silent on this.</p><p>“This is really quite, quite disastrous,” Dhar said. “That goes against the verbatim commitment by the PM himself that farmers’ interests would be protected.</p><p>“The US agri-companies are really large, and the bottom line of any trade negotiation – to save Indian farmers – seems to have been dropped now.”</p><p>Ghosh, the Indian economist, said she doubted “if the domestic politics would even allow Modi to open the agriculture sector to Trump”.</p><p>“India cannot afford to do that. The impact would be huge, and the farmers’ protest will be even bigger amid a lot of discontent,” she told Al Jazeera.</p><figure id=\"attachment_3941609\" aria-describedby=\"caption-attachment-3941609\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3941609\" src=\"/wp-content/uploads/2025/09/2025-07-31T103347Z_886267835_RC2KXFAJUABW_RTRMADP_3_USA-TRUMP-TARIFFS-INDIA-TEXTILES-1757596792.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India textile tariff\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3941609\" class=\"wp-caption-text\">Garment workers stitch shirts at a textile factory in Noida, India, on July 31, 2025 [Bhawika Chhabra/Reuters]</figcaption></figure><h2 id=\"is-india-in-a-more-favourable-position-now\">Is India in a more favourable position now?</h2><p>On the face of it, the 18 percent US trade tariff on Indian goods makes India better placed than neighbouring rivals, such as Pakistan with 19 percent, Bangladesh and Vietnam with 20 percent, and China with 34 percent.</p><p>However, nearly all of India’s neighbours are beneficiaries of the US’s Generalized System of Preferences concession, under which Washington facilitates duty-free entry for selected goods from developing countries to support their exports.</p><p>New Delhi, which was previously the biggest beneficiary of this, was removed from that list in 2019 amid trade tensions as India resisted opening up its markets.</p><h2 id=\"what-other-things-do-we-not-know-about-this-deal\">What other things do we not know about this ‘deal’?</h2><p>Most importantly, we do not know if an India-US Free Trade Agreement (FTA) has been formally negotiated and concluded.</p><p>India signed a <a href=\"/economy/2026/1/27/mother-of-all-deals-how-india-eu-trade-deal-creates-27-trillion-market\">major FTA with the European Union</a> last week, hailing it as the “mother of all deals”. While that deal, which creates a new $27bn market, has yet to go through legal scrutiny, it offers clarity on key areas relating to non-tariff barriers, investments and selective limits to market access, unlike Trump’s announcement.</p><p>Dhar told Al Jazeera there are significant areas of contention which could stoke anxiety in stock markets. “What happens to India’s intellectual property laws, especially patent laws?” he asked, arguing a change could lead to a significant hike in medical bills, for example, for patients in India.</p><p>“What are the other conditions that have been imposed, like with respect to environment and labour standards?” Dhar added.</p><p>Another example, Ghosh said, was that while India is planning to implement a digital service tax, whether US tech giants would be included in that – or exempted – has not been clarified.</p><p>“India has already given in far too much,” she said. “Not just at the cost of domestic security, but health, safety, and now livelihoods and employment.”</p><figure id=\"attachment_4285168\" aria-describedby=\"caption-attachment-4285168\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285168\" src=\"/wp-content/uploads/2026/02/AFP__20250217__36Y283A__v1__MidRes__IndiaUsPoliticsMigrationProtest-1770112685.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"modi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285168\" class=\"wp-caption-text\">Members of the Communist Party of India (Marxist), holding placards with caricatures of India’s Prime Minister Narendra Modi (L) and United States President Donald Trump, shout slogans in Chennai on February 17, 2025, during a protest to condemn the treatment of unregistered migrants deported from the US to India [R Satish Babu/AFP]</figcaption></figure><h2 id=\"what-have-the-reactions-in-india-been\">What have the reactions in India been?</h2><p>Modi held a meeting with members of parliament on Tuesday morning, in which he was reportedly congratulated over the supposed deal.</p><p>India’s home minister, Amit Shah, hailed “the historic India-US trade deal”, writing in a post on X that the “agreement will open new doors of opportunities for every Indian. This deal, which will give a new momentum to our economy, will not only boost employment but will also prove to be a milestone in realising our resolve to make India a leader in every sector by 2047.”</p><p>Despite giving no further details about the agreement when he confirmed it in a press conference on Tuesday, India’s commerce minister, Piyush Goyal, was similarly effusive.</p><p>“It will protect the sensitive sectors – the interests of our agriculture and our dairy sectors,” Goyal said, without explaining how. “It will open up huge opportunities for our labour intensive sectors and export sectors. This is truly a deal every Indian can be proud of.”</p><p>But Trump’s announcement from Washington drew ire from the political opposition in India, which pressed the Modi government to reveal the details of the deal.</p><p>“The main thing is that our PM is compromised. The public needs to think about this. Narendra Modi ji has sold your hard work in this trade deal because he is compromised. He has sold the country,” said Rahul Gandhi, the leader of the opposition in the Indian parliament.</p><h2 id=\"does-this-mark-an-upturn-in-india-us-relations\">Does this mark an upturn in India-US relations?</h2><p>The public statements by Trump and Modi seem to signal a major thaw in relations that had turned frosty since the US president took office in January last year, experts say.</p><p>Sources of tension have anged from the handling of Indian immigrants to the US, a steep fee hike for the US’s <a href=\"/news/2025/9/23/trumps-h-1b-visa-fee-hike-which-countries-could-benefit\">H-1B worker visa</a>, India’s continued purchase of Russian oil, and stalling trade negotiations. In addition, Trump has repeatedly claimed to have brokered a ceasefire between India and Pakistan following their four-day hostilities last May. While Pakistan hailed the US president’s role and nominated him for the Nobel Peace Prize, India denied that Trump had played a major role.</p><p>“Trump is playing to the domestic theatre to show that there’s a major victory coming out of this,” Harsh Pant, vice president of the New Delhi-based Observer Research Foundation think tank, said. “It is equally important for Modi to showcase that he’s able to withstand the pressure from Washington.</p><p>“This is the beginning of a new phase where the relationship will take on a different texture with clarity on lots of things [for leaders],” Pant told Al Jazeera. However, he cautioned that it will likely still take time to restore confidence fully between the two sides, particularly from India’s perspective.</p><p>Pant also added that issues like the purchase of Russian oil will persist, as New Delhi will try to protect its traditional ties with the Kremlin, as well.</p><p>But with the Monday announcement, Pant said, these niggles may be easier to resolve.</p></div></div></body></html>"
        },
        {
            "title": "French authorities raid X offices in Paris, summon Musk in cybercrime probe | Elon Musk News | Al Jazeera",
            "time": "2026-02-03T13:11:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26012168381117-1768235668.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French police have raided the Paris offices of X and summoned its owner, Elon Musk, to appear at a hearing, amid an ongoing investigation into ⁠the social media giant, the prosecution has said.</p><p>The search on Tuesday related to an investigation launched in January last year into allegations of biased algorithms and fraudulent data extraction ‍by the platform, the Paris Prosecutor’s Office said in a post on X.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The investigation has since widened, following complaints about X’s artificial intelligence (AI) chatbot Grok, to include the platform’s alleged “complicity” in numerous potential crimes, the office said.</p><p>These included possessing and spreading pornographic images of minors, defamation of personal image related to the creation of <a href=\"/news/2026/1/17/mother-of-elon-musks-child-sues-his-ai-company-over-grok-deepfake-images\">sexually explicit “deepfakes”</a>, Holocaust denial, and manipulation of an automated data processing system.</p><p>Prosecutors have also filed requests for “voluntary interviews” of Musk – the billionaire CEO of X’s parent company xAI, as well as SpaceX and Tesla – and the platform’s former CEO, Linda Yaccarino, on April 20.</p><p>Other staff at X – known as Twitter before Musk’s 2022 purchase of the platform – have been summoned to appear the same week as witnesses, the office said.</p><p>“At this stage, the conduct of this investigation is part of a constructive approach, with the aim of ultimately ensuring that the ‌X platform complies with French laws, insofar as it operates on national territory,” the prosecutor’s office said.</p><p>The prosecutor’s ‌cybercrime division was conducting the inquiry in addition to ⁠the French police’s cybercrime unit and the European Union Agency for Law Enforcement Cooperation, or Europol, the office said.</p><p>In its post on X, the Paris Prosecutor’s Office said it was “leaving” the platform, advising people to find its updates on LinkedIn and Instagram instead.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-censorship\">‘Political censorship’</h2><p>X has not yet publicly responded to the raid or summons.</p><p>“We are not making any comment at this stage,” X’s lawyer in France, Kami Haeri, told The Associated Press news agency.</p><p>In July, the company “categorically” denied the allegations of algorithm manipulation and fraudulent data extraction.</p><p>“X is committed to defending its fundamental rights, protecting user data and resisting political censorship,” a statement from X’s global government affairs office said at the time.</p><p>France and the EU have stepped up efforts to rein in large social media operators in recent years, claiming that giant platforms such as X, Meta and TikTok have failed to tackle illegal content, disinformation and hate speech satisfactorily.</p><p>French authorities have been among the most vocal advocates of tougher oversight.</p><p>Last week, the European Commission <a href=\"/news/2026/1/26/eu-launches-probe-into-grok-ai-feature-creating-deepfakes-of-women-minors\">launched an investigation</a> into Grok relating to the creation of sexually explicit fake images of women and minors.</p><p>The commission said the inquiry would look at whether the AI tool complied with its legal obligations under the EU’s Digital Services Act (DSA), which requires social media companies to address illegal and harmful online content.</p><p>In December, the EU ordered X to pay a fine of 120 million euros ($141m) for violating the DSA’s transparency obligations.</p><p>The United Kingdom’s media regulator, Ofcom, <a href=\"/news/2026/1/12/uk-to-investigate-elon-musks-grok-over-deeply-disturbing-deepfakes\">also launched</a> a formal investigation into X last month over the use of Grok to generate sexualised deepfakes.</p><p>The push has drawn a sharp response from the United States, which claims that aggressive regulation risks infringing on freedom of expression and unfairly targeting US-based technology companies.</p></div></div></body></html>"
        },
        {
            "title": "Huge fire breaks out at Tehran market | Al Jazeera | Al Jazeera",
            "time": "2026-02-03T13:10:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Tehran-fire-horizontal-thumb-1770124175.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Video shows a massive fire erupting at Tehran’s Jannat Abad market with flames and smoke visible from across Iran’s capital.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel reopens Rafah crossing but continues bombing Palestinians | Gaza | Al Jazeera",
            "time": "2026-02-03T13:01:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770123660.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What does 303 billion barrels of Venezuelan oil look like? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-02-03T12:46:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/INTERACTIVE-venezuela_oil_poster-1770028159.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Oil becomes more meaningful when you turn it into fuel.</p><p>A barrel contains 159 litres of crude oil, or 42 gallons.</p><p>To use this oil, it must be refined. The refining process produces various products, including petrol, diesel, jet fuel and numerous household items, such as cleaning products, plastics and even lotions.</p><p>Once refined, a barrel typically produces about 73 litres, or 19.35 gallons, of petrol to power cars and trucks.</p><p>A pick-up truck that can drive 24 miles on 1 gallon of petrol, or 100km on 10 litres, can travel about 730km, or 450 miles, from one barrel of oil.</p><p>Put another way, one barrel of crude oil can fuel that pick-up on a trip from New York City to Cleveland, Ohio.</p><figure id=\"attachment_4283085\" aria-describedby=\"caption-attachment-4283085\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4283085\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Venezuela-oil-How-many-Michigan-stadiums-could-hold-Venezuelas-oil-1770023997.png?w=770&amp;quality=80\" alt=\"INTERACTIVE - Venezuela oil - How many Michigan stadiums could hold Venezuelas oil-1770023997\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283085\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Now let's scale that up to US national consumption. According to the US Energy Information Administration, the US has about 285 million motor vehicles and consumes nearly 9 million barrels of petrol every day.</p><p>If all of Venezuela’s crude oil were refined into petrol, it could supply US vehicles for roughly 40 years at today’s consumption rate.</p><figure id=\"attachment_4283083\" aria-describedby=\"caption-attachment-4283083\" class=\"wp-caption aligncenter\"><img class=\"size-arc-image-770 wp-image-4283083\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-Venezuela-oil-How-long-Venezuelas-oil-could-fuel-US-cars-1770023993.png?w=770&amp;quality=80\" alt=\"INTERACTIVE - Venezuela oil - How long Venezuelas oil could fuel US cars-1770023993\" loading=\"lazy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4283083\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        }
    ]
}