{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "How a popular Peruvian soft drink went ‘toe-to-toe’ with Coca-Cola | Features | Al Jazeera",
            "time": "2025-08-02T08:57:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/INCa-COLA-1751288065.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>There are few countries in the world where Coca-Cola isn’t the most popular soft drink. But in Peru, that position is held by Inca Kola – an almost 100-year-old beverage deeply embedded in the national identity.</p><p>The yellow soda – meant to evoke the grandeur of the ancient Inca Empire and its reverence for gold – was the creation of Joseph Robinson Lindley. The British immigrant had set out from the coal mining town of Doncaster, England, for Peru in 1910 and soon after set up a drinks factory in a working-class district of the capital, Lima.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He started producing small-batch carbonated fruit drinks and gradually expanded. When Inca Kola was created in 1935, with its secret recipe of 13 herbs and aromatics, it was just a year ahead of Coca-Cola’s arrival in the country. Recognising the threat posed by the soft drink giant, which had launched in the US in 1886 and made inroads across Latin America, Lindley invested in the budding television advertising industry to promote Inca Kola.</p><p>Advertisement campaigns featuring Inca Kola bottles with their vaguely Indigenous motifs and slogans like “the flavour that unites us” appealed to Peru’s multiethnic society – and to its Inca roots.</p><p>It fostered a sense of national pride, explains Andres Macara-Chvili, a marketing professor at the Pontifical Catholic University of Peru. “Inca Kola was one of the first brands in Peru that connected with a sense of Peruanidad, or what it means to be Peruvian. It spoke to Peruvians about what we are – diverse,” he says.</p><p>But it wasn’t only the drink’s appeal to Peruvian identity or its unique flavour (described by some as tasting like bubblegum, by others as being similar to chamomile tea) that enhanced brand awareness. Amid the turmoil of a world war, Inca Kola would also come to prominence for another reason.</p><figure id=\"attachment_3841359\" aria-describedby=\"caption-attachment-3841359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841359\" src=\"/wp-content/uploads/2025/07/Cold-Inca-Kola-1752680178.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Coca-Cola and Inca Kola bottles sit side by side in a store refrigerator in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841359\" class=\"wp-caption-text\">Coca-Cola and Inca Kola bottles sit side by side in a store refrigerator in Lima [Neil Giardino/Al Jazeera]</figcaption></figure><h2 id=\"finding-opportunity-in-a-wartime-boycott\">Finding opportunity in a wartime boycott</h2><p>At the tail end of the 1890s, Japan had sent roughly 18,000 contract labourers to Peru. Most went to the country’s budding coastal sugar and cotton plantations. Upon arriving, they found themselves subjected to low wages, exploitative work schedules, and unsanitary and overcrowded living conditions, which led to deadly outbreaks of dysentery and typhus. Unable to afford passage back to Japan after they’d completed their four-year contracts, many of the Japanese labourers remained in Peru – moving to urban centres where they opened businesses, notably bodegas, or small grocery stores.</p><p>Denied access to loans from Peruvian banks, as their community grew in number and economic standing, they established their own savings and credit cooperatives.</p><p>“Among their community, money began to circulate, and with it they raised the capital to open small businesses,” explains Alejandro Valdez Tamashiro, a researcher of Japanese migration to Peru.</p><p>In the 1920s and 1930s, the Japanese community <a href=\"https://www.ritsumei.ac.jp/acd/re/k-rsc/lcs/kiyou/18-3/RitsIILCS_18.3pp.79-94shintani.pdf\" target=\"_blank\" rel=\"noopener\">emerged as a formidable merchant class</a>. But with that came animosity.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>By the mid-1930s, anti-Japanese sentiment had begun to fester. Nationalist politicians and xenophobic media accused the community of running a monopoly on the Peruvian economy, and, in the build-up to World War II, of espionage.</p><p>By the start of that war in 1939, Peru was home to the second-largest Japanese community in Latin America. The following year, one incident of racially motivated attacks and lootings against the community resulted in at least 10 deaths, six million dollars in damage and loss of property for more than 600 Japanese families.</p><p>Since its release, Inca Kola had been widely sold in the mainly Japanese-owned bodegas.</p><p>With the outbreak of war, its competitor, Coca-Cola, received a huge boost internationally. The US firm, which for years had used political connections to expand overseas, became a de facto envoy of US foreign policy, burnishing its image as a symbol of democracy and freedom.</p><p>The soda giant obtained lucrative military contracts guaranteeing that 95 percent of soft drinks stocked on US military bases were Coca-Cola products, essentially placing Coke at the centre of the US war effort. Coke featured in wartime posters while war photographers captured soldiers drinking from the glass bottles.</p><p>Back in Peru, in the wake of the 1941 Japanese attack on Pearl Harbor, Coca-Cola halted distribution of its soda to Peru’s Japanese merchants, whose bodegas were by now one of the main suppliers of the US carbonated drink.</p><p>Recognising a brass tacks opportunity to boost sales, the Lindley family – already outselling a fledgling Coca-Cola domestically – doubled down as the main soft drink supplier to the spurned community. With Japanese-owned bodegas forming a sizeable distribution network across Lima, Inca Kola quickly stepped in to fill the shelf space left empty by Coca-Cola’s exit.</p><p>The wartime shift gave Inca Kola an even stronger foothold in the market and laid the groundwork for a lasting sense of loyalty between the Japanese-Peruvian community and the Inca Kola brand.</p><p>Hostility towards the community intensified during the war. Throughout the early 1940s, a deeply US-allied Peruvian government hosted a US military base along its coast, broke off diplomatic relations with Japan, shuttered Japanese institutions and initiated a government deportation programme against Japanese Peruvians.</p><p>Despite this, today more than 300,000 Peruvians claim Japanese ancestry, and the community’s imprint can be seen in many sectors, including in the country’s Asian-Peruvian fusion eateries, where Inca Kola is a mainstay on menus.</p><figure id=\"attachment_3841372\" aria-describedby=\"caption-attachment-3841372\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841372\" src=\"/wp-content/uploads/2025/07/Ubiquitous-Inca-Kola-1752680321.jpg?w=770&amp;resize=770%2C616&amp;quality=80\" alt=\"Workers deliver an Inca Kola machine to a business in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841372\" class=\"wp-caption-text\">Workers deliver an Inca Kola machine to a business in Lima [Neil Giardino/Al Jazeera]</figcaption></figure><h2 id=\"taking-on-a-giant-and-then-joining-forces\">Taking on a giant – and then joining forces</h2><p>Inca Kola would go on to narrowly outcompete Coca-Cola for decades. But by the late 1990s, the company was mired in debt after a decades-long effort to contain its main rival.</p><p>Following heavy losses, in 1999, the Lindleys sold a 50 percent stake of their company to Coca-Cola for an estimated $200m.</p><p>“You were the soft drink that went toe-to-toe with this giant international corporation, and then you sold out. At the time, it was unforgivable,” reflects Macara-Chvili. “Today, those feelings are not so intense. It’s in the past.”</p><p>Still, Coca-Cola, in recognising the soft drink’s regional value, allowed the Lindley Corporation to maintain domestic ownership of the brand and to retain bottling and distribution rights within Peru, where Inca Kola continues to connect with local identity. Unable to beat the brand outright, Coca-Cola sought a deal that allowed it to corner a market without displacing a local favourite.</p><p>Sitting outside a grocery store with two friends in Lima’s historic centre, Josel Luis Huamani, a 35-year-old tattoo artist, pours a large glass bottle of the golden soda into three cups.</p><figure id=\"attachment_3841367\" aria-describedby=\"caption-attachment-3841367\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3841367\" src=\"/wp-content/uploads/2025/07/Maria-Sanchez-1752680283.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Food vendor Maria Sanchez drinks an Inca Kola at lunch in Lima, Peru.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3841367\" class=\"wp-caption-text\">Food vendor Maria Sanchez enjoys an Inca Kola during lunch near Lima’s main square [Neil Giardino/Al Jazeera]</figcaption></figure><p>“We’re just so accustomed to the flavour. We’ve been drinking it our whole lives,” he says.</p><p>“It’s tradition, just like the Inca,” declares 45-year-old food vendor Maria Sanchez over a late lunch of beef tripe stew at a lunch counter not far from Lima’s main square.</p><p>Dining with family and friends in the highland jungle region of Chanchamayo, Tsinaki Samaniego, 24, a member of the Ashaninka Indigenous group, sips the soft drink with her meal and says, “It’s like an old friend.”</p><p><em>This article is part of ‘Ordinary items, extraordinary stories’, a series about the surprising stories behind well-known items.</em></p><p><em>Read more from the series:</em></p><p><a href=\"/features/2025/7/26/how-the-inventor-of-the-bouncy-castle-saved-lives\">How the inventor of the bouncy castle saved lives</a></p></div></div></body></html>"
        },
        {
            "title": "Gaza family’s battle for survival as hunger and heat deepen despair | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T08:26:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213610083929-1754115325.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After they were forcibly displaced multiple times during Israel’s <a href=\"/tag/israel-palestine-conflict/\">war on Gaza</a>, the Sobh family has taken refuge in a coastal camp west of Gaza City.</p><p>Street vendor Fadi Sobh, 30, describes his tent as “unbearably hot during summer”. His 29-year-old wife, Abeer, collects seawater because clean water is in short supply.</p><p>The children bathe in turns, standing in a metal basin as their mother pours saltwater over them. Nine-month-old Hala cries when the salt irritates her eyes, while her siblings bear the discomfort without complaint.</p><p>Abeer feeds Hala water from a baby bottle. On good days, she has lentils to grind into powder and mix with the water. “One day feels like one hundred days, because of the summer heat, hunger and the distress,” she says.</p><p>Fadi travels to a nearby soup kitchen, sometimes with one of his children. “But food is rarely available there,” he said.</p><p>The kitchen operates roughly once a week, never meeting demand. Often, he waits an entire day only to return home with nothing “and the kids sleep hungry, without eating”.</p><p>Abeer sometimes goes to aid trucks near the Zikim crossing alone or with Youssef, one of her children. The crowds are mostly men – stronger and faster than she is. “Sometimes I manage to get food, and in many cases, I return empty-handed,” she said.</p><p>When unsuccessful, she begs those who secured supplies. “You survived death thanks to God, please give me anything,” she pleads. Many respond kindly, offering her a small bag of flour to bake for the children.</p><p>During the hottest hours of the day, the six children stay in or near the tent. Their parents encourage them to sleep through the heat, preventing them from using energy and becoming hungry and thirsty.</p><p>As temperatures drop, the children go outside. Some days, Abeer sends them to ask the neighbours for food. Other times, they search through Gaza’s ruined streets, sifting through rubble and rubbish for anything to fuel their makeshift stove.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>After spending the day seeking life’s essentials – food, water, and cooking fuel – the family occasionally gathers enough for Abeer to prepare a meal, usually a thin lentil soup. More often, they have nothing and go to bed hungry.</p><p>Abeer says she is growing weaker, frequently feeling dizzy while searching for food. “I am tired. I am no longer able,” she said. “If the war goes on, I am thinking of taking my life. I no longer have any strength or power.”</p></div></div></body></html>"
        },
        {
            "title": "Ex-Mali PM charged over X post supporting jailed critics of military rulers | Military News | Al Jazeera",
            "time": "2025-08-02T07:48:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250221__36YC82C__v1__HighRes__MaliCultureCinemaFuneral-1754115358.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ex-Mali PM charged over X post supporting jailed critics of military rulers</h1><p class=\"article__subhead\"><em>Moussa Mara, the prime minister for eight months in 2014-2015, has been charged with ‘undermining the credibility of the state’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A former prime minister of Mali has been charged with “undermining the credibility of the state” following a social media post about his visits to political prisoners, according to a prosecutor.</p><p>Moussa Mara held the post of prime minister for a brief eight months from 2014 until 2015. He was previously summoned for questioning following a July 4 post on X in which he spoke of visiting the prisoners and promising to ensure them justice.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“As long as the night lasts, the sun will obviously appear!” he wrote and added, “We will fight by all means for this to happen as soon as possible!”</p><p>Mara remains in jail with a trial scheduled for September 29. His lawyers condemned the proceedings in a statement on Friday.</p><p>Mara’s arrest is the latest in a crackdown on dissent by <a href=\"/news/2025/5/8/malian-juntas-move-to-hold-on-to-power-sparks-rare-revolt\">Mali’s military rulers</a> following the country’s first pro-democracy rally since soldiers seized power nearly four years ago.</p><p>Abdoulaye Yaro, a close associate of the former prime minister, told The Associated Press news agency that Mara was arrested after a cybercrime prosecutor ordered his detention pending trial for expressing compassion for people jailed for political beliefs.</p><p>His lawyer, Mountaga Tall, said on X that the former prime minister faces charges including undermining state authority, inciting public disorder, and spreading false information.</p><p>Mara’s legal team is contesting the charges and detention, Tall said.</p><p>Since orchestrating two coups in 2020 and 2021, General Assimi Goita has led Mali. In June, he was granted an additional five years in power, despite the military government’s earlier promises of a return to civilian rule by March 2024.</p><p>The move followed the military’s <a href=\"/news/2025/5/7/malis-military-government-suspends-political-parties-activities\">dissolution of political parties</a> in May.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Mali, a landlocked nation in Africa’s semi-arid Sahel region on the southern fringe of the Sahara desert, has been embroiled in political instability that swept across West and Central Africa over the last decade.</p></div></div></body></html>"
        },
        {
            "title": "Tottenham captain Son Heung-min to leave Premier League club | Football News | Al Jazeera",
            "time": "2025-08-02T07:30:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-25T172548Z_669794405_UP1EL5P1CEYP8_RTRMADP_3_SOCCER-ENGLAND-TOT-BHA-REPORT-1754118310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After 10 years with Tottenham Hotspur, captain Son Heung-min announced on Saturday that he plans to leave the English Premier League club.</p><p>At a media conference in Seoul, Son, appearing at times to be holding back tears, said his decision to leave the Spurs was ’the most difficult” of his career and said the club was supporting him as he looks to move on to another team.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Spurs will face Newcastle United in a preseason friendly on Sunday in Seoul in what could be the final match of Son’s time at Spurs.</p><p>“Before we start the press conference, I just want to share the information that I have decided to leave this club in this summer,” Son said. “Respectfully, this club is helping me to my decisions. So I just wanted to share this information before we start the conference.</p><p>“I came to North London as a kid, 23 years old, very young age, a young boy came to London who even didn’t speak English and leaving this club as a grown man is a very, very proud moment.”</p><p>He continued his tribute by thanking Tottenham fans.</p><p>“So I just want to say thank you to all of the Spurs fans that gave me so much love and felt like it was my home,” he said. “It was one of the toughest decisions I ever made. So I hope the goodbye is always also in a good timing you know. But I think it’s the right time to make this decision.” Son was asked in Korean on his future playing plans, and he replied: ’I don’t think I have an answer yet.”</p><p>He also confirmed in Korean that he would play for South Korea at the World Cup next year in North America.</p><figure id=\"attachment_3869565\" aria-describedby=\"caption-attachment-3869565\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869565\" src=\"/wp-content/uploads/2025/08/2025-05-21T213533Z_175868216_UP1EL5L1NZ8QF_RTRMADP_3_SOCCER-EUROPA-TOT-MUN-REPORT-1754118472.jpg?w=770&amp;resize=770%2C491&amp;quality=80\" alt=\"Tottenham Hotspur's Son Heung-min lifts the trophy with teammates after winning the Europa League Final \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869565\" class=\"wp-caption-text\">Tottenham Hotspur’s Son Heung-min lifts the trophy with teammates after winning the Europa League final  [Andrew Couldridge/Reuters]</figcaption></figure><p>In May, Son finally won his first title in Europe as <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">Tottenham defeated Manchester United in the Europa League final</a>.</p><p>“I felt the pressure. I wanted it so badly,” Son said after that match. “The last seven days, I was dreaming about this game every single day. It finally happened, and I can sleep easy now.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The 33-year-old Son has been one of the biggest stars of the Premier League, scoring 173 goals in 454 competitive appearances for Tottenham. He was made captain in 2023 by former head coach Ange Postecoglou and helped the club lift its Europa League title, a first trophy since 2008.</p><p>Son added that the team’s recent success was a factor: “ Winning the Europa League made me feel I had achieved everything I could here. I need a new environment for a fresh challenge.”</p><p>Son has been heavily linked with a move to the United States and there is reported interest from Saudi Arabian clubs.</p><p>Thomas Frank succeeded Postecoglou in June and the Danish coach paid tribute to Son on Saturday.</p><p>“He is truly a Spurs legend in every aspect,” Frank said. “One of the best players to ever play in the Premier League, in my opinion, as a winger. I think it is probably the perfect timing, going out on a high.”</p><p>Later in the media conference, Son reiterated that he has not decided on where he will play next. But he said next year’s World Cup was his priority for his home country.</p><p>“I don’t think I have an answer yet,” he said of his future playing choices. “I think I can share more about my future after tomorrow’s game once things become more certain.</p><p>“My most important priority right now is the World Cup. It’s likely to be my last World Cup and I want to give everything I have in that environment … I want to be able to play football happily, which I think will play the biggest role in my future decision-making. I am still trying to organise my thoughts around that.”</p></div></div></body></html>"
        },
        {
            "title": "Nigeria kills her sun: Death and vindication for Ken Saro-Wiwa, Ogoni Nine | History | Al Jazeera",
            "time": "2025-08-02T07:04:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-1244663797-1751975943-1754058606.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Lagos, Nigeria –</strong> “Lord, take my soul, but the struggle continues,” the man said, before his body went limp. It swung gently from the makeshift gallows, hurriedly built a few days earlier. Before that morning, the prison had last enforced a death sentence 30 years earlier, during British rule.</p><p>It was November 10, 1995.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>For weeks, local activists from the small Ogoniland settlement in Nigeria’s lush Niger Delta region had been protesting against oil spills seeping into their farmland and the gas flares choking them. The Niger Delta, which produces the crude that earned Nigeria 80 percent of its foreign revenues, teemed with gun-carrying soldiers from the military dictatorship of the feared General Sani Abacha. They responded to the protests with force.</p><p>That day, the loudest Ogoni voice – renowned playwright and environmental activist <a href=\"/features/2015/11/10/we-all-stand-before-history\">Ken Saro-Wiwa</a> – faced his fate. A week earlier, a military tribunal had declared his sentence. And just the day before, five executioners tasked with carrying it out had flown in from the northern city of Sokoto.</p><p>At 5am that morning, Saro-Wiwa and the eight other Ogoni activists accused alongside him of murder were moved from the army camp where they had been held to the prison grounds in Port Harcourt, the regional hub a few hours drive from Ogoniland. There, they were herded into a room and shackled. Then, one after the other, they were led out to the gallows. Saro-Wiwa went first.</p><p>It took five attempts to kill him. After one failed tug, the activist cried out in frustration: “Why are you people treating me like this? What kind of country is this?”</p><p>On the final attempt, the gallows finally functioned as they were supposed to. By 3:15pm, all nine men had been executed. Their bodies were placed in coffins, loaded into vehicles and escorted by armed guards to the public cemetery. On the streets, thousands of horrified people watched the procession as soldiers fired tear gas into the air to quell any thoughts of rebellion. No relatives of the nine men were allowed into the cemetery. There were no dignified burials, no parting words from loved ones.</p><p>Thirty years later, on June 12 this year, Nigeria’s Democracy Day, President Bola Ahmed Tinubu pardoned Saro-Wiwa and the others – the Ogoni Nine as they had become known. He went on to call them heroes and awarded them prestigious national titles.</p><p>For Saro-Wiwa’s daughter Noo Saro-Wiwa, who is now aged 49, and other <a href=\"/news/2015/11/10/ken-saro-wiwas-widow-talks-about-execution-20-years-on\">relatives</a> of the executed men, the pardons were moving but insufficient. In Ogoniland, it reopened old wounds that remained as deep as when they were first inflicted all those years ago.</p><figure id=\"attachment_3825102\" aria-describedby=\"caption-attachment-3825102\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825102\" src=\"/wp-content/uploads/2025/07/AP25164691971920-1751975365.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ken Saro Wiwa\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825102\" class=\"wp-caption-text\">Protesters march to commemorate the 10th anniversary of the execution of Ken Saro-Wiwa in Port Harcourt, Nigeria, the city where he was put to death [File: Sunday Alamba/AP]</figcaption></figure><h2 id=\"saro-wiwa-accidental-environmental-activist\">Saro Wiwa, accidental environmental activist</h2><p>Before his death at age 54, Saro-Wiwa wanted to be known as a great writer.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A bundle of energy, he dabbled in many things, but books were his true love. More than two dozen books, poems and essays bore his name. His radio dramas and TV plays were wildly successful, particularly one that mocked the corrupt Nigerian elite, which took over after independence in 1960. In the short story Africa Kills Her Sun, Saro-Wiwa eerily warned of his killing: A man condemned to death pens a long letter to his lover, Zole, on the eve of his execution, telling her not to grieve.</p><p>Saro-Wiwa’s execution made him a martyr for the Ogoni people – the man whose death drew international attention to their plight.</p><p>In 1958, when Nigeria discovered oil in the southern Niger Delta, of which Ogoniland is a part, a 17-year-old Saro-Wiwa wrote letters to the government and oil companies questioning how delta communities would benefit from oil dollars. Later on, his essays highlighted how Ogoniland still lacked infrastructure – roads, electricity, water – despite the oil.</p><p>In October 1990, Saro-Wiwa led the Movement for the Survival of the Ogoni People (MOSOP), which he cofounded, to present the Ogoni Bill of Rights to the Nigerian government. In it, the Ogoni people denounced the dominance of the majority tribes (Hausa, Yoruba and Igbo) and the sidelining of minorities like the Ogoni. They called for political autonomy and direct control of oil profits, saying:</p><p>“Thirty years of Nigerian independence has done no more than outline the wretched quality of the leadership of the Nigerian majority ethnic groups and their cruelty as they have plunged the nation into ethnic strife, carnage, war, dictatorship, retrogression and the greatest waste of national resources ever witnessed in world history, turning generations of Nigerians, born and unborn into perpetual debtors.”</p><p>It marked Saro-Wiwa as a thorn in the side of the military dictators, and from 1992 to 1993, he was arrested without charge several times. Still, he continued to condemn the slow death he said Ogonis were sentenced to.</p><p>“I accuse the oil companies of practising genocide against the Ogoni,” he wrote in one article. The Nigerian government, he said, was complicit.</p><p>Saro-Wiwa’s fervour took hold in Ogoniland. About 300,000 Ogonis, out of a population of half a million, marched with him in January 1993 to peacefully protest against the Nigerian government and Shell, the oil company that they said bore particular responsibility for the oil spills in their part of the delta.</p><p>It was one of the largest mass demonstrations Nigeria had ever seen at the time. Protesters carried signs with messages like: “Assassins, go home.” The protests were so large that the world began to notice the Ogonis and the slight, articulate man speaking for them. Soon, he was speaking at the United Nations, presenting the Ogonis’ case there. Environmental rights groups like Greenpeace noted and supported his activism.</p><p>By the end of that year, riots were breaking out, and angry protesters had destroyed oil pipelines worth billions of dollars. Shell was forced to suspend operations. The government promptly deployed a special task force to suppress what is now known as the Ogoni Rebellion. Soldiers brutally put down protests, carried out extrajudicial killings, and raped and tortured scores of people, according to reports by Amnesty International.</p><figure id=\"attachment_1312756\" aria-describedby=\"caption-attachment-1312756\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1312756\" src=\"/wp-content/uploads/2021/01/AP_110324160065.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nigeria oil\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1312756\" class=\"wp-caption-text\">Oil is seen on the surface of a creek in March 2011 near an illegal oil refinery in Ogoniland outside Port Harcourt in Nigeria’s Delta region, which has suffered from widespread ecological damage [Sunday Alamba/AP]</figcaption></figure><h2 id=\"in-fighting-and-mob-actions-in-ogoniland\">In-fighting and mob actions in Ogoniland</h2><p>By 1994 and with soldiers still in Ogoniland, tensions were running high. Splits within the MOSOP leadership were also emerging with one side, led by Saro-Wiwa, calling for a stronger stance against the government and another preaching pacifism.</p><p>Edward Kobani was a childhood friend of Saro-Wiwa’s. He was also a pacifist who opposed his friend’s mobilisation of young people in rallies that rang with angry rhetoric. His stance against violence upturned their relationship. More broadly, the mood in the region was turning against the pacifists, who were increasingly seen as sellouts colluding with the military regime and Shell although there is no evidence they were working with either.</p><p>On May 21, 1994, word spread that some MOSOP leaders had gathered for a meeting at the chief’s palace in Ogoniland’s Gokana district but soldiers had blocked Saro-Wiwa from entering the area. Incensed, rioters marched to the meeting point and attacked those they could lay their hands on. Four of them – Kobani, Alfred Badey, and the brothers Samuel and Theophilus Orage, who were Saro-Wiwa’s in-laws – were clubbed with everything from broken bottles to sharpened rakes. Then they were set on fire.</p><p>The Nigerian military immediately accused Saro-Wiwa of inciting the killings and arrested him the next day. At a news conference, the military administrator of Rivers State, which Ogoniland is part of, declared MOSOP a “terror group” and Saro Wiwa, a “dictator who has … no room for dissenting views”. Eight other MOSOP leaders were arrested: Nordu Eawo, Saturday Dobee, John Kpuine, Paul Levera, Felix Nuate, Daniel Gbooko, Barinem Kiobel and Baribor Bera.</p><p>In detention, the men were reportedly chained, beaten and denied medication or visits. Amnesty International described their trial by military tribunal as a “sham”. Civilian defence lawyers were assaulted and their evidence discarded. In protest, the lawyers boycotted the hearings.</p><p>Reports at the time described how Saro-Wiwa, knowing he was already condemned, looked ahead blankly or flipped through a newspaper in court.</p><figure id=\"attachment_3825140\" aria-describedby=\"caption-attachment-3825140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825140\" src=\"/wp-content/uploads/2025/07/AFP__20051112__Par466917__v1001__HighRes__NigeriaOilUnrestDeltaOgoniReburial-1751976296.jpg?w=770&amp;resize=770%2C527&amp;quality=80\" alt=\"Saro Wiwa\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825140\" class=\"wp-caption-text\">Mourners drop offerings in a bowl next to the casket of civil rights activist John Kpuine, executed with Ken Saro-Wiwa and seven other Ogoni activists, during his reburial in Bera in the Gokana district of Rivers State on November 12, 2005 [Pius Utomi Ekpei/AFP]</figcaption></figure><h2 id=\"fighting-for-justice-for-the-ogoni-nine\">Fighting for justice for the Ogoni Nine</h2><p>Noo Saro-Wiwa was 19 and in her second year of college when her father was executed. Born in Port Harcourt, she lived and studied in London. On the day of the execution, she had no inkling that her world had changed. It wasn’t until late that night that her mother, Maria, managed to reach her on her landline.</p><p>Her first reaction was shock. Noo, who is now a travel writer and author based in London, told Al Jazeera in a phone call that it was hard to imagine the man who would amble into her room while she idled on her bed and thrust a book in her face with a “Read this!” could be killed in such a way. After all, powerful international voices had spoken up to pressure the Nigerian government to release him: Nelson Mandela was among them.</p><p>Noo’s brother, Ken, was in New Zealand to attend the opening of the annual Commonwealth of Nations meeting and press for Nigeria’s suspension. The association of former British colonial states was an important aid avenue for Nigeria at the time.</p><p>The world, too, reacted with shock. Nigeria was suspended from the Commonwealth, and the United States and several other countries severed diplomatic ties. Noo remembers wondering why United Kingdom news channels were repeatedly running the story. That’s when it dawned on Noo how great her father’s task had been.</p><p>Her family was determined to get justice, but it was a long road, Noo explained. In 1996, her brother and uncle sued Shell, which the Ogoni Nine families accused of complicity by aiding the military. Shell denied the allegations.</p><p>The case, filed in the US under a law that allows for jurisdiction in foreign matters, dragged on until 2009 when the company settled for $15.5m. Shell said it was “humanitarian and legal fees”.</p><p>It mostly went towards paying lawyers and establishing a trust fund that still provides scholarships to Ogoni students, Noo said. It’s annoying, though, she added, that critics claim her family and the others got rich on the settlement.</p><p>“It was a tiny amount,” she said. “And even if it weren’t, who wants their parent killed for a $15m settlement?”</p><figure id=\"attachment_3825094\" aria-describedby=\"caption-attachment-3825094\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825094\" src=\"/wp-content/uploads/2025/07/1996-02-27T120000Z_587668318_PBEAHUMTBBT_RTRMADP_3_ECUADOR-1751975328.jpg?w=770&amp;resize=770%2C551&amp;quality=80\" alt=\"Ogoni\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825094\" class=\"wp-caption-text\">Two Nigerians from the Ogoni tribe and other environmental activists protest against Shell in front of a petrol station in Quito, Ecuador in February 1996 [File: Reuters]</figcaption></figure><p>For many years, Noo said, she couldn’t bear to visit Nigeria or hear the name “Shell” without feeling overwhelmed. The company was also taken to The Hague in 2017 by a group of Ogoni Nine widows with the support of Amnesty International; however, a judge ruled there was no evidence that Shell was complicit in the government executions.</p><p>Meanwhile, Amnesty said <a href=\"https://www.amnesty.org/en/latest/press-release/2017/11/investigate-shell-for-complicity-in-murder-rape-and-torture/\">in a 2017 report</a> that it had found evidence that Shell executives had met with military officials and “encouraged” them to suppress protests. The company, the report said, transported soldiers and in “at least one instance paid a military commander notorious for human rights violations”.</p><p>Shell denied the claims and said it pleaded with the government for clemency for the Ogoni Nine.</p><p>Noo has since found the strength to visit Ogoniland. She first went back in 2005, 10 years after her father’s execution. The region has become even more volatile as ethnic militias now patrol the creeks, attacking soldiers, controlling oil pipelines and kidnapping oil workers at sea.</p><p>Noo said her next book will focus on the devastation in her homeland. Her brother and mother died in the past decade, leaving her and Zina, her US-based twin sister. The losses set her back, she said, but she now frequently travels back home to document the oil spills, which are still going on, although Shell never resumed operations after the 1993 protests.</p><p>Life as a writer abroad contrasts jarringly with her life back home, Noo said. One week, she is walking down the streets of Paris, and the next, she is standing in oil-soaked farms in Ogoniland. But her work in Nigeria, she added, reminds her of her father’s struggle.</p><p>“My father was a real kind of David vs Goliath,” Noo said. “Most people back then had never even heard of Ogoni. As I get older, I’m just always more in awe of what he achieved. It was quite incredible.”</p><figure id=\"attachment_3825127\" aria-describedby=\"caption-attachment-3825127\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825127\" src=\"/wp-content/uploads/2025/07/GettyImages-2183312792-1751975993.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ogoni 9\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825127\" class=\"wp-caption-text\">The Red Rebel Brigade, a performance activist arts group created as a response to the global environmental crisis, takes part in a protest outside the Shell Centre in London to remember the Ogoni Nine on the 29th anniversary of their executions [File: Mark Kerrison/Getty Images]</figcaption></figure><h2 id=\"too-little-too-late\">Too little, too late?</h2><p>Shell’s leaky pipes continue to pump oil into the earth all these years later, environmental groups say. The company, which plans to sell its onshore assets and exit the Niger Delta after so many years of controversy, has always claimed its pipes are being sabotaged.</p><p>Calculated or accidental, the oily devastation is visible in the eerie stillness of Ogoniland’s mangroves, which should be alive with the sounds of chirping insects and croaking frogs. In the murky rivers floating with oil, old, stooped fishermen cast nets that bring up air.</p><p>Nubari Saatah, an Ogoni, has long advocated for Ogonis to control their oil wealth, just as activists before him did. The president of the Niger Delta Congress political movement said Ogonis have remained resentful since the rebellion, primarily because Nigeria has not repaired the ruptured relationship or rectified injustices by giving Ogonis control over their land.</p><p>Saatah, author of the 2022 book <a href=\"https://www.amazon.com/What-We-Must-Do-Revolution/dp/B0C2SM3P4M\">What We Must Do</a>: Towards a Niger Delta Revolution, regularly appears on radio and TV shows to comment on the Niger Delta crisis and often places the blame for the region’s instability at the government’s doorstep.</p><p>“The violent militancy that engulfed the Niger Delta was a direct reaction to the violence visited on the peaceful methods employed by Ogoni,” Saatah said.</p><p>“Unfortunately for the Ogoni, the executions brought about a leadership vacuum that has still not been filled till today,” he added.</p><p>A UN <a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/22118/Ogoniland_factsheet_Science.pdf?sequence=1&amp;isAllowed=y\">Environmental Programme</a> report in 2011 found that more than 50 years of oil extraction in Ogoniland had caused the water in much of the region to be contaminated with extremely high levels of toxic hydrocarbons like benzene. In one village, benzene in the groundwater was up to 900 times the accepted World Health Organization standard.</p><p>Cleaning up the devastation and restoring the land would require the “world’s most wide-ranging and long-term oil clean-up exercise ever undertaken”, the report said.</p><p>Although Nigeria and Shell committed in 2012 to a clean-up through the Hydrocarbon Pollution Remediation Project (HYPREP), more than a decade later, progress has been slow and hard to measure, critics said.</p><p>Saatah blamed the government for the lack of results. Abuja, he said, has not funded the programme as promised. To Ogonis, that feels like a message that the government does not care, he added. Shell, meanwhile, has contributed $270m to the project. Al Jazeera reached out to HYPREP for comment but did not receive a response.</p><p>Still, there is some change, Saatah noted. When the clean-up started, government authorities installed a sign at the community well in Saatah’s village of Bomu that read: “Warning! Do not drink this water.”</p><p>People hardly glanced at the post as they fetched their drinking water, largely because there were no alternative water sources. In the past five or so years, however, HYPREP has installed potable water tanks in Bomu. Saatah worries, though, about whether the government will maintain the costs in the long run and whether the burden will be put on his community.</p><figure id=\"attachment_3825100\" aria-describedby=\"caption-attachment-3825100\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3825100\" src=\"/wp-content/uploads/2025/07/AP25164691954675-1751975354.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ogoni 9\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3825100\" class=\"wp-caption-text\">Members of Nigeria’s Ogoni community at a rally in New York in May 2009 [Bebeto Matthews/AP]</figcaption></figure><p>Some in Ogoniland see Abuja’s renewed interest through the recent pardoning of the Ogoni Nine as suspicious, coming as it does at a time when Nigeria is in the throes of one of its worst financial declines and when the government is desperate to extract and sell more crude oil.</p><p>Resuming active exploration in Ogoniland, which stopped in 1993, could yield up to 500,000 barrels of crude per day, a MOSOP official, which is still operating, told reporters last year. That would be on top of the current 1.7 million barrels per day produced from other parts of the delta.</p><p>“The lines are there to be connected between oil resumption and the pardon of the Ogoni Nine,” Saatah said. The pardons, he said, were to sweeten the Ogoni people and avoid any opposition.</p><p>As things stand, though, Ogoni communities are unlikely to agree to renewed exploration, he added, first, because locals still cannot control oil profits and, second, because rather than make Ogonis happy, Tinubu’s pardoning of the Ogoni Nine has only worsened tensions internally, Saatah said.</p><p>Rifts that emerged during the 1994 crisis have not healed. The fact that the president’s speech did not acknowledge the four murdered MOSOP members in the mob action that led to Saro-Wiwa’s arrest has angered their families and supporters, some of whom fault the aggressive stance of Saro-Wiwa for what happened.</p><p>Noo and the Ogoni Nine families are not completely satisfied with the government’s move either.</p><p>The national honour was a welcome surprise, Noo said, but the pardons were not enough.</p><p>“A pardon suggests that something, that a crime had been committed in the first place,” she said. “But nothing’s been committed.”</p><p>What she wants, she added, is for the conviction of Ken Saro-Wiwa and the Ogoni Nine to be thrown out of the country’s history books.</p></div></div></body></html>"
        },
        {
            "title": "Manhunt for ex-US soldier suspected of killing 4 in Montana bar | Gun Violence News | Al Jazeera",
            "time": "2025-08-02T04:09:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP21194543182185-1-1754106510.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Manhunt for ex-US soldier suspected of killing 4 in Montana bar</h1><p class=\"article__subhead\"><em>Police have told residents to stay home and not approach the suspect, who could be ‘armed and dangerous’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A manhunt is under way for a former United States soldier suspected of carrying out a shooting in a bar in the US state of Montana, which has left four people dead.</p><p>The shooting happened on Friday at about 10:30am (16:30 GMT) at The Owl Bar in Anaconda, with four people pronounced dead at the scene, according to the Montana Division of Criminal Investigation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The suspect has been identified as 45-year-old military veteran Michael Paul Brown. Brown lived next door to the bar, according to public records and owner David Gwerder.</p><p>Gwerder, who was not there at the time of the incident, said a bartender and three patrons were killed before Brown fled the scene.</p><p>“He knew everybody that was in that bar. I guarantee you that,” Gwerder said. “He didn’t have any running dispute with any of them. I just think he snapped.”</p><p>Brown’s home in Anaconda – a town of about 9,000 people, located in southwest Montana about 109 miles (175km) west of the city of Bozeman – was cleared by a SWAT team.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Montana Senator Steve Daines said a “massive manhunt” is under way, aided by drones.</p><p>Authorities said Brown was last seen in the Stump Town area, just west of Anaconda, and he is “believed to be armed and dangerous”.</p><p>He should not be approached if seen, the Anaconda-Deer Lodge County Law Enforcement Center said in a social media post, while Anaconda residents have been instructed to stay home and lock their doors.</p><p>More than a dozen police officers have converged on Stump Town, locking it down so no one is allowed in or out as police search for Brown in a wooded, mountainous area.</p><p>Randy Clark, a retired police officer who lives in the area, said a police helicopter hovered over a nearby mountainside as officers moved among the trees.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A US army spokesperson said Brown served as an armour crewman from 2001 to 2005 and was deployed to Iraq from early 2004 until March 2005. Brown was also in the Montana National Guard from 2006 to 2009.</p><p>Montana Governor Greg Gianforte said in a social media post that he was “closely monitoring the situation involving an active shooter in Anaconda”.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Non-US West lacks “leverage” on Palestine issue | Digital Series | Al Jazeera",
            "time": "2025-08-02T03:40:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/20250801_BRYNEN_H-1754105979.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Aug 2025</span><span aria-hidden=\"true\">2 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Indonesian president frees hundreds of prisoners as part of unity plan | Crime News | Al Jazeera",
            "time": "2025-08-02T02:39:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213583791231-1754102142_70df69-1754102228.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Indonesian president frees hundreds of prisoners as part of unity plan</h1><p class=\"article__subhead\"><em>Among the first batch of freed prisoners were prominent rivals of former President Joko Widodo jailed during his term.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesia has begun releasing hundreds of inmates from prison, including people convicted of political offences, after parliament approved the first stage of President Prabowo Subianto’s wide-ranging clemency plan, reportedly aimed at building national solidarity.</p><p>A first group of 1,178 inmates were to be released on Friday after House of Representatives Deputy Speaker Sufmi Dasco Ahmad and Law Minister Supratman Andi Agtas announced late on Thursday that Subianto had signed a Presidential Decree granting amnesties.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Barely two months after he took office in October, Subianto – the former son-in-law of <a href=\"/features/2018/5/21/indonesia-20-years-on-from-downfall-of-general-muhammad-soeharto\">Indonesian dictator Soeharto</a> – surprised the nation by saying he planned to grant clemency to some 44,000 inmates nationwide, most of them imprisoned for political reasons, as a way to help unify the country.</p><p>Law Minister Agtas said political prisoners and inmates with mental and chronic health illnesses, older people, juveniles and those convicted of blasphemy or insulting the country’s leader will be prioritised in the pardons.</p><p>Among those released on Friday were prominent rivals of former President Joko Widodo who were jailed during his term, including Hasto Kristiyanto, the secretary-general of the Indonesian Democratic Party of Struggle, the country’s only formal opposition party.</p><p>A former ally of ex-President Widodo who later became a harsh critic, Kristiyanto was sentenced last week to three and a half years in prison for bribery in a 2019 legislative seat appointment scheme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p> </p><p>Released on Friday evening from his cell at the anti-Corruption Commission’s detention centre in South Jakarta, where he had been held since February, Kristiyanto told a cheering crowd, “We must learn from this incident.”</p><p>Agtas said parliament also approved an end to criminal proceedings against former Trade Minister Tom Lembong, also a onetime Widodo ally who broke with him during the 2024 presidential election to support political rival Anies Baswedan.</p><p>Lembong was sentenced to more than four years in prison in July for reportedly abusing his authority as minister by improperly granting sugar import permits.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Both [Kristiyanto and Lembong] have demonstrated service to the nation, and our priority now is to strengthen the unity of the nation,” Agtas said.</p><p>Six independence activists from Indonesia’s <a href=\"/opinions/2023/3/14/why-indonesia-is-losing-the-west-papua-conflict\">restive West Papua region</a>, serving prison sentences for treason, were also released.</p><p>Agtas said authorities plan to submit a second list of 1,668 inmates for release to parliament in the near future.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Epstein victims claim ‘cover up’ as Maxwell moved to low-security prison | Crime News | Al Jazeera",
            "time": "2025-08-02T02:11:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/06/AP23060190601874-1687881435.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ghislaine Maxwell, the accomplice in the abuse of underage girls by <a href=\"/news/2025/7/23/us-federal-judge-refuses-trumps-bid-to-unseal-epstein-grand-jury-records\">high-society sex offender Jeffrey Epstein</a>, has been moved to a minimum-security facility in Texas, the United States Bureau of Prisons said, triggering an angry reaction from some of the pair’s victims.</p><p>Maxwell, a former girlfriend of Epstein, was moved from the Federal Correctional Institution (FCI) Tallahassee – a low-security prison in Florida – to the minimum-security Federal Prison Camp in Bryan, Texas, the Bureau of Prisons said on Friday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“We can confirm Ghislaine Maxwell is in the custody of the Federal Bureau of Prisons at the Federal Prison Camp [FPC] Bryan in Bryan, Texas,” a Bureau of Prisons spokesman said, without providing an explanation for the transfer.</p><p>Maxwell’s lawyer, David Oscar Markus, also confirmed the move but declined to discuss the reasons for the transfer.</p><p>Maxwell was convicted in 2021 of luring teenage girls to be sexually abused by Epstein – a one-time <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">friend to the powerful and influential</a> in the US – and was sentenced to 20 years in prison for her crimes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Two women who said they were sexually abused by Epstein and Maxwell, and the family of another accuser who recently took her own life, condemned Maxwell’s surprise prison transfer.</p><p>“It is with horror and outrage that we object to the preferential treatment convicted sex trafficker Ghislaine Maxwell has received,” Annie and Maria Farmer and the family of Virginia Giuffre said in a statement.</p><p>“Without any notification to the Maxwell victims, the government overnight has moved Maxwell to a minimum security luxury prison in Texas,” the victims said.</p><p>“Ghislaine Maxwell is a sexual predator who physically assaulted minor children on multiple occasions, and she should never be shown any leniency,” they said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This move smacks of a cover-up. The victims deserve better,” they added.</p><h2 id=\"government-cover-up-in-real-time\">‘Government cover-up in real time’</h2><p>The Bryan prison camp in Texas is a minimum security institution, the lowest of five security levels in the US federal prison system. Such facilities have limited or no perimeter fencing, whereas low-security facilities, such as FCI Tallahassee, have double-fenced perimeters and higher staff-to-inmate ratios than prison camps, according to the bureau.</p><p><a href=\"/news/2025/7/24/us-justice-department-to-discuss-epstein-with-ghislaine-maxwell\">Maxwell’s move</a> comes after Deputy US Attorney General Todd Blanche — President Donald Trump’s former personal lawyer – interviewed Maxwell for two days at a Florida courthouse last week in a highly unusual meeting between a convicted felon and a high-ranking Department of Justice official.</p><p>Blanche has declined so far to say what was discussed, but Maxwell’s lawyer, Markus, said she answered every question she was asked.</p><p>Maxwell has reportedly offered to testify before Congress about Epstein if given immunity and has also reportedly been seeking a pardon from the US president, who was once <a href=\"/news/2025/6/6/what-has-musk-accused-trump-of-in-relation-to-the-epstein-files\">a close friend of Epstein</a>, who took his own life in prison in 2019.</p><p>Tim Hogan, a senior Democratic National Committee adviser, denounced what he alleged was a “government cover-up in real time”.</p><p>“Donald Trump’s FBI, run by loyalist Kash Patel, redacted Trump’s name from the Epstein files – which have still not been released,” Hogan said.</p><p>“While Trump and his administration try to cover up the heinous crimes included in those files, they’re simultaneously doing favours for convicted sex trafficker Ghislaine Maxwell,” Hogan said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"maga-base-up-in-arms\">MAGA base up in arms</h2><p>Trump has faced weeks of mounting demands from Democrats and many of his conspiracy-minded supporters to be more transparent about the Epstein case after the Justice Department said last month that it would not be releasing any additional documents from the investigation into the high-profile sex trafficker.</p><p>Trump’s Make America Great Again (MAGA) base has also been up in arms since the FBI and Justice Department said recently that Epstein had not blackmailed any prominent figures, and that he <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">did not keep a “client list”</a>.</p><p>Trump also ignited further furore this week when he told reporters he fell out with Epstein after the sex offender “stole” female employees from a spa at his Mar-a-Lago resort in Florida.</p><p>One of those employees was Giuffre, who accused Epstein of using her as a sex slave and took her own life at her home in Australia in April.</p><p>Giuffre’s family issued a statement this week appealing to Trump not to consider pardoning Maxwell, who they called a “monster who deserves to rot in prison for the rest of her life”.</p><p>In an interview on Friday night, Trump said that nobody had asked him to grant clemency to Maxwell, but he “had a right to do it”.</p><p>“I’m allowed to do it, but nobody’s asked me to do it. I know nothing about it. I don’t know anything about the case, but I know I have the right to do it,” Trump said in an interview.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,255 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T00:51:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T141552Z_115079070_RC2RXFAMDPE4_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1754093058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,255</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,255 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Saturday, August 2:</p><h2><strong>Fighting</strong></h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian rescuers recovered more than a dozen more bodies from the rubble of a collapsed apartment block in Kyiv overnight, bringing the death toll from Thursday’s attack by Russia to 31.</li>\n<li>A two-year-old was among five children found dead as a result of what is now Russia’s worst air strike of the year on Ukraine’s capital, which also injured 159 people, President Volodymyr Zelenskyy said as he announced the end of a more than 24-hour-long rescue operation at the site.</li>\n<li>Russia launched more than 3,800 drones and nearly 260 missiles for its attacks on Ukraine throughout July, Zelenskyy said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"military-aid\">Military aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>NATO countries, Ukraine and the United States are developing a new mechanism that will focus on getting US weapons to Ukraine from the Priority Ukraine Requirements List, known under the acronym PURL, the Reuters news agency reports, citing three sources familiar with the matter.</li>\n<li>As part of the PURL mechanism, Ukraine would prioritise the weapons it needs in tranches of roughly $500m, and NATO allies would then negotiate among themselves who would donate or pay for items on the list.</li>\n<li>Germany said it will deliver two Patriot missile defence systems to Ukraine after reaching an agreement with the US that Berlin will be first in line to receive the latest Patriot systems to replenish the weapons donated to Kyiv.</li>\n<li>A top adviser to President Zelenskyy said Russia is providing North Korea with technology for Shahed-type attack drones and assisting in their production.</li>\n</ul><h2 id=\"ceasefire\">Ceasefire</h2><ul class=\"spaced-bullet-spacing\">\n<li>British Prime Minister Keir Starmer and President Zelenskyy welcomed US President Donald Trump’s new deadline for Russia to make progress towards ending its more than three-year-long war on Ukraine. Zelenskyy said he had discussed with Starmer the potential formats for a summit of leaders to discuss peace in Ukraine.</li>\n<li>Russia’s President Vladimir Putin said Moscow hoped for more peace talks with Ukraine but that the momentum of the war was in Moscow’s favour, signalling no shift in his stance despite a looming sanctions deadline issued by Trump. Putin also said that the first batch of mass-produced Oreshnik ballistic missile systems had been delivered to the Russian army.</li>\n<li>In a post on X responding to Putin’s remarks, Zelenskyy repeated his willingness to sit down with the Russian leader, saying Ukraine wants to “move beyond” statements and lower-level meetings on the matter.</li>\n<li>“If these are signals of a genuine willingness to end the war with dignity and establish a truly lasting peace … then Ukraine once again reaffirms its readiness to meet at the level of leaders at any time,” Zelenskyy said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-developments\">Regional developments</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Trump said he had ordered two nuclear submarines to be positioned in “the appropriate regions” in response to remarks from the former Russian president and deputy chairman of Russia’s Security Council, <a href=\"/news/2025/8/1/russia-ukraine-war-list-of-key-events-day-1254\">Dmitry Medvedev,</a> about the risk of war between the two nuclear-armed countries.</li>\n<li>Europe must start seeing Ukraine as a European country, and the Ukrainian military as a European army, Ilya Yashin, a prominent Russian opposition activist, said in Belgrade.</li>\n<li>“The Ukrainian army is not only protecting Ukraine, it is protecting Europe from Russian aggression,” Yashin told hundreds of Russians who now live in Serbia.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dangerous Mekong River pollution blamed on lawless mining in Myanmar | Environment News | Al Jazeera",
            "time": "2025-08-01T23:38:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/Fishermen-Laos-Fabio-Polese-5-1753863906-1754029547.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Houayxay, Laos</strong> – Fishing went well today for Khon, a Laotian fisherman, who lives in a floating house built from plastic drums, scrap metal and wood on the Mekong River.</p><p>“I caught two catfish,” the 52-year-old tells Al Jazeera proudly, lifting his catch for inspection.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Khon’s simple houseboat contains all he needs to live on this mighty river: A few metal pots, a fire to cook food on and to keep warm by at night, as well as some nets and a few clothes.</p><p>What Khon does not always have is fish.</p><p>“There are days when I catch nothing. It’s frustrating,” he said.</p><p>“The water levels change all the time because of the dams. And now they say the river is polluted, too. Up there in Myanmar, they dig in the mountains. Mines, or something like that. And all that toxic stuff ends up here,” he adds.</p><p>Khon lives in Laos’s northwestern Bokeo province on one of the most scenic stretches of the Mekong River as it meanders through the heart of the Golden Triangle – the borderland shared by Laos, Thailand and Myanmar.</p><p>This remote region has long been infamous for drug production and trafficking.</p><p>Now it is caught up in the global scramble for gold and rare earth minerals, crucial for the production of new technologies and used in everything from smartphones to electric cars.</p><figure id=\"attachment_3862804\" aria-describedby=\"caption-attachment-3862804\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862804\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-34-1753773262.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"- A fisherman along the Mekong River in Bokeo Province, Laos [Al Jazeera/Fabio Polese]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862804\" class=\"wp-caption-text\">A fisherman along the Mekong River in Bokeo province, Laos [Al Jazeera/Fabio Polese]</figcaption></figure><p>Over the past year, rivers in this region, such as the Ruak, Sai and Kok – all tributaries of the Mekong – have shown abnormal levels of arsenic, lead, nickel and manganese, according to Thailand’s Pollution Control Department.</p><p>Arsenic, in particular, has exceeded World Health Organization safety limits, prompting health warnings for riverside communities.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>These tributaries feed directly into the Mekong and contamination has spread to parts of the river’s mainstream. The effects have been observed in Laos, prompting the Mekong River Commission to declare the situation “moderately serious”.</p><p>“Recent official water quality testing clearly indicates that the Mekong River on the Thai-Lao border is contaminated with arsenic,” Pianporn Deetes, Southeast Asia campaigns director for the advocacy group International Rivers, told Al Jazeera.</p><p>“This is alarming and just the first chapter of the crisis, if the mining continues,” Pianporn said.</p><p>“Fishermen have recently caught diseased, young catfish. This is a matter of regional public health, and it needs urgent action from governments,” she added.</p><p>The source of the heavy metals contamination is believed to be upriver in Myanmar’s Shan State, where dozens of unregulated mines have sprung up as the search for rare earth minerals intensifies globally.</p><figure id=\"attachment_3864955\" aria-describedby=\"caption-attachment-3864955\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864955\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-26-1753861860.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Laotian fisherman Khon, 52, throws a net from the bank of the Mekong River without catching anything [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864955\" class=\"wp-caption-text\">Laotian fisherman Khon, 52, throws a net from the bank of the Mekong River without catching anything [Fabio Polese/Al Jazeera]</figcaption></figure><p>Zachary Abuza, a professor at the National War College in Washington and an expert on Southeast Asia, said at least a dozen, and possibly as many as 20, mines focused on gold and rare earth extraction have been established in southern Shan State over the past year alone.</p><p>Myanmar is now four years into a civil war and lawlessness reigns in the border area, which is held by two powerful ethnic armed groups: the Restoration Council of Shan State (RCSS) and the United Wa State Army (UWSA).</p><p>Myanmar’s military government has “no real control”, Abuza said, apart from holding Tachileik town, the region’s main border crossing between Thailand and Myanmar.</p><p>Neither the RCSS nor the UWSA are “fighting the junta”, he said, explaining how both are busy enriching themselves from the chaos in the region and the rush to open mines.</p><p>“In this vacuum, mining has exploded – likely with Chinese traders involved. The military in Naypyidaw can’t issue permits or enforce environmental rules, but they still take their share of the profits,” Abuza said.</p><h2 id=\"alarming-decline\">‘Alarming decline’</h2><p>Pollution from mining is not the Mekong River’s only ailment.</p><p>For years, the health of the river has been degraded by a growing chain of hydropower dams that have drastically altered its natural rhythm and ecology.</p><p>In the Mekong’s upper reaches, inside China, almost a dozen huge hydropower dams have been built, including the Xiaowan and Nuozhadu dams, which are said to be capable of holding back a huge amount of the river’s flow.</p><p>Further downstream, Laos has staked its economic future on hydropower.</p><p>According to the Mekong Dam Monitor, which is hosted by the Stimson Centre think tank in Washington, DC, at least 75 dams are now operational on the Mekong’s tributaries, and two in Laos – Xayaburi and Don Sahong – are directly on the mainstream river.</p><p>As a rule, hydropower is a cleaner alternative to coal.</p><p>But the rush to dam the Mekong is driving another type of environmental crisis.</p><p>According to WWF and the Mekong River Commission, the Mekong River basin once supported about 60 million people and provided up to 25 percent of the world’s freshwater fish catch.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Today, one in five fish species in the Mekong is at risk of extinction, and the river’s sediment and nutrient flows have been severely reduced, as documented in a 2023–2024 Mekong Dam Monitor report and research by International Rivers.</p><p>“The alarming decline in fish populations in the Mekong is an urgent wake-up call for action to save these extraordinary – and extraordinarily important – species, which underpin not only the region’s societies and economies but also the health of the Mekong’s freshwater ecosystems,” the WWF’s Asia Pacific Regional Director Lan Mercado said at the launch of a 2024 report titled The Mekong’s Forgotten Fishes.</p><p>In Houayxay, the capital of Bokeo province, the markets appeared mostly absent of fish during a recent visit.</p><p>At Kad Wang View, the town’s main market, the fish stalls were nearly deserted.</p><p>“Maybe this afternoon, or maybe tomorrow,” said Mali, a vendor in her 60s. In front of her, Mali had arranged her small stock of fish in a circle, perhaps hoping to make the display look fuller for potential customers.</p><p>At another market, Sydonemy, just outside Houayxay town, the story was the same. The fish stalls were bare.</p><p>“Sometimes the fish come, sometimes they don’t. We just wait,” another vendor said.</p><p>“There used to be giant fish here,” recalled Vilasai, 53, who comes from a fishing family but now works as a taxi driver.</p><p>“Now the river gives us little. Even the water for irrigation – people are scared to use it. No one knows if it’s still clean,” he told Al Jazeera, referring to the pollution from Myanmar’s mines.</p><figure id=\"attachment_3864987\" aria-describedby=\"caption-attachment-3864987\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3864987\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-44-1753862477.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A fish seller at Kad Wang View, the main market in Houayxay, where stalls were nearly empty during a recent visit [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3864987\" class=\"wp-caption-text\">A fish seller at Kad Wang View, the main market in Houayxay, where stalls were nearly empty during a recent visit [Fabio Polese/Al Jazeera]</figcaption></figure><h2 id=\"the-river-used-to-be-predictable\">‘The river used to be predictable’</h2><p>Ian G Baird, professor of geography and Southeast Asian studies at the University of Wisconsin–Madison, said upstream dams – especially those in China – have had serious downstream effects in northern Thailand and Laos.</p><p>“The ecosystem and the lives that depend on the river evolved to adapt to specific hydrological conditions,” Baird told Al Jazeera.</p><p>“But since the dams were built, those conditions have changed dramatically. There are now rapid water level fluctuations in the dry season, which used to be rare, and this has negative impacts on both the river and the people,” he said.</p><p>Another major effect is the reversal of the river’s natural cycle.</p><p>“Now there is more water in the dry season and less during the rainy season. That reduces flooding and the beneficial ecological effects of the annual flood pulse,” Baird explained.</p><p>“The dams hold water during the rainy season and release it in the dry season to maximise energy output and profits. But that also kills seasonally flooded forests and disrupts the river’s ecological function,” he said.</p><p>Bun Chan, 45, lives with his wife Nanna Kuhd, 40, on a floating house near Houayxay. He fishes while his wife sells whatever he catches at the local market.</p><p>On a recent morning, he cast his net again and again – but for nothing.</p><p>“Looks like I won’t catch anything today,” Bun Chan told Al Jazeera as he pulled up his empty net.</p><p>“The other day I caught a few, but we didn’t sell them. We’re keeping them in cages in the water, so at least we have something to eat if I don’t catch more,” he said.</p><figure id=\"attachment_3865022\" aria-describedby=\"caption-attachment-3865022\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3865022\" src=\"/wp-content/uploads/2025/07/Fishermen-Laos-Fabio-Polese-43-1753863104.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Hom Phan, 67, steering his fishing boat on the Mekong River [Fabio Polese/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3865022\" class=\"wp-caption-text\">Fisherman Hom Phan steers his boat on the Mekong River [Fabio Polese/Al Jazeera]</figcaption></figure><p>Hom Phan has been a fisherman on the Mekong his entire life.</p><p>He steers his wooden boat across the river, following a route he knows by instinct. In some parts of the river, the current is strong enough now to drag everything under, the 67-year-old says.</p><p>All around him, the silence is broken only by the chug of his small outboard engine and the calls of distant birds.</p><p>“The river used to be predictable. Now we don’t know when it will rise or fall,” Hom Phan said.</p><p>“Fish can’t find their spawning grounds. They’re disappearing. And we might too, if nothing changes,” he told Al Jazeera.</p><p>Evening approaches in Houayxay, and Khon, the fisherman, rolls up his nets and prepares dinner in his floating home.</p><p>As he waits for the fire to catch to cook a meal, he quietly contemplates the great river he lives on.</p><p>Despite the dams in China, the pollution from mines in neighbouring Myanmar, and the increasing difficulty in landing the catch he relies on to survive, Khon was outwardly serene as he considered his next day of fishing.</p><p>With his eyes fixed on the waters that flowed deeply beneath his home, he said with a smile: “We try again tomorrow.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Corporation for Public Broadcasting to shutter following Trump-era cuts | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T23:19:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-24T051837Z_1828192607_RC2K8FAWN0BP_RTRMADP_3_USA-DAILYLIFE-1754088803.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Corporation for Public Broadcasting (CPB), a nonprofit that distributes federal funds to public radio and television stations in the United States, has announced it would be shutting down as the result of funding cuts under President Donald Trump.</p><p>On Friday, the group issued a <a href=\"https://cpb.org/pressroom/Corporation-Public-Broadcasting-Addresses-Operations-Following-Loss-Federal-Funding\" target=\"_blank\" rel=\"noopener\">statement</a> saying it had launched an “orderly wind-down of its operations” in response to recent legislation that would cut nearly $1.1bn of its funding.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Despite the extraordinary efforts of millions of Americans who called, wrote, and petitioned Congress to preserve federal funding for CPB, we now face the difficult reality of closing our operations,” its president, Patricia Harrison, wrote.</p><p>According to the statement, the Corporation for Public Broadcasting would remain in operation for the next six months, albeit with a reduced staff.</p><p>The majority of its employees will be let go on September 30. Then, a “small transition team” will remain through January 2026 to “ensure a responsible and orderly closeout”.</p><p>The death knell for the nonprofit came last month in the form of two legislative actions.</p><p>The first was the passage of the <a href=\"/news/2025/7/17/us-senate-approves-cutting-billions-in-foreign-aid-as-trump-demands\">Rescission Act of 2025</a>, which was designed to revoke funding that Congress approved in the past. The Rescission Act targeted federal programmes that Trump sought to put on the chopping block, including foreign aid and federal funding for public broadcasters.</p><p>The Senate voted to pass the act by a margin of 51 to 48, and the House then approved it by a vote of 216 to 213.</p><p>The second legislative wallop came on July 31, as the Senate Appropriations Committee unveiled its 2026 funding bill for labour, health and human services, education and related agencies.</p><p>That bill earmarked $197bn in discretionary funding, but none of it went to the Corporation for Public Broadcasting.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Never in five decades had the corporation been excluded from the appropriations bill, according to the nonprofit.</p><p>Both houses of Congress are controlled by Republicans, and party members have largely fallen in line with Trump’s legislative priorities.</p><p>Defunding public media has long been a priority of Republicans, stretching back to President Richard Nixon’s feud in the 1970s with public broadcasting personalities like Sander Vanocur.</p><p>Nixon, like Trump, had an adversarial relationship with the media, and in 1972, he vetoed a public broadcasting funding bill, forcing Congress to return with a slimmed-down version of its funding. That move helped establish a trend of Republicans seeking to whittle down federal support for public, non-commercial TV and radio.</p><p>Trump, during his second term, has made it a priority to slash at what he considers government “bloat”, and that includes reducing federal spending.</p><p>He and his allies have accused news outlets like National Public Radio (NPR) and the Public Broadcasting Service (PBS) of being left-wing soapboxes.</p><p>The Corporation for Public Broadcasting distributes its funds to NPR and PBS member stations. NPR boasts a weekly audience of 43 million. PBS, meanwhile, reaches 130 million people each year through its television offerings alone, not counting its online presence.</p><p>Still, in the lead-up to the passage of the Rescissions Act, Trump threatened to yank his support from any Republican who opposed his efforts to defund the corporation.</p><p>Trump also said public broadcasting was worse than its commercial counterparts, including MSNBC, which he frequently misspells as “MSDNC” to imply alleged bias towards the Democratic National Committee (DNC).</p><p>“It is very important that all Republicans adhere to my Recissions Bill and, in particular, DEFUND THE CORPORATION FOR PUBLIC BROADCASTING (PBS and NPR), which is worse than CNN &amp; MSDNC put together,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114831435031070955\" target=\"_blank\" rel=\"noopener\">wrote on social media</a> on July 10.</p><p>“Any Republican that votes to allow this monstrosity to continue broadcasting will not have my support or Endorsement. Thank you for your attention to this matter!”</p><p>But Harrison, the president of the Corporation for Public Broadcasting, framed the organisation’s closure as a loss for education and civic engagement.</p><p>“Public media has been one of the most trusted institutions in American life, providing educational opportunity, emergency alerts, civil discourse, and cultural connection to every corner of the country,” Harrison said.</p><p>“We are deeply grateful to our partners across the system for their resilience, leadership, and unwavering dedication to serving the American people.”</p></div></div></body></html>"
        },
        {
            "title": "Another US citizen killed by Israeli settler attack in West Bank: Family | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-01T22:27:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T112151Z_397558607_RC2BYFA7GX6J_RTRMADP_3_ISRAEL-PALESTINIANS-SETTLERS-ATTACK-FUNERAL-1754079253.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The family of a United States citizen who was killed in a settler attack in the occupied West Bank is calling on the administration of President Donald Trump to open its own investigation into the incident.</p><p>Relatives of <a href=\"/news/2025/7/31/palestinian-man-dies-in-israeli-settler-arson-attack-in-occupied-west-bank\">Khamis Ayyad</a>, 40, who died in the town of Silwad, north of Ramallah, on Thursday, confirmed on Friday that he was an American citizen and called for justice in the case.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Ayyad — a father of five and a former Chicago resident — was the second US citizen to be killed in the West Bank in July. Earlier that month, Israeli settlers beat 20-year-old <a href=\"/news/2025/7/17/the-love-he-gave-family-vows-to-keep-sayfollah-musallets-memory-alive\">Sayfollah Musallet</a> to death in Sinjil, a town that neighbours Silwad.</p><p>Standing alongside Ayyad’s relatives, William Asfour, the operations coordinator for the Chicago chapter of the Council on American-Islamic Relations (CAIR), described the killing as “murder”.</p><p>“We demand a full investigation from the Department of Justice,” Asfour said. “An American citizen was killed. Where’s the accountability?”</p><p>According to Mahmoud Issa, the slain 40-year-old’s cousin, settlers torched cars outside Ayyad’s home around dawn on Thursday.</p><p>Ayyad woke up to put out the fire, but then the Israeli army showed up at the scene and started firing tear gas in his direction.</p><p>The family believes that Ayyad died from inhaling tear gas and smoke from the burning vehicles.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-many-more\">‘How many more?’</h2><p>Settler attacks against Palestinian communities in the West Bank, which US officials have described as “terrorism”, have been escalating for months, particularly since Israel launched its war on Gaza in October 2023.</p><p>The Israeli residents of illegal settlements have descended on Palestinian communities, ransacked neighbourhoods and set cars and homes ablaze.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The settlers, protected by the Israeli military, are often armed and fire at will against Palestinians who try to stop them.</p><p>The <a href=\"/news/2025/7/15/attacks-on-palestinians-intensifying-in-occupied-west-bank-un-rights\">Israeli military</a> has also been intensifying its deadly raids, home demolitions and displacement campaigns in the West Bank.</p><p>Just this past month, Israel’s parliament, the Knesset, approved a non-binding motion to annex the West Bank.</p><p>And on Thursday, two top Israeli ministers, Yariv Levin and Israel Katz, called the present circumstances “a moment of opportunity” to assert “Israeli sovereignty” over the area.</p><p>Meanwhile, Israel continues to carry out a brutal assault in Gaza, which rights groups have said amounts to a genocide.</p><p>CAIR-Chicago’s Asfour stressed on Friday that Ayyad’s killing is not an <a href=\"/news/2025/7/29/israeli-settler-kills-west-bank-activist-who-worked-on-oscar-winning-film\">isolated incident</a>.</p><p>“Another American was killed in the West Bank just weeks ago,” he said, referring to Musallet.</p><p>“How many more before the US takes action to protect its citizens abroad? Settlers burn homes, soldiers back them up, and our government <a href=\"/news/2024/10/7/us-spends-more-than-20bn-in-aid-to-israel-middle-east-conflicts-report\">sends billions</a> to fund all of this.”</p><p>The US Department of State did not respond to Al Jazeera’s request for comment by the time of publication.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-arrests-in-musallet-s-case\">No arrests in Musallet’s case</h2><p>Last month, Musallet’s family also urged <a href=\"/news/2025/7/12/family-of-american-citizen-killed-by-israeli-settlers-demands-us-probe\">a US investigation</a> into his killing.</p><p>But Washington has resisted calls to probe Israel’s abuses against American citizens, arguing that Israeli authorities are best equipped to investigate their own military forces and settlers.</p><p>Mike Huckabee, US ambassador to Israel, called on Israel to “aggressively investigate the murder” of Musallet in July.</p><p>“There must be accountability for this criminal and terrorist act,” he wrote in a social media post.</p><p>But more than 21 days after the incident, there has been no arrest in the case. Since 2022, Israeli soldiers and settlers <a href=\"/news/2025/7/18/how-us-dealt-with-the-cases-of-nine-americans-killed-by-israel-since-2022\">have killed</a> at least 10 US citizens. None of the cases have resulted in criminal charges.</p><p>Ayyad was killed as Israeli forces continue to detain US teenager <a href=\"/news/2025/7/31/we-need-help-family-pleads-for-release-of-us-teenager-held-by-israel\">Mohammed Ibrahim</a> without trial or access to his family.</p><p>Mohammed, 16, has been jailed since February, and his family says it has received reports that he is drastically losing weight and suffering from a skin infection.</p><p>On Friday, Illinois State Representative Abdelnasser Rashid called Ayyad’s death part of an “ugly pattern of settler colonial violence” in Palestine.</p><p>He called for repealing an Illinois state law that <a href=\"/news/2025/5/5/us-bill-to-ban-israel-boycotts-faces-right-wing-backlash-over-free-speech\">penalises boycotts</a> of Israeli firms.</p><p>“We need action. Here in Illinois, we have a law that punishes companies that choose to do the right thing by boycotting Israel,” Rashid told reporters.</p><p>“This shameful state law helps shield Israel’s violence and brutality from consequences.”</p></div></div></body></html>"
        },
        {
            "title": "Israel ‘engineering massacres’ as more Palestinians starve to death in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-01T22:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_68JB2KE-1754080485.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is “engineering chaos and massacres” in the Gaza Strip by continuing to block aid deliveries and opening fire on <a href=\"https://aje.aj-harbinger.com/video/newsfeed/2025/8/1/these-palestinians-survived-a-visit-to-the-ghfs-deadly-aid-sites\">starving Palestinians</a> seeking desperately needed food supplies, a humanitarian official has warned.</p><p>Caroline Willemen, Gaza project coordinator for Doctors Without Borders, known by its French initials MSF, told Al Jazeera on Friday that food remains “critically scarce” in the besieged enclave despite the increased entry of aid in recent days.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“There is little indication that sufficient aid will arrive consistently,” Willemen said. “As a result, every day, people risk their lives in a <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">desperate search</a> for food.”</p><p>The Gaza Health Ministry said on Friday that three more people, including two children, died of hunger and malnutrition in the previous 24 hours.</p><p>That pushed the total number of starvation-related deaths to 162, including 92 children, since Israel’s war on Gaza began in October 2023.</p><p>More than 80 Palestinians were also killed in Israeli strikes across the Strip on Friday, medical sources told Al Jazeera. Of those, 49 people were killed and more than 270 others were wounded while seeking aid, the sources said.</p><figure id=\"attachment_3869255\" aria-describedby=\"caption-attachment-3869255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869255\" src=\"/wp-content/uploads/2025/08/000_68DX6T8-1754080992.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Palestinians mourn outside the morgue where bodies of people killed a day earlier while waiting for aid were brought, at the Al-Shifa hospital morgue in Gaza City on July 31, 2025. [Bashar Taleb/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869255\" class=\"wp-caption-text\">Palestinians mourn outside the al-Shifa Hospital morgue in Gaza City on July 31, 2025 [Bashar Taleb/AFP]</figcaption></figure><p>Condemnation of Israel’s starvation policy in Gaza has grown this week, with a <a href=\"/news/liveblog/2025/7/29/live-israel-kills-92-in-gaza-in-one-day-as-death-toll-nears-60000\">global hunger monitoring system warning</a> on Tuesday that the “worst-case scenario of famine” was unfolding.</p><p>While Israel has authorised a series of aid airdrops in recent days, top United Nations officials have denounced the scheme as expensive and dangerous while urging Israel to allow unimpeded humanitarian access to Gaza.</p><p>“If there is political will to allow airdrops – which are highly costly, insufficient &amp; inefficient, there should be similar political will to open the road crossings,” Philippe Lazzarini, head of the UN agency for Palestinian refugees (UNRWA), <a href=\"https://x.com/UNLazzarini/status/1951225049869947145\" target=\"_blank\" rel=\"noopener\">wrote on X</a>.</p><p>“As the people of #Gaza are starving to death, the only way to respond to the famine is to flood Gaza with assistance.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Olga Cherevko, an official with the UN’s humanitarian office (OCHA), also told Al Jazeera from Deir el-Balah in central Gaza that while there has been a slight increase in aid being allowed in, it is still grossly insufficient.</p><p>“The slight increase in what is coming in is not nearly enough to even scratch the surface,” she said. “The needs on the ground are overwhelming.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"deadly-incidents-a-daily-reality\">‘Deadly incidents a daily reality’</h2><p>Meanwhile, Palestinians in Gaza <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">continue to risk their lives</a> by seeking aid at notorious sites run by the United States- and Israeli-backed GHF.</p><p>Ibrahim Mekki, a Palestinian man from Nuseirat refugee camp in central Gaza, said he waited at least six hours and risked being shot by Israeli forces just to end up with a few bags of pasta.</p><p>“It’s a trap, a game,” he told Al Jazeera. “Letting you move a little, then opening fire.”</p><p>The UN’s human rights office reported that at least 1,373 aid seekers have been killed in Gaza since May, when the GHF began operating in the enclave.</p><p>Of those, 859 people were killed near GHF-run aid sites and 514 were killed while waiting along food convoy routes, the office said. “Most of these killings were committed by the Israeli military,” it added.</p><p>MSF’s Willemen also recounted a harrowing incident from earlier this week, when Israeli forces opened fire on Palestinians attempting to reach aid trucks near the Zikim crossing in northern Gaza.</p><p>“People were wounded in the gunfire and in the crush as crowds panicked and ran,” she said.</p><p>“These deadly incidents have become a daily reality in Gaza for too long now. The current methods of distribution are engineering chaos and massacres.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Still, Israel and its top ally, the US, have continued to support GHF despite the killings and growing global criticism of the group’s operations in Gaza.</p><p>US President Donald Trump’s Special Envoy for the Middle East, Steve Witkoff, also visited the enclave on Friday alongside US Ambassador to Israel Mike Huckabee <a href=\"https://aje.aj-harbinger.com/video/newsfeed/2025/8/1/us-special-envoy-visits-gaza-aid-sites-as-famine-deaths-mount\">to “assess conditions”</a> and engage with GHF.</p><p>Witkoff said the trip aimed to help “craft a plan to deliver food and medical aid to the people of Gaza”.</p><p>The Trump administration <a href=\"/news/2025/6/27/us-approves-30m-for-controversial-israel-backed-gaza-aid-group\">announced last month</a> that it approved $30m to support GHF’s operations.</p><p>The US provides billions of dollars in military aid to Israel annually, as well as diplomatic backing at the UN – assistance that has increased significantly since the start of the war on Gaza.</p></div></div></body></html>"
        },
        {
            "title": "Trump fires official overseeing jobs data after dismal employment numbers | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T21:26:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-31T215426Z_1918012794_RC2WXFA639PM_RTRMADP_3_USA-TRUMP-1754006227.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has removed the head of the agency that produces the monthly jobs figures after a report showed hiring slowed in July and was much weaker in May and June than previously reported.</p><p>Trump, in a post on his social media platform on Friday, alleged that the figures were manipulated for political reasons and said that Erika McEntarfer, the director of the Bureau of Labor Statistics (BLS), who was appointed by former President Joe Biden, should be fired. He provided no evidence for the charge.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“I have directed my Team to fire this Biden Political Appointee, IMMEDIATELY,” Trump said on Truth Social. “She will be replaced with someone much more competent and qualified.”</p><p>Trump later posted: “In my opinion, today’s Jobs Numbers were RIGGED in order to make the Republicans, and ME, look bad.”</p><p>After his initial post, Labor Secretary Lori Chavez-DeRemer said on X that McEntarfer was no longer leading the bureau and that William Wiatrowski, the deputy commissioner, would serve as the acting director.</p><p>“I support the President’s decision to replace Biden’s Commissioner and ensure the American People can trust the important and influential data coming from BLS,” Chavez-DeRemer said.</p><p>Friday’s jobs report showed that just 73,000 jobs were added last month and that 258,000 fewer jobs were created in May and June than previously estimated. The report suggested that the economy has sharply weakened during Trump’s tenure, a pattern consistent with a slowdown in economic growth during the first half of the year and an increase in inflation during June that appeared to reflect the price pressures created by the president’s tariffs.</p><p>“What does a bad leader do when they get bad news? Shoot the messenger,” Democratic Senate Leader Chuck Schumer of New York said in a Friday speech.</p><h2 id=\"revisions-to-hiring-data\">Revisions to hiring data</h2><p>Trump has sought to attack institutions that rely on objective data for assessing the economy, including the Federal Reserve and, now, the BLS. The actions are part of a broader mission to bring the totality of the executive branch – including independent agencies designed to objectively measure the nation’s wellbeing – under the White House’s control.</p><p>McEntarfer was nominated by Biden in 2023 and became the commissioner of the BLS in January 2024. Commissioners typically serve four-year terms, but since they are political appointees, they can be fired. The commissioner is the only political appointee of the agency, which has hundreds of career civil servants.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Senate confirmed McEntarfer to her post 86-8, with now Vice President JD Vance among the yea votes.</p><p>Trump focused much of his ire on the revisions the agency made to previous hiring data. Job gains in May were revised down to just 19,000 from 125,000, and for June they were cut to 14,000 from 147,000. In July, only 73,000 positions were added. The unemployment rate ticked up to a still-low 4.2 percent from 4.1 percent.</p><p>“No one can be that wrong? We need accurate Jobs Numbers,” Trump wrote. “She will be replaced with someone much more competent and qualified. Important numbers like this must be fair and accurate, they can’t be manipulated for political purposes.”</p><p>The monthly employment report is one of the most closely-watched pieces of government economic data and can cause sharp swings in financial markets. The disappointing figure sent US market indexes about 1.5 percent lower on Friday.</p><p>While the jobs numbers are often the subject of political spin, economists and Wall Street investors – with millions of dollars at stake – have always accepted US government economic data as free from political manipulation.</p></div></div></body></html>"
        },
        {
            "title": "Trump says economic growth ‘shatters expectations’. Data says otherwise | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T21:24:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211793272726-1753977235.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House has launched an aggressive public relations campaign promoting a narrative of economic strength during the first six months of United States President Donald Trump, with claims of his policies fueling “America’s golden age”.</p><p>But an Al Jazeera analysis of economic data shows the reality is more mixed.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Trump’s claims of his policies boosting the US economy suffered a blow on Friday when the latest jobs report revealed that the country had added a mere 73,000 jobs last month, well below the 115,000 forecasters had expected. The only additions were in the healthcare sector, which added 55,000 jobs, and the social services sector added 18,000.</p><p>US employers also cut 62,075 jobs in July — up 29 percent from cuts in the month before, and 140 percent higher than this time last year, according to the firm Challenger, Gray and Christmas, which tracks monthly job cuts. Government, tech, and retail sectors are the industries that saw the biggest declines so far this year.</p><p>It comes as this month’s jobs and labour turnover report showed an economic slowdown. There were 7.4 million open jobs in the US, down from 7.7 million a month before.</p><p>The Department of Labour on Friday released downward revisions to both the May and June jobs reports, significantly changing the picture the White House had previously painted.</p><p>“For the FOURTH month in a row, jobs numbers have beat market expectations with nearly 150,000 good jobs created in June,” the White House said in a July 3 release following the initial June report.</p><p>The Labor Department had reported an addition of 147,000 jobs in June. On Friday, it sharply revised down that number to just 14,000. May’s report also saw a big downgrade from 144,000 to only 19,000 jobs gained. Trump has since <a href=\"/economy/2025/8/1/trump-fires-official-overseeing-jobs-data-after-dismal-employment-numbers\" target=\"_blank\" rel=\"noopener\">fired</a> the head of the agency that produces the monthly jobs data, alleging that the data had been manipulated to make him look bad.</p><p>Even before the revisions, June’s report was the first to reflect early signs of economic strain tied to the administration’s tariff threats, as it revealed that job growth was concentrated in areas such as state and local government and healthcare. Sectors more exposed to trade policy – including construction, wholesale trade, and manufacturing – were flat. Meanwhile, leisure and hospitality showed weak growth, even in peak summer, reflecting falling travel demand both at home and abroad.</p><p>The administration also claimed that native-born workers accounted for all job gains since January. That assertion is misleading as it implies that no naturalised citizens or legally present foreign workers gained employment.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, it is true that employment among foreign-born workers has declined – by over half a million jobs – claims that native-born workers are replacing foreign-born labour, are not supported by the jobs data.</p><p>Jobs lost in sectors with high foreign-born employment, including tech, have been abundant, driven by tariffs and automation, particularly AI. In fact, recent layoffs in tech have been explicitly attributed to AI advancements, not labour displacement by other groups.</p><p>Companies including Recruit Holdings — the parent company of Indeed and Glassdoor, Axel Springer, IBM, Duolingo and others have already made headcount reductions directly attributed to AI advancements.</p><h2 id=\"wage-growth\">Wage growth</h2><p>The pace of rise of wage growth, an indicator of economic success, has slowed in recent months. That is partly due to the Federal Reserve keeping interest rates steady in hopes of keeping inflation stable.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>According to the Bureau of Labor Statistics, wages have been outpacing inflation since 2023, after a period of declining real wages following the COVID pandemic.</p><p>Wage growth ticked up by 0.3 percent in July from a month prior. Compared with this time last year, wage growth is 3.9 percent, according to Friday’s Labor Department jobs report.</p><p>Earlier this year, the White House painted a picture that wage growth differed between the era of former President Joe Biden and now under Trump because of policy.</p><p>“Blue-collar workers have seen real wages grow almost two percent in the first five months of President Trump’s second term — a stark contrast from the negative wage growth seen during the first five months of the Biden Administration,” the White House said in a release.</p><p>However, Biden and Trump inherited two very different economies when they took office. Biden has to deal with a massive global economic downturn driven by the onset of the COVID-19 pandemic.</p><p>Trump, on the other hand, during his second term, inherited “unquestionably the strongest economy” in more than two decades, per the Economic Policy Institute, particularly because of the US economy’s rebound compared with peer nations.</p><h2 id=\"inflation\">Inflation</h2><p>Inflation peaked in mid-2022 during Biden’s term at 9 percent, before falling steadily because of the Federal Reserve’s efforts to manage a soft landing.</p><p>A July 21 White House statement claimed, “Since President Trump took office, core inflation has tracked at just 2.1 percent.” On Wednesday, Treasury Secretary Scott Bessett said “<a href=\"https://x.com/SecScottBessent/status/1950575608494227932\" target=\"_blank\" rel=\"noopener\">inflation is cooling</a>” in a post on X.</p><p>However, the Consumer Price Index report, which tracks core inflation – a measure that excludes the price of volatile items such as food and energy – was 2.9 percent in the most recent report and overall inflation was at 2.7 percent in June.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"prices\">Prices</h2><p>The most recent Consumer Price Index report, published July 15, shows that on a monthly basis, prices on all goods went up in June by 0.3 ,percent which is 2.7 percent higher from this time last year.</p><p>Grocery prices in particular are up 2.4 percent from this time last year and 0.3 percent from the prior month. The cost of fruits and vegetables went up 0.9 percent, the price of coffee increased by 2.2 percent and the cost of beef went up 2 percent.</p><p><a href=\"/economy/2025/7/11/trumps-new-brazil-tariffs-could-raise-us-beef-prices\" target=\"_blank\" rel=\"noopener\">New pending tariffs on Brazil</a>, as Al Jazeera previously reported, could further drive up the cost of beef in the months to come.</p><p>Trump has pointed to falling egg prices in particular as evidence of economic success, after <a href=\"https://apnews.com/article/eggs-democrats-trump-biden-tariffs-ca0e8d9c557e849f4715628d5313b622\" target=\"_blank\" rel=\"noopener\">Democrats attacked</a> his administration over their price in March. He has even gone so far as to claim that prices are down by 400 percent. That figure is mathematically impossible – a 100 percent decrease would mean eggs are free.</p><p>During the first few months of Trump’s term <a href=\"/economy/2025/4/24/trump-says-petrol-and-grocery-prices-are-down-facts-say-otherwise\" target=\"_blank\" rel=\"noopener\">egg prices surged</a>, and then dropped due to an outbreak of, and then recovery from, a severe avian flue outbreak, which had been hindering supply – not because of any specific policy intervention.</p><p>In January, when Trump took office egg prices were $4.95 per dozen as supply was constrained by the virus. By March, the average egg price was $6.23.  But outbreak and high prices drove away consumers, allowing farmers with healthier flocks to catch up on the supply side. As a result, prices fell to an average of $3.38. That would be a 32 percent drop since the beginning of his term and a 46 percent drop from their peak price – far from the 400 percent Trump claimed.</p><p>Trump also recently said petrol prices are at $1.98 per gallon ($0.52 per litre) in some states. He doubled down on that again on Wednesday. That is untrue. There is not a single state that has those petrol prices.</p><p>According to Gasbuddy, a platform that helps consumers find the lowest prices on petrol, Mississippi at $2.70 a gallon ($0.71 per litre) has the cheapest gas, and the cheapest petrol station in that state is currently selling gas at $2.37 ($0.62 per litre).</p><p>AAA, which tracks the average petrol price, has it at $3.15 per gallon ($0.83 per litre) nationwide, this is up from the end of January when it was $3.11 ($0.82 per litre).</p><p>While petrol prices have gone down since Trump took office, they are nowhere close to the rate he has continually suggested. In July 2024, for instance, the average price for a gallon of petrol nationwide was $3.50 ($0.93 per litre).</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"gdp\">GDP</h2><p>On Wednesday, the White House said that “President Trump has reduced America’s reliance on foreign products, boosted investment in the US”, citing the positive GDP data that had come out that morning.</p><p>That is misleading. While the US economy grew at a 3 percent annualised rate in the second quarter, surpassing expectations, that was a combination of a rebound after a weak first quarter, a drop in imports – which boosted GDP, and a modest rise in consumer spending.</p><p>The data beneath the headline showed that private sector investment fell sharply by 15.6 percent and inventories of <a href=\"/economy/2025/7/30/us-q2-gdp-growth-masks-broader-economic-downturn\" target=\"_blank\" rel=\"noopener\">goods and services declined by 3.2 percent</a>, indicating a slowdown.</p><h2 id=\"manufacturing\">Manufacturing</h2><p>The administration recently highlighted gains in industrial production, pointing to a boost in domestic manufacturing. Overall, there was a 0.3 percent increase in US industrial production in June. That was after stagnating for two months.</p><p>There have been isolated gains, such as increases in aerospace and petroleum-related sectors—1.6 percent and 2.9 percent, respectively.</p><p>But production of durable goods — items that are not necessarily for immediate consumption— remained flat, and auto manufacturing fell by 2.6 percent last month as tariffs dampened demand. Mining output also decreased by 0.3 percent.</p><p>According to the Department of Commerce’s gross domestic product report, manufacturing growth among non-durable goods has slowed. While there was a 1.3 percent increase, that’s a decline from 2.3 percent in the previous quarter.</p><p>This could change in the future, as several companies across a range of sectors have pledged to increase US production, including carmaker Hyundai and pharmaceutical giant AstraZeneca, which just pledged a $50bn investment over the next five years.</p><h2 id=\"trade-deals-and-tariffs\">Trade deals and tariffs</h2><p>In April, the White House replaced country-specific tariffs with a <a href=\"/economy/2025/5/2/us-labour-market-holds-steady-despite-tariffs-adding-177000-jobs-in-april\" target=\"_blank\" rel=\"noopener\">10-percent blanket tariff</a> while maintaining additional levies on steel, cars, and some other items. It then promised to deliver “90 trade deals in 90 days.” That benchmark was not met. By the deadline, only one loosely fleshed out deal — with the United Kingdom — had been announced. As of 113 days later, the US has announced comparable deals with just a handful more countries and the European Union. The EU deal still needs parliamentary approval.</p><p>Contrary to the administration’s claims, tariffs do not pressure foreign exporters — they are paid by US importers and ultimately are likely to be passed on to US consumers. Companies, including big box retailer <a href=\"/economy/2025/5/15/largest-us-retailer-walmart-warns-of-price-hikes-because-of-tariffs\" target=\"_blank\" rel=\"noopener\">Walmart</a> and toymaker Mattel, have announced price hikes as a direct result. <a href=\"/economy/2025/5/7/ford-to-raise-prices-on-three-cars-produced-in-mexico-report\" target=\"_blank\" rel=\"noopener\">Ford, for example, raised prices</a> on three Mexico-assembled models due to tariff pressures.</p><p>To protect their own economies, many countries have pivoted their trade policies away from the US. Brazil and Mexico recently announced a new trade pact.</p><p>The White House and its allies continue to defend tariffs by highlighting the increased revenue they bring to the federal government, which is true. Since Trump took office, the US has brought in more than $100bn in revenue, compared with $77bn in the entire fiscal year 2024. The price of imports for consumers <a href=\"/economy/2025/7/31/what-has-been-the-impact-of-trumps-tariffs-so-far\">has only risen</a> about 3 percent, but many expect that will change as the import taxes are <a href=\"https://www.npr.org/2025/07/29/nx-s1-5477470/prices-trump-tariffs\" target=\"_blank\" rel=\"noopener\">passed on</a> to consumers.</p><p>The White House did not respond to Al Jazeera’s request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Hear from the former guard blowing the whistle on GHF aid sites in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-01T20:16:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/anthony_aguilar_ug_solutions_gaza_aid_site-1754077063.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Colombian ex-President Alvaro Uribe sentenced to 12 years of house arrest | Courts News | Al Jazeera",
            "time": "2025-08-01T20:04:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25212796483389-1754072845.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former Colombian President Alvaro Uribe has been sentenced to 12 years of house arrest following his conviction for witness-tampering and bribery, according to local media reports.</p><p>The sentencing hearing on Friday also resulted in Uribe, 73, receiving a fine of $578,000 and a ban from serving in public office for 100 months and 20 days — or just over eight years.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He is now required to report to authorities in Rionegro, in his home province of Antioquia. Afterwards, Judge Sandra Liliana Heredia has ordered him to “proceed immediately to his residence where he will comply with house arrest”.</p><p>With <a href=\"/news/2025/7/29/colombia-ex-president-uribe-found-guilty-of-abuse-of-process-bribery\">his conviction on July 28</a>, Uribe has become the first former Colombian president to be found guilty in a criminal trial.</p><p>But Uribe’s defence lawyers have already announced that they plan to appeal.</p><p>The sentencing culminates a six-month trial and nearly 13 years of legal back-and-forth for the popular conservative leader, who is considered one of the defining forces in modern-day Colombian politics.</p><p>His house arrest also comes less than a year before Colombia is set to hold presidential elections in May 2026.</p><figure id=\"attachment_3869120\" aria-describedby=\"caption-attachment-3869120\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869120\" src=\"/wp-content/uploads/2025/08/2025-07-28T170545Z_228999482_RC2TVFAZ13G2_RTRMADP_3_COLOMBIA-POLITICS-1754072807.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A woman holds up a banner that reads \"Uribe a la Carcel.\"' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869120\" class=\"wp-caption-text\">A person holds a banner that reads ‘Uribe to jail’ in Bogota, Colombia, on July 28 [Luisa Gonzalez/Reuters]</figcaption></figure><h2 id=\"allegations-of-human-rights-abuses\">Allegations of human rights abuses</h2><p>The case centres around Uribe’s role in Colombia’s more than six-decade-long internal conflict, which has seen government forces, right-wing paramilitaries, left-wing rebel groups and drug-trafficking networks all fighting for control over parts of the country.</p><p>During his tenure as president from 2002 to 2010, Uribe led a strong-armed offensive against left-wing rebels like the Revolutionary Armed Forces of Colombia (FARC), the largest such group at the time.</p><p>But that approach earned him criticism for alleged human rights abuses, which he has denied.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Under his presidency, the Colombian military faced increasing accusations that it was killing civilians to boost the number of enemy fighters it could report as dead.</p><p>This practice, known as the “false positives” scandal, has been implicated in the deaths of at least 2,000 people, with experts indicating that the number could be far higher. As many as <a href=\"https://www.ohchr.org/en/press-releases/2021/02/comment-un-human-rights-office-spokesperson-liz-throssell-colombias\" target=\"_blank\" rel=\"noopener\">6,402 killings</a> have been investigated.</p><p>Critics have also questioned Uribe’s ties to right-wing paramilitaries, another allegation the ex-president has rejected.</p><p>But more than a decade ago, Uribe took action to silence one of his most prominent critics, left-wing Senator Ivan Cepeda, sparking his current trial.</p><p>Cepeda and others had drawn connections between Uribe’s rise in politics in the 1990s and the creation of the paramilitary group Bloque Metro.</p><figure id=\"attachment_3869124\" aria-describedby=\"caption-attachment-3869124\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869124\" src=\"/wp-content/uploads/2025/08/AP25209819447178-1754072883.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Protesters demonstrate against Alvaro Uribe\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869124\" class=\"wp-caption-text\">Opponents of former President Alvaro Uribe display a sign that says ‘Guilty’ outside a Bogota court on July 28 [Fernando Vergara/AP Photo]</figcaption></figure><h2 id=\"a-legal-boomerang\">A legal boomerang</h2><p>In 2012, Uribe filed a libel complaint against Cepeda with Colombia’s Supreme Court, after the senator launched a probe into the ex-president’s paramilitary contacts.</p><p>But in 2018, the case took a surprising new direction: The Supreme Court dismissed the complaint against Cepeda, and the court system instead started to weigh charges against Uribe instead.</p><p>Prosecutors accused Uribe of seeking to pressure paramilitary witnesses to change or suppress their testimony. While Uribe has admitted to sending lawyers to meet with former members of Colombia’s paramilitaries, he has denied taking illegal actions.</p><p>Two paramilitaries have testified that Uribe’s lawyer Diego Cadena, who also faces criminal charges, offered them money to give favourable evidence.</p><p>Their witness statements were also being used in a murder trial featuring Uribe’s brother, Santiago Uribe.</p><p>Uribe’s conviction was announced after a 10-hour hearing in which Judge Heredia said there was ample evidence that the ex-president sought to change witness testimony.</p><p>But that decision has sparked backlash from the United States, where the administration of President Donald Trump has shown a willingness to place political pressure on countries like Brazil that pursue criminal cases against former right-wing leaders.</p><p>On Monday, US Secretary of State Marco Rubio <a href=\"https://x.com/SecRubio/status/1949961355521319246\" target=\"_blank\" rel=\"noopener\">wrote on social media</a> in defence of Uribe, repeating charges of judicial bias that have become commonplace under Trump.</p><p>“Former Colombian President Uribe’s only crime has been to tirelessly fight and defend his homeland,” Rubio said. “The weaponization of Colombia’s judicial branch by radical judges has now set a worrisome precedent.”</p><p>But Democrats in the US accused Trump of seeking to subvert the rule of law overseas for political gains.</p><p>“The Trump Admin is saying that foreign leaders shouldn’t be subject to rule of law if they say nice things about Trump,” Representative Jim McGovern <a href=\"https://x.com/RepMcGovern/status/1950263800671981692\" target=\"_blank\" rel=\"noopener\">wrote</a> in reply to Rubio’s message.</p><p>“It is very wrong to support impunity for a strongman held accountable by courts in his own country. This statement is shameful, and you know it.”</p></div></div></body></html>"
        },
        {
            "title": "India rock England on Day Two of latest fractious Test | Cricket News | Al Jazeera",
            "time": "2025-08-01T19:41:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2228045174-1754074961.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India rock England on Day Two of latest fractious Test</h1><p class=\"article__subhead\"><em>Prasidh Krishna and Mohammed Siraj took four wickets each as India fought back in the fifth and deciding Test against England at the Oval on Friday.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India roared back into contention on an exhilarating day two of the final Test on Friday as their seamers restricted England to a 23-run lead after the hosts had threatened to run away with a match that the tourists need to win to square the series.</p><p>After mopping up India’s brittle tail in less than 30 minutes in the morning, openers Zac Crawley and Ben Duckett raced to 92-0 in 12 overs in a blistering return of Bazball.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>However, continuing the back-and-forth theme of the entire series, India responded as their bowlers ran in relentlessly to peg England back to 247. Opener Yashasvi Jaiswal then scored quickly in a potentially awkward last 90 minutes, ending unbeaten on 51 with India closing on 75-2, 52 runs ahead to leave the pivotal match fascinatingly poised.</p><p>Another fabulously undulating day began with India resuming at 204-6, but soon skittled for 224 as pace bowler Gus Atkinson took five wickets in his first Test since May.</p><p>It was an all-too-familiar collapse by the tourists this summer as Karun Nair fell lbw for 57 and Washington Sundar was caught for 26. Atkinson then bowled Mohammed Siraj and had Prasidh Krishna caught behind, both for ducks, to finish with 5-33.</p><p>England set about their reply in their usual, swashbuckling fashion, exemplified by Duckett’s extraordinary “reverse hook” for six off Akash Deep.</p><figure id=\"attachment_3869164\" aria-describedby=\"caption-attachment-3869164\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869164\" src=\"/wp-content/uploads/2025/08/GettyImages-2228029874-1754075326.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Akash Deep of India puts his arm around Ben Duckett of England after dismissing him for 43\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869164\" class=\"wp-caption-text\">Akash Deep of India puts his arm around Ben Duckett of England after dismissing him for 43 [Shaun Botterill/Getty Images]</figcaption></figure><p>They reached 50 in seven overs – the fastest 50 opening partnership England have ever managed in a Test – but fell just short of the 100 as Duckett was caught behind reversing for 43.</p><p>They were 109-1 at lunch, and England looked poised to take command, but India, as they have all summer, refused to buckle as Crawley (64) and Ollie Pope (22) quickly departed.</p><p>Joe Root brought his usual calm to proceedings until Siraj nipped one back at him for an lbw on 29, with Jacob Bethell going the same way soon after.</p><p>Krishna finished off the session in style by having Jamie Smith brilliantly caught in the slips for eight by KL Rahul, then getting Jamie Overton lbw for nought and followed up with the wicket of Atkinson to finish with 4-62.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Harry Brook had a late flurry either side of a rain delay before becoming Siraj’s fourth victim when bowled for 53 as England, with injured Chris Woakes absent, were all out for 247.</p><p>India’s openers quickly erased that and pushed on well beyond, with Jaiswal looking particularly enterprising en route to a quickfire 51 – though he was badly dropped in the deep on 40. Rahul departed tamely for seven off Josh Tongue, and Sai Sudharsan followed, lbw to Atkinson for 11, leaving Deep not out four.</p><p>With good weather forecast for Saturday, another Oval full house will turn up in expectation of more fireworks, and what has been one of the most entertaining series for years is still in the balance.</p></div></div></body></html>"
        },
        {
            "title": "West Bank mourns Palestinian man killed in Israeli settler arson attack | Military | Al Jazeera",
            "time": "2025-08-01T19:38:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754077070.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Prosecutors want PSG and Morocco’s Achraf Hakimi to face rape trial | Football News | Al Jazeera",
            "time": "2025-08-01T19:21:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-07-10T010542Z_250948163_MT1USATODAY26614503_RTRMADP_3_SOCCER-FIFA-CLUB-WORLD-CUP-2025-SEMIFINAL-PARIS-SAINT-GERMAIN-AT-REAL-MADRID-C-F-1754074163.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French prosecutors on Friday called for Paris Saint-Germain star Achraf Hakimi to face trial for the alleged rape of a woman in 2023, which the Moroccan international denies.</p><p>The Nanterre prosecutor’s office told the AFP news agency that they had requested that the investigating judge refer the rape charge to a criminal court.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It is now up to the investigating magistrate to make a decision within the framework of his order,” the prosecutor’s office told AFP in a statement.</p><p>Hakimi, 26, played a major role in PSG’s run to their first Champions League title, with the full-back scoring the opener in the 5-0 rout of Inter Milan in the final in May.</p><p>Hakimi, who helped Morocco to their historic run to the semifinals of the 2022 World Cup, was charged in March 2023 with raping a 24-year-old woman.</p><p>Hakimi allegedly paid for his accuser to travel to his home on February 25, 2023, in the Paris suburb of Boulogne-Billancourt while his wife and children were away on holiday.</p><p>The woman went to a police station following the encounter, alleging rape and was questioned by police.</p><p>Although the woman refused to make a formal accusation, prosecutors decided to press charges against the player.</p><p>She told police at the time that she had met Hakimi in January 2023 on Instagram.</p><p>On the night in question, she said she had travelled to his house in a taxi paid for by Hakimi. She told police Hakimi had started kissing her and making non-consensual sexual advances, before raping her, a police source told AFP at the time.</p><p>She said she managed to break free to text a friend who came to pick her up.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Contacted by AFP after Friday’s development, Hakimi’s lawyer Fanny Colin described the call by prosecutors for a trial as “incomprehensible and senseless in light of the case’s elements”.</p><p>“We, along with Achraf Hakimi, remain as calm as we were at the start of the proceedings.</p><p>“If these requisitions were to be followed, we would obviously pursue all avenues of appeal,” she added.</p><p>“My client welcomes this news with immense relief,” Rachel-Flore Pardo, the lawyer representing the woman, told AFP.</p><p>Hakimi, born in Madrid, came through the youth system at Real Madrid before joining Bundesliga side Borussia Dortmund in 2018.</p><p>He went on to make 73 appearances for the German club.</p><p>He moved to Inter Milan in 2020 and then on to PSG in 2021, where he has established himself as an integral part of the team.</p><p>In Qatar, Hakimi was a cornerstone of the Morocco team that became the first African or Arab nation to reach the semifinals of a World Cup.</p></div></div></body></html>"
        },
        {
            "title": "US special envoy visits Gaza aid sites as famine deaths mount | Newsfeed | Al Jazeera",
            "time": "2025-08-01T19:10:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754075367.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 1 Aug 2025</span><span aria-hidden=\"true\">1 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump orders nuclear submarines to reposition amid war of words with Russia | Donald Trump News | Al Jazeera",
            "time": "2025-08-01T18:36:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T204407Z_85581645_RC2KYFA0RMJ9_RTRMADP_3_USA-TRUMP-1754102906_691e8a-1754102990.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has ordered two nuclear submarines to shift their locations relative to Russia, as part of his latest tit-for-tat with Russian leader Dmitry Medvedev.</p><p>On Friday, Trump posted on his platform Truth Social that the submarine movements came in response to the “highly provocative statements” Medvedev, a former Russian president, made this week.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>A day earlier, Medvedev had warned that Trump should be mindful of “how dangerous the fabled ‘Dead Hand’ can be”, a reference to Russia’s Cold War-era nuclear weapons system.</p><p>“I have ordered two Nuclear Submarines to be positioned in the appropriate regions, just in case these foolish and inflammatory statements are more than just that,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114954549017557270\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>“Words are very important, and can often lead to unintended consequences, I hope this will not be one of those instances.”</p><p>In recent weeks, Trump has been enmeshed in an escalating war of words with Medvedev, who currently serves as the deputy chairman of Russia’s Security Council under current President Vladimir Putin.</p><p>Medvedev and Putin have a close relationship: When Medvedev served as president from 2008 to 2012, Putin was his prime minister. Afterwards, when Putin returned to the presidency, Medvedev served as his prime minister from 2012 to 2020.</p><p>But as Trump voices increasing frustration with Russia’s ongoing invasion of Ukraine, he has increasingly singled out Medvedev, a noted war hawk, as a target for his anger. Both men have hinted at their countries’ nuclear capabilities, and their public exchanges have grown increasingly tense.</p><figure id=\"attachment_3869103\" aria-describedby=\"caption-attachment-3869103\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3869103\" src=\"/wp-content/uploads/2025/08/AP25211540362764-1754071814.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thongloun Sisoulith shakes hands with Dmitry Medvedev in front of their countries' flags.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3869103\" class=\"wp-caption-text\">Deputy Chairman of the Russian Security Council Dmitry Medvedev, right, shakes hands with Laotian President Thongloun Sisoulith on July 30 [Ekaterina Shtukina/Sputnik Pool Photo via AP]</figcaption></figure><h2 id=\"a-war-of-words\">A war of words</h2><p>In a social media <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114945847973193713\" target=\"_blank\" rel=\"noopener\">post</a> earlier this week, Trump pivoted from a discussion of trade between India and Russia to an attack on Medvedev for his sabre-rattling remarks.</p><p>“I don’t care what India does with Russia. They can take their dead economies down together, for all I care,” Trump wrote.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Russia and the USA do almost no business together. Let’s keep it that way, and tell Medvedev, the failed former President of Russia, who thinks he’s still President, to watch his words. He’s entering very dangerous territory!”</p><p>Medvedev, meanwhile, has appeared to relish how his words provoke the US president.</p><p>“If some words from the former president of Russia trigger such a nervous reaction from the high-and-mighty president of the United States, then Russia is doing everything right and will continue to proceed along its own path,” Medvedev responded in a <a href=\"https://t.me/medvedev_telegram/600\" target=\"_blank\" rel=\"noopener\">post</a> on Telegram.</p><p>Medvedev then proceeded to reference the zombie apocalypse series The Walking Dead, in an apparent nod to the devastation Russia has the power to cause.</p><p>“And as for the ‘dead economy’ of India and Russia and ‘entering dangerous territory’ — well, let Trump remember his favourite films about the ‘Walking Dead’.”</p><p>This week is not the first time Trump and Medvedev have taken their beef online. In late June, the two men likewise sparred and flexed their nuclear arsenals.</p><p>“Did I hear Former President Medvedev, from Russia, casually throwing around the ‘N word’ (Nuclear!), and saying that he and other Countries would supply Nuclear Warheads to Iran?” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114733380709403439\" target=\"_blank\" rel=\"noopener\">wrote</a> on June 23.</p><p>He then pointed to the <a href=\"/news/2025/6/22/everlasting-consequences-world-reacts-to-us-attacks-on-iran\">recent US attack on Iran</a> as an example of how the country might respond to other threats.</p><p>“If anyone thinks our ‘hardware’ was great over the weekend, far and away the strongest and best equipment we have, 20 years advanced over the pack, is our Nuclear Submarines,” Trump wrote. “They are the most powerful and lethal weapons ever built.”</p><p>He also took a jab at Medvedev’s position under Putin, suggesting that Medvedev’s threats were irresponsible.</p><p>“I guess that’s why Putin’s ‘THE BOSS’,” Trump quipped.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"frustrations-over-ukraine-war\">Frustrations over Ukraine war</h2><p>The high-stakes back-and-forth comes as Trump becomes increasingly frustrated with the lack of progress towards peace in Ukraine.</p><p>Since February 2022, a slow-grinding war has unfolded in the country, as Ukraine attempts to repel a full-scale invasion from Russia.</p><p>Trump entered his second term as president <a href=\"https://www.whitehouse.gov/remarks/2025/01/the-inaugural-address/\" target=\"_blank\" rel=\"noopener\">pledging</a> to be a global “peacemaker and unifier”, and his administration has openly advocated for the Republican leader to receive the Nobel Peace Prize.</p><p>But his efforts to resolve the dispute between Ukraine and Russia <a href=\"/news/2025/7/15/russia-says-it-needs-time-to-analyse-trumps-ukraine-announcements\">have stalled</a>.</p><p>Early in his second term, Trump himself <a href=\"/news/2025/2/28/key-takeaways-from-the-fiery-white-house-meeting-with-trump-and-zelenskyy\">faced criticism</a> for appearing to undermine Ukraine’s cause, accusing Ukrainian President Volodymyr Zelenskyy of <a href=\"/news/2025/2/19/dictator-trump-feuds-with-zelenskyy-amid-negotiations-over-ukraine-war\">being a “dictator”</a> and appearing <a href=\"/news/2025/2/12/us-defence-chief-signals-major-shift-in-ukraine-support-in-first-nato-meet\">to offer Russia concessions</a>, including annexed Ukrainian territory.</p><p>By contrast, Trump initially took a warm approach to Putin, telling Zelenskyy in <a href=\"/news/2025/2/28/key-takeaways-from-the-fiery-white-house-meeting-with-trump-and-zelenskyy\">a fiery Oval Office meeting</a>, “Putin went through a hell of a lot with me.”</p><p>But in recent months, that relationship appears to have cooled, with Trump threatening Russia with sanctions as the war grinds on. On July 28, he announced that Russia would have <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">“10 or 12 days”</a> to stop its offensive, or else the economic penalties would take effect.</p><p>Then, on Thursday, as Russia shelled the Ukrainian capital Kyiv, Trump <a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">slammed</a> its continued military action.</p><p>“Russia — I think it’s disgusting what they’re doing. I think it’s disgusting,” he said.</p><p>But Medvedev has previously <a href=\"https://x.com/MedvedevRussiaE/status/1945003305404424581\" target=\"_blank\" rel=\"noopener\">described</a> Trump’s deadlines as “theatrical” and said that “Russia didn’t care” about the threats. He also warned that Trump’s aggressive foreign policy stance may backfire with his “America First” base.</p><p>“Trump’s playing the ultimatum game with Russia,” Medvedev <a href=\"https://x.com/MedvedevRussiaE/status/1949870764938711343\" target=\"_blank\" rel=\"noopener\">wrote</a> on the social media platform X earlier this week.</p><p>“He should remember 2 things: 1. Russia isn’t Israel or even Iran. 2. Each new ultimatum is a threat and a step towards war. Not between Russia and Ukraine, but with his own country.”</p></div></div></body></html>"
        },
        {
            "title": "Why has Washington sanctioned the Palestinian leadership? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-01T18:07:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754068877.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US accuses Palestine Liberation Organization and Palestinian Authority of undermining prospects for peace.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration has sanctioned members of the Palestine Liberation Organization (PLO) and the Palestinian Authority (PA), accusing them of undermining peace efforts.</p><p>The move comes as more Western governments are openly criticising Israel, calling on the country to end the war on Gaza and move towards a two-state solution.</p><p>More countries have also announced their intention to recognise Palestinian statehood under certain conditions, including the disarmament of Hamas and PA reform.</p><p>So what’s behind the US sanctions?</p><p>Are they a bargaining chip to further peace talks, or a sign of more hurdles ahead?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Xavier Abu Eid – Former adviser to the Palestine Liberation Organization</p><p>Eli Clifton – Senior adviser at the Quincy Institute for Responsible Statecraft</p><p>Firas El Echi – Journalist and host of the Here’s Why podcast</p></div></div></body></html>"
        },
        {
            "title": "Thailand returns two Cambodian troops in advance of key border talks | Border Disputes News | Al Jazeera",
            "time": "2025-08-01T18:05:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T042102Z_1116134605_RC22WFAKWH0D_RTRMADP_3_THAILAND-CAMBODIA-1-1753762995.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand has released two wounded Cambodian soldiers who were captured following intense clashes near a contested border area, as the neighbours prepare for talks next week aimed at maintaining <a href=\"/news/2025/7/30/thailand-cambodia-truce-mostly-holds-after-shaky-start-in-wake-of-fighting-2\">a shaky truce</a>.</p><p>The soldiers were returned on Friday through a checkpoint connecting Thailand’s Surin province and Cambodia’s Oddar Meanchey, the Cambodian Defence Ministry said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Their homecoming comes amid continued accusations from both governments over alleged civilian targeting and breaches of international law during a <a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\">five-day conflict</a> that erupted last week.</p><p><a href=\"/news/2025/7/31/cambodia-seeks-release-of-20-soldiers-held-by-thailand-after-border-clashes\">Eighteen other Cambodian troops</a> captured during skirmishes on Tuesday, hours after a ceasefire deal was reached, remain in Thai custody.</p><p>“The wounded soldiers were returned through a designated border point,” said Maly Socheata, a spokesperson for Cambodia’s Defence Ministry, urging Bangkok to repatriate the remaining captured troops “in accordance with international humanitarian law”.</p><p>The two governments have provided starkly contrasting versions of the soldiers’ capture.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Phnom Penh says its troops approached Thai positions with peaceful intentions, offering post-conflict greetings. But Bangkok disputes that account, alleging the Cambodian soldiers crossed into Thai territory with apparent hostility, prompting their detention.</p><p>Thai officials say they are adhering to legal protocols while assessing the actions of the remaining soldiers. No timeline has been given for their release.</p><p>The ceasefire has done little to ease simmering nationalist anger online, with social media platforms in both countries flooded by patriotic fervour and mutual recriminations.</p><p>Meanwhile, both nations have taken foreign diplomats and observers on guided tours of former combat zones. Each side has accused the other of inflicting damage, using the visits to bolster their narratives.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The <a href=\"/news/2025/7/24/what-we-know-about-clashes-on-the-thai-cambodian-border\">recent round of violence</a> involved infantry clashes, Cambodian rocket fire, Thai air strikes, and artillery exchanges. The fighting killed more than 30 people, including civilians, and forced more than 260,000 others from their homes.</p><p>Under the ceasefire terms, military officials from both countries are due to meet next week in Malaysia to discuss de-escalation measures.</p><p>However, these talks will exclude the underlying territorial dispute, which has remained unresolved for decades.</p><p>The General Border Committee, which coordinates on border security, ceasefires, and troop deployments, will meet between August 4 and 7, Thai acting Defence Minister Nattaphon Narkphanit told reporters.</p><p>“Defence attaches from other ASEAN countries will be invited as well as the defence attaches from the US and China,” a <a href=\"/news/2025/7/27/trumps-ceasefire-push-fails-to-stop-thailand-cambodia-border-clashes\">Malaysian government</a> spokesperson told reporters, referring to the Southeast Asian regional bloc that the country currently chairs.</p><p>Separately on Friday, Cambodian Deputy Prime Minister Sun Chanthol said Phnom Penh intends to nominate United States President Donald Trump for the Nobel Peace Prize, citing his role in brokering the ceasefire.</p><p>Speaking earlier in the capital, he thanked Trump for “bringing peace” and insisted the US leader deserved the award.</p><p>Similar nominations have recently come from Pakistan and Israeli Prime Minister Benjamin Netanyahu, both citing Trump’s interventions in regional disputes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}