{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Norris, Piastri disqualified from Las Vegas GP, sparking F1 title race | Motorsports News | Al Jazeera",
            "time": "2025-11-23T10:53:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251123__2248003570__v2__HighRes__F1GrandPrixOfLasVegas-1763892616.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Norris, Piastri disqualified from Las Vegas GP, sparking F1 title race</h1><p class=\"article__subhead\"><em>McLaren’s Lando Norris and Oscar Piastri disqualified for technical infringements, reigniting title battle with Red Bull’s Max Verstappen heading into the final two rounds.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Formula One championship leader Lando Norris and his McLaren teammate Oscar Piastri were disqualified on Sunday from the Las Vegas Grand Prix for technical infringements.</p><p>The skid blocks on both cars were found after the race to be less than the minimum depth.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Norris had finished second in the race behind Red Bull’s title-chasing Max Verstappen, with Piastri in fourth.</p><p>The disqualification means that Norris is now 24 points ahead of both Piastri and Verstappen going into the penultimate race of the season in Qatar next weekend, which includes a sprint.</p><p>With a maximum of 58 points available in the final two Grands Prix, Norris can win the title in Qatar if he earns two more points than both Verstappen and Piastri over the course of the weekend.</p><figure id=\"attachment_4124889\" aria-describedby=\"caption-attachment-4124889\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124889\" src=\"/wp-content/uploads/2025/11/2025-11-23T063423Z_120158294_MT1USATODAY27660802_RTRMADP_3_FORMULA-ONE-FORMULA-ONE-HEINEKEN-LAS-VEGAS-GRAND-PRIX-1763893706.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124889\" class=\"wp-caption-text\">Red Bull Racing’s Max Verstappen has now seen the gap to F1 championship leader Lando Norris shrink from 42 points at the end of Sunday’s Las Vegas Grand Prix to just 24, with two rounds remaining in the 2025 calendar [Gary A Vasquez/Imagn Images via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "The aftermath of the latest Israeli strikes on Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-23T10:36:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39778504-39778503-ISRAELI_ARMY_VIOLATES_CEASEFIRE_BY_TARGETING_BUILDING_IN_NUSEIRAT-1763889519.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s military has launched air strikes in Gaza in the latest test of a ceasefire that began on October 10. Health officials in Gaza have reported at least 24 people killed and 54 wounded, including <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">children</a>.</p><p>The strikes on Saturday, which Israel said were in response to gunfire directed at its soldiers, came amid renewed international momentum on Gaza after the United Nations Security Council on Monday approved a <a href=\"/opinions/2025/11/22/how-the-us-israeli-peace-plan-will-partition-gaza\">United States blueprint</a> to secure and govern the territory.</p><p>It authorises an international stabilisation force to provide security, approves a transitional authority to be overseen by US President Donald Trump and envisions a possible future path towards an independent Palestinian state.</p><p>One of Saturday’s strikes targeted a vehicle, killing 11 Palestinians and wounding more than 20 in Gaza City’s Remal neighbourhood, said Rami Mhanna, managing director of al-Shifa Hospital, where the casualties were taken. The majority of the wounded were children, hospital Director Muhammad Abu Salmiya said.</p><p>A strike targeting a house near al-Awda Hospital in central Gaza killed at least three people and wounded 11, and one more strike on a house in the Nuseirat refugee camp killed at least seven people, including a child, and wounded 16, according to the hospital.</p><p>Another strike, targeting a house in Deir el-Balah in central Gaza, killed three people, including a woman, according to Al-Aqsa Martyrs Hospital.</p><p>Israel has violated the US-brokered Gaza ceasefire <a href=\"/news/2025/11/23/israel-has-violated-gaza-truce-nearly-500-times-in-44-days-killed-hundreds\">at least 497 times</a> in 44 days, killing hundreds of Palestinians since the ceasefire came into effect, according to Gaza’s Government Media Office.</p><p>The attacks have killed 342 civilians with children, women and the elderly accounting for the majority of the victims.</p><p>Israel continues to heavily restrict the full and free flow of desperately needed aid and medical supplies into the devastated enclave, as mandated in the ceasefire.</p><p>Hamas accused Israel on Saturday of violating the truce “under fabricated pretexts” and called on mediators – the US, Egypt and Qatar – to intervene immediately.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: From Israeli attacks in Lebanon to protests in Sri Lanka | Gaza News | Al Jazeera",
            "time": "2025-11-23T10:19:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251122__84UJ9AY__v7__HighRes__TopshotPalestinianIsraelConflict-1763881922.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From deadly Israeli air raids in Gaza and Lebanon and Russian air strikes in Ukraine to volcanic eruptions in Indonesia and elections in Guinea-Bissau, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "A corruption scandal may well end the war in Ukraine | Russia-Ukraine war | Al Jazeera",
            "time": "2025-11-23T10:18:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-18T103655Z_276105199_RC2XYHANSTOK_RTRMADP_3_UKRAINE-CRISIS-SPAIN-PARLIAMENT-1763890337.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On November 10, the Ukrainian anticorruption authorities revealed that close associates of Ukrainian President Volodymyr Zelenskyy were allegedly involved in a scheme to embezzle $100m from Ukraine’s energy sector.</p><p>Zelenskyy’s business partner Tymur Mindich as well as two government ministers have been named so far in the investigation, led by the National Anti-Corruption Bureau of Ukraine (NABU), an agency backed by Western governments. Ukrainian and Western media have suggested that the president’s chief of staff, Andriy Yermak, may also be implicated.</p><p>The way the investigation is revealing facts and identifying suspects – slowly, theatrically, strategically – smacks of a political campaign aimed at achieving specific political outcomes under the cover of an anticorruption drive.</p><p>The scandal has delivered a devastating blow to Zelenskyy’s international reputation and to the Ukrainian cause at large. The Ukrainian president is emerging out of it as a lame duck who will do what he is told by whoever is pulling the strings, which may be the administration of United States President Donald Trump.</p><p>One area in which there is already dramatic change is Ukrainian policy on talks with Russia. On November 11, British newspaper The Times ran a story on Deputy Foreign Minister Sergiy Kyslytsya, the man tasked with leading the negotiations, in which he made clear that engagement with Moscow was suspended because it was yielding no result. Just a week later, Zelenskyy announced he wanted to reactivate talks with Russia.</p><p>Then immediately, talk began of an emerging American peace plan that envisages Ukraine succumbing to all the key Russian demands for ending the war, if we are to believe media leaks. Despite a couple of defiant statements by Ukrainian officials, Zelenskyy didn’t reject it outright and promised to cooperate with the US. The corruption scandal has drastically limited his room for defiance.</p><p>What makes the prospect of peace more realistic today is that there is now a clear scapegoat for what essentially is Ukraine’s looming defeat – the Ukrainian president himself.</p><p>Indeed, the talks spearheaded by Trump earlier this year did not progress primarily because nobody wanted to take responsibility for an outcome that contrasts drastically with the expectations the cheerleaders of this war had built. While a military defeat today may mean salvation for Kyiv, it would be a deadly blow for war-mongering politicians and lobbyists who promoted the idea that Russia, a major nuclear power, could be coerced into accepting Western primacy by force.</p><p>That illusion underpinned the entire Western policy with regards to Russia throughout the conflict. It is the main reason why Kyiv resisted accepting an outcome of the war that the West was unable to change.</p><p>It has long been clear that Ukraine’s Western allies have hit a wall when it comes to military supplies and funding for Ukraine and sanctions against Russia. Nineteen packages of harsh sanctions against Moscow have failed to stop its army, which has grown only stronger and far more technologically advanced than it was at the start of the conflict.</p><p>Meanwhile, Ukraine has been struggling with draft dodging and territorial and human losses. It could reportedly run out of Western funding by April. Worse still, close European allies – like Poland and Germany – have indicated they are not ready to keep funding the large numbers of Ukrainian refugees they are hosting.</p><p>The appetite for more war with Russia is largely exhausted in Europe, but of course, no one wants to be blamed for reaching a much worse settlement than could have been achieved had this all-out war been avoided altogether.</p><p>Being blamed for a Ukraine defeat is not a huge risk for Trump, who has long dismissed this conflict as “Biden’s war”, accusing his predecessor President Joe Biden of starting it.</p><p>It is much harder for European leaders and Zelenskyy himself to accept it, given how invested they have been in the promise that Russia could be defeated on the battlefield.</p><p>To understand their predicament today, one needs to recall December 2019 when Zelenskyy met with Russian President Vladimir Putin in Paris, and the two sides agreed on a ceasefire in eastern Ukraine’s Donbas region, which ended hostilities and froze the front line over the next 12 months.</p><p>The war could have ended then on terms Kyiv could only dream of today. In particular, Ukraine would have retained its formal sovereignty over the Donbas region, only a part of which would have become a Russian-influenced autonomy. Ukraine would have lost the Crimean Peninsula, which Russia occupied and annexed in 2014.</p><p>But with the arrival of Biden to the White House in January 2021, Zelenskyy made a U-turn on the peace process, embarking on a strategy of pressing Russia on all fronts to coerce it into agreeing to better conditions for Kyiv.</p><p>He clamped down on Putin’s main political ally in Ukraine and launched a loud campaign for Ukraine’s accession to NATO while his Western allies tried to pressure Germany into stopping work on the Nord Stream 2 pipeline, a major Russian export energy project. London also challenged Moscow by sending a battleship into the waters off Crimea, which Russia considers its territory. More than a year of dangerous brinkmanship ended with Putin unleashing an all-out invasion of Ukraine in February 2022.</p><p>This year, Ukraine finally ditched its rightful but entirely unrealistic demands for a full Russian withdrawal and reparations in favour of a comprehensive ceasefire along the current front lines. It did so after having lost swaths of territory, a lot of infrastructure, 14,500 civilians and up to 100,000 military personnel.</p><p>A peace agreement on Russia’s terms would be extremely unfair to Ukraine and would indeed be against international law. But the only alternative to it is the country being sucked even deeper into the black hole of devastation and collapsing nationhood.</p><p>The reaction to the draft of the peace plan was the expected mix of virtue signalling, performative defiance and jingoism. It reflects the complete absence of a realistic plan that could improve Ukraine’s negotiating position. Conveniently though, the corruption within Zelenskyy’s entourage gives pro-Ukrainian cheerleaders in the West a way out that absolves them from responsibility for the deadly mess they helped create.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Term “fossil fuels” absent from COP30 climate pledge | Climate Crisis | Al Jazeera",
            "time": "2025-11-23T09:57:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Harjeet-Singh-16x9-1763891363.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Houthi court sentences 17 to death accused of spying for Israel, West | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-23T09:43:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6922d2841fd4-1763889796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Houthi court sentences 17 to death accused of spying for Israel, West</h1><p class=\"article__subhead\"><em>Houthi authorities in Yemen want to publicly execute the convicted individuals, and also sentenced two others to prison.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">Houthi judges working with prosecutors in Yemen have sentenced 17 people to death by firing squad over alleged espionage on behalf of Israel and its western allies.</p><p class=\"s3\">The Specialized Criminal Court in the capital Sanaa handed down the sentences on Saturday morning in the cases of “espionage cells within a spy network affiliated with American, Israeli, and Saudi intelligence”, Houthi-run media said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s3\">The court sentenced the 17 men to execution “to be carried out in a public place as a deterrent”, Saba and other outlets said, also publishing a list of names.</p><p class=\"s3\">A woman and a man were sentenced to 10 years in prison, while another man was acquitted of all charges, bringing the total number of people put on trial in this case to 20.</p><p class=\"s3\">Houthi-run media said state prosecutors had charged the defendants, who can theoretically appeal the sentences, with “espionage for foreign countries hostile to Yemen” in 2024 and 2025, which also included the United Kingdom.</p><p class=\"s3\">Israel’s Mossad spying agency reportedly “directed” intelligence officers who were in contact with the accused Yemeni citizens, whose work allegedly “led to the targeting of several military, security, and civilian sites and resulting in the killing of dozens and the destruction of extensive infrastructure”.</p><p class=\"s3\">The United States and the UK <a href=\"/news/2025/4/30/uk-joins-latest-us-air-strikes-in\">conducted dozens of deadly joint air strikes</a> across Yemen after the start of Israel’s genocidal war on Gaza in October 2023, as the Houthis launched attacks on Israel and international maritime transit through the Red Sea in a stated attempt to support Palestinians under fire.</p><p class=\"s3\">The Houthis have stopped their attacks since last month’s Gaza ceasefire deal.</p><p class=\"s3\">Israel has also unleashed huge air attacks on Yemen and its infrastructure, repeatedly hitting fuel tanks, power stations and a <a href=\"/news/2025/7/21/israel-says-it-has-attacked-houthi-targets-in-yemens-hodeidah-port\">critical port city</a> where desperately needed humanitarian aid flows through, killing political leaders and dozens of civilians.</p><p>In August, the Houthis confirmed that an Israeli air raid killed the prime minister of their government in Sanaa.</p><p>Ahmed al-Rahawi was killed with “several” other ministers, the Houthis said in a statement at the time.</p><p class=\"s3\">Houthi authorities, who control Sanaa and parts of Yemen to the north after an armed takeover more than a decade ago, made no mention of any links with the United Nations or other international agencies in the cases announced Saturday.</p><p class=\"s3\">But they have, over the past year, increasingly raided UN and NGO offices, detaining dozens of mostly local but also international staff and confiscating equipment.</p><p class=\"s3\">Amid condemnation and calls for the release of staff by the UN and international stakeholders, the Houthis have framed the efforts as necessary to stave off Israeli operations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Voters in Republika Srpska elect new leader after separatist Dodik’s ouster | Elections News | Al Jazeera",
            "time": "2025-11-23T09:34:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25325551187904-1763887402.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Voters in Republika Srpska elect new leader after separatist Dodik’s ouster</h1><p class=\"article__subhead\"><em>Vote occurs amid rising secessionist rhetoric in the Serb-majority entity and Milorad Dodik’s defiance of the Dayton peace treaty.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People are casting their votes in Republika Srpska, Bosnia and Herzegovina’s Serb-majority political entity, in <a href=\"/news/2025/11/22/bosnias-republika-srpska-votes-for-dodiks-successor-what-to-expect\">a snap presidential election</a> called after electoral authorities stripped separatist Bosnian Serb leader <a href=\"/news/2025/8/6/separatist-bosnian-serb-leader-dodik-sacked-from-office-by-bosnia-officials\">Milorad Dodik</a> of the presidency in August.</p><p>Dodik was removed from office for defying Bosnia’s international peace envoy, <a href=\"/video/talk-to-al-jazeera/2021/12/25/christian-schmidt-how-effectively-is-bosnia-being-governed\">Christian Schmidt</a>, after his conviction for ignoring rulings by the international appointee, who oversees a peace deal that has held Bosnia together since the end of its 1992-1995 war, which killed tens of thousands of people and displaced hundreds of thousands more.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The court also handed him a <a href=\"/news/2025/2/26/bosnia-court-sentences-serb-leader-dodik-to-one-year-in-jail\">one-year prison sentence</a>, which he avoided by posting bail, and banned him from participating in politics for six years. Bosnia’s top court upheld that ruling in early November.</p><p>The election is seen as a crucial test of support for Dodik’s nationalist party, which has been in power for nearly two decades.</p><p>The early vote means the winner will serve less than a year before a general election in October. About 1.2 million voters are eligible to choose between six candidates.</p><p>The two main favourites to replace Dodik are Sinisa Karan, a 63-year-old former interior minister who is a close ally and Dodik’s personal choice. Dodik remains head of his party, the Union of Independent Social Democrats.</p><p>The main opposition group, the Serb Democratic Party, selected Branko Blanusa, a 56-year-old electrical engineering professor who has repeatedly levelled corruption allegations against Dodik and his party.</p><p>Preliminary results are expected on election night, but the final official vote count by the Central Election Commission will be announced only after the body also validates all outcomes.</p><p>Republika Srpska is one of two main political entities within Bosnia along with the Federation of Bosnia and Herzegovina, each of which enjoys significant autonomy. The two share equal rights over a third, small self-governing administrative unit within the country, known as the Brcko District.</p><p>Republika Srpska was proclaimed by Bosnian Serb leaders in 1992 at the start of the war and was formally established as part of Bosnia’s post-war constitutional structure in 1995 under the Dayton peace agreement.</p><p>Today, it is overwhelmingly Serb-populated with Serbs making up <a href=\"http://www.statistika.ba/?show=12&amp;id=29800\">82 percent of its residents</a> alongside smaller Bosniak and Croat minorities, according to the latest census, which was held more than a decade ago in 2013.</p><p>Its first president, Radovan Karadzic, has been sentenced to life by the International Criminal Tribunal for the former Yugoslavia in The Hague for the 1995 <a href=\"/the-srebrenica-genocide-as-it-happened-30-years-ago/\">genocide against Bosniaks</a> in Srebrenica, now a town inside Republika Srpska.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump again slams Democrats who urged US troops to refuse illegal orders | Donald Trump News | Al Jazeera",
            "time": "2025-11-23T09:14:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-05T135450Z_1017761450_RC2DQHA2PWE6_RTRMADP_3_USA-TRUMP_cropped-1762355126.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/2025/11/22/great-meeting-key-takeaways-from-trump-mamdani-white-house-meeting\">Donald Trump</a> has doubled down on criticism of Democratic lawmakers who had called on members of the military to refuse illegal orders, labelling the lawmakers as “traitors”.</p><p>Trump suggested late on Saturday that Democratic lawmakers who released the video message to service members earlier this week should be jailed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“THE TRAITORS THAT TOLD THE MILITARY TO DISOBEY MY ORDERS SHOULD BE IN JAIL RIGHT NOW, NOT ROAMING THE FAKE NEWS NETWORKS TRYING TO EXPLAIN THAT WHAT THEY SAID WAS OK,” he wrote in a social media post.</p><p>“IT WASN’T, AND NEVER WILL BE! IT WAS SEDITION AT THE HIGHEST LEVEL, AND SEDITION IS A MAJOR CRIME. THERE CAN BE NO OTHER INTERPRETATION OF WHAT THEY SAID!”</p><p>The latest post came after Trump caused a firestorm on Thursday when he appeared to call for <a href=\"/news/2025/11/20/punishable-by-death-trump-threatens-democrats-with-sedition-charges\">the death penalty</a> for the Democrats in the video.</p><p>“SEDITIOUS BEHAVIOR, punishable by DEATH!” Trump wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 90-second video was first posted on Tuesday by Senator Elissa Slotkin, a former CIA officer. It featured several Democratic legislators who served in the military and intelligence community.</p><p>In the video, the lawmakers say the Trump administration “is pitting our uniformed military against American citizens” and call on service members to “stand up for our laws”.</p><p>“Our laws are clear. You can refuse illegal orders,” they say.</p><p>The Democratic legislators did not specify which illegal orders members of the military should refuse. But their message coincided with Trump’s effort to deploy <a href=\"/news/2025/8/22/on-edge-trumps-military-deployment-in-us-capital-sparks-fear-confusion\">federal forces</a> to several Democratic-led US cities.</p><p>Trump’s invoking of the death penalty prompted condemnation from Democrats, with critics accusing the president of calling for killing the lawmakers.</p><p>“There’s no other way to explain it than to say that emphatically the president has put our lives in danger,” Chrissy Houlahan, one of the Democrats who appeared in the video,  told CNN on Thursday.</p><p>“He directly, literally said that we were seditious and traitors and literally said that we should be hung. So there’s no other way to interpret that other than a call for our death.”</p><p>The controversy came as the US continues to reel from political violence after the assassination of right-wing commentator <a href=\"/news/2025/9/11/israeli-leaders-heap-praise-on-charlie-kirk-as-a-staunch-ally-of-israel\">Charlie Kirk</a> in September and the killing of Democratic Minnesota state lawmaker Melissa Hortman in June.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the outcry over his earlier comments about the death penalty, Trump appeared undeterred by the criticism.</p><p>“MANY GREAT LEGAL SCHOLARS AGREE THAT THE DEMOCRAT TRAITORS THAT TOLD THE MILITARY TO DISOBEY MY ORDERS, AS PRESIDENT, HAVE COMMITTED A CRIME OF SERIOUS PROPORTION,” he wrote on Saturday.</p><p>The president serves as the commander-in-chief of the US military, and the law requires officers to follow the orders of their superiors.</p><p>But some legal scholars have highlighted that the service members swear an oath to the Constitution, and that the Uniform Code of Military Justice – which applies to all active duty officers – only details penalties for members who disobey “lawful orders”.</p><p>Moreover, the laws of war do not offer legal protection for soldiers who follow illegal orders.</p><p>The International Committee of the Red Cross database of international humanitarian law says “manifestly unlawful” orders “must be disobeyed”.</p></div></div></body></html>"
        },
        {
            "title": "Paul Pogba returns from doping ban for Monaco debut in Ligue 1 | Football News | Al Jazeera",
            "time": "2025-11-23T08:32:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251122__84VE2CD__v1__HighRes__FblFraLigue1RennesMonaco-1763885303_a7cc02-1763886104.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Paul Pogba returns from doping ban for Monaco debut in Ligue 1</h1><p class=\"article__subhead\"><em>Ex-Juventus and France star midfielder made his return to football, suiting up for Monaco in first game in more than two years after drug ban.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Paul Pogba described his emotional Monaco debut as a moment of relief and gratitude on Saturday, after the French midfielder returned to the pitch for the first time in more than two years following a doping ban.</p><p>The former Juventus and Manchester United player, who joined the Ligue 1 side on a free transfer in June, had not played a competitive match since September 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pogba received a four-year ban in February 2024 after testing positive for the banned substance DHEA, which boosts testosterone levels. The suspension was cut to 18 months after an appeal at the Court of Arbitration for Sport.</p><p>The 32-year-old, who was nearing a return last month before suffering a right ankle injury, came on in the 85th minute of Monaco’s 4-1 defeat by Rennes at Roazhon Park and was met with a standing ovation.</p><p>“Seeing the crowd rise and applaud, I never imagined that would happen,” Pogba told reporters. “I’m relieved to be playing football again, the thing I love most in the world.</p><p>“But there’s still work to do to get back to full fitness and be able to play 90 minutes… If I don’t perform well at Monaco, I can forget about the French national team.</p><p>“I believe in myself and in my qualities, and since I knew I had done nothing wrong and it was not my fault, I never lost hope.”</p><p>Pogba, who has made 91 appearances for France, played a starring role in his nation’s 2018 FIFA World Cup victory. Knee and hamstring injuries, as well as knee surgery, prevented him from playing for France at the 2022 World Cup in Qatar.</p><figure id=\"attachment_4124633\" aria-describedby=\"caption-attachment-4124633\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124633\" src=\"/wp-content/uploads/2025/11/AFP__20251122__84VF82G__v2__HighRes__TopshotFblFraLigue1RennesMonaco-1763885524.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Paul Pogba in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124633\" class=\"wp-caption-text\">Pogba in action during the French Ligue 1 match between Rennes and Monaco [Lou Benoist/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Israeli jets bomb villages across Lebanon despite ceasefire | Israel attacks Lebanon | Al Jazeera",
            "time": "2025-11-23T08:04:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763885048.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Ukraine, E3 to start Geneva talks; Rubio rejects Russia ‘wish list’ claim | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-23T07:15:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6922aa0e-1763879438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s3\">Senior Ukrainian, European Union, United Kingdom and United States officials will soon <a href=\"/news/2025/11/22/russia-claims-more-land-in-ukraine-as-us-pushes-its-plan-eu-uk-regroup\">start talks in Geneva</a> as ambiguity and deep-seated concerns hover over the fate of the 28-point plan put forward by Washington to end the war with Russia.</p><p class=\"s3\">At the talks, US Secretary of State Marco Rubio will be the top representative of the administration of President Donald Trump, who has given his Ukrainian counterpart Volodymyr Zelenskyy until Thursday to take the deal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rubio and US Special Envoy Steve Witkoff have arrived in Geneva for the talks on Sunday, a US official said.</p><p class=\"s3\">Rubio emphasised in a Sunday post on X before flying to Switzerland that the <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">proposal was authored by the US</a>.</p><p class=\"s3\">“It is offered as a strong framework for ongoing negotiations,” he wrote. “It is based on input from the Russian side. But it is also based on previous and ongoing input from Ukraine.”</p><p class=\"s3\">The comments came in rejection of a claim made by a bipartisan group of veteran US senators, most focused on foreign policy, who told a panel discussion at the Halifax International Security Forum in Canada that the plan is a Russian “wish list” and not the actual proposal offering Washington’s positions.</p><p class=\"s3\">“This administration was not responsible for this release in its current form,” said Republican Mike Rounds from South Dakota, adding that “it looked more like it was written in Russian to begin with”.</p><p class=\"s3\">State Department deputy spokesman Tommy Pigott called the claim “blatantly false”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s3\">The senators earlier Saturday said the plan would only “reward aggression” by Moscow and send a message to other leaders who have threatened their neighbours.</p><p>Critics of the plan have said it heavily leans into the Kremlin’s oft-repeated demands and war narrative.</p><p class=\"s3\">The plan would stress Ukrainian sovereignty and provide a security guarantee that it will not be attacked in the future, but also includes <a href=\"/news/2025/11/21/ukraine-doubts-russias-desire-for-peace-amid-reports-of-us-drafted-plan\">Ukraine ceding territory</a> and making its army smaller.</p><p class=\"s3\">Russian President Vladimir Putin welcomed the proposal late Friday, saying it “could form the basis of a final peace settlement” if Washington can get Ukraine and its European allies on board.</p><p class=\"s3\">Ukraine has been careful with its rhetoric, with Zelenskyy saying he will “work calmly” with the US and his Western allies to get through what he called “truly one of the most difficult moments in our history”.</p><p class=\"s3\">Ukraine’s European allies are not happy with the plan, either, saying the military limitations would leave Ukraine “vulnerable to future attack”, so more talks are necessary.</p><p>France, the UK and Germany, also known as the E3, will have national security advisers at the Geneva talks.</p><p class=\"s3\">The troubled US-led diplomatic efforts are inching forward as <a href=\"/news/2025/11/10/millions-endure-power-cuts-in-ukraine-as-russia-strikes-more-energy-sites\">intense fighting continues</a> to rage in eastern Ukraine.</p><p class=\"s3\">Russian forces are pushing to take control of more territory in Zaporizhia and in Donetsk, part of the eastern Donbas region that is seeing fierce fighting and that Russia wants in its entirety, while also fending off Ukrainian air attacks on their oil and fuel infrastructure.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Verstappen wins Las Vegas F1 GP while Norris extends championship lead | Motorsports News | Al Jazeera",
            "time": "2025-11-23T07:03:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-23T055635Z_8244715_UP1ELBN0GIABP_RTRMADP_3_MOTOR-F1-LASVEGAS-1763879460.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Red Bull’s Max Verstappen won the Las Vegas Grand Prix on Saturday, but McLaren’s Lando Norris has one hand on the Formula One title after finishing second and stretching his lead over teammate Oscar Piastri to 30 points.</p><p>Piastri finished fourth after Mercedes’ Kimi Antonelli, who was ahead of the Australian at the chequered flag, had five seconds added for jumping the start.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>George Russell, last year’s winner of the floodlit race and, like Norris, making his 150th start, completed the podium for Mercedes.</p><p>With two grands prix and a sprint remaining, worth a maximum 58 points, Norris has 408 points to Piastri’s 378 with four-time world champion Verstappen still mathematically in contention on 366.</p><p>Norris finished 20.741 seconds behind but can now secure his first title in Qatar next weekend, with McLaren having already clinched the constructors’ crown for the second year in a row.</p><figure id=\"attachment_4124452\" aria-describedby=\"caption-attachment-4124452\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124452\" src=\"/wp-content/uploads/2025/11/AFP__20251123__84VU3JK__v1__HighRes__AutoFormulaOneLasVegasGrandPrixGrandPrix-1763879597.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lando Norris and Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124452\" class=\"wp-caption-text\">McLaren’s Lando Norris, right, and Red Bull Racing’s Max Verstappen race at the start of the Las Vegas Formula One Grand Prix [Patrick T. Fallon/AFP]</figcaption></figure><h2 id=\"quite-a-decent-gap\">Quite a decent gap</h2><p>“The car was working pretty well, much more to my liking,” said Verstappen, ferried to the podium with Norris and Russell in a LEGO pink Cadillac convertible driven by actor Terry Crews as fireworks lit up the sky over the strip.</p><p>“It was at the end quite a decent gap.”</p><p>It was the 69th win of Verstappen’s career and his sixth of the season, as well as his 125th podium and eighth in a row in the 150th Grand Prix of Red Bull’s partnership with Honda.</p><p>Norris lost the lead to Verstappen at the start, dropping to third when he ran wide at the first corner and opened the door for the Dutch driver and Russell.</p><p>He retook second from Russell on the 34th of 50 laps but then had to manage fuel to the finish.</p><p>“I let Max have a win,” he joked. “I let him go, let him have a nice race. No, I just braked too late,” he added, with an expletive on the live television feed that could land the Briton in trouble with the governing FIA.</p><p>“It was not my best performance out there, but when the guy wins by 20 seconds, it’s because he has just done a better job and they’re a bit quicker.”</p><p>Antonelli finished fifth with Ferrari’s Charles Leclerc sixth and Williams’ Carlos Sainz seventh. Isack Hadjar was eighth for Racing Bulls, and Sauber’s Nico Hulkenberg and Ferrari’s Lewis Hamilton completed the top 10.</p><p>Piastri dropped from fifth to seventh on the opening lap after contact with Racing Bulls’ Liam Lawson, who plunged to last with a badly damaged car.</p><p>Verstappen was 20 seconds clear of the field by lap 23 and pitted at the halfway point, rejoining in the lead after Russell and Norris had already switched to the hard tyre.</p><p>Aston Martin’s Lance Stroll was taken out by Sauber’s Gabriel Bortoleto, as the Brazilian rookie dived aggressively into the first corner and ran out of road, with both retiring immediately.</p><p>Alpine’s Pierre Gasly was also a spinner at the start, and the virtual safety car (VSC) was triggered on the second lap for marshals to retrieve debris between turns one and four.</p><p>The VSC was deployed again on lap 16 for more debris on track after Williams’ Alex Albon and Hamilton collided, with the latter racing from 19th and last on the grid to 13th on the opening lap.</p><p>Albon, whose team lost radio contact with the car from the start, was handed a five-second penalty for causing the collision and also reprimanded for a starting procedure infringement.</p><figure id=\"attachment_4124457\" aria-describedby=\"caption-attachment-4124457\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124457\" src=\"/wp-content/uploads/2025/11/AFP__20251123__84VT466__v1__HighRes__AutoFormulaOneLasVegasGrandPrixGrandPrix-1763879743.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Max Verstappen in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124457\" class=\"wp-caption-text\">Verstappen is the first driver to win the Las Vegas Grand Prix twice [Patrick T Fallon/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Northern Australia assesses damage after Tropical Cyclone Fina | Climate Crisis News | Al Jazeera",
            "time": "2025-11-23T06:57:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/WEBMAP-AUSTRALIA-DARWIN-1763879375.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Northern Australia assesses damage after Tropical Cyclone Fina</h1><p class=\"article__subhead\"><em>Thousands have lost power due to Fina, which also caused property damage, but resulted in no injuries to residents.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Residents of Australia’s Northern Territory have been clearing streets after a damaging tropical cyclone that brought intense winds overnight, tearing up trees and traffic lights and cutting power.</p><p>Tropical Cyclone Fina <a href=\"/news/2025/11/22/australias-northern-territory-braces-for-tropical-cyclone-fina\">loomed off</a> the coast of the Northern Territory for several days before rapidly strengthening to a Category 3 storm.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It swept through on Saturday night between the busy city of Darwin and the sparsely populated Tiwi Islands – an archipelago about 80km (50 miles) off the coast – where wind gusts reached 110km (70 miles) per hour.</p><p>The “very destructive core” of the cyclone has moved away from the Northern Territory, but heavy rain and winds will persist on Sunday, Bureau of Meteorology forecaster Angus Hines said.</p><p>Northern Territory Chief Minister Lia Finocchiaro said about 19,000 homes and businesses had lost power in the past 24 hours, and efforts were being made to restore it.</p><p>She said there was significant debris, including trees and powerlines, and warned people to take care as they moved around.</p><p>“In true territory spirit, neighbours are coming out with chainsaws and everyone’s chipping in,” she said Sunday.</p><p>“This cyclone saw a territory that was united and prepared for what was to come, and as a result, we’ve seen largely minimal impact and no injuries,” Finocchiaro said in a news conference televised from Darwin.</p><h2 id=\"airport-shut-down\">Airport shut down</h2><p>Footage showed sheets of rain pouring from roofs during the peak of the cyclone, while huge trees toppled into back yards and roads.</p><p>A section of the roof at the Royal Darwin Hospital collapsed, leaving bricks and debris littering a corridor floor.</p><p>The Darwin airport, which was forced to shut on Saturday, reopened on Sunday.</p><p>Fina is now moving offshore towards Western Australia, and forecasts say it may intensify to a Category 4 storm.</p><p>But weather authorities said Sunday it was unlikely the cyclone would make landfall, and that it would gradually break apart in the coming days.</p><p>Researchers have repeatedly warned that climate change amplifies the risk of natural disasters such as bushfires, floods and cyclones.</p><p>For residents of Darwin, a population of about 140,000, Fina conjured up painful memories of Cyclone Tracy, which wiped out much of the city on Christmas Day 1974, killing 66 people, in what was one of Australia’s worst natural disasters.</p></div></div></body></html>"
        },
        {
            "title": "Death toll from Vietnam floods rises to 90, several still missing | Floods News | Al Jazeera",
            "time": "2025-11-23T06:45:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251122__84TJ3KE__v2__HighRes__TopshotVietnamWeatherEnvironmentFlood-1763874494.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from <a href=\"/news/2025/11/20/at-least-41-dead-as-heavy-rain-flooding-and-landslides-hit-central-vietnam#:~:text=More%20than%2052%2C000%20houses%20were,customers%20were%20left%20without%20electricity.\">severe floods</a> in south and central Vietnam has risen to 90, authorities said, as the Southeast Asian country continues to assess the damage after days of relentless rain.</p><p>In a statement on Sunday, the Vietnamese Ministry of Natural Resources and Environment said some 63 of the deaths since November 16 were recorded in the mountainous central Dak Lak province, where tens of thousands of homes were flooded.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said at least 12 people were still missing in the region.</p><p>While the floodwaters have begun to recede in hard-hit Dak Lak, several communities remain inundated and hundreds of families are still affected, the VnExpress news website reported.</p><p>Mach Van Si, a 61-year-old farmer in Dak Lak, said the floodwaters left him and his wife stranded on their sheet-metal rooftop for two nights.</p><p>“Our neighbourhood was completely destroyed. Nothing was left. Everything was covered in mud,” he told the AFP news agency on Sunday.</p><p>By the time they climbed a ladder to their roof, Si said he was no longer scared. “I just thought we were going to die because there was no way out,” he said.</p><p>Relentless rain has lashed south-central Vietnam since late October, hitting popular holiday destinations with several rounds of flooding. Whole city blocks were inundated last week in coastal Nha Trang, while deadly landslides struck highland passes around the Da Lat tourist hub.</p><p>More than 80,000 hectares (200,000 acres) of rice and other crops across Dak Lak and four other provinces were damaged in the last week, with more than 3.2 million livestock or poultry dead or washed away by floodwaters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Authorities have used helicopters to airdrop aid to communities cut off by flooding and landslides, with the government deploying tens of thousands of personnel to deliver clothing, water purification tablets, instant noodles and other supplies to affected areas, state outlet Tuoi Tre News said.</p><p>Severe flooding in southern coastal Khanh Hoa province washed away two suspension bridges last week, leaving many households isolated, the outlet said, quoting officials.</p><p>Several locations on national highways remained blocked on Sunday due to flooding or landslides, according to the Environment Ministry, and some sections of railways were still suspended.</p><p>More than 129,000 customers remained without electricity, after more than a million were without power last week.</p><p>The Environment Ministry on Sunday estimated economic losses of $343m across five provinces due to the floods.</p><p>Prime Minister Pham Minh Chinh has ordered authorities to provide Dak Lak with 500 billion Vietnamese dollars ($19m) to help residents rebuild homes and “restore public assets”, the Vietnam News outlet reported.</p><p>He ordered a further 300 billion Vietnamese dollars ($11.4m) for Lam Dong, and 150 billion Vietnamese dollars ($5.7bn) each for Gia Lai and Khanh Hoa provinces.</p><p>He also ordered authorities to help affected residents to support and complete the repair of homes before November 20 and to build houses for people who lost their homes by the end of January, for the Lunar New Year holiday.</p><p>Natural disasters have left 279 people dead or missing in Vietnam and caused more than $2bn in damage between January and October, according to the national statistics office.</p><p>The Southeast Asian nation is prone to heavy rain between June and September, but scientists have identified a pattern of human-driven <a href=\"/video/inside-story/2025/11/22/is-the-global-public-tuning-out-the-climate-change-debate\">climate change</a> that is making extreme weather more frequent and destructive.</p></div></div></body></html>"
        },
        {
            "title": "Accused, shunned, exiled: The women banished to Ghana’s ‘witch camps’ | Women | Al Jazeera",
            "time": "2025-11-23T06:32:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/CT_GHANA_9MAY25_0186-1763638267-1-1763884262.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"driven-out-of-their-homes\">Driven out of their homes</h2><p>Belief in witchcraft is deeply entrenched across Ghana, cutting through both rural and urban life, explains John Azumah, the director of the Sanneh Institute in Accra, a research centre, which has long supported survivors of witchcraft accusations and is part of a coalition pressing for legal and social reform.</p><p>“It’s not just a Ghanaian thing,” Azumah says. “Belief in the supernatural is so powerful in Africa. It’s very strong in Nigeria, in East Africa ... What is unique about Ghana is the camps in the north.”</p><p>Although accusations occur in other parts of Ghana, women in those areas are more likely to be ostracised than banished. Meanwhile, in the north, the accused are often sent to the “witch camps” that usually serve as their last refuge.</p><p>The camps are often located near or within villages and are overseen by traditional priests or camp chiefs, typically appointed by village leaders. The camp in Gambaga is the oldest and most well-known, but others exist in Kukuo, Gnani, and Kpatinga.</p><p>Women, often elderly, widowed, or without strong family protection, are most frequently targeted, Azumah says. Many, too, are “the poorest of the poor”, he added. Once accused, they are vulnerable to mob violence, abandonment, or lifelong banishment.</p><p>Sometimes, the accusations have deadly consequences. In July 2020, 90-year-old Akua Denteh was lynched in a public market after being accused. Her brutal killing shocked the nation, and sparked calls for reform.</p><p>“It is violence against women - a demonisation of women,” Azumah says, explaining how witchcraft is not always viewed as inherently evil. Women accused of witchcraft are feared and condemned, while men who are accused of it are thought to use it for protection or good, he explains.</p><p>Almost any misfortune can be interpreted as evidence of witchcraft, says Azumah. “Sometimes people are just accusing others maliciously, or to get them out of the way for some reason. It could be fights over property or farmland, or it could just be pure jealousy, like somebody's child is doing well in school.”</p><p>Once a woman is accused and sent to a camp, she may undergo a traditional \"trial\", involving the slaughter of a chicken or guinea fowl. \"When the guinea fowl or chicken is dying, the position of the body determines the outcome [of the trial],\" explains Alasan Shei, the traditional spiritual leader who oversees the Gnani camp. \"If it falls on its back with the head facing up, it means the woman has some witchcraft. But if it lies face down, then she is innocent.\"</p><p>Yet even when this ritual “proves” innocence, returning home is rare. For most women, the accusation alone is enough to drive them from their communities.</p><p>“Most often, the communities where the women are accused will not be ready to accept them back,” says Shei.</p></div></div></body></html>"
        },
        {
            "title": "Israel has violated Gaza truce nearly 500 times in 44 days, killed hundreds | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-11-23T06:23:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/afp_6921ed54780f-1763831124.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has violated the United States-brokered Gaza ceasefire at least 497 times in 44 days, killing hundreds of Palestinians since the ceasefire came into effect on 10 October, according to the Gaza Government Media Office.</p><p>Some 342 civilians have been killed in the attacks, with <a href=\"/news/2025/11/21/at-least-67-palestinian-children-killed-in-gaza-since-ceasefire-began-un\">children</a>, women and the elderly accounting for the majority of the victims.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We condemn in the strongest terms the continued serious and systematic violations of the ceasefire agreement by the Israeli occupation authorities,” the office said in a statement on Saturday.</p><p>“These violations constitute a flagrant breach of international humanitarian law and the humanitarian protocol attached to the agreement. Among these violations, 27 occurred today, Saturday, resulting in 24 martyrs and 87 wounded,” it added.</p><p>The office also said Israel was fully responsible for the humanitarian and security repercussions from its violations.</p><p>Israel continues to heavily restrict the full and free flow of desperately needed aid and medical supplies into the devastated enclave as was mandated in the ceasefire agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel’s military launched a wave of air attacks across Gaza on Saturday, <a href=\"/news/2025/11/22/violence-never-ended-israeli-attacks-kill-nearly-two-dozen-in-gaza\">killing at least 24 Palestinians</a>, including children, in its latest violation of a six-week-old ceasefire in the war-torn territory.</p><p>Israeli Prime Minister Benjamin Netanyahu’s office said it launched these latest attacks after a Hamas fighter attacked Israeli soldiers in Israeli-occupied territory inside Gaza’s so-called <a href=\"/news/2025/11/20/palestinians-squeezed-as-israel-moves-beyond-yellow-line-in-gaza-city\">yellow line</a>.</p><p>“In response, Israel eliminated five senior Hamas [fighters],” it said in a statement.</p><h2 id=\"a-ceasefire-in-name\">‘A ceasefire in name’</h2><p>Hamas demanded Israel reveal the identity of the fighter that allegedly attacked the Israeli forces.</p><p>Izzat al-Risheq, a senior member of Hamas’s political bureau, called on the mediators of the Gaza deal and the US administration to pressure Israel to back its claim and to implement the Gaza agreement.</p><p>“Israel is fabricating pretexts to evade the agreement and return to a war of extermination,” he said in a statement.</p><p>“It is Israel that violates the agreement daily and systematically.”</p><p>He also dismissed the reports that claimed Hamas had called off the ceasefire.</p><p>Al Jazeera’s Tareq Abu Azzoum, reporting from Gaza City, said on Sunday that the truce deal in Gaza is only “a ceasefire in name”.</p><p>“In reality, despite the announced pause, the Israeli forces carried out a series of air strikes across Gaza,” he said.</p><p>Abu Azzoum said such attacks have left Palestinians in Gaza with “a shattered sense of safety” despite the alleged truce.</p><p>“Such strikes reinforce the belief that the Gaza deal has been treated as a tactical withdrawal rather than a genuine binding commitment,” he added.</p><p>Dozens of Palestinian families have been besieged in <a href=\"/news/liveblog/2025/11/20/live-israel-bombs-house-in-southern-gaza-kills-at-least-3-palestinians\">northern Gaza</a>, local authorities have said, as the Israeli military has repositioned its forces deeper into the enclave in violation of the ceasefire agreement.</p><p>Set out in the agreement between Israel and Hamas, the yellow line refers to <a href=\"/news/2025/10/23/map-of-gaza-shows-where-israeli-forces-are-positioned-under-ceasefire-deal\">an unmarked boundary</a> where the Israeli military repositioned itself when the deal came into effect last month.</p><p>It has allowed Israel, which routinely fires at and kills Palestinians who approach the line, to retain control over more than half of the coastal territory.</p><p>Hamas said Israel has pushed westwards beyond the yellow line, where Israeli troops are stationed in Gaza, and is changing the boundary set out as part of the deal.</p><p>Meanwhile, a spokesperson for Gaza Forensic Evidence Department told Al Jazeera that the organisation needed laboratories and equipment to examine fingerprints and DNA of the bodies of the Palestinians returned by Israel as part of the truce deal, many of which <a href=\"/video/newsfeed/2025/10/17/palestinian-bodies-returned-by-israel-show-sign-of-execution-torture\">show signs of torture, mutilation and execution</a>.</p><p>“We rely on forensic photography and the observations of the families and face difficulties,” the spokesperson said, calling on the international bodies to provide equipment for the identification process.</p><p>The spokesperson added that 330 bodies have been returned by Israel and only 90 have been identified.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: US, European officials to discuss Trump’s plan | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-23T05:46:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/epa_69229b324359-1763875634.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: US, European officials to discuss Trump’s plan</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Officials from the US, Ukraine, and national security advisers from France, UK and Germany to hold talks in Geneva today to discuss plan to end the war.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Enough repression’: Thousands of Tunisians protest against Kais Saied | Politics News | Al Jazeera",
            "time": "2025-11-23T05:21:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25326709838194-1763863917.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of protesters have taken to the streets of the Tunisian capital to protest against what they call President Kais Saied’s <a href=\"/news/2025/11/14/rights-groups-decry-tunisias-injustice-crackdown-on-activists\">escalating authoritarianism</a> and the jailing of government critics.</p><p>At least 2,000 people, wearing black and carrying whistles and red ribbons, marched through Tunis on Saturday, chanting slogans, including “the people want the fall of the regime” and “no fear no terror, the street belongs to the people”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Some held placards that read, “Enough repression” and “Not my president”.</p><p>The rally – under the slogan “against injustice” – brought together activists, NGOs and fragmented parties from across the spectrum in a rare display of unity in opposition to Saied.</p><p>It came weeks after a Tunisian court handed a five-year prison sentence to former administrative judge <a href=\"/news/2025/10/31/tunisia-sentences-lawyer-and-saied-critic-to-five-years-in-prison\">Ahmed Souab</a>, a vocal critic of the politicisation of the judiciary.</p><p>Tunisian journalist Said Zouari told Al Jazeera the protests show a newly found unity between the groups of various ideological backgrounds.</p><p>“But these protests are not finding any echo in the Carthage Palace,” Zouari told Al Jazeera, referring to the presidential residence.</p><p>The Tunisian government has jailed dozens of opposition figures, journalists, lawyers and businesspeople, accusing them of “conspiring against state security”.</p><p>But critics say Saied is using the judiciary and police to target his political opponents.</p><p>They warn that democratic gains in the birthplace of the Arab Spring in the years since the 2011 revolution that toppled longtime Tunisian leader Zine El Abidine Ben Ali are disappearing.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“All the progress of the past 14 years has been overturned,” said Ayoub Amara, one of the organisers of Saturday’s protest. “Tunisia is big enough for all Tunisians, and no single person can rule it according to his whims.”</p><p>Monia Brahim, the wife of jailed opposition figure Abdelhamid Jlassi, said she joined the march because she believes “many Tunisians are facing deep injustice”.</p><p>“I came to defend my rights as a citizen,” she told The Associated Press news agency. “Political prisoners know for a fact that they are in prison to pay the price for their principles, their constitutional right for civil and political activism, and are being held hostage by the regime established today in Tunisia.”</p><p>Among those detained, some are currently on <a href=\"/news/2025/11/8/tunisian-opposition-figures-join-hunger-strike-to-support-jailed-politician\">hunger strike</a>, including constitutional law professor Jaouhar Ben Mbarek, who has been striking for more than 20 days.</p><p>The march on Saturday came as part of a broader surge in protests nationwide over political and economic turmoil under Saied’s rule. On Thursday, Tunisian journalists protested against the widening crackdown on the freedom of the press and the temporary suspension of several prominent civil society organisations.</p><p>Saied was democratically elected in 2019, succeeding <a href=\"/news/2019/7/25/tunisian-president-beji-caid-essebsi-dies-at-92\">Beji Caid Essebsi</a>, who died earlier this year. The 70-year-old suspended parliament and consolidated all branches of power in 2021 before moving to prosecute political opponents and former officials.</p><p>Early in Saied’s tenure, the Tunisian government focused its crackdown on the Ennahdha Party, which was part of Essebsi’s governing coalition.</p><p>Tunisian courts have handed several jail sentences to Ennahdha’s leader, former Parliament Speaker <a href=\"/news/2025/7/8/tunisian-court-hands-lengthy-prison-sentences-to-ex-officials\">Rached Ghannouchi</a>, in cases that his supporters say are politically motivated.</p><p>Even Saied’s former allies have not been spared by the crackdown.</p><p>Nadia Akacha, the Tunisian president’s former chief of staff, who was considered one of his close and influential aides, was sentenced to 35 years in prison in absentia in July.</p><p>Rights groups have also accused Saied of pushing to suppress civil society in Tunisia.</p><p>Amnesty International said earlier this month that the crackdown on rights groups has reached critical levels with arbitrary arrests, detentions, asset freezes, banking restrictions and suspensions targeting 14 NGOs.</p><p>Human Rights Watch, meanwhile, has said that more than 50 people, including politicians, lawyers, journalists and activists, have been subjected to arbitrary arrest or prosecution since late 2022, for exercising their rights to freedom of expression, peaceful assembly or political activity.</p><p>The rights group also warned that broad antiterrorism and cybercrime laws were being utilised to criminalise dissent and tame all forms of free speech.</p><p>Saied denies having become a dictator or using the judiciary against opponents, saying he is cleansing Tunisia of “traitors”.</p></div></div></body></html>"
        },
        {
            "title": "Airlines cancel Venezuela flights amid US warning, military buildup | Politics News | Al Jazeera",
            "time": "2025-11-23T03:20:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-21T213041Z_817956149_RC291IAE1W0W_RTRMADP_3_VENEZUELA-POLITICS-MARCH-1763862963.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six international airlines have suspended flights to Venezuela after the United States warned major carriers about a “potentially hazardous situation” due to “heightened military activity” around the South American country.</p><p>Spain’s Iberia, Portugal’s TAP, Chile’s LATAM, Colombia’s Avianca, Brazil’s GOL and Trinidad and Tobago’s Caribbean all halted flights to the country on Saturday, the AFP news agency reported, citing Marisela de Loaiza, the president of the Venezuelan Airlines Association.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>TAP said it was cancelling its flights scheduled for Saturday and next Tuesday, while Iberia said it was suspending flights to the Venezuelan capital, Caracas, until further notice.</p><p>TAP told the Reuters news agency that its decision was linked to the US notice, which it said “indicates that safety conditions in Venezuelan airspace are not guaranteed”.</p><p>According to the AFP news agency, Panama’s Copa Airlines, Spain’s Air Europa and PlusUltra, Turkish Airlines, and Venezuela’s LASER are continuing to operate flights for now.</p><p>The flight suspensions come as tensions between the US and Venezuela soar, with Washington deploying troops as well as the world’s largest aircraft carrier to the Caribbean, as part of what it calls an anti-narcotics operation. Caracas, however, describes the operation as a bid to force Venezuelan President <a href=\"/news/2025/11/14/is-venezuela-prepared-for-a-us-attack-as-washington-ramps-up-forces\">Nicolas Maduro</a> out of power.</p><p>The US military has also <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">carried</a> out at least 21 attacks on alleged drug boats in the Caribbean and the Pacific, killing at least 83 people.</p><p>The campaign – which critics say violates both international and US domestic law – began after the administration of President Donald Trump increased its reward for information leading to the arrest or conviction of Maduro to $50m, describing him as the “global terrorist leader of the Cartel de los Soles”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>President Trump, meanwhile, has sent mixed signals about the possibility of intervention in Venezuela, saying in a CBS interview earlier this month that he doesn’t think his country was going to war against Caracas.</p><p>But when asked if Maduro’s days as president were numbered, he replied, saying, “I would say yeah.”</p><p>Then, on Sunday, he said the US may open talks with Maduro, and on Monday, when asked about the possibility of deploying US troops to the country, he replied: “I don’t rule out that. I don’t rule out anything. We just have to take care of Venezuela.”</p><p>Days later, on Friday, the US Federal Aviation Agency (FAA) <a href=\"/news/2025/11/22/us-warns-civilian-flights-as-military-activity-around-venezuela-increases\">urged all flights</a> in the area to “exercise caution” due to the threats “at all altitudes, including during overflight, the arrival and departure phases of flight, and/or airports and aircraft on the ground”.</p><p>Ties between Washington and Caracas have been dominated by tensions since the rise of Maduro’s left-wing predecessor, <a href=\"/news/2013/3/6/venezuela-president-hugo-chavez-dies\">Hugo Chavez</a>, in the early 2000s.</p><p>The relationship deteriorated further after Maduro came to power following Chavez’s death in 2013.</p><p>Successive US administrations have rejected Maduro’s legitimacy and imposed heavy sanctions on the Venezuelan economy, accusing the president of corruption, authoritarianism and <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">election fraud</a>.</p><p>The Trump administration has hardened the US stance. Last week, it labelled the Venezuelan drug organisation, dubbed Cartel de los Soles (Cartel of the Suns), a “terrorist” group, and it accused Maduro of leading it, without providing evidence.</p><p>In recent weeks, conservative foreign policy hawks in the US have been increasingly calling on Trump to topple the Maduro government.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Maduro has accused the US of inventing “pretexts” for war, repeatedly expressing willingness to engage in dialogue with Washington. But he has warned that his country would push to defend itself.</p><p>“No foreign power will impose its will on our sovereign homeland,” he was quoted as saying by the Venezuelan outlet Telesur.</p><p>“But if they break peace and persist in their neocolonial intentions, they will face a huge surprise. I pray that does not occur, because – I repeat – they will receive a truly monumental surprise.”</p><p>Venezuelan opposition leader Maria Corina Machado, who recently won a Nobel Peace Prize, suggested that overthrowing Maduro would not amount to regime change, arguing the president lost the election last year and rigged the results.</p><p>“We’re not asking for regime change. We’re asking for respect of the will of the people and the people will be the one that will take care and protect this transition so that it is orderly, peaceful and irreversible,” she told The Washington Post on Friday.</p><p>Machado, 58, has called for privatising Venezuela’s <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">oil sector</a> and opening the country to foreign investments.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,368 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-11-23T02:53:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-22T113103Z_2024092433_RC2N1IANMOBM_RTRMADP_3_UKRAINE-CRISIS-HOLODOMOR-ZELENSKIY-1763856308.jpg?resize=1920%2C1333",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,368</h1><p class=\"article__subhead\"><em>Here are the key events from day 1,368 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 23 Nov 2025</span><span aria-hidden=\"true\">23 Nov 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Sunday, November 23.</p><h2 id=\"trump-s-plan\">Trump’s plan</h2><ul class=\"spaced-bullet-spacing\">\n<li>Officials from Ukraine, the United States, and the European Union are set to hold talks in Geneva to discuss US President Donald Trump’s proposed <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point plan</a> for ending the war with Russia.</li>\n<li>Trump, who initially demanded Ukraine accept his plan by Thursday, told reporters on Saturday that the proposal was not his final offer. “We’d like to get to peace. One way or another, we’ll get it ended,” he said.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said on Saturday that he has signed a decree approving the composition of Kyiv’s delegation to the talks.</li>\n<li>“Our representatives know how to defend Ukraine’s national interests and exactly what must be done to prevent Russia from launching a third invasion,” he wrote in a social media post, adding that Russia’s “crimes” should not be “rewarded”.</li>\n<li>European and Western leaders welcomed Trump’s plan in a statement on Saturday, but said the draft requires “additional work”.</li>\n<li>They also pushed back against some of its elements, including the ceding of territory to Russia and limits on the size of the Ukrainian military. “We are clear on the principle that borders must not be changed by force,” they said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><ul class=\"spaced-bullet-spacing\">\n<li>German Chancellor Friedrich Merz stressed the need for Ukraine to be involved in any resolution of the conflict and to decide its own fate. “Wars cannot be ended by major powers over the heads of the countries affected,” he told reporters.</li>\n<li>The leaders of eight Nordic-Baltic countries released a separate statement, reaffirming their commitment to support Ukraine, including by continuing to arm its military. “We have, from the outset of Russia’s war of aggression, stood by Ukraine’s side, and we will continue to do so,” they said.</li>\n<li>In Washington, DC, <a href=\"/news/2025/11/21/more-details-of-us-plan-for-ukraine-emerge-sees-territory-ceded-to-russia\">Trump’s proposal</a> continued to face opposition from Democrats and some Republican hawks in Congress. Senator Angus King called it one of the worst “geopolitical mistakes” he has ever seen.</li>\n</ul><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched more than 60 strikes on the Nikopol district of Ukraine’s Dnipropetrovsk region, killing at least one person and wounding five others, according to local officials.</li>\n<li>Another Russian strike on a store in Ukraine’s Zaporizhia wounded five people, while Russian shelling killed three people, including two women in Kherson, officials said.</li>\n<li>The State Emergency Service of Ukraine said it ended its search and rescue operation following the deadly Russian missile <a href=\"/gallery/2025/11/20/russian-air-strikes-kill-26-in-devastating-attack-on-ukraines-ternopil\">attack in Ternopil</a> in the west of the country on November 19.</li>\n<li>The final death toll of that attack was 33, including six children, according to the agency. Ninety-four others were also wounded.</li>\n<li>Russia’s Ministry of Defence said its forces captured two villages in eastern Ukraine – Zvanivka in Donetsk and Nove Zaporizhzhia in the Zaporizhia region.</li>\n<li>The claim came as Ukraine’s Kyiv Independent reported that Russian forces appear to have captured more than 15 villages in Zaporizhia. It cited the Finnish open-intelligence collective, the Black Bird Group.</li>\n<li>The months-long battle for the town of Pokrovsk in Donetsk also continued, with Russia’s TASS news agency reporting that Russian troops have “encircled Ukrainian units” in several neighbourhoods there.</li>\n<li>For its part, the Ukrainian military said Russian attempts to reach the town’s centre were unsuccessful and that its forces were holding designed lines in northern Pokrovsk.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Is the global public tuning out the climate change debate? | Climate Crisis | Al Jazeera",
            "time": "2025-11-22T22:12:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763846211.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Divisions mark the last days of the UN climate summit in the Brazilian city of Belem.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Division marked the COP30 climate summit in Brazil as countries struggled to reach a consensus on several sticking points, including a push to phase out fossil fuels.</p><p>As the world seeks to address the climate crisis, experts say scientists, politicians, media and business all have a role to play in keeping the public engaged.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But are they succeeding?</p><p><strong>Presenter:</strong> Neave Barker</p><p><strong>Guests:</strong></p><p>Professor John Sweeney – Contributor to the Intergovernmental Panel on Climate Change’s (IPCC) Nobel Peace Prize-winning assessment report</p><p>Professor Allam Ahmed – Leading scholar in sustainable development and the knowledge economy</p><p>Michael Shank – Climate communication expert and former director of media strategy at Climate Nexus</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Air traffic suspended at Netherlands airport after drone sightings | News | Al Jazeera",
            "time": "2025-11-22T22:03:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/getty_692225e1dd-1763845601.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Air traffic suspended at Netherlands airport after drone sightings</h1><p class=\"article__subhead\"><em>Drone sightings caused suspension of air traffic at Eindhoven airport, impacting both civilian and military operations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 12 hours ago</span><span aria-hidden=\"true\">Updated: 12 hours ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Air traffic at the Eindhoven airport in the south of the Netherlands has resumed after a suspension that lasted several hours due to multiple drone sightings, the Dutch defence minister has said.</p><p>Traffic resumed around 11pm (22:00 GMT), Defence Minister Ruben Brekelmans said on Saturday, two hours after he had first reported the disruption.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Defence has taken measures,” the minister said. “Out of security considerations no further information can be shared.”</p><p>Eindhoven serves both as a civilian and as a military airport. All types of air traffic were suspended, Brekelmans said.</p><p>Asked if it was clear where the drones had come from, the Ministry of Defence had no additional comment.</p><p>The incident comes after drones and other airspace incursions caused considerable disruption across Europe in recent months.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In September, more than 20 Russian drones entered <a href=\"/news/2025/9/10/poland-shoots-down-russian-drones-will-nato-enter-war-in-ukraine\">Polish airspace</a>, and three Russian military jets violated Estonia’s airspace for 12 minutes.</p><p>Since then, many drone flights, the origins of which are mostly unknown, have disrupted airspace operations in Europe.</p><p>European Commission President Ursula von der Leyen has called the incursions “hybrid warfare”.</p><h2 id=\"military-fires-at-drones\">Military fires at drones</h2><p>Separately on Saturday, the Defence Ministry said the Dutch military opened fire at drones over Volkel Air Base in the east of the country on Friday, but no wreckage was recovered.</p><p>Security staff at the base reported the drones between 7pm and 9pm on Friday (between 17:00 and 19:00 GMT), prompting the air force to fire ground-based weapons to take them down, the ministry said in a statement.</p><p>“The drones left the area and were not recovered,” the statement said.</p><p>In recent weeks, a series of incidents involving unidentified drone flights have been reported near military sites in the Netherlands and neighbouring Belgium.</p><p>Both the Dutch military and civilian police were investigating, according to the ministry, which said it was unclear why the drones were flying above and around the air base. No further details were provided, citing security reasons.</p><p>Volkel Air Base is used by the Royal Netherlands Air Force.</p><p>In the Netherlands, the use of drones near all airports is prohibited for flight safety reasons in addition to other security reasons around military facilities, the statement said.</p></div></div></body></html>"
        },
        {
            "title": "World leaders, rights groups react to COP30 climate deal | Climate Crisis News | Al Jazeera",
            "time": "2025-11-22T21:55:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/13527988-1763883864.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The annual United Nations climate conference has ended with <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">an agreement</a> that urges action to address global warming, but falls short of endorsing a phase-out of fossil fuels.</p><p>After two weeks of heated debates, meetings and negotiations at the COP30 summit in the Brazilian city of Belem, world leaders on Saturday agreed to a deal that calls for countries to “significantly accelerate and scale up climate action worldwide”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The text lays out a series of promises and measures – including a call for developed countries to triple their funding to help poorer nations respond to the crisis – but makes no mention of a fossil fuel phase-out.</p><p>Dozens of states had been calling forthe COP30 deal to lay out a framework to ease away from their <a href=\"/news/2025/11/12/worlds-fossil-fuel-obsession-threatens-billions-of-lives-amnesty\">reliance on oil, gas and coal</a> – the major drivers of the climate crisis – but several countries that rely on fossil fuels had pushed back.</p><p>While observers say the deal marks a step forward in the world’s effort to address climate breakdown, several have argued that COP30 fell short of expectations.</p><p>Here’s a look at how some world leaders and climate advocates have reacted to the agreement.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cop30-president-andre-aranha-correa-do-lago\">COP30 President Andre Aranha Correa do Lago</h2><p>“We know some of you had greater ambitions for some of the issues at hand. I know that you, civil society, will demand us to do more to fight climate change. I want to reaffirm that I will try not to disappoint you during my presidency,” he said during Saturday’s closing session.</p><p>“As [Brazilian] <a href=\"/news/2025/11/20/brazils-lula-faces-obstacles-in-push-for-agreement-at-climate-summit\">President</a> [Luiz Inacio Lula da Silva] said at the opening of this COP, we need roadmaps so that humanity – in a just and planned manner – can overcome its dependence on fossil fuels, halt and reverse deforestation and mobilise resources for these purposes,” he said.</p><p>“I, as president of COP30, will therefore create two roadmaps: One on halting and reverting [reversing] deforestation and another to transitioning away from fossil fuels in a just, orderly and equitable manner.”</p><h2 id=\"un-secretary-general-antonio-guterres\">UN Secretary-General Antonio Guterres</h2><p>“COP30 has delivered progress,” Guterres said in <a href=\"https://www.un.org/sg/en/content/sg/statements/2025-11-22/statement-the-secretary-general-the-agreement-cop30\" target=\"_blank\" rel=\"noopener\">a statement</a>, including the call to triple climate adaptation financing and recognition that the world is going to surpass the 1.5 degrees Celsius (2.7 degrees Fahrenheit) target for global warming set under the Paris Agreement.</p><p>“But COPs are consensus-based – and in a period of geopolitical divides, consensus is ever harder to reach. I cannot pretend that COP30 has delivered everything that is needed. The gap between where we are and what science demands remains dangerously wide,” the UN chief said.</p><p>“I understand many may feel dissapointed [sic] – especially young people, Indigenous Peoples and those living through climate chaos. The reality of overshoot is a stark warning: We are approaching dangerous and irreversible tipping points,” he added.</p><figure id=\"attachment_4124070\" aria-describedby=\"caption-attachment-4124070\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4124070\" src=\"/wp-content/uploads/2025/11/epa_692214caa2d7-1763841226.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12508023 UN Secretary-General Antonio Guterres speaks during the opening of the COP30 leaders' summit at the Hangar Convention Center in Belem, Brazil, 06 November 2025. The leaders’ summit at the UN Climate Conference (COP30) kicked off in the Brazilian Amazon, with around 60 heads of state and government in attendance, seeking to lay the groundwork for negotiators. EPA/ANDRE COELHO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4124070\" class=\"wp-caption-text\">Guterres speaks during COP30’s opening session in Belem on November 6, 2025 [Andre Coelho/EPA]</figcaption></figure><h2 id=\"wopke-hoekstra-european-union-climate-commissioner\">Wopke Hoekstra, European Union climate commissioner</h2><p>“We’re not going to hide the fact that we would have preferred to have more, to have more ambition on everything,” Hoekstra told reporters.</p><p>“It is not perfect, but it is a hugely important step in the right direction.”</p><h2 id=\"colombian-president-gustavo-petro\">Colombian President Gustavo Petro</h2><p>“I do not accept that the COP30 declaration does not clearly state, as science does, that the cause of the climate crisis is the fossil fuels used by capital. If that is not stated, everything else is hypocrisy,” Petro wrote on <a href=\"https://x.com/petrogustavo/status/1992276426569974122\" target=\"_blank\" rel=\"noopener\">social media</a>.</p><p>“Life on the planet, including our own, is only possible if we separate ourselves from oil, coal, and natural gas as energy sources; science has determined this, and I am not blind to science.</p><p>“Colombia opposes a COP30 declaration that does not tell the world the scientific truth.”</p><h2 id=\"cuban-foreign-minister-bruno-rodriguez-parrilla\">Cuban Foreign Minister Bruno Rodriguez Parrilla</h2><p>“While the results fell short of expectations, the Belem COP strengthens and demonstrates the importance of multilateralism in addressing major global challenges such as combating #climatechange,” he wrote on X.</p><p>“Among its key outcomes are the call for developed countries to provide climate finance for adaptation in developing countries, at least tripling current levels by 2035; the establishment of a mechanism to support our countries in just transitions; and the commitment from developed countries to fulfill their obligations under the Paris Agreement.”</p><h2 id=\"china\">China</h2><p>“I’m happy with the outcome,” Li Gao, head of China’s delegation at COP30, told the AFP news agency.</p><p>“We achieved this success in a very difficult situation, so it shows that the international community would like to show solidarity and make joint efforts to address climate change.”</p><h2 id=\"alliance-of-small-island-states\">Alliance of Small Island States</h2><p>A group representing the interests of 39 small island and low-lying coastal states described the deal as “imperfect” but said it nevertheless was a step towards “progress”.</p><p>“Ultimately, this is the push and pull of multilateralism. The opportunity for all countries to be heard and to listen to each other’s perspectives, to collaborate, build bridges, and reach common ground,” the Alliance of Small Island States said in a statement.</p><h2 id=\"amnesty-international\">Amnesty International</h2><p>Ann Harrison, climate justice adviser at Amnesty International, noted that COP30 host Brazil had promised to make sure “every voice is heard and made strenuous efforts to <a href=\"/gallery/2025/11/16/thousands-march-in-brazil-town-hosting-cop30-for-climate-justice\">broaden participation</a>, which should be replicated”.</p><p>“Yet the lack of participatory, inclusive, and transparent negotiations left both civil society and Indigenous Peoples, who answered the global mutirao [working together] call in large numbers, out of the real decision making,” Harrison said in a statement.</p><p>Still, she said “people power” had helped achieve “a commitment to develop a Just Transition mechanism that will streamline and coordinate ongoing and future efforts to protect the rights of workers, other individuals and communities affected by fossil fuel phase out”.</p><h2 id=\"oxfam\">Oxfam</h2><p>Viviana Santiago, executive director of Oxfam Brasil, said COP30 “offered a spark of hope but far more heartbreak, as the ambition of global leaders continues to fall short of what is needed for a liveable planet”.</p><p>“A truly just transition requires those who built their fortunes on fossil fuels to move first and fastest – and provide finance in the form of grants, not loans, so front-line communities can do the same. Instead, the poorest countries already in debt are being told to transition faster, with fewer funds,” Santiago said.</p><p>“The spark of hope lies in the proposed Belem Action Mechanism, which puts workers’ rights and justice at the centre of the shift away from fossil fuels. But without financing from rich countries, the just energy transition risks becoming stalled in many countries.”</p></div></div></body></html>"
        },
        {
            "title": "Gaza was ‘near and dear’ to Zohran Mamdani’s NYC mayoral bid, father says | Donald Trump | Al Jazeera",
            "time": "2025-11-22T21:08:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763845703.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Israel launches fresh wave of deadly air strikes across Gaza | Gaza | Al Jazeera",
            "time": "2025-11-22T19:48:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/image-1763840773.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Nov 2025</span><span aria-hidden=\"true\">22 Nov 2025</span></p></div></div></body></html>"
        }
    ]
}