{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "How strong are Latin America’s military forces, as they face US threats? | Military News | Al Jazeera",
            "time": "2026-01-07T03:43:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/INTERACTIVE-LATIN-AMERICA-MILITARY-JAN5-2026-1767627582.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Over the weekend, the United States carried out a large-scale military strike against <a href=\"/news/2026/1/3/explosions-heard-over-venezuelan-capital-caracas-amid-us-tensions\">Venezuela</a> and <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\">abducted</a> President Nicolas Maduro in a major <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">escalation</a> that sent shockwaves across Latin America.</p><p>On Monday morning, US President Donald Trump doubled down, <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">threatening action</a> against the governments of Colombia, Cuba and Mexico unless they “get their act together”, claiming he is countering drug trafficking and securing US interests in the Western Hemisphere.</p><p>The remarks revive deep tensions over US interference in Latin America. Many of the governments targeted by Trump have little appetite for Washington’s involvement, but their armed forces lack the capacity to keep the US at arm’s length.</p><figure id=\"attachment_4216469\" aria-describedby=\"caption-attachment-4216469\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4216469\" src=\"/wp-content/uploads/2026/01/reuters_695bb9a8-1767618984.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump speaks to reporters aboard Air Force One en route from Florida to Joint Base Andrews, Maryland, U.S., January 4, 2026. REUTERS/Jonathan Ernst\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4216469\" class=\"wp-caption-text\">US President Donald Trump issues warnings to Colombia, Cuba and Mexico while speaking to reporters on Air Force One while returning from his Florida estate to Washington, DC, on January 4, 2026 [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"latin-america-s-military-capabilities\">Latin America’s military capabilities</h2><p>The US has the strongest military in the world and spends more on its military than the total budgets of the next 10 largest military spenders combined. In 2025, the US defence budget was $895bn, roughly 3.1 percent of its gross domestic product.</p><p>According to the 2025 Global Firepower rankings, Brazil has the most powerful military in Latin America and is ranked 11th globally.</p><p>Mexico ranks 32nd globally, Colombia 46th, Venezuela 50th and Cuba 67th. All of these countries are significantly below the US military in all metrics, including the number of active personnel, military aircraft, combat tanks, naval assets and their military budgets.</p><p>In a standard war involving tanks, planes and naval power, the US maintains overwhelming superiority.</p><p>The only notable metric that these countries have over the US is their paramilitary forces, which operate alongside the regular armed forces, often using asymmetrical warfare and unconventional tactics against conventional military strategies.</p><figure id=\"attachment_4218984\" aria-describedby=\"caption-attachment-4218984\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4218984\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-Latin-America-military-capabilities-JAN6-2026-1767695033.png?quality=80\" alt=\"INTERACTIVE - Latin America military capabilities - JAN6, 2026-1767695033\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4218984\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"paramilitaries-across-latin-america\">Paramilitaries across Latin America</h2><p>Several Latin American countries have long histories of paramilitary and irregular armed groups that have often played a role in the internal security of these countries. These groups are typically armed, organised and politically influential but operate outside the regular military chain of command.</p><p>Cuba has the world’s third largest paramilitary force, made up of more than 1.14 million members, as reported by Global Firepower. These groups include state-controlled militias and neighbourhood defence committees. The largest of these, the Territorial Troops Militia, serves as a civilian reserve aimed at assisting the regular army against external threats or during internal crises.</p><p>In Venezuela, members of pro-government armed civilian groups known as “colectivos” have been accused of enforcing political control and intimidating opponents. Although not formally part of the armed forces, they are widely seen as operating with state tolerance or support, particularly during periods of unrest under Maduro.</p><p>In Colombia, right-wing paramilitary groups emerged in the 1980s to fight left-wing rebels. Although officially demobilised in the mid-2000s, many later re-emerged as criminal or neo-paramilitary organisations, remaining active in rural areas. The earliest groups were organised with the involvement of the Colombian military following guidance from US counterinsurgency advisers during the Cold War.</p><p>In Mexico, heavily armed drug cartels function as de facto paramilitary forces. Groups such as the Zetas, originally formed by former soldiers, possess military-grade weapons and exercise territorial control, often outgunning local police and challenging the state’s authority. The Mexican military has increasingly been deployed in law enforcement roles in response.</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"history-of-us-interference-in-latin-america\">History of US interference in Latin America</h2><p>Over the past two centuries, the US has repeatedly<a href=\"/news/2025/11/26/a-timeline-of-cia-operations-in-latin-america\"> interfered in Latin America</a>.</p><p>In the late 19th and early 20th centuries, the so-called Banana Wars saw US forces deployed across Central America to protect corporate interests.</p><p>In 1934, President Franklin D Roosevelt introduced the “Good Neighbor Policy”, pledging nonintervention.</p><p>Yet during the Cold War, the US financed operations to overthrow elected governments, often coordinated by the CIA, founded in 1947.</p><p>Panama is the only Latin American country the US has formally invaded, which occurred in 1989 under President George HW Bush. “Operation Just Cause” ostensibly was aimed at removing President Manuel Noriega, who was later convicted of drug trafficking and other offences.</p><p class=\" embed-paragraph-wrapper\"></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill two in Lebanon, ahead of truce monitors meeting | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-01-07T03:34:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695db5274c59-1767748903.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have killed two people in southern Lebanon a day before a committee monitoring a yearlong ceasefire between Israel and Hezbollah was due to hold its next meeting.</p><p>Lebanon’s NNA news agency said two people were killed in the Israeli attack on a house in south Lebanon’s Kfar Dunin in Bint Jbeil on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said in a statement that it struck two Hezbollah operatives in the area, accusing one of being “an engineering terrorist in a structure that facilitated the organisation’s reestablishment efforts”.</p><p>The attacks come as the committee monitoring the ceasefire, which includes representatives from France, Israel, Lebanon, the United States, and the United Nations Interim Force in Lebanon (UNIFIL) prepared to meet on Wednesday.</p><p>Israeli attacks have killed <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">more than 300 people</a> in Lebanon since the November 2024 ceasefire, including at least 127 civilians.</p><p>Israeli forces bombarded several parts of Lebanon, <a href=\"/news/2026/1/4/israel-kills-two-people-in-new-attack-on-southern-lebanon\">killing at least two other people</a> earlier this week, and ordered the forced evacuation of at least four villages in the south and east of the country.</p><p>Another overnight attack reduced a multistorey building to rubble in an industrial area of Ghaziyeh town, near the coastal city of Sidon, according to a video verified by Al Jazeera and a photographer from the AFP news agency.</p><p>In a statement earlier on Tuesday, Lebanese President Joseph Aoun said, “Israel’s continued attacks aim to thwart all efforts made locally, regionally and internationally to stop the ongoing Israeli escalation, despite the response shown by Lebanon to these efforts at various levels”.</p><p>Beirut-based security affairs analyst Ali Rizk told Al Jazeera the recent attacks come as no surprise following <a href=\"/news/2025/12/30/five-key-takeaways-from-trump-netanyahu-meeting-in-florida\">last week’s meeting</a> between US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu at Trump’s Mar-a-Lago resort in Florida.</p><p>“There had been reports that Israel got a green light to escalate against Hezbollah,” Rizk told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"difficult-and-dangerous-conditions\">‘Difficult and dangerous conditions’</h2><p>The spokesperson for the UN secretary-general, Stephane Dujarric, told a media briefing in New York on Tuesday that Israeli attacks are continuing in close proximity to UNIFIL peacekeepers stationed along the <a href=\"/news/2025/11/14/un-peacekeepers-say-israel-built-walls-inside-lebanese-territory\">Blue Line</a>, which demarcates the de facto border between Israel, Lebanon, and the occupied Golan Heights.</p><p>“We are aware that Israeli strikes carried out late Monday night following evacuation orders on targets, reportedly linked to Hezbollah and Hamas,” Dujarric said.</p><p>“The strikes occurred in areas north of the Litani River, including in western Bekaa, in Lebanese territory in southern Lebanon.”</p><p>Dujarric added that the UNIFIL peacekeepers detected “three air strikes in their areas of operations” on Monday as well as “several fighter aircraft activities above UNIFIL.”</p><p>“In addition, our peacekeepers reported multiple instances of direct fire originating from [Israeli army] positions south of the Blue Line, including small arms fire impacting the Kfar Shouba area, a Merkava tank fire near Shab’a, and a small arms fire impacting near a UN position near Kfar Shouba,” Dujarric said.</p><p>UN Undersecretary-General for Peace Operations Jean-Pierre Lacroix, who is visiting Lebanon currently, said on X that he met with UNIFIL peacekeepers who are “carrying out their mandated tasks under increasingly difficult and dangerous conditions”.</p><p>Lacroix is set to meet Lebanese officials on Wednesday.</p><p>Later this week, Lebanon’s cabinet will convene to discuss the army’s progress in <a href=\"/news/2025/12/31/hezbollah-weapons-deadline-whats-next-for-lebanon-amid-israeli-strikes\">disarming Hezbollah</a>, a plan launched under heavy US pressure and amid fears of expanded Israeli strikes.</p><p>The army was expected to complete the disarmament south of the Litani River, about 30km (20 miles) from the border with Israel, by the end of 2025, before tackling the rest of the country.</p><p>In his statement, Aoun said the government’s plan to “extend its authority over the south of the Litani” has been “implemented by the Lebanese army with professionalism, commitment and precision”.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition strikes Yemen, says STC leader al-Zubaidi has fled | News | Al Jazeera",
            "time": "2026-01-07T03:24:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP23265571206708-1767757829.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Saudi-led coalition strikes Yemen, says STC leader al-Zubaidi has fled</h1><p class=\"article__subhead\"><em>Coalition says it targeted secessionist forces after Aidarous al-Zubaidi failed to board a plane scheduled to take him to Riyadh for talks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Saudi Arabia-led coalition in Yemen has launched strikes on the country’s southern Dali governorate, saying it was targeting secessionist forces after their leader fled without boarding a plane scheduled to take him to Riyadh.</p><p>In a statement issued early on Wednesday, the coalition said the leader of the Southern Transitional Council (STC), Aidarous al-Zubaidi, had been due to fly out from the Yemeni city of Aden on Tuesday night for talks on ending the conflict between his group and the internationally recognised government of Yemen.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But al-Zubaidi did not board the plane, and “fled to an unknown location,” it said.</p><p>His whereabouts remain unknown.</p><p>“During this time, the legitimate government and the coalition received information that al-Zubaidi had mobilised a large force, including armoured vehicles, heavy and light weapons, as well as ammunition,” it said.</p><p>The force was located in the Dhali governorate, and the coalition launched “preemptive strikes” at 4am (01:00 GMT) local time to thwart al-Zubaidi’s “attempt to escalate the conflict and extend” it, the coalition added.</p><p>There was no immediate comment from the STC.</p><p>The council, which initially supported Yemen’s internationally recognised government against the Houthi rebels who control northern Yemen, launched an offensive against the Saudi-backed government troops in December, seeking an independent state in the south.</p><p>The group is backed by the United Arab Emirates.</p><p>Their advance broke years of deadlock, with the STC ‌seizing control of broad swaths of southern Yemen, including the Hadramout and Mahra provinces, in defiance of warnings from Riyadh.</p><p>Hadramout borders Saudi Arabia, while Mahra is close to the border. Together, the provinces make up nearly half of Yemeni territory.</p><p>Riyadh responded with air strikes on the Yemeni port of Mukalla on December 30, targeting what it called a UAE-linked weapons shipment, and backed a call by the internationally recognised government for UAE forces to withdraw from the country.</p><p>Abu Dhabi denied that the shipment contained weapons and expressed a commitment to ensure Riyadh’s security. Shortly afterwards, it announced an end to what it called its “counterterrorism mission” in Yemen.</p><p>Yemeni government troops, backed by Saudi Arabian air attacks, went on to reclaim Hadramout and Mahra, and the STC said on Saturday that it would attend peace talks hosted by Saudi Arabia.</p><p>The Saudi-led coalition on Wednesday said the STC delegation, excluding al-Zubaidi, departed Yemen for Riyadh in the early hours of the morning.</p></div></div></body></html>"
        },
        {
            "title": "Fact-checking Trump on promised US oil company investment in Venezuela | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-07T03:18:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2020/12/2020-12-29T111905Z_1119677119_RC2ZWK98KCLM_RTRMADP_3_VENEZUELA-OIL-UAE.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since the <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abduction</a> of Venezuelan <a href=\"/news/2026/1/5/venezuela-after-maduro-oil-power-and-the-limits-of-intervention\">President Nicolas Maduro</a> by US special forces, President Donald Trump has promised US investment in the country’s underproductive oil fields.</p><p>“We’re going to have our very large United States oil companies, the biggest anywhere in the world, go in, spend billions of dollars, fix the badly broken infrastructure, the oil infrastructure, and start making money for the country,” Trump said in a Mar-a-Lago news conference on January 3.</p><p>He reiterated this on January 4 to reporters on Air Force One, saying, “We’re going to have <a href=\"/economy/2026/1/5/trumps-bid-to-commandeer-venezuelas-oil-sector-faces-hurdles-experts-say\">big investments</a> by the oil companies to bring back the infrastructure. The oil companies are ready to go.”</p><p>But are they? It is less certain than Trump makes it sound.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>When reporters sought concrete details about the investments, Trump declined to offer them. Speaking on ABC’s This Week on January 4, Secretary of State Marco Rubio echoed Trump, saying he expects “dramatic interest from Western companies”, without offering specifics.</p><p>When contacted for comment, the White House told PolitiFact that the administration has had <a href=\"/economy/2026/1/5/trump-administration-sets-meetings-with-oil-companies-on-venezuela-report\">conversations with multiple oil companies</a>, without naming any of them.</p><p>“All of our oil companies are ready and willing to make big investments in Venezuela that will rebuild their oil infrastructure,” White House spokesperson Taylor Rogers said.</p><p>The American Petroleum Institute, the oil industry’s leading trade association in the US, said in a statement to PolitiFact that the group is “closely watching” the developments.</p><p>“Globally, energy companies make investment decisions based on stability, the rule of law, market forces, and long-term operational considerations,” the statement said.</p><p>A ConocoPhillips spokesperson gave a similar response, according to media reports, saying the company “is monitoring developments”, but that it would be “premature to speculate on any future business activities or investments.”</p><p>Experts told PolitiFact that there is ample reason for caution about a surge of new private investment in Venezuelan oil infrastructure. While Venezuela’s oil reserves are the <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\" target=\"_blank\" rel=\"noopener\">world’s largest</a>, obstacles include the high up-front costs for building infrastructure, limited profit potential amid today’s low oil prices and continuing concerns about political stability.</p><p>“I do not see a compelling business case for any US-based company to invest billions of dollars over years to decades to try to turn a profit in Venezuelan oil,” said Hugh Daigle, a professor with the University of Texas at Austin’s petroleum and geo-systems engineering department.</p><p>Patrick De Haan, the head of petroleum analysis with GasBuddy, a gasoline price app, said the uncertainty over Venezuela’s governance is likely to worry oil companies.</p><p>“Oil companies probably aren’t chomping at the bit to invest billions of dollars and take their chances until there’s clarity in the Venezuelan regime,” De Haan said. “I don’t believe there will be, beyond a negligible impact from the situation, potentially for years, and even then, only if things go very right.”</p><h2><strong>What would be the upsides of oil industry investment in Venezuela?</strong></h2><p>US companies such as ExxonMobil and ConocoPhillips exited Venezuela after Hugo Chavez, Maduro’s predecessor, moved to nationalise the oil industry in 2007. Chevron is the only major US oil company that has been consistently producing oil in Venezuela in recent years.</p><p>How Venezuela’s nationalised, and in some cases internationally sanctioned, oil resources are opened will determine who benefits, said Kenneth Gillingham, a Yale University professor of environmental and energy economics.</p><p>If the market were opened only to the biggest US oil corporations, those companies would <a href=\"/news/2026/1/4/venezuelas-oil-not-alleged-drug-trafficking-caught-trumps-eye\">mainly benefit</a>, but their gains would be more limited if the market also were opened to companies based outside the US, Gillingham said. US motorists could benefit from increased production pushing prices lower, but those gains would depend heavily on global market factors.</p><p>Some oil companies could be attracted to Venezuela because it would allow them to diversify their investments, said Skip York, a fellow at Rice University’s Centre for Energy Studies.</p><p>Compared with crude oil in many countries, Venezuelan crude is relatively heavy. That means it takes longer to extract, but once the wells are in place, they can keep producing for longer periods of time.</p><p>The US generally doesn’t produce heavy crude from its own deposits, but a portion of the US refinery sector is specifically built to handle it. So having a steady supply of heavy Venezuelan crude could keep these refineries operational. Rubio cited this opportunity on This Week.</p><p>If Venezuela returns to political and economic stability, York said, “one could expect returns of 15 percent to 20 percent, which could be competitive with other development opportunities.”</p><h2><strong>Obstacles remain for US oil companies </strong></h2><p>Oil experts cited several challenges to achieving large profits from Venezuelan reserves:</p><p><strong>The up-front cost of improving infrastructure will be significant.</strong> “The Venezuelan oil industry has been nationalised for many decades now and has suffered from a lack of investment, both foreign and domestic,” Daigle said. New investment would be needed to keep facilities and operations up to date, with no certainty of payback.</p><p><strong>Venezuela’s political situation remains unsettled.</strong> “Not many companies are going to rush to go into an environment where there’s not stability,” Ali Moshiri, who headed Chevron’s operations in Venezuela until 2017 and now runs a private oil company with interests there, told The New York Times.</p><p>At a minimum, Venezuela would need a new petroleum law framework, York said. Even after all the legal and financial issues have been resolved, he said, it would take “years to refurbish infrastructure and drill new wells”.</p><p><strong>Oil prices are low.</strong> High up-front infrastructure costs and risks from political instability could be justified financially if oil prices were high enough. But prices are relatively low. Since Trump became president, crude oil’s price per barrel has fallen by about one-quarter.</p><p>“With oil (prices) near multi-year lows, oil companies likely won’t be running to spend money in Venezuela that could further erode oil prices,” De Haan said.</p><p>The reluctance to spend significantly to expand production can already be seen domestically in declining industry efforts to drill new US wells. A weekly count of oil rigs in use in the US shows a 16 percent decline since their most recent peak in April. If companies aren’t eager to spend on drilling in the US, with its established infrastructure and relative political stability, it’s not clear that they would go all in on Venezuela.</p><p><strong>The long-term importance of oil depends on the future of electric vehicles. </strong>“If we continue using lots of oil and oil prices stay high, then it is likely that new entrants in Venezuela would recoup their investments over time,” Gillingham said. “However, if electric vehicles continue to come down in price and really take off, in the US and globally, this will keep a lid on oil prices and make it less likely that the investment costs will be recouped.”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,413 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-07T03:17:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AA-20260106-40174965-40174947-RUSSIN_DRONES_STRUCK_DRUZHKIVKA_UKRAINE-1767735043.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,413</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,413 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Wednesday, January 7:</p><h2 id=\"ukrainian-allies-meeting-in-paris\">Ukrainian allies meeting in Paris</h2><ul class=\"spaced-bullet-spacing\">\n<li>More than two dozen countries from the so-called <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">“coalition of the willing”</a>, along with Ukraine and the United States, issued a joint declaration, noting that “any settlement” to end Russia’s war on Ukraine “will have to be backed up by robust security guarantees for Ukraine”.</li>\n<li>Ukrainian President Volodymyr Zelenskyy, French President Emmanuel Macron, and UK Prime Minister Keir Starmer <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">signed a separate agreement</a>, declaring their shared intent to deploy multinational forces to support Kyiv’s defence and reconstruction if a ceasefire with Russia is agreed on.</li>\n<li>Describing the two agreements, Zelenskyy said they included “concrete content”, adding that the main sticking point remains “the territorial question”, referring to Russian demands that Kyiv give up the Donbas region in eastern Ukraine.</li>\n<li>Macron said that “several thousand” French soldiers could be deployed to Ukraine to maintain peace, telling France 2 television that the forces will not be engaged in combat but will act as “a force of reassurance”.</li>\n<li>Starmer told reporters after the meeting that, “following a ceasefire, the UK and France will establish “military hubs” across Ukraine… and build protected facilities for weapons and military equipment… to support Ukraine’s defensive needs”.</li>\n<li>German Chancellor Friedrich Merz said German forces could join to monitor a ceasefire, but based in a neighbouring country. “We will certainly have to make compromises”, he said in Paris, adding, “We will not achieve textbook diplomatic solutions”.</li>\n<li>Belgian Prime Minister Bart De Wever also said that his country would provide support from its navy and air force, while noting that land forces would only be involved in training Ukrainian troops inside Ukraine, according to Belgium’s Belga news agency. De Wever said that the pledged deployment was made possible since a “US backstop” was “now on paper”, following Tuesday’s meeting in Paris.</li>\n<li>US envoy Steve Witkoff said that US President Donald Trump “strongly stands behind security protocols” to “deter… any further attacks in Ukraine”, adding to what the Reuters news agency said was the first time the US had publicly backed Ukraine’s allies’ promise to provide the guarantees.</li>\n<li>However, a promise that Washington would commit to “support” the European-led multinational force “in case of a new attack” by Russia, which was present in an earlier draft statement, was not in the communique released on Tuesday evening.</li>\n<li>Witkoff, who was at the talks in Paris, also said that “a lot of progress” had been made, and added that “land options” will be the most “critical issue”, and “hopefully, we will be able to come up with certain compromises with regard to that”.</li>\n<li>Croatian Prime Minister Andrej Plenkovic said on X that his country “will not send troops” to Ukraine, but “will continue to provide other forms of assistance, particularly in [Ukraine’s] reconstruction and economic revitalisation”.</li>\n<li>Czech Prime Minister Andrej Babis said his country would not send troops and would no longer provide funding for ammunition for Ukraine, although it will continue in the role of coordinator for the “ammunition initiative”.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces fired guided bombs at the village of Yuliivka in Ukraine’s Zaporizhia region, killing a 42-year-old man and injuring a woman, Governor Ivan Fedorov wrote on Telegram.</li>\n<li>A 34-year-old man was also killed in an earlier attack on Zaporizhia, Fedorov wrote in a separate post on Tuesday, adding that the region had come under 856 attacks over the past day.</li>\n<li>A Russian drone attack on a police vehicle in the Polohivskyi district of Zaporizhia injured three police officers, the regional military administration said on Telegram.</li>\n<li>Russian forces killed a 61-year-old woman in an attack on the Myropyl community of Ukraine’s Sumy district, the regional prosecutor’s office wrote on Telegram.</li>\n<li>Russian forces killed one person in attacks on Ukraine’s Donetsk region on Monday, Governor Vadym Filashkin wrote in a daily update on Facebook on Tuesday.</li>\n<li>Ukraine’s Air Force said on Telegram that it shot down 53 of 61 Russian drones fired towards Ukraine on Monday night into Tuesday morning.</li>\n<li>Ukrainian forces killed two people in attacks on Russia’s front-line Belgorod region, the regional operational headquarters reported on Telegram.</li>\n<li>A Ukrainian drone attack caused several tanks to catch fire at an oil depot in Belgorod’s Stary Oskol district, the regional task force said, according to Russia’s state TASS news agency.</li>\n<li>Russian forces shot down 129 Ukrainian drones overnight into Tuesday, Russia’s Ministry of Defence said, according to TASS.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump’s attacks on Venezuela put Mexico on edge | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T01:10:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-05T171118Z_1293123443_RC21PHA2CPZO_RTRMADP_3_MEXICO-CRIME-SHEINBAUM-1762390201.jpg?resize=1920%2C1389",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The attack on Venezuela and the abduction of President <a href=\"/news/2026/1/3/world-reacts-to-reported-us-bombing-of-venezuela\">Nicolas Maduro</a> over the weekend have sent shockwaves across Latin America, where many countries fear a return to a period of overt United States interventionism.</p><p>Those fears are particularly prominent in Mexico, the US’s neighbour and longtime ally.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The country was one of several — along with Cuba and Colombia — that US President Donald Trump singled out in remarks after Saturday’s attack on Venezuela, which killed dozens of people and was widely condemned as a violation of <a href=\"/news/2026/1/3/act-of-war-expert-rejects-trump-rationale-for-venezuela-attack\">international law</a>.</p><p>Trump suggested that the US could carry out military strikes on <a href=\"/news/2025/11/18/trump-says-us-may-strike-mexican-drug-cartels-next-after-boat-attacks\">Mexican territory</a> in the name of combating drug traffickers.</p><p>“Something’s going to have to be done with Mexico,” Trump said in an interview with Fox News on Saturday morning, after the Venezuela strikes.</p><p>“She [President Claudia Sheinbaum] is very frightened of the cartels,” he added. “They’re running Mexico.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"we-are-free-and-sovereign\">‘We are free and sovereign’</h2><p>Sheinbaum has responded to Trump’s threats with a firm insistence on <a href=\"/news/2025/5/3/sheinbaum-says-she-rejected-trumps-offer-to-send-us-troops-to-mexico\">Mexican sovereignty</a>.</p><p>“We categorically reject intervention in the internal matters of other countries,” Sheinbaum said in comments to the media on Monday.</p><p>“It is necessary to reaffirm that, in Mexico, the people rule and that we are a free and sovereign country,” she added. “Cooperation, yes; subordination and intervention, no.”</p><p>Even in good times, Mexican leaders have walked a line between seeking productive relations with their powerful northern neighbour and defending their interests from possible US encroachment.</p><p>That balancing act has become more difficult as the Trump administration employs rhetoric and policies that have drawn parallels to earlier eras of imperial intervention.</p><p>“Historically, there’s a record of US intervention that is part of the story of Mexican nationalism,” Pablo Piccato, a professor of Mexican history at Columbia University, told Al Jazeera.</p><p>Many of those instances loom large in the country’s national memory. The US launched a war against Mexico in 1846 that saw US troops occupy Mexico City and annex enormous swaths of territory, including modern-day California, Nevada, and New Mexico.</p><p>Later, during the Mexican Revolution, from 1910 to 1920, US Ambassador Henry Lane Wilson worked with conservative forces in Mexico to overthrow the country’s pro-reform president.</p><p>US forces also bombed the port city of Veracruz in 1914 and sent forces into northern Mexico to hunt down revolutionary leader Pancho Villa.</p><p>“These are seen as important moments in Mexican history,” said Piccato.</p><p>“There is a quote attributed to Mexican President Porfirio Diaz, ‘Poor Mexico. So far from God, so close to the United States.'”</p><p>In recent statements, Trump has linked the US’s history in the region to his present-day agenda. While announcing Saturday’s strike, he cited the Monroe Doctrine, a 19th-century policy that the US has used to assert primacy over the Western Hemisphere.</p><p>“The Monroe Doctrine is a big deal, but we’ve superseded it by a lot, by a real lot. They now call it the ‘Donroe Doctrine’,” Trump said.</p><p>On Monday, the US State Department also <a href=\"https://x.com/StateDept/status/2008221563888292207?s=20\" target=\"_blank\" rel=\"noopener\">shared</a> an image of Trump on social media with the caption: “This is OUR hemisphere.”</p><p></p><h2 id=\"balancing-on-a-thin-wire\">‘Balancing on a thin wire’</h2><p>Sheinbaum’s insistence on Mexican sovereignty has not prevented her from offering concessions to Trump on key priorities, such as migration, security and commerce.</p><p>When faced with Trump’s threats of 25 percent tariffs last February, Sheinbaum <a href=\"https://x.com/Claudiashein/status/1886434747238514776\" target=\"_blank\" rel=\"noopener\">agreed</a> to deploy 10,000 Mexican National Guard troops to her country’s border with the US, to help limit irregular immigration and drug-trafficking.</p><p>Mexico has also maintained close security ties with the US and cooperated in its operations against criminal groups<strong>,</strong> including through the extradition of some drug traffickers.</p><p>In February, for instance, Sheinbaum’s government extradited 29 criminal suspects that the US accused of drug trafficking and other charges. In August, it sent another 26 suspects to the US, earning a statement of gratitude from the Trump administration.</p><p>Washington has historically pressured Mexico to take a hardline stance towards combating drugs, leading to policies that some Mexicans blame for increasing violence and insecurity in their country.</p><p>Still, while Sheinbaum has received praise for managing relations with Trump, she has consistently said that unilateral US military action on Mexican territory would be a red line.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Experts say Sheinbaum’s willingness to cooperate should be an incentive for the US government not to launch attacks on Mexican soil.</p><p>“Sheinbaum has gone out of her way to cooperate with the US,” said Stephanie Brewer, the director of the Mexico programme at the Washington Office on Latin America (WOLA), a US-based research group. “There would be no rational reason to break this bilateral relationship by crossing the one red line Mexico has set out.”</p><p>But the strikes on Venezuela have also underscored the Trump administration’s increasingly aggressive posture towards Latin America.</p><p>“I don’t think US strikes on Mexican territory are any more or less likely than they were before the attacks in Venezuela,” said Brewer. “But they do make it abundantly clear that the Trump administration’s threats need to be taken seriously, and that the US is willing to violate international law in its use of military force.”</p><p>“Sheinbaum is doing a balancing act on an increasingly thin wire,” she added.</p></div></div></body></html>"
        },
        {
            "title": "US says military ‘always an option’ in Greenland as Europe rejects threats | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T01:07:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26006373726165-1767747906.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has raised the prospect of using military force to take control of Greenland as leaders in Europe and Canada rallied behind the Arctic territory, saying it belongs to its people.</p><p>In a statement on Tuesday, the White House said that US President Donald Trump sees acquiring Greenland, which is part of Denmark, as a national security priority, necessary to “deter our adversaries in the Arctic region”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The president and his team are discussing a range of options to pursue this important foreign policy goal, and of course, utilizing the ​US military is always an option at the commander-in-chief’s disposal,” it said.</p><p>Any attempt by the US to seize Greenland from longtime ally Denmark would send shockwaves through the NATO alliance and deepen the divide between Trump and European leaders.</p><p>The opposition has not deterred Trump, however.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His interest in Greenland, initially aired in 2019 during his first term in office, has been rekindled following the US’s abduction of Venezuelan President Nicolas Maduro in an attack on Caracas.</p><p>Emboldened by the operation, Trump has said that “American dominance in the Western Hemisphere will never be questioned again”, and has stepped up pressure on both Colombia and Cuba. He has also argued that controlling Greenland is vital to US national security, claiming the island “is covered with Russian and Chinese ships” and that Denmark lacks the capacity to protect it.</p><p>Greenland, the world’s largest island, but with a population of just 57,000 people, has repeatedly said it does not ‍want to be part of the US.</p><p>Its strategic location between Europe and North America makes it a critical site for the US ballistic missile defence system, while its mineral wealth aligns with Washington’s ambition to reduce reliance on Chinese exports.</p><figure id=\"attachment_3570887\" aria-describedby=\"caption-attachment-3570887\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3570887\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Greenlands-mineral-resources-MARCH9-20250D-1741681526.png?w=770&amp;resize=770%2C962&amp;quality=80\" alt=\"INTERACTIVE-Greenlands mineral resources-MARCH9-2025-1741681526\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3570887\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"greenland-belongs-to-its-people\">Greenland ‘belongs to its people’</h2><p>The White House statement on Tuesday came as leaders of France, Germany, Italy, Poland, Spain and the United Kingdom joined Danish Prime Minister Mette Frederiksen in issuing a statement reaffirming that Greenland “belongs to its people”.</p><p>“It is for Denmark and Greenland, and them only, to decide on matters concerning Denmark and Greenland,” they said.</p><p>Canadian Prime Minister Mark Carney also voiced support, announcing that Governor General Mary Simon, who is of Inuit descent, and Minister of Foreign Affairs Anita Anand would visit Greenland early next month.</p><p>In a separate statement, Nordic foreign ministers – from Finland, Iceland, Norway, Sweden and Denmark – also stressed Greenland’s right to decide its own affairs. They also noted they had increased their investments in Arctic security, and offered to do more in consultation with the US and other NATO allies.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Polish Prime Minister Donald Tusk also warned that threats against a NATO member undermined the alliance’s credibility. “No member should attack or threaten another ‌member of the North Atlantic Treaty Organisation. Otherwise, NATO would lose its meaning,” he said.</p><p>Greenland Prime Minister Jens-Frederik Nielsen welcomed the European leaders’ pledge of solidarity and renewed his ‌call to the US for a “respectful dialogue”.</p><p>Denmark, meanwhile, rejected Trump’s assertion that it is unable to protect Greenland.</p><p>“We do not share this image that Greenland ‍is plastered with Chinese investments… ⁠nor that there are Chinese warships up and down along Greenland,” Danish Minister for Foreign Affairs Lars Lokke Rasmussen said, adding that the US was welcome to invest more on the island.</p><p>Greenland’s government said it had asked for an urgent meeting with US Secretary of State Marco Rubio, together with Rasmussen, to discuss the situation.</p><p>Also on Tuesday, Louisiana Governor Jeff Landry, whom Trump appointed last month as US special envoy to Greenland, said he was not interested in talking to people in Denmark or European diplomats over Greenland.</p><p>Instead, he said he wants to have conversations directly with residents of Greenland. “I want to talk to people who want an opportunity to improve the quality of life in Greenland,” the Republican said on a Fox News radio show.</p><p>Separately, The Wall Street Journal reported that Rubio had told US lawmakers during a congressional briefing on Monday that the recent threats did not signal an imminent invasion of Greenland and that the goal is to ‌buy the island from Denmark.</p><p>Rubio said the White House was using rhetoric to pressure Denmark into negotiations, the Journal reported, citing people familiar with the discussions.</p><p>The White House deputy chief of staff, Stephen Miller, meanwhile dismissed concerns about Danish sovereignty.</p><p>“You can ⁠talk all you want about international niceties and everything else,” Miller told CNN on Monday. “But we live in a world, in the real world, that is governed by strength, that is governed by force, that ​is governed by power.”</p><p>When asked about the prospect of military force, he replied: “Nobody’s going to fight the United States militarily over the future of Greenland.”</p><p>Members of Congress, including some of Trump’s fellow Republicans, pushed back.</p><p>“When Denmark and Greenland make it clear that Greenland is not for sale, the United States must honour its treaty obligations and respect the sovereignty and ‌territorial integrity of the Kingdom of Denmark,” said Senators Jeanne Shaheen and Thom Tillis, the co-chairs of the Senate NATO Observer Group.</p></div></div></body></html>"
        },
        {
            "title": "Trump says Venezuela to hand over up to 50 million barrels of oil to US | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T00:11:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26006627330700-1-1767744406_aa606c-1767744510.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that Venezuela will turn over between 30 and 50 million barrels of sanctioned oil.</p><p>Trump said the oil, held in storage due to Washington’s embargo on Venezuela exports, would be sold at market prices and that he would control the resulting revenues to ensure the money is used to benefit the people of Venezuela and the US.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump added that he had directed his energy secretary, Chris Wright, to execute the plan “immediately”.</p><p>“It will be taken by storage ships, and brought directly to unloading docks in the United States,” Trump said on his platform, Truth Social, on Tuesday.</p><p>Trump’s announcement follows his pledge to “take back” Venezuela’s oil reserves and revive the Latin American country’s flailing energy industry in the wake of his administration’s abduction of Venezuelan President Nicolas Maduro.</p><p>Trump has said that US oil companies are primed to invest billions of dollars to rebuild Venezuela’s decrepit infrastructure and exploit its oil reserves, which he has falsely asserted were “stolen” from the US.</p><p>The US has no claim of ownership to Venezuela’s oil under international law, though the late Hugo Chavez did seize property belonging to American firms as part of his nationalisation of the sector.</p><p>Chervon, Exxon Mobil and ConocoPhillips – the three biggest US oil companies – have not directly commented on Trump’s plans, but representatives of the firms are set to meet the president on Friday to discuss Venezuela, according to US media reports.</p><p>In the context of the global market, 50 million barrels per day (bpd) would represent only a modest addition to supply.</p><p>Global consumption exceeds 100 million bpd, and the US alone produces about 14 million bpd.</p><p>Mark Finley, an energy expert at the Baker Institute in Houston, Texas, said that it was difficult to parse the significance of Trump’s announcement without further details.</p><p>“Thirty to 50 million barrels over what time frame? That’ll be key to assessing the significance of this,” Finley told Al Jazeera.</p><p>“In a month, that’s essentially all Venezuelan output. In a year, it’s pretty small.”</p><p>Scott Montgomery, an expert on the global energy sector at the University of Washington, said Trump’s comments about controlling oil revenues only added to the uncertainty surrounding his administration’s plans.</p><p>“I have no real idea about how Trump might distribute the cash. There’s not much of a precedent for this kind of thing, to say the least, at least not in the US,” Montgomery told Al Jazeera.</p><p>Analysts say restoring Venezuela’s production to anything close to its 1990s peak of more than three million bpd would require massive investment and could take years.</p><p>Venezuela’s oil sector would need capital investment of about $110bn to return to output of about two million bpd, according to an estimate by Rystad Energy, a Norway-based consultancy.</p><p>“A significant amount of upfront scientific and engineering work has to be done to understand the condition of the productive reservoirs – these have changed over time, with key properties altered,” Montgomery said.</p><p>Some market watchers are sceptical that US companies will commit to large investments in the country, given their experiences of asset seizures under Chavez and the glut of oil in the global market.</p><p>ExxonMobil and ConocoPhillips were awarded $1.6bn and $8.7bn, respectively, in international arbitration following the Chavez government’s nationalisation of the country’s last privately-operated oil fields in 2007. Venezuela’s government did not pay out in either case.</p><p>Chevron is the only major US oil company still operating in Venezuela, producing about 150,000 bpd.</p><p>Venezuela once ranked among the world’s top oil producers, but US sanctions and years of underinvestment, mismanagement, and corruption under Maduro and Chavez reduced the sector to a shadow of its former self.</p><p>While the Latin American country holds the largest known oil reserves, its current output accounts for less than 1 percent of global supply.</p></div></div></body></html>"
        },
        {
            "title": "Price hikes, queues and tension: Venezuela shoppers uneasy after US bombing | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-06T23:53:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T173617Z_1510833654_RC21VIA7EKG7_RTRMADP_3_USA-VENEZUELA-1767741302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Caracas, Venezuela –</strong> The normally noisy capital of Caracas was eerily quiet on Monday, two days after the United States bombed the city and abducted Venezuela’s leader, Nicolas Maduro.</p><p>But many “caraqueños” nevertheless ventured out to buy food and other necessities, albeit at marked-up prices.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tense atmosphere on Caracas’s streets was yet another sign of the uncertainty facing everyday Venezuelans, as they face the looming threat of further US intervention.</p><p>Local authorities <a href=\"https://www.instagram.com/p/DTG9-cZABci/?hl=es\" target=\"_blank\" rel=\"noopener\">have called for</a> regular economic activity to continue in Venezuela. But some stores nevertheless remained closed, while households stocked up on basic supplies in case of shortages.</p><p>At Caracas’s central market, Quinta Crespo, many shopkeepers had shuttered their businesses for fear of unrest and looting.</p><p>Lines of 10 or more people often stretched outside the stores that remained open, despite the midday sun. Officers from the Bolivarian National Police patrolled outside to keep the queues calm.</p><p>Shoppers told Al Jazeera they were buying non-perishables, like corn flour, rice and canned goods, in case the security situation deteriorated in the capital.</p><p>“I’m looking for basic necessities, given the situation the country is going through,” said Carlos Godoy, 45, who lives in the western Caricuao district of Caracas. “We are waiting to see what happens. We are all in suspense, in uncertainty.”</p><figure id=\"attachment_4220350\" aria-describedby=\"caption-attachment-4220350\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220350\" src=\"/wp-content/uploads/2026/01/Julio-Image-2-1767741307.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"A look inside one of Caracas's markets\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220350\" class=\"wp-caption-text\">Many stores in Caracas were shuttered in the aftermath of the US attack, for fear of further military action and looting [Julio Blanca/Al Jazeera]</figcaption></figure><p>Among the most expensive products Godoy saw on his shopping trip was powdered milk, which he said is selling for $16 per kilogram.</p><p>Another shopper, Betzerpa Ramírez, said she felt calm, despite the early-morning attack on Saturday. While she felt no need to hoard food items, she did note that prices for some goods have increased.</p><p>“Hygiene items are more expensive, even more than food,” she said.</p><p>Alexandra Arismendi, who works in a mobile phone shop at the Sambil mall in one of Caracas’s busiest shopping districts, expressed frustration with some of the recent price spikes.</p><p>The price of eggs, she said, was “exaggerated”.</p><p>“Prices are high,” she said. “A carton of eggs is selling for $10, which is beyond normal.”</p><p>Her colleague at the mobile shop, 23-year old María Gabriela, lamented the slump in sales, as shoppers stay indoors for fear of further unrest.</p><p>The normally bustling mall had largely emptied of its usual crowds. Gabriela herself was hesitant to show up for work. She travelled by taxi to avoid public transport.</p><p>“We thought people would be looking for chargers or power banks [for possible power failures], but they have been looking for other things,” Gabriela said.</p><p>“There has been no usual activity. It has been one of the strangest days in recent months.”</p><p>Venezuelans have become accustomed to volatile price increases and supply shortages over the past decade. Experts often blame government corruption, mismanagement and US sanctions for destabilising Venezuela’s economy.</p><p>During Maduro’s presidency, oil prices plummeted, sending Venezuela’s petroleum-heavy economy into free fall.</p><p>By 2018, inflation hit more than 130,000 percent, according to the country’s central bank. The COVID-19 pandemic also dealt the economy a wallop, leading to shortages of food and health supplies.</p><p>Maduro’s government has not published inflation statistics since he claimed victory in 2024’s disputed presidential election.</p><figure id=\"attachment_4220353\" aria-describedby=\"caption-attachment-4220353\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220353\" src=\"/wp-content/uploads/2026/01/Julio-Image-3-1767741501.jpg?w=770&amp;resize=770%2C1027&amp;quality=80\" alt=\"A view inside a Caracas grocery store\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220353\" class=\"wp-caption-text\">Some shoppers in Caracas stocked up on essential supplies, in case of continued unrest [Julio Blanca/Al Jazeera]</figcaption></figure><p>It remains unclear to what degree normalcy will return to Venezuela after the US attack on Saturday.</p><p>Early that morning, the administration of US President Donald Trump launched munitions against military installations in the states of Caracas, Aragua, Miranda and La Guaira.</p><p>At least 80 people died in the attack, according to an anonymous Venezuelan official quoted in The New York Times.</p><p>The US military offensive was over in a matter of hours. But Trump has warned he could authorise a “second wave” of attacks, should his demands for Venezuela not be fulfilled.</p><p>The Venezuelan government has also declared a state of emergency to “immediately begin the national search and capture of everyone involved in the promotion or support for the armed attack by the United States”.</p><p>It has maintained that Maduro remains the leader of Venezuela, despite his abduction to the US.</p><p>To Arismendi, the tension in Venezuela has not yet reached the level seen after the 2024 election, when thousands of protesters took to the streets.</p><p>“I feel that there was more tension around the elections,” said Arismendi. “Thank God we’re not at that level right now, but I feel like we’re not that far off either.”</p></div></div></body></html>"
        },
        {
            "title": "Rodriguez says ‘no foreign agent’ running Venezuela, US role still unclear | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-06T23:37:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_695d88580b-1767737432.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s interim leader, Delcy Rodriguez, has said that “no foreign agent” is running Venezuela in the wake of <a href=\"/news/liveblog/2026/1/6/live-un-security-council-members-slam-us-abduction-of-venezuelas-maduro\">Nicolas Maduro’s abduction</a> by United States military forces.</p><p>Rodriguez, who had been Maduro’s vice president before his abduction, spoke during a televised event on Tuesday, a day after Maduro and his wife, Cilia Flores, <a href=\"/news/2026/1/6/maduro-says-hes-a-prisoner-of-war-why-that-matters\">pleaded not guilty</a> in a New York court to drug-trafficking conspiracy charges.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The government of Venezuela is in charge in our country, and no one else. There is no foreign agent governing Venezuela,” Rodriguez said.</p><p>Venezuela’s prosecutor general, meanwhile, called for the immediate release of Maduro and his wife.</p><p>“The military operation, without a declaration of war or a UN Security Council resolution, represents an illegal act of armed aggression of a terrorist nature,” Tarek William Saab said.</p><p>The statements come amid the continuing fallout from Saturday’s military operation, which left dozens of people in Venezuela dead. The offensive has been broadly condemned as a <a href=\"/features/2026/1/5/what-the-us-did-in-venezuela-normalises-power-grabs-expert\">violation of international law</a>.</p><p>Venezuela on Tuesday released a list of the 24 soldiers killed in the predawn assault. Cuba also announced that 32 members of its military had died. Rodriguez declared a seven-day period of mourning to commemorate the fallen military members.</p><p>Since seizing Maduro from his residence, the administration of US President Donald Trump has offered little clarity about its plans for Venezuela.</p><p>Trump said on Saturday that the US would “run” Venezuela, a statement US Secretary of State Marco Rubio walked back the next day.</p><p>The top diplomat instead said that US officials would guide the “direction” of how the country is run and use sanctions and an ongoing embargo to force more access to Venezuela’s oil industry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rubio, US Secretary of Defense Pete Hegseth and Chairman of the Joint Chiefs of Staff Dan Caine briefed a bipartisan group of Congress members on Monday about the Venezuela operation.</p><p>But several lawmakers said that the administration had offered scarce insight into its justification for conducting the strike without first seeking approval from Congress, much less its plans for Venezuela’s future.</p><p>“This briefing, while very extensive and long, posed far more questions than it ever answered,” Senate Minority Leader Chuck Schumer said afterwards.</p><p>On Tuesday, Senate Majority Leader John Thune, a Trump ally in the Republican Party, said the next few days would show Venezuela’s “government structure and how willing they are to work with the US”.</p><p>In a social media post, Thune called Rodriguez a “practical person, pragmatic person” who “will understand the importance of figuring out a path forward to where America’s national security priorities can be prioritized by Venezuela”.</p><p>Trump, meanwhile, offered few new details on the operation during a retreat with Republicans on Tuesday, beyond praising the abduction as an “amazing military feat” and “brilliant tactically”.</p><p data-start=\"153\" data-end=\"480\">Speaking from exile in Miami, Florida, former Venezuelan opposition leader Juan Guaido said the country had a “wonderful and incredible opportunity”.</p><p data-start=\"482\" data-end=\"776\">Guaido, who fled Venezuela in 2023, said that rebuilding the country’s democracy would allow millions of Venezuelans to return, and help “bring back to life the oil fields” and restore prosperity.</p><p data-start=\"811\" data-end=\"1067\">He condemned Rodriguez as “an acting dictator”, describing the current period as “a phase of transition” that will only be complete “once the rule of law has been reinstalled”.</p><h2 id=\"unease-in-caracas\">Unease in Caracas</h2><p>In Venezuela’s capital, Caracas, crowds gathered on Tuesday for a state-organised display of support for the government.</p><p>Some marchers flashed “V” victory signs. Hardline Minister of Interior Diosdado Cabello – who, like Maduro, has been indicted by the US Department of Justice – was seen wading through the gathering. He wore a blue cap emblazoned with the slogan, “To doubt is to betray.”</p><p>But Noris Argotte Soto, a Venezuelan reporter in Caracas, told Al Jazeera that the situation in the capital continues to be tense, with most residents staying inside their homes.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“In the peripheral areas of the city, everybody remains at home. The tension is rising; people are on edge. And people are very much afraid of going out into the streets, mostly because [of] the security forces that we see at the main points of the city,” she said.</p><p>Soto added that government-aligned paramilitaries have been working alongside the military in recent days to maintain security and crack down on potential dissent.</p><p>“They were working yesterday with the security forces,” she said.</p><p>“They were basically bullying people, intimidating people, searching their cars, even demanding their cell phones to check their messages, check their social media.”</p><h2 id=\"regional-uncertainty\">Regional uncertainty</h2><p>Anxiety was also felt across the region, as the Trump administration has upped its threats against Venezuela’s neighbour, Colombia, as well as the island of Greenland in the northern Atlantic.</p><p>In the aftermath of Saturday’s attack, Trump said he had not ruled out an attack on Colombia for allegedly failing to tamp down on the illegal drug trade.</p><p>He described the country’s president, <a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">Gustavo Petro</a>, who has been a vocal critic of US operations in Venezuela, as a “sick man who likes making cocaine and selling it to the United States”.</p><p>On Tuesday, Colombia’s Foreign Affairs Minister Rosa Yolanda Villavicencio announced she will meet with the US Embassy’s charge d’affaires in Bogota to present a formal complaint over the recent US “threats”.</p><p>Villavicencio said she hopes to reassure the Trump administration “about all that we are doing in the fight against drug trafficking”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Greenland and Denmark also called for an expedited meeting with Rubio on Tuesday to “discuss the significant statement made by the United States”, Greenland’s foreign minister, Vivian Motzfeldt, wrote on social media.</p><p>In the wake of Maduro’s abduction, Trump again floated taking control of Greenland, which is an autonomous territory of Denmark.</p><p>Trump aide Stephen Miller later said that Washington has a right to seize sovereign territories if it deems such moves to be in its national interest.</p><p>The statement was in line with a White House national security strategy released in December, which pledged to re-establish US “pre-eminence” in the Western Hemisphere.</p><p>The White House on Tuesday again said it was exploring options to seize Greenland, adding that “utilizing the US military is always an option”.</p><p>An array of European countries, as well as Canada, have rushed to support Greenland, noting that Denmark is a NATO member. Therefore, an attack on the island would constitute an attack on the entire bloc.</p><p>On Tuesday, the leaders of France, Germany, Italy, Poland, Spain and the United Kingdom joined with Denmark to issue a joint statement denouncing Trump’s remarks.</p><p>“Greenland belongs to its people. It is for Denmark and Greenland, and them only, to decide on matters concerning Denmark and Greenland,” the statement said.</p></div></div></body></html>"
        },
        {
            "title": "Brazil’s Bolsonaro denied hospital visit after hitting head in prison fall | Politics News | Al Jazeera",
            "time": "2026-01-06T22:48:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d7e766bf2-1767734902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil’s Bolsonaro denied hospital visit after hitting head in prison fall</h1><p class=\"article__subhead\"><em>The ex-president’s wife says he fell out of his prison bed while sleeping and hit his head.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil’s jailed ex-president, Jair Bolsonaro, ⁠fell and struck ⁠his head in his prison cell, but his request to go to a hospital was <a href=\"/news/2026/1/1/brazils-supreme-court-rejects-jair-bolsonaros-request-for-house-arrest\">denied by the country’s top judge</a>.</p><p>The 70-year-old right-wing leader fell out of bed while sleeping and hit his ​head on a piece of furniture, his wife, ‍Michelle Bolsonaro, wrote on Instagram on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We ​are ‌going to the hospital. My love will ‌undergo exams,” Michelle Bolsonaro ‌said.</p><p>However, Supreme ‍Court Justice Alexandre ‍de Moraes denied Bolsonaro’s request to immediately leave prison for tests at a hospital in Brasilia.</p><p>The federal police said in a statement that Bolsonaro received initial medical treatment in the morning, adding that a federal ‍police doctor “found ⁠minor injuries” and saw no need for hospitalisation.</p><p>“Any referral to a hospital depends on authorisation from the Supreme Court,” it added.</p><p>Bolsonaro, who was stabbed ‌in the abdomen during a ⁠2018 campaign event, has a history of hospitalisations and surgeries related to the attack.</p><p>Citing the police report, de Moraes said in his decision that there is no need for Bolsonaro to be immediately taken to hospital. The judge said his legal team has the right to request ​exams for Bolsonaro, but lawyers must schedule ‌them in advance and provide information justifying the procedures.</p><p>Bolsonaro underwent a <a href=\"/news/2025/12/25/brazils-jailed-ex-president-bolsonaro-undergoes-successful-surgery\">series of medical procedures</a> ‌in December to treat a hernia and ⁠hiccups.</p><p>He was discharged from hospital on January 1 and taken back to the Federal Police Superintendency in Brasilia, where he is serving a 27-year sentence for plotting a ‌coup after losing the 2022 presidential election.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protests grow as Iran’s government makes meager offer amid tanking economy | Protests News | Al Jazeera",
            "time": "2026-01-06T22:47:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d6f0a7183-1767730954.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"s5\"><strong>Tehran, Iran –</strong> Bolder protests are being recorded across Iran amid an increasing <a href=\"/news/2026/1/3/internet-disruption-several-arrests-made-as-iran-protests-continue\">deployment of armed security</a> officers as the government’s efforts to contain an unravelling economic situation fall flat.</p><p class=\"s5\">Footage circulating online showed huge protests on Tuesday night in the city of Abdanan, in the central province of Ilam, where several major demonstrations have taken place over the past week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"s5\">Thousands of people, from children accompanied by parents to the elderly, were filmed walking and chanting in the streets of the small city while helicopters flew overhead. The protesters appeared to have vastly outnumbered the security personnel deployed to contain them.</p><p class=\"s5\">In the city of Ilam, the province’s capital, videos showed security forces storming the Imam Khomeini Hospital to root out and arrest protesters, something rights group Amnesty International said violates international law and again shows “how far the Iranian authorities are willing to go to crush dissent”.</p><p></p><p class=\"s5\">The hospital became a target after protests in the county of Malekshahi earlier this week, where multiple <a href=\"/news/2026/1/5/a-timeline-of-protests-in-iran-after-the-1979-islamic-revolution\">demonstrators were shot dead</a> while gathering at the entrance of a military base. Some wounded protesters were taken to the hospital.</p><p class=\"s5\">Several graphic videos from the scene of the shooting circulating online showed people being sprayed with live fire and falling to the ground as they fled from the gate. The local governor said the shooting is under investigation.</p><p class=\"s5\">State-linked media confirmed that at least three people were killed. They also announced on Tuesday that a police officer was shot dead after armed clashes took place in the aftermath of funeral processions for the dead protesters.</p><p class=\"s5\">In Tehran, numerous videos showed traders and business owners at the Grand Bazaar, who closed down their shops, clashing with security forces in riot gear with batons and using tear gas.</p><p class=\"s5\">People could be heard chanting “freedom” in the bazaar and shouting “dishonourable” at police officers. “Execute me if you want, I’m not a rioter,” one man shouted when pressured by security forces, to cheers and clapping from the crowd.</p><h2 id=\"show-no-mercy\">‘Show no mercy’</h2><p class=\"s8\">Supreme Leader Ayatollah Ali Khamenei said, in his first reaction to the protests this week, that rioters must be “put in their place”.</p><p class=\"s8\">Meanwhile, Chief Justice Gholamhossein Mohseni-Ejei said, “We will show no mercy to rioters this time.”</p><p class=\"s5\">The situation was similarly tense in adjacent streets and neighbourhoods, where the protests were <a href=\"/news/2025/12/29/protests-strikes-after-irans-economic-situation-rapidly-deteriorates\">originally started by shopkeepers</a> on December 28. Multiple other major shopping areas in Tehran saw huge strikes and protests on Tuesday, including Yaftabad, where police were met with shouted slogans, “Neither Gaza nor Lebanon; my life for Iran”.</p><p>Iran’s government has been accused of providing support for armed groups in Gaza and Lebanon.</p><p class=\"s5\">More clashes were recorded around the Sina Hospital in downtown Tehran, but the Tehran University of Medical Science said in a statement that the tear gas canisters filmed inside the hospital compound were not thrown by security forces.</p><p class=\"s5\">Demonstrations also occurred in Lorestan and Kermanshah in the west; Mashhad in the northeast; Qazvin, south of the capital; the city of Shahrekord in Chaharmahal and Bakhtiari to the southwest; and the city of Hamedan, where a woman was filmed braving a police water cannon in the winter cold.</p><p>A foreign-based human rights monitor opposed to the theocratic establishment in Iran claimed at least 35 people have been killed in the protests so far. The Iranian state has not announced casualty figures, and Al Jazeera could not independently verify any.</p><figure id=\"attachment_4220143\" aria-describedby=\"caption-attachment-4220143\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220143\" src=\"/wp-content/uploads/2026/01/ap_695d6f298ec68-1767730985.jpg?w=770&amp;resize=770%2C535&amp;quality=80\" alt=\"Shops are closed during protests in Tehran's centuries-old main bazaar, Iran, Tuesday, Jan. 6, 2026. (AP Photo/Vahid Salemi)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220143\" class=\"wp-caption-text\">Shops are closed during protests in Tehran’s centuries-old main bazaar on Tuesday [Vahid Salemi/AP]</figcaption></figure><h2 id=\"cooking-oil-triples-in-price\" class=\"s3\">Cooking oil triples in price</h2><p class=\"s5\">The country continues to have one of the highest inflation rates in the world, especially when it comes to the rampant increases in prices of essential food items.</p><p class=\"s5\">The government of moderate President Masoud Pezeshkian says it is implementing plans to make sure the economic situation is contained, but a rapid decline continues to unfold.</p><p class=\"s5\">The country’s embattled currency, the rial, was priced at more than 1.47 million to the US dollar in the open market in Tehran on Tuesday, marking <a href=\"/news/2025/9/1/irans-currency-hits-new-low-as-snapback-looms-over-nuclear-programme\">yet another new all-time low</a> that showed a lack of public and investor trust.</p><p class=\"s5\">The price of cooking oil has experienced by far the sharpest price surge this week, more than tripling and falling further out of reach of the decimated Iranian middle class, which has seen its purchasing power dwindle since 2018, when the US unilaterally abandoned a 2015 nuclear deal and reimposed harsh sanctions.</p><p class=\"s5\">The development comes after Pezeshkian presented a budget for the upcoming Iranian calendar year, starting in late March, that eliminated a subsidised currency rate used for certain imports, including foodstuffs.</p><p class=\"s5\">Some economists have welcomed the rationale behind the move, which is to eliminate the <a href=\"/news/2022/5/12/nuclear-talks-irans-raisi-engages-in-major-economic-reform\">rent-distributing subsidised currency rate</a> in an attempt to combat corruption, particularly since the cheaper currency has only been abused and has failed to curb food prices.</p><p class=\"s5\">The move was expected to lead to increased prices in the short term and face pushback from interest groups within the establishment that have benefitted from the cheap currency for years. But the oil price jump was very sudden, prompting the government to announce official prices of its own, though it remains to be seen whether the market will listen.</p><p class=\"s5\">Using the resources to be freed from eliminating the cheaper subsidised currency, the government has offered to allocate online credits, each amounting to 10 million rials ($7 at the current exchange rate), to help people buy food.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"s5\">Two renowned singers, Homayoun Shajarian and Alireza Ghorbani, joined the ranks of many people and celebrities online who said they would stop their professional activities, including scheduled concerts, in solemn observance and support for the protests.</p><p class=\"s5\">“How can our officials lay down their heads and sleep?” asked Ali Daei, a <a href=\"/news/2022/11/15/iran-football-legend-daei-will-not-attend-world-cup-amid-protests\">legend of Iranian football</a> and a respected national figure among the people, in a video interview released on Tuesday that is going viral.</p><p class=\"s5\">“Perhaps many of them are not even Iranians, since they don’t feel sympathy for the Iranian nation.”</p></div></div></body></html>"
        },
        {
            "title": "Truck crash in Ethiopia kills 22 people, dozens hurt | Migration News | Al Jazeera",
            "time": "2026-01-06T22:31:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/WEB-1000x562-ETHIOPIA-AFAR-SEMERA-1767730151.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Truck crash in Ethiopia kills 22 people, dozens hurt</h1><p class=\"article__subhead\"><em>The road accident injured 65 people after the truck carrying migrants and asylum seekers overturned in town of Semera, according to local authorities.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 22 people were killed, and 65 others were injured after a cargo truck packed with Ethiopian asylum seekers and migrants overturned on a highway.</p><p>The road accident took place in Semera, in the country’s northern Afar region, several hundred kilometres west of neighbouring Djibouti, local authorities reported on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The accident happened when a truck overturned, which had crowded in citizens who were misled by illegal brokers and didn’t understand the travel route’s danger,” the Afar communications bureau wrote in a statement on Facebook.</p><p>“The regional government has been doing all the necessary life-saving operations since the accident happened, and at the moment, it is making sure that the injured people get full medical attention at Doubtee Referral Hospital. The government wishes comfort and strength to the families of the deceased, relatives and friends.”</p><h2 id=\"eastern-route\">Eastern route</h2><p>Ethiopia is one of the main departure points for the so-called Eastern Route, which asylum seekers and migrants take to leave the Horn of Africa – countries that make up eastern Africa, including Somalia, Ethiopia, Eritrea, and Djibouti – mainly to find work in Gulf nations.</p><p>Thousands of African asylum seekers and migrants take the route across the Red Sea, the majority of the time from Djibouti to Yemen, many in search of work as labourers or domestic workers.</p><p>Between January and September 2025, there were 890 deaths and disappearances along the Eastern Route, the International Organization for Migration (IOM) reported.</p><p>Last year’s figures doubled 2024’s death toll in the same period in what the United Nations organisation referred to as “the highest annual toll ever documented after 2022 [882] and 2023 [701]”.</p><p>“Tracked outgoing movements along the Eastern Route between January and September increased by 24 percent, from 283,100 in 2024 to 351,000 in 2025, mainly due to resumed data collection in Yemen, and higher and faster transit flows and shifting routes to evade controls in Djibouti and Somalia,” the IOM said.</p><p>But despite the high casualty figures, the route continues to be popular. According to the IOM, it is the “busiest and riskiest migration route in the world”.</p><p>Still, while Ethiopia is the second-most populous country in Africa, with about 130 million inhabitants, and one of the fastest growing economies, more than 40 percent live below the poverty line, according to the World Bank.</p></div></div></body></html>"
        },
        {
            "title": "Success in Saudi-hosted Spanish Super Cup will give Barcelona ‘energy’ | Football News | Al Jazeera",
            "time": "2026-01-06T22:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-10-18T142519Z_1681118435_UP1ELAI1425AW_RTRMADP_3_SOCCER-SPAIN-BAR-GIR-1767723968.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barcelona coach Hansi Flick said that retaining the Spanish Super Cup this week would be a boost for his team’s other ambitions this season.</p><p>The record 15-time champions face Athletic Bilbao on Wednesday in a semifinal clash at the King Abdullah Sports City stadium in Jeddah, Saudi Arabia.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Barca won the competition last season as the first part of a domestic treble, the first triumph of Flick’s reign, followed by triumphs in La Liga and the Copa del Rey.</p><p>“This tournament is a little bit different [to the equivalent competition] in Germany, but I like it,” said former Bayern Munich coach Flick.</p><p>“For us to win the Super Cup [last season] gave us a lot of energy for the rest of the season, and this is also what we want this year.”</p><p>Even though significant questions remain about their defending, Barcelona are the favourites to win the Super Cup and lead La Liga after nine consecutive top flight victories.</p><p>Despite being outplayed by neighbours Espanyol in a tense derby clash on Saturday, late goals and a sensational performance from stopper Joan Garcia helped the Catalans claim a 2-0 victory.</p><p>Flick insisted his team had to perform better at the back if they were to succeed in the sixth edition of the tournament in Saudi Arabia.</p><p>“It will not be an easy match [if] we make the same mistakes as on Saturday; it will not be easy, so we have to work on our things,” continued Flick.</p><p>“We have to play much better in the defence; we have to play connected as one team, and this is what I missed on Saturday, so we have to make things much better.”</p><h2 id=\"barcelona-target-cancelo-could-be-on-the-move-from-saudi-arabia\">Barcelona target Cancelo could be on the move from Saudi Arabia</h2><p>Central defender Ronald Araujo could return to action this week after an extended mental health break.</p><p>The Uruguayan was granted leave for about a month following a red card in Barcelona’s 3-0 Champions League defeat by Chelsea in November.</p><p>“We will see this training [session] today, and I will also want to speak with him, so we have not decided how to do it tomorrow,” said Flick.</p><p>“I think it takes time, so if he feels ready for tomorrow, maybe we will change something, but at the moment, it’s not our plan to do this.”</p><p>Flick confirmed that Barcelona were close to signing Joao Cancelo from Al-Hilal, who is on loan until the end of the season, but the deal has not been completed.</p><p>“With Joao, maybe he can give us more options also as full-back, both sides in the offence, good quality, but [as far as] I know, it’s not done,” said Flick.</p><p>Cancelo spent the 2023-24 season on loan at Barcelona from Manchester City.</p><p>Athletic, eighth in La Liga, last won the Super Cup in 2021, beating Barcelona in the final, and have lifted the trophy on three occasions.</p><p>Only the Catalans and Real Madrid, with 13 triumphs, have a better record. On Thursday, Xabi Alonso’s Real Madrid face city rivals Atletico Madrid in the other Super Cup semifinal.</p></div></div></body></html>"
        },
        {
            "title": "Ivory Coast meet Egypt in 2025 AFCON quarters after easing by Burkina Faso | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-06T22:03:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89U932R__v1__MidRes__FblAfr2025Match44CivBfa-1767733117.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United winger Amad Diallo starred as Ivory Coast beat Burkina Faso 3-0 on Monday and became the first Africa Cup of Nations defending champions to reach the quarterfinals since 2010.</p><p>Diallo struck the opening goal and created the second for Yan Diomande before half-time. Substitute Bazoumana Toure completed the scoring in the closing minutes in Marrakesh.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ivory Coast now travel south to the Moroccan coastal city of Agadir, where they will face record seven-time champions Egypt on Saturday for a semifinal place.</p><p>Since Egypt successfully defended the title in Angola 16 years ago, seven title holders have failed to reach the last eight.</p><p>Cameroon and Senegal made last-16 exits; Zambia, Ivory Coast and Algeria were eliminated after the group stage; and Egypt and Nigeria failed to qualify for the tournament.</p><p>Burkinabe defender Adamo Nagalo was yellow-carded after just five minutes for fouling Diallo. However, the Red Devil disappointed with the resulting free-kick, firing embarrassingly wide.</p><p>Ivory Coast were dominating possession, and captain Franck Kessie was not far off target when he tried to steer a shot into the roof of the net.</p><p>There was a sense of inevitability when the title-holders went ahead on 20 minutes. Diallo powered his way past several defenders before striking the ball beyond goalkeeper Herve Koffi.</p><p>Burkina Faso wanted the goal disallowed, claiming Nagalo had been body checked by Evann Guessand, but a VAR review confirmed the decision of the Sudanese referee to award it.</p><figure id=\"attachment_4220192\" aria-describedby=\"caption-attachment-4220192\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4220192 size-arc-image-770\" src=\"/wp-content/uploads/2026/01/AFP__20260106__89UD4NL__v1__MidRes__FblAfr2025Match44CivBfa-1767732852.jpg?resize=770%2C513&amp;quality=80\" alt=\"Ivory Coast's forward #24 Bazoumana Toure celebrates scoring the team's third goal during the Africa Cup of Nations (CAN) round of 16 football match between Ivory Coast and Burkina Faso\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220192\" class=\"wp-caption-text\">Ivory Coast’s forward Bazoumana Toure celebrates scoring the team’s third goal during the Africa Cup of Nations round of 16 match against Burkina Faso [Franck Fife/AFP]</figcaption></figure><p>Such was the control of the Ivorians that it came as no surprise when they increased their lead on 32 minutes on a cold, dry night at the foothills of the Atlas mountain range.</p><p>Diallo was the provider this time, passing the ball across the box to 19-year-old Diomande, whose superbly bent shot gave Koffi no chance as it flew into the left corner.</p><p>In a rare raid, Burkina Faso almost halved the deficit as Brentford striker Dango Ouattara cut in from the right and struck the base of the post. Relieved goalkeeper Yahia Fofana grasped the rebound.</p><p>Burkina Faso coach Brama Traore took off Nagalo as half-time approached, replacing him with midfielder Blati Toure. Another change, during the break, saw Georgi Minoungou come on for striker Lassina Traore.</p><p>Starved of possession in the opening 45 minutes, Burkina Faso had more success when play resumed and came close to scoring on the hour mark.</p><p>Ouattara connected with a low cross, and Fofana reacted swiftly at his near post to push the ball away from danger.</p><p>Burkina Faso introduced Sunderland striker Bertrand Traore with 20 minutes remaining. His AFCON debut came in 2012 as a 16-year-old, and he is competing at the tournament a sixth time.</p><p>An Ivorian counterattack offered unmarked Diallo a great chance to score again, but Koffi used his leg to block a close-range shot at the expense of a corner.</p><p>Substitute Toure scored his second goal in as many matches when he ran from his own half on 87 minutes, then slammed the ball past Koffi.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Supreme Court expected to rule on tariffs on Friday | Business and Economy News | Al Jazeera",
            "time": "2026-01-06T21:22:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-23T110011Z_167407343_RC2XPDAGZ9BT_RTRMADP_3_USA-TRADE-TARIFF-REFUNDS-1767727540.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court is expected to rule on a case about the legality of President Donald Trump’s tariffs.</p><p>The <a href=\"/news/2025/11/6/what-has-us-supreme-court-said-about-trumps-trade-tariffs-does-it-matter\" target=\"_blank\" rel=\"noopener\">high court</a> on Tuesday added a non-argument/conference date on its website, indicating that it could release its ruling, although the court does not announce ahead of time which rulings it intends to issue.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The challenge to Trump’s tariffs has been one of the most closely watched cases on the court’s docket amid the broader impact on the <a href=\"/economy/2025/4/3/five-key-takeaways-from-trumps-liberation-day-reciprocal-tariffs\" target=\"_blank\" rel=\"noopener\">global economy.</a></p><p>In a social media post on Friday, Trump said such a ruling would be a “terrible blow” to the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Because of Tariffs, our Country is financially, AND FROM A NATIONAL SECURITY STANDPOINT, FAR STRONGER AND MORE RESPECTED THAN EVER BEFORE,” Trump said in another post on Monday.</p><p>However, data on this is mixed. The US gross domestic product (GDP) grew by 4.3 percent in the third quarter of 2025, marking the biggest increase in two years. Meanwhile, US job growth has slowed, with sectors heavily <a href=\"/economy/2025/11/20/us-economy-adds-119000-jobs-in-september-as-unemployment-rate-rises\">exposed to tariffs</a> seeing little to no job growth.</p><p>“Jobs in sectors with higher import exposure grew more slowly than jobs in sectors with lower import exposure, suggesting tariffs may have weighed on employment,” Johannes Matschke, senior economist for the Kansas City branch of the Federal Reserve, said in an analysis in December.</p><h2 id=\"legal-arguments\">Legal arguments</h2><p>Trump invoked the International Emergency Economic Powers Act (IEEPA) in February 2025 on goods imported from individual countries to address, what he called, a national emergency related to US trade deficits.</p><p>Arguments challenging the legality of the decision began in November. At the time, the court’s liberal and some conservative justices had doubts about the legality of using the 1977 act.</p><p>Justice Neil Gorsuch, whom Trump appointed during his first term, was among those sceptical.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Congress, as a practical matter, can’t get this power back once it’s handed it over to the president,” Gorsuch said at the time.</p><p>Chief Justice John Roberts told Solicitor General D John Sauer, who argued on behalf of the administration, that imposing tariffs and taxes “has always been the core power of Congress”.</p><p>The act grants broad executive authority to wield economic power in the case of a national emergency.</p><p>The matter reached the Supreme Court after the lower courts ruled against the Trump administration, finding that the use of the law exceeded the administration’s authority.</p><p>Among the courts that ruled against the White House was the Court of International Trade. In May, the New York court said that Congress, and not the executive branch, has “exclusive authority to regulate commerce”. This decision <a href=\"/news/2025/8/29/us-appeals-court-rules-trumps-foreign-tariff-campaign-is-largely-illegal\" target=\"_blank\" rel=\"noopener\">was upheld</a> in a Washington, DC, appeals court in August.</p><p>Legal experts believe it is likely that the high court will uphold lower court decisions.</p><p>“My sense is that, given the different justices’ concerns, the Supreme Court will decide that IEEPA does not provide the ability for the Trump administration to adopt the tariffs,” Greg Shaffer, a law professor at Georgetown University, told Al Jazeera.</p><p>If the Trump administration were to lose the case, the US would need to refund some of the tariffs.</p><p>“It [ruling against the administration] would mean that those who paid tariffs that were imposed illegally would have to be reimbursed. I would think that that would be the outcome,” Shaffer added.</p><p>In September, Secretary of the Treasury Scott Bessent said on NBC’s Meet the Press that the US would “have to give a refund on about half the tariffs”.</p><p>The Trump administration has said that if the Supreme Court does not rule in its favour, it will use other statutes to push through tariffs.</p></div></div></body></html>"
        },
        {
            "title": "Maduro abduction shows influence, limits of US Secretary of State Rubio | Donald Trump News | Al Jazeera",
            "time": "2026-01-06T20:40:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695d5117ce2e-1767723287.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States Secretary of State Marco Rubio has not been shy about his desire to see the toppling of Venezuelan President Nicolas Maduro.</p><p>Infamously, the former Florida senator even posted a series of photos of slain deposed leaders, including a bloodied former Libyan leader <a href=\"/news/2011/8/22/profile-muammar-gaddafi\">Muammar Gaddafi</a>, as tensions with the US and Maduro’s government spiked in 2019.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But it was not until the second administration of US President Donald Trump that Rubio’s vision of a hardline approach to Latin America and his longtime pressure campaign against leftist leaders was realised – culminating on Saturday with the illegal <a href=\"/news/2026/1/6/maduro-says-hes-a-prisoner-of-war-why-that-matters\">abduction</a> of longtime Venezuelan leader Maduro.</p><p>Experts say Rubio has relied on an ability to capitalise on the overlapping interests of competing actors within the Trump administration to achieve this, even as his broader ideological goals, including the ousting of <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">Cuba’s communist government</a>, will likely remain constrained by the administration’s competing ambitions.</p><p>“It took a tremendous amount of political skill on his part to marginalise other voices in the administration and elsewhere who were saying: ‘This is not our conflict. This is not what we stand for. This is going to upset our base,'” Alejandro Velasco, an associate professor of history at New York University, told Al Jazeera.</p><p>Those agendas included Trump’s preoccupation with opening Venezuela’s nationalised oil industry, US Secretary of Defense Pete Hegseth’s desire for a more pugilistic military approach abroad, and adviser Stephen Miller’s fixation on migration and mass deportation.</p><p>“So that’s the way that Rubio was able to bring into line not quite competing, but really divergent agendas, all of them to focus on Venezuela as a way to advance a particular end,” Velasco said.</p><figure id=\"attachment_4220019\" aria-describedby=\"caption-attachment-4220019\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220019\" src=\"/wp-content/uploads/2026/01/afp_695d5fe48d9c-1767727076.jpg?w=770&amp;resize=770%2C502&amp;quality=80\" alt=\"AFP PICTURES OF THE YEAR 2025 US Secretary of State Marco Rubio whispers in the ear of President Donald Trump during a roundtable about Antifa in the State Dining Room of the White House in Washington, DC, on October 8, 2025. (Photo by Jim WATSON / AFP) / NO USE AFTER JANUARY 31, 2026 23:00:00 GMT - AFP PICTURES OF THE YEAR 2025\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220019\" class=\"wp-caption-text\">US Secretary of State Marco Rubio whispers in the ear of President Donald Trump during a roundtable discussion about antifa in the State Dining Room of the White House in Washington, DC, on October 8, 2025 [File: Jim Watson/AFP]</figcaption></figure><h2 id=\"a-hawk-in-america-first\">A hawk in ‘America First’</h2><p>A <a href=\"/features/2025/2/20/marco-rubio-a-traditionalist-hawk-in-the-age-of-trump\">traditionalist hawk</a> who has regularly supported US military intervention in the name of spreading Western democracy and human rights abroad, Rubio initially appeared to be an awkward fit to be Trump’s top diplomat in his second term.</p><p>His selection followed a campaign season defined by Trump’s vow to end foreign wars, eschew US-backed regime change, and pursue a wider “America First” pivot.</p><p>But the actual shape of Trump’s foreign policy has borne little resemblance to that vision, with the administration <a href=\"/news/2025/9/30/key-takeaways-from-trumps-speech-to-us-military-generals\">adopting</a> a so-called “Peace Through Strength” doctrine that observers say has resulted in more room for military adventurism. That has, to date, seen the Trump administration launch bombing campaigns against Yemen and Iran, strike armed groups in Nigeria and Somalia, and attack alleged drug smuggling boats in the Caribbean.</p><p>The approach of Trump 2.0 has more closely aligned with Rubio’s vision of Washington’s role abroad, which has long supported maximum-pressure sanctions campaigns and various forms of US intervention to topple governments.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>The US secretary of state’s personal ideology traces to his South Florida roots, where his family settled in the 1960s after leaving Cuba three years before the rise of Fidel Castro, in what Velasco described as an “acerbically anti-communist” political environment.</p><p>“I think for him, it started as a question of finally making real the hopes and dreams of Cubans in Florida and elsewhere to return to their homeland under a capitalist government,” Velasco explained.</p><p>“It went from that to what this could represent, if we think about it more hemispherically – a bigger shift that would not only increase, but in fact ensure, US hegemony in the region for the 21st century.”</p><h2 id=\"vacuum-was-his-to-fill\">‘Vacuum was his to fill’</h2><p>After tangling with Trump in the 2016 presidential election, in which the future president deridingly dubbed his opponent “Little Marco” while Rubio decried him as a “con man”, the pair forged a pragmatic working relationship.</p><p>Rubio eventually endorsed Trump ahead of the 2016 vote, helping to deliver Florida. In Trump’s first term, Rubio came to be seen as the president’s “shadow secretary” on Latin America, an atypical role that saw the lawmaker influence Trump’s eventual recognition of Juan Guaido as interim president in opposition to Maduro.</p><p>Analysts note Rubio’s approach to Venezuela has always been directly aimed at undermining the economic support it provides to Cuba, with the end goal of toppling the island’s 67-year-old Communist government. Following Maduro’s <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> on Saturday, Rubio quickly pivoted to the island nation, telling reporters: “If I lived in Havana and I was in the government, I’d be concerned”.</p><p>Still, in the early months of Trump’s second term, Rubio appeared largely sidelined, with the president instead favouring close friends and family members to spearhead marquee negotiations on ceasefires in Gaza and Ukraine.</p><p>During this time, Rubio was slowly amassing a sizeable portfolio. Beyond serving as secretary of state, Rubio became the acting administrator of the Trump-dismantled US Agency for International Development (USAID) and the acting archivist of the US National Archives. Most notably, he became the acting director of National Security, making him the first top US diplomat to also occupy the impactful White House role since Henry Kissinger.</p><figure id=\"attachment_4220081\" aria-describedby=\"caption-attachment-4220081\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220081\" src=\"/wp-content/uploads/2026/01/epa_695d664353ec-1767728707.jpg?w=770&amp;resize=770%2C529&amp;quality=80\" alt=\"epaselect epa12624353 Venezuelans in Miami hold a picture of US Secretary of State Marco Rubio while taking part in a rally in response to the US military strikes in Venezuela, Miami, Florida, USA, 03 January 2026. President Trump announced that US forces have successfully captured Venezuelan President Nicolas Maduro and his wife during a series of large-scale strikes on Caracas on 03 January 2026. EPA/CRISTOBAL HERRERA-ULASHKEVICH\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220081\" class=\"wp-caption-text\">A Venezuelan in Miami holds a picture of US Secretary of State Marco Rubio during a rally in response to US military strikes in Venezuela; in Miami, Florida, the US, January 3, 2026 [Cristobal Herrera-Ulashkevich/EPA]</figcaption></figure><p>Rubio eventually found himself in a White House power vacuum, according to Adam Isacson, the director of defence oversight at the Washington Office on Latin America (WOLA).</p><p>“Rubio’s somebody who understands Washington better than the Grenells and Witkoffs of the world,” Isacson told Al Jazeera, referring to Trump’s special envoys Richard Grenell and Steve Witkoff.</p><p>“At the same time, other powerful figures inside the White House, like Stephen Miller and [Director of the Office of Management and Budget] Russ Vought haven’t cared as much about foreign policy,” he said, “so the vacuum was his to fill.”</p><p>Meanwhile, Rubio showed his ability to be an “ideological weather vane”, pivoting regularly to stay in Trump’s good graces, Isacson said. The National Security Strategy released by the White House in December exemplified that approach.</p><p>The document, which is drafted by the National Security adviser with final approval from the president, offered little in tough language towards Russia, despite Rubio’s previous hard lines on the war in Ukraine. It supported the gutting of US foreign aid, despite Rubio’s years-long support for the system. It offered little of the human-rights language with which Rubio had earlier in his career styled himself as a champion.</p><p>It did, however, include a “Trump corollary” to the <a href=\"/news/2026/1/4/what-is-the-monroe-doctrine-which-trump-has-cited-over-venezuela\">Monroe Doctrine</a>, which dovetailed with Rubio’s worldview by calling for the restoration of US “preeminence” over the Western Hemisphere.</p><h2 id=\"a-pyrrhic-victory\">A pyrrhic victory?</h2><p>To be sure, the toppling of Maduro has so far proved a partial, if not pyrrhic victory for Rubio, far short of the comprehensive change he has long supported.</p><p>In a news conference immediately following Maduro’s abduction, Trump doused support for exiled opposition leader Maria Corina Machado, who has hewed close to Rubio’s vision for a future Venezuela. Several news agencies have since reported that US intelligence assessed that installing an opposition figure would lead to widespread chaos in the country.</p><p>Rubio has so far been the point man in dealing with Maduro’s former deputy and replacement, <a href=\"/news/2026/1/4/who-is-venezuelan-vice-president-delcy-rodriguez-now-leading-the-country\">Delcy Rodriguez</a>, who has been a staunch supporter of the Hugo Chavez-founded Chavismo movement that Rubio has long railed against. Elections remain a far-off prospect, with Trump emphasising working with the government to open the oil industry to the US.</p><p>The secretary of state has not been officially given a role connected to the country, but has earned the less-than-sincere title in some US media of “viceroy of Venezuela”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On news shows, Rubio has been tasked with walking back Trump’s claim that the US would “run” the South American country, while selling the administration’s oft-contradicted message that the abduction of Maduro was a law enforcement action, not regime change, an act of war, or a bid for the country’s oil.</p><p>“I think he’s sort of lying through his teeth,” Lee Schlenker, a research associate at the Quincy Institute for Responsible Statecraft, told Al Jazeera.</p><p>“Even he doesn’t seem to believe a lot of the sort of rhetorical and discursive pretexts that have been deployed about drugs, about narco-terrorism, about a law enforcement-only operation, about just sort of enforcing a Department of Justice indictment,” he said.</p><p>Having to work with Rodriguez, and reportedly, Venezuela’s security czar and Minister of Interior Diosdado Cabello, has been a “bucket of cold water on Rubio’s broader illusions”, Schlenker added, noting that Rubio’s end goal still remains “the end of the Chavista project”.</p><p>Rubio is also likely to face further reality checks when it comes to his expected attempts to pitch the overthrow of what he will likely argue is a weakened Cuba.</p><p>The island, without the economic resources of Venezuela and no known drug trade, is seen as far less appealing to Trump and many of his allies.</p><p>“Compared to Venezuela,” Schlenker said, “there are a lot more reasons why Trump would have less interest in going after Cuba.”</p></div></div></body></html>"
        },
        {
            "title": "Macron, Starmer, Zelenskyy sign Ukraine troop deployment pact | Politics | Al Jazeera",
            "time": "2026-01-06T20:34:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767731648.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "What does Israel’s recognition of Somaliland mean for the region? | News | Al Jazeera",
            "time": "2026-01-06T20:23:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767730960.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Israel’s recognition of Somaliland pulls the breakaway territory into a larger regional power struggle.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has become the first country in the world to recognise the breakaway region of Somaliland since it declared independence in 1991. What does the move mean for regional tensions around the Red Sea and Gulf of Aden, and what will aligning with Israel mean for Somaliland?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Deadly clashes between Syrian troops and Kurdish-led fighters in Aleppo | Syria's War | Al Jazeera",
            "time": "2026-01-06T20:19:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767730775.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Birzeit University raid seen as warning against Palestinian defiance | Newsfeed | Al Jazeera",
            "time": "2026-01-06T19:39:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767728383.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Dramatic late Algeria winner sets up Nigeria quarterfinal at 2025 AFCON | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-06T19:33:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260106__89U27F4__v1__MidRes__FblAfr2025Match43AlgDrc-1767726190.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Dramatic late Algeria winner sets up Nigeria quarterfinal at 2025 AFCON</h1><p class=\"article__subhead\"><em>Algeria beat DR Congo in extra time and will face Nigeria on Saturday in the quarterfinals of football’s Africa Cup of Nations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A thunderous strike by substitute Adil Boulbina deep in extra time settled a tense encounter as Algeria beat the Democratic Republic of Congo 1-0 in their Africa Cup of Nations (AFCON) last-16 tie.</p><p>The game at the Moulay El Hassan Stadium in Rabat, Morocco on Tuesday was edging towards a penalty shootout when Boulbina, a forward who plays club football in Qatar, was released on the left in the 119th minute and advanced into the area before unleashing a vicious strike into the net.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The moment of magic sparked wild celebrations within the stadium, with the majority of the 18,837 fans in attendance backing Algeria.</p><p>The 2019 champions, who won all their group games, are looking like serious contenders to win a third continental title, but now face a fascinating quarterfinal showdown with <a href=\"/sports/2026/1/5/osimhen-double-for-nigeria-downs-mozambique-to-seal-afcon-quarterfinal-spot\">Victor Osimhen’s Nigeria</a> in Marrakesh on Saturday.</p><p>The outcome is a painful one for the Congolese, who came into the AFCON with big ambitions and had been hoping to set up another clash with Nigeria, having defeated the Super Eagles on penalties in a World Cup qualifying play-off in November.</p><p>The Leopards will now at least be able to console themselves with the fact they have an intercontinental playoff to come in March, where a win against either New Caledonia or Jamaica will see them qualify for a first World Cup since 1974.</p><p>Algeria, having already guaranteed a berth at the finals in North America, remain focused for now on going all the way in Morocco.</p><figure id=\"attachment_4220001\" aria-describedby=\"caption-attachment-4220001\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220001\" src=\"/wp-content/uploads/2026/01/AFP__20260106__89U27EF__v1__MidRes__FblAfr2025Match43AlgDrc-1767726344.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria's Adil Boulbina scores their 2025 AFCON last 16 winning goal against DR Congo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220001\" class=\"wp-caption-text\">Algeria’s forward Adil Boulbina scores his team’s first goal during the Africa Cup of Nations round of 16 football match against DR Congo [Gabriel Bouys/AFP]</figcaption></figure><p>The match itself, between two of the continent’s leading nations, had the makings of the tie of the round but never quite lived up to its billing.</p><p>There was a lack of quality in the final third from both sides despite all the attacking talent on the pitch, with neither captain Riyad Mahrez nor the thrilling Ibrahim Maza lasting 90 minutes for Vladimir Petkovic’s Algerian team.</p><p>Burnley defender Axel Tuanzebe headed just wide from a corner for DR Congo and Maza fired narrowly past the goal from the edge of the box at the other end in the first half.</p><p>An Edo Kaymbe shot fizzed in from range that forced a good save from Algeria goalkeeper Luca Zidane was the closest either team came in the second half as the match drifted to extra time.</p><p>Algeria had been the more consistently threatening team, though, and began to turn the screw in the extra half-hour, with Congolese goalkeeper Lionel Mpasi saving well from Fares Chaibi and Baghdad Bounedjah in quick succession in the 111th minute.</p><p>But a shootout appeared an inevitability until Ramiz Zerrouki and Boulbina, who both emerged from the bench together in the second half of extra time, combined for the winning goal.</p><p>Zerrouki released Boulbina with a terrific pass in behind, and the 22-year-old Al-Duhail player did the rest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel, Syria agree to dedicated communication line in US-brokered talks | Syria's War News | Al Jazeera",
            "time": "2026-01-06T19:22:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/getty_695d648c73-1767728268.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel, Syria agree to dedicated communication line in US-brokered talks</h1><p class=\"article__subhead\"><em>Joint mechanism will be used to de-escalate militarily, and may pave the road for an eventual security agreement.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel and Syria agreed to set up a joint mechanism for sharing intelligence and coordinating military de-escalation under United States supervision.</p><p>The “dedicated communication cell”, as Tuesday’s joint statement described the mechanism, will also facilitate “diplomatic engagement and commercial opportunities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Israel and Syria have been in intermittent talks over the last year in an attempt to find a security agreement that would stop Israel’s repeated attacks on its northeastern neighbour.</p><p>The latest statement comes after meetings held between Israeli and Syrian officials, including the Syrian foreign minister, in Paris on Monday and Tuesday, as the US attempts to get negotiations back on track.</p><p>“The mechanism will serve as a platform to address any disputes promptly and work to prevent misunderstandings,” the statement said.</p><p>However, a Syrian official, speaking on condition of anonymity, told the Reuters news agency it would be impossible to move forward on “strategic files” with Israel without a clear and enforceable timeline for the withdrawal of Israeli troops from Syrian territory seized since the December 2024 overthrow of former President Bashar al-Assad.</p><p>The official added that the talks ended with an initiative to suspend all Israeli military activity against Syria, something that was not confirmed from the Israeli side.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ilitary-de-escalation\">‘Military de-escalation’</h2><p>Israel has illegally occupied areas of the Syrian Golan Heights since 1967, but expanded further into Syrian territory in the past year, including the seizure of the strategic Jabal al-Sheikh, a mountain that lies between Israel and Syria.</p><p>Israel has also conducted numerous attacks, including on the Syrian Ministry of Defence building in Damascus.</p><p>The Israelis have attempted to paint the new Syrian authorities, led by President Ahmed al-Sharaa, as an “extremist” force despite overt backing for the Syrian leader from US President Donald Trump.</p><p>That US support has put Israel under some pressure to reach a deal with Syria, although a comprehensive agreement does not appear to be imminent.</p><p>The US Department of State said the agreed-upon communication mechanism would be used “to facilitate immediate and ongoing coordination on [Israel and Syria’s] communication sharing, military de-escalation, diplomatic engagement, and commercial opportunities”.</p></div></div></body></html>"
        },
        {
            "title": "Somalia condemns Israel’s visit to Somaliland | Government | Al Jazeera",
            "time": "2026-01-06T19:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767727217.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Jan 2026</span><span aria-hidden=\"true\">6 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US backs security guarantees for Ukraine, as France and UK pledge troops | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-06T19:11:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695d60ba36666-1767727290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has backed security guarantees for Ukraine, including leading a truce monitoring mechanism, as France and the United Kingdom pledged to deploy forces to Ukrainian territory if a ceasefire is reached with Russia.</p><p>The pledges came on Tuesday at a summit of the so-called “coalition of the willing”, a group of 35 countries that have pledged to support Ukraine against Russian aggression.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The countries’ representatives, including 27 heads of state or government, gathered in Paris to firm up post-war guarantees for Kyiv. Russia annexed the Ukrainian Crimean Peninsula in 2014 and launched a full-scale invasion of Ukraine in 2022.</p><p>French President Emmanuel Macron said the “robust” guarantees would see the US lead a truce monitoring mechanism with European participation, alongside the deployment of a multinational European force.</p><p>Macron, Ukrainian President Volodymyr Zelenskyy and UK Prime Minister Keir Starmer signed a declaration of intent after the talks, setting out the framework for such a deployment.</p><p>Macron said that Paris could contribute “several thousand” troops.</p><p>In a sign of closer transatlantic coordination, the summit was also attended by US envoys Steve Witkoff and Jared ⁠Kushner, President Donald Trump’s son-in-law, as well as Washington’s top general in Europe, Alexus Grynkewich. It marked the first time the US envoys had joined the coalition’s talks.</p><p>Witkoff, who has led talks with Russia, ​said that Trump “strongly stands behind security protocols” and that the guarantees are “important, so that the people of Ukraine know that when this ends, it ends forever”.</p><p>He added, “Those security protocols are meant to: a, deter any attacks, any further attacks in Ukraine; and b, if there are any attacks, they’re meant to defend, and they will do both.”</p><p>Kushner called the Paris meeting “a very, very, big milestone”.</p><p>He said that if Ukrainians were to make a final deal, “they have to know that after a deal, they are secure, they have, obviously, a robust deterrence, and there’s real backstops to make sure that this [a Russian attack] will not happen again”.</p><figure id=\"attachment_4220032\" aria-describedby=\"caption-attachment-4220032\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4220032\" src=\"/wp-content/uploads/2026/01/ap_695d60c8161e4-1767727304.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"France's President Emmanuel Macron, center, gestures as Poland's Prime Minister Donald Tusk, left, Slovenia's Prime Minister Robert Golob, second left, Ukraine's President Volodymyr Zelenskyy, Britain's Prime Minister Keir Starmer, second right, and Italy's Prime Minister Giorgia Meloni, right, react during a family photo at the Elysee Palace in Paris, Tuesday Jan. 6, 2026, on the sideline of the Coalition of the Willing summit for Ukraine. (Ludovic Marin, Pool photo via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4220032\" class=\"wp-caption-text\">World leaders at the ‘coalition of the willing’ summit for Ukraine on Tuesday [Ludovic Marin via AP]</figcaption></figure><p>The coalition said in a statement that the allies will participate in a proposed US-led ceasefire monitoring and verification mechanism, which officials said would likely involve drones, sensors and satellites, not US troops.</p><p>The coalition also agreed to establish a US-Ukraine coalition coordination cell in Paris, and to continue supplying Kyiv’s front-line forces with equipment and training, as well as back them up with air, land and sea support, to deter any future Russian attack.</p><p>According to the statement, the post-ceasefire architecture would also include beefing up Ukraine’s war-battered army, including by replenishing its weapons stocks, so it could act as the country’s front-line deterrence against a resumption of fighting.</p><p>The allies said they must still finalise “binding commitments” setting out what they will do to support Ukraine.</p><p>The statement was not explicitly endorsed by the US, and details of a role for Washington were watered down from an earlier draft, notably removing language that outlined the ​use of US capabilities to support a multinational force in Ukraine.</p><p>But European officials hailed the involvement of the US envoys and their strong comments as evidence ‌that Washington stood behind the security framework.</p><p>Russia has yet to comment on the Paris meeting and has given no indication it would accept a settlement backed by foreign troops inside Ukraine, a condition it has previously rejected.</p><p>Moscow occupies about a fifth of Ukrainian territory and has not signalled a willingness to compromise, even as diplomatic efforts to end the war have intensified in recent months.</p><p>Starmer said the meeting made “excellent progress”, but cautioned that “the hardest yards are still ahead”, noting that Russian attacks on Ukraine continue.</p><p>He said peace would only be possible if Russia compromises.</p><p>In the event of a ceasefire, Starmer said the UK and France “will establish military hubs across Ukraine and build protected facilities for weapons and military equipment to support Ukraine’s defensive needs”.</p><p>Zelenskyy welcomed the promised security guarantees for Ukraine.</p><p>“It’s important that today the coalition has substantive documents. These are not just words. There is concrete content: a joint declaration by all the coalition countries and a trilateral declaration by France, Britain and Ukraine,” he said.</p><p>He said the talks had “determined” which countries would take the lead on ensuring security and on reconstruction, as well as which forces were necessary and how they would be managed.</p><p>He added that the most significant issue still to be resolved was “the territorial question”, referring to Russian demands that Ukraine give up its eastern Donbas region.</p><p>Writing on Telegram after the talks, Zelenskyy said the agreements were “a signal of how seriously Europe and the entire coalition of the willing are ready to work for real security”.</p><p>But he said that it remained to be determined how the monitoring would work and how the Ukrainian army would be supported and financed.</p><p>He went on to thank the US “for its readiness to be a backstop in all areas – security guarantees, monitoring a ceasefire and rebuilding”, and added that the Ukrainian delegation would continue its talks on key issues on Wednesday.</p><p>Germany signalled a more cautious stance.</p><p>Chancellor Friedrich Merz said German forces could join to monitor a ceasefire, but would be based in a neighbouring country. “We will certainly have to make compromises”, he said, adding that “we will not achieve textbook diplomatic solutions”.</p><p>Belgium said it would support the effort through its navy and air force, while Croatia and the Czech Republic said they would not deploy troops.</p><p>European leaders present at the meeting, including Macron, Starmer, Polish Prime Minister Donald Tusk and Italian Prime Minister Giorgia Meloni, stressed that the statement showed renewed unity between Europe and the US on helping Ukraine.</p><p>Macron and Starmer brushed aside questions about whether they could rely on commitments by Trump, particularly given his renewed claims ‌that the US should take over Greenland, an autonomous part of Denmark, a NATO member.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}