{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "AI threatens to widen inequality among states: UN | United Nations News | Al Jazeera",
            "time": "2025-12-02T13:18:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AFP__20251002__77JM763__v1__MidRes__FilesUsTechnologyAiInvestments-1761093505_24ab0a-1761098809.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Artificial intelligence risks increasing inequality between developed and developing countries, a United Nations report has warned.</p><p>The report, titled “The Next Great Divergence” and released by the United Nations Development Programme’s Asia and Pacific regional bureau on Tuesday, calls for urgent, coordinated policy action to manage the impact of the technology.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It warns of the potential for “divergence” between rich and poor states as the impacts of the technology take hold, reversing the effect of decades of declining global inequality.</p><p>“We think that AI is heralding a new era of rising inequality between countries, following years of convergence in the last 50 years,” Philip Schellekens, the bureau’s chief economist, told a briefing in Geneva, according to the Reuters news agency.</p><p>The report argues that AI, like the Industrial Revolution before it, has the potential to unlock unprecedented opportunities or deepen existing divides, across a global landscape marked by vast gaps in wealth, skills, and digital access.</p><p>Even wealthier countries would suffer if poorer states were left behind by the AI revolution, said Schellekens.</p><p>“If inequality continues to rise, the spillover effects of that in terms of the security agenda, in terms of undocumented forms of migration, will also become more daunting,” he worries.</p><h2 id=\"asia-pacific-at-centre-of-shift\">Asia Pacific at centre of shift</h2><p id=\"the-report-the-next-great-divergence-why-ai-may-widen-inequality-between-countries-focuses-on-the-challenges-and-opportunities-in-the-asia-pacific-region-but-its-authors-said-its-recommendations-should-resonate-globally\">The report focuses on the challenges and opportunities in the Asia Pacific region, but its authors said the recommendations should resonate globally.</p><p>The region, home to more than 55 percent of the world’s population, sits at the centre of the technological shift, the report said, accounting for more than half of global AI users.</p><p>The technology, it said, is already bringing benefits such as improving tutoring in remote schools, speeding up disease detection, expanding credit access for small businesses, and strengthening disaster response.</p><p>It could raise annual GDP growth by about 2 percentage points in the region, with ASEAN economies standing to gain nearly $1tn in additional GDP over the next decade, the report forecast.</p><p>However, AI technology also has the potential to deliver benefits unequally, entrenching the gap between the haves and have-nots.</p><p>While early dividends are flowing to advanced economies such as Singapore, Japan and China, nations with weak connectivity, unreliable power and limited technology skills are missing out.</p><p>Meanwhile, millions of jobs, particularly those held by women and young people, face high exposure to automation without policy intervention.</p><p>“No-one can predict with certainty where AI will take us in the future, nor can we fully imagine <a href=\"/economy/2025/11/25/trump-launches-genesis-mission-to-harness-ai-for-scientific-breakthroughs\">what it might help create</a> or destroy,” reads the report.</p><p>“Ultimately, it should not be machines but the world’s people who choose which technologies to prioritize and how best to exploit them,” the UNDP adds.</p></div></div></body></html>"
        },
        {
            "title": "Is entertainment making us better or quietly reshaping us for the worse? | Digital Series | Al Jazeera",
            "time": "2025-12-02T13:09:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764680161.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Beyond Netanyahu: Israel’s major political corruption scandals | Explainer News | Al Jazeera",
            "time": "2025-12-02T13:07:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-26T182537Z_797215495_RC2PZGAGESKG_RTRMADP_3_UN-ASSEMBLY_cropped-1758924051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Benjamin Netanyahu is the first sitting prime minister in Israel to stand trial after being accused of corruption, but he is hardly the only one to have been mired in such scandals.</p><p>Nearly all Israeli prime ministers since 1996, including Ehud Barak, Ariel Sharon, and Ehud Olmert, alongside Netanyahu, have been investigated on charges of corruption, as have several other cabinet ministers, Knesset members, and mayors.</p><p>Here is an overview of the major corruption scandals in Israel over the past two decades.</p><h2 id=\"benjamin-netanyahu\">Benjamin Netanyahu</h2><p>The sitting prime minister of Israel was indicted in three cases – known as “1000”, “2000”, and “4000” – for bribery, fraud, and breach of trust, involving allegedly accepting illicit gifts and trading regulatory favours for positive media coverage.</p><p>The trial is ongoing. Netanyahu admits to taking gifts but claims no favours were returned.</p><p>On Sunday, November 30, President Isaac Herzog’s office confirmed that Netanyahu submitted a formal pardon request, saying his ongoing trial divides the nation as he goes on a spree of attacking neighbouring countries in the Middle East.</p><figure id=\"attachment_3325530\" aria-describedby=\"caption-attachment-3325530\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3325530\" src=\"/wp-content/uploads/2024/11/2007-10-17T120000Z_1323123003_GM1DWJVHOLAA_RTRMADP_3_ISRAEL-1731654523.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Israel's Prime Minister Ehud Olmert speaks during a session of the Knesset.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3325530\" class=\"wp-caption-text\">Israel’s then-PM Ehud Olmert speaks at the Israeli parliament, October 17, 2007 [Ronen Zvulun/Reuters]</figcaption></figure><h2 id=\"ehud-olmert\">Ehud Olmert</h2><p>Ehud Olmert, the former prime minister who served from 2006 to 2009, faced a range of charges over misconduct during his terms as trade minister, communications minister and finance minister.</p><p>Olmert resigned in 2008 – staying on in a caretaker capacity for a few months – before he could be indicted after a US businessman, Morris Talansky, testified about giving Olmert cash-stuffed envelopes in the 1990s for political and personal expenses.</p><p>Olmert was convicted of breach of trust in July 2012, of bribery in March 2014, and of breach of trust in March 2015. His six-year sentence was reduced to 18 months in December 2015.</p><h2 id=\"ariel-sharon\">Ariel Sharon</h2><p>Ariel Sharon, the former prime minister from March 2001 to April 2006, was investigated for bribery allegations that real-estate developers and foreign businessmen sought political favours from him and his sons in exchange for financial benefits.</p><p>Despite recommendations to indict some associates, prosecutors ultimately did not charge Sharon himself, citing insufficient evidence.</p><p>However, his son, Omri Sharon, served prison time for illegal fundraising connected to the campaigns.</p><figure id=\"attachment_771232\" aria-describedby=\"caption-attachment-771232\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-771232\" src=\"/wp-content/uploads/2018/02/435d2dc9f10e4c1cafa1bbdeaaf686b6_18.jpeg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Ezer Weizman\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-771232\" class=\"wp-caption-text\">Israeli former President Ezer Weizman talking through a round speaker-phone lying on his desk [File]</figcaption></figure><h2 id=\"ezer-weizman\">Ezer Weizman</h2><p>Ezer Weizman, who served as Israel’s president from 1993 to 2000 after retiring as commander of the Air Force and minister of defence, faced allegations of fraud and breach of trust for receiving large cash gifts – more than $300,000 from a French businessman – while serving as a lawmaker and minister.</p><p>Weizman resigned from the presidency in 2000 to avoid prosecution.</p><p>Although prosecutors determined that Weizman had accepted the money, he was never formally charged or tried in a court of law because the statute of limitations had elapsed by the time the investigation concluded.</p><h2 id=\"aryeh-deri\">Aryeh Deri</h2><p>Aryeh Deri, one of the founders of the Shas political party who served as the vice prime minister under Netanyahu from December 2022 to January 2023, has been convicted of corruption twice.</p><p>In 1999, he was convicted of bribery, fraud, and breach of trust; in 2022, he faced charges for tax offences.</p><p>He served nearly two years in prison for the first conviction. For the second, he signed a plea deal in 2022, resigning from parliament to avoid prison.</p><p>Despite this, PM Netanyahu appointed him interior and health minister, and the parliament passed the so-called “Deri Law” in 2022 that would limit the Supreme Court of Israel’s ability to review the “reasonableness” of government decisions.</p><p>In 2023, the Supreme Court disqualified him from serving as a minister on grounds of “extreme unreasonableness” due to his conviction on tax evasion.</p></div></div></body></html>"
        },
        {
            "title": "Did ex-South African President Zuma’s daughter recruit for Russia’s war? | Crime News | Al Jazeera",
            "time": "2025-12-02T13:06:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/13500366-1764379634-1764680708.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A daughter of South Africa’s former president, Jacob Zuma, on Friday <a href=\"/news/2025/11/29/s-african-ex-leader-zumas-daughter-quits-parliament-over-russia-war-claims\">resigned</a> as a lawmaker after explosive allegations that she tricked 17 South African men into joining a Russian mercenary group to fight in Ukraine.</p><p>Duduzile Zuma-Sambudla, who joined parliament in 2024 under her father’s opposition <a href=\"/features/2024/4/5/will-jacob-zuma-and-his-mk-party-cause-an-upset-in-south-africas-election\">uMkhonto weSizwe (MK) party,</a> is officially under a police investigation, but she denies allegations of involvement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>South African police revealed early last week that the investigations into Zuma-Sambudla’s role in the case were prompted after her half sister, Nkosazana Bonganini Zuma-Mncube, filed an affidavit accusing the politician of trafficking South African men into fighting on the front lines of the Russia-Ukraine war with promises of lucrative job offers.</p><p>The scandal has exposed deep rifts in the prominent Zuma family. Like her father, whose administration was racked with<a href=\"/news/2024/4/18/jacob-zumas-nine-lives-how-south-africas-ex-president-keeps-coming-back\"> corruption scandals</a>, Zuma-Sambudla is a controversial figure in South African politics. Earlier, in November, Zuma-Sambudla appeared in court over a separate case where she is accused of having helped incite the <a href=\"/news/2021/7/22/south-africa-unrest-death-toll-jumps-to-more-than-300\" target=\"_blank\" rel=\"noopener\"> 2021 riots</a> that left more than 350 people dead.</p><p>Here’s what we know about the latest scandal involving the Zumas:</p><figure id=\"attachment_4145079\" aria-describedby=\"caption-attachment-4145079\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145079\" src=\"/wp-content/uploads/2025/12/AP25332501152472-1764675419.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Duduzile and Zuma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145079\" class=\"wp-caption-text\">FILE – Former South African President Jacob Zuma speaks as his daughter Duduzile Zuma-Sambudla, right, listens, during a news conference in Soweto, South Africa, December 16, 2023 [Themba Hadebe/AP]</figcaption></figure><h2 id=\"what-happened\">What happened?</h2><p>South African police revealed on November 24 that Zuma-Sambudla, 43, was being investigated in connection with the forced recruitment of 17 South African men into a Russian mercenary group. The investigations came after Zuma-Mncube filed an affidavit against her sister. Zuma-Mncube claims to be the former president’s eldest daughter of at least 20 children from six wives. The current state of the relationship between the sisters is unclear.</p><p>Zuma-McNube’s affidavit, filed on November 22, alleged that Zuma-Sambudla, alongside two others, lured the 17 men to Russia on claims that they would receive yearlong security training and then return to South Africa. But the men were handed over to a Russian mercenary group and were sent to fight in Russia’s war on Ukraine instead, the affidavit continued. At least eight of the 17 men were members of the Zuma family, it added.</p><p>The affidavit listed the other two accused as Siphokazi Xuma and Blessing Khoza.</p><p>In a statement last week, Zuma-Mcnube said the three individuals had violated several South African laws relating to trafficking, providing foreign military assistance without government consent, and fraud.</p><p>“Driven by my moral obligation, I have opened a criminal case at the Sandton Police Station,” Zuma-Mcnube said, urging that the South African government should “expedite all diplomatic efforts to secure the immediate and safe return of our citizens”.</p><p>A father of three told The New York Times he received a phone call in July from someone who identified themself as Zuma-Sambudla to join a yearlong training program in Russia after which he would have a job working in security for the MK party. The man said six weeks after arriving in Russia, his trainers surprisingly gave him military fatigues, and he was sent to the front lines of the war in Ukraine’s Donbas region.</p><p>Another South African man who said he was on the front lines in Ukraine told the BBC that Zuma-Sambudla and other recruiters had bought him tickets to travel from South Africa.</p><p>South African officials said earlier on November 6 that they received distress signals from 17 South Africans aged between 20 and 39, who were asking to be removed from the front lines in Ukraine. Sixteen of the men were from the KwaZulu-Natal province, Zuma’s home region, while one was from the Eastern Cape. President Cyril Ramaphosa directed the police to investigate the case.</p><p>Speaking on the sidelines of the <a href=\"/video/newsfeed/2025/11/22/g20-leaders-adopt-new-declaration-even-as-us-boycotts-summit\" target=\"_blank\" rel=\"noopener\">G20 Leaders’ Summit in Johannesburg</a> last week, Foreign Minister Richard Lamola said South Africa was talking to Russian and Ukrainian authorities to repatriate the trapped men.</p><p>“The police must investigate and whoever is involved in this must be arrested,” Lamola said, adding: “It is not an easy situation because they are [on] the front lines of this battle, but we are hopeful that there will be breakthroughs.”</p><figure id=\"attachment_4138458\" aria-describedby=\"caption-attachment-4138458\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138458\" src=\"/wp-content/uploads/2025/11/13500365-1764380197.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12517823 Duduzile Zuma-Sambudla, the daughter of former South African President Jacob Zuma, appears in court on charges of terrorism in Durban, South Africa, 11 November 2025. She pleaded not guilty to terrorism-related charges at the start of her trial. Zuma-Sambudla is being charged over comments she made on social media four years ago during deadly protests following the arrest of her father. EPA/STRINGER\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138458\" class=\"wp-caption-text\">Duduzile Zuma-Sambudla, the daughter of former South African President Jacob Zuma, appears in court on charges of terrorism in Durban, South Africa, November 11, 2025. She pleaded not guilty to terrorism-related charges at the start of her trial [Stringer/EPA]</figcaption></figure><h2 id=\"who-are-the-five-people-who-have-been-charged\">Who are the five people who have been charged?</h2><p>Five people have been charged this week in relation to the alleged recruitment of men for the Russian military, according to South African police. Authorities said they responded to a tip-off as the group of five tried to leave the country on a flight from OR Tambo International Airport to Russia via the UAE. South African police say they are not yet treating this case as linked to the allegations against Zuma-Sambudla.</p><p>Among the five accused is prominent radio host Nonkululeko Patricia Mantula, 39, who works with the country’s public broadcaster, SAFM. The other four were men aged between 21 and 46, officials said, and Mantula was “facilitating the travel and recruitment” of the men into Russia, the police said.</p><p>All now face charges of violating a South African law banning foreign military assistance. A court set their next appearance on December 8 for a bail application.</p><h2 id=\"what-does-south-african-law-say-about-foreign-wars\">What does South African law say about foreign wars?</h2><p>It is a crime to serve in a foreign military without permission from the country’s National Conventional Arms Control Committee, according to South Africa’s 1998 <a href=\"http://www.gov.za/documents/acts/regulation-foreign-military-assistance-act-15-1998-20-may-1998\" target=\"_blank\" rel=\"noopener\">Regulation of Foreign Military Assistance Act. </a></p><p>Authorisations may be denied if the requests are found to conflict with South Africa’s obligations under international law or if they will result in the infringement of human rights and fundamental freedoms in the territory in which the foreign military assistance is to be rendered.</p><p>The same act also bans mercenary activities entirely. South African residents or citizens are explicitly forbidden from recruiting, training, financing, or participating in mercenary activities.</p><p>Violating the law could attract a heavy fine, imprisonment, or both.</p><p>South Africa’s constitution also prohibits trafficking. It prohibits forced labour, as does the 1997 Basic Conditions of Employment Act.</p><p>Police authorities have not officially charged Zuma-Sambudla with a crime. Police spokesperson Athlenda Mathe told The Associated Press news agency that any police charges “are still to be determined through a thorough investigation”.</p><p>Speaking to Al Jazeera, South Africa analyst Sanusha Naidu said the case was not likely to affect Russia-South Africa relations, which have become stronger in recent years under President Cyril Ramaphosa. Both countries are part of the BRICS and G20, both informal economic groupings of emerging powers often seen as an alternative to exclusive Western groups like the G7.</p><p>“I don’t think that the relationship is going to be any different now than in the past just because you have mercenaries who have been recruited by one person linked to the MK party,” she said. “[The recruitments] contravene our internal legislations, so it’s not going to shift the relations from where it is now.”</p><p>In October 2024, an AP investigation found that young African women were being lured to work at the Alabuga Special Economic Zone in Russia’s Tatarstan region, where some helped produce military grade drones. Several African governments – including South Africa in August – have issued warnings to women, asking them to be cautious of foreign work schemes.</p><p>Kenyan authorities, in September, said they rescued more than 20 people from a suspected trafficking ring that had intended to lure them to fight in the Ukraine war with promises of jobs in Russia. Officials said some 200 Kenyans are already fighting for Russia.</p><h2 id=\"what-has-zuma-sambudla-said\">What has Zuma-Sambudla said?</h2><p>In a statement submitted to police authorities last Monday, Zuma-Sambudla claimed she herself was a “victim” of the scheme, alleging that she had been deceived by a person called Blessing Rhulani Khoza, who she said contacted her on WhatsApp with promises of lucrative security contracts in Russia. The politician said she travelled to Russia on her own and was exposed to “non-combat, controlled activities” which convinced her of the legitimacy of the scheme.</p><p>“Prior to this unsolicited message, I had no relationship, acquaintance, or prior knowledge of this person whatsoever,” she wrote. Zuma-Sambudla claimed she again flew to Russia after hearing the men, including her family members, were sent to battle, and that she filed appeals with Russian officials and the South African embassy there.</p><p>“I shared information innocently. They chose to join on their voluntary interest,” she added. “I would not, under any circumstances, knowingly expose my own family or any other person to harm.”</p><p>Zuma-Sambudla had served as a parliament member for the MK party since June 2024. Her father founded the opposition party after he was <a href=\"/news/2024/1/31/why-did-south-africas-ruling-anc-suspend-ex-president-jacob-zuma\" target=\"_blank\" rel=\"noopener\">dramatically expelled </a>from the then-ruling African National Congress (ANC) on allegations of misconduct. Zuma and President Ramaphosa, once close allies, have been bitter political rivals in recent years, and the MK is currently the largest opposition party in parliament.</p><p>On Friday, MK party President Magasela Mzobe said at a media briefing that Zuma-Sambudla had resigned “to focus on helping families to return to loved ones”. Her resignation, Mzobe added, was not an “admission of guilt” or the result of the organisation finding her guilty of any wrongdoing.</p><p>Former President Zuma has not commented on the case.</p><p>Meanwhile, the Democratic Alliance party, a former opposition party that joined the ruling coalition alongside the ANC since 2024, sued Zuma-Sambudla last Thursday, on charges of human trafficking and recruitment for mercenary activities.</p><p>The DA – which has long been against South Africa’s closeness with Moscow <a href=\"/tag/ukraine-russia-crisis/\">amid Russia’s war on Ukraine</a> – alleged it had access to messages from a WhatsApp group chat “administered” by Zuma-Sambudla, and claimed the Ramaphosa presidency and Zuma knew about the recruitments.</p><p>The chats “show clear coordination in luring at least 22 men to Russia under the guise of ‘personal development’, ‘security training’, and even promises of Russian or Canadian citizenship”, the party said.</p><p>The men’s passports were confiscated, their clothes burned, and their communication with families cut off once in Russia, the DA said. Three men who had well-placed family connections were returned to South Africa, the party added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Hegseth under scrutiny after US kills boat strike survivors | Drugs | Al Jazeera",
            "time": "2025-12-02T12:59:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764680354.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Pope prays at site of 2020 Beirut port explosion | Religion News | Al Jazeera",
            "time": "2025-12-02T12:48:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86RY63P__v2__HighRes__TopshotLebanonVaticanReligionPope-1764664250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo XIV has prayed at the site of the deadly 2020 Beirut port explosion and offered words of consolation to the Lebanese people on the final day of his first overseas trip.</p><p>Relatives of some of the 218 people killed in the blast five years ago held up photographs of loved ones as Pope Leo arrived on Tuesday at the scorched site. They then stood side by side as he spoke to each one and looked at the images.</p><p>The emotional encounter took place beside the shell of the last grain silo standing at the site destroyed by the August 4 blast, and amid piles of burned cars left charred in its wake.</p><p>The explosion caused billions of dollars’ worth of damage when hundreds of tonnes of ammonium nitrate detonated in a warehouse.</p><p>Five years on, families are still seeking justice. No official has been convicted in the judicial investigation, angering Lebanese citizens who see the blast as further evidence of impunity after decades of corruption and financial crimes.</p><p>When he arrived in Lebanon on Sunday, Pope Leo had urged the country’s political leaders to pursue the truth as a means of achieving peace and reconciliation.</p><p>The United States-born pontiff opened his final day in Lebanon with an emotional visit to the De La Croix Hospital, which specialises in caring for people with psychological conditions.</p><p>The Mother Superior of the congregation that runs the hospital, Mother Marie Makhlouf, was overcome as she welcomed the pope, telling him that her hospital cares for the “forgotten souls, burdened by their loneliness”.</p><p>Pope Leo said the facility stands as a reminder to all of humanity.</p><p>“We cannot forget those who are most fragile,” he said. “We cannot conceive of a society that races ahead at full speed, clinging to the false myths of wellbeing, while at the same time ignoring so many situations of poverty and vulnerability.”</p><p>He was scheduled to end his visit with a Mass at another location along the Beirut waterfront, where he moved through the crowd in his covered popemobile.</p><p>Pope Leo has sought to bring a message of peace to Lebanon as it grapples with economic crises, the aftermath of Hezbollah’s devastating war with Israel, and the lasting effect of the port explosion.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo wraps up Lebanon visit with prayers at site of Beirut port blast | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-02T12:40:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251202__86RY63K__v2__HighRes__TopshotLebanonVaticanReligionPope-1764670377.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pope Leo XIV has offered prayers at the site of the 2020 Beirut port blast, one of the final stops in his three-day visit to Lebanon.</p><p>The Catholic leader prayed silently and lit a lamp on Tuesday morning at a monument to the more than 220 people that were killed and 6,500 injured <a href=\"/features/2025/8/4/beirut-port-blast-victims-say-five-years-later-justice-feels-a-bit-closer\">in the explosion</a>. The United States-born pontiff has <a href=\"/news/2025/12/1/pope-leo-urges-unity-on-day-two-of-lebanon-visit\">urged peaceful coexistence</a> across the Middle East during his inaugural trip abroad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>With mounds of rubble and the remains of the devastated facility within sight, the Pontiff shook hands, blessed and spoke with each one of the survivors and relatives of victims who were present.</p><p>“We are very grateful for this visit from the Pope,” said Cecile Roukoz, a lawyer whose brother died in the explosion. “We know that he raises his voice” for justice “and we need justice for our brothers and all the victims of this explosion”.</p><p>Reporting from Beirut’s waterfront, where Leo later held Mass, Al Jazeera’s Zeina Khodr said many Lebanese people see his outreach at the blast site as a powerful gesture.</p><p>“For the Pope to speak to the family members one by one … it really meant a lot,” she said.</p><p>Victims and families of those killed are still seeking justice five years after the blast, which caused billions of dollars in damage as it <a href=\"/news/2022/8/4/infographic-how-big-was-the-beirut-explosion#:~:text=A%20fire%20at%20the%20Beirut,way%20from%20Georgia%20to%20Mozambique.\">tore through neighbourhoods.</a></p><p>No official has been convicted in a judicial investigation that has been repeatedly obstructed, angering Lebanese for whom the blast was just the latest evidence of impunity after decades of corruption and financial crimes.</p><p>When Leo arrived in Lebanon on Sunday, he had urged the country’s political leaders to pursue the truth as a means of peace and reconciliation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cast-off-ethnic-and-political-divisions\">‘Cast off ethnic and political divisions’</h2><p>Tens of thousands later congregated at Beirut’s waterfront for the Pope’s Mass, capping off his three-day visit to the country.</p><p>“We must unite our efforts so that this land can return to its glory,” he declared, urging Lebanon’s people to “cast off the armour of our ethnic and political divisions”.</p><p>He said he envisioned “a Lebanon where peace and justice reign, where all recognise each other as brothers and sisters”.</p><figure id=\"attachment_4144848\" aria-describedby=\"caption-attachment-4144848\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144848\" src=\"/wp-content/uploads/2025/12/AFP__20251202__86T46YX__v1__HighRes__LebanonVaticanReligionPope-1764670436.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pope Leo XIV arrives to lead a mass at Beirut's waterfront on December 2, 2025. Thousands of Lebanese faithful were making their way to Beirut's waterfront ahead of Pope Leo XIV's mass in the morning of December 2, the highlight of the Catholic leader's visit to the capital expected to draw huge crowds. (Photo by Giuseppe CACACE / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144848\" class=\"wp-caption-text\">Pope Leo XIV arrives to lead a mass at Beirut’s waterfront on December 2 [Giuseppe Cacace/AFP]</figcaption></figure><p>The Vatican’s press service, citing the Lebanese authorities, said some 150,000 people had attended the outdoor ceremony.</p><p>That means that the turnout was markedly smaller than the roughly 300,000 who attended Pope Benedict XVI’s 2012 waterfront Mass during the last papal visit to Lebanon.</p><p>The discrepancy speaks to the mass exodus of Lebanese, including Christians, in recent years, spurred by mounting economic and political turmoil, including deep sectarian strife, said Khodr.</p><p>“Since Pope Benedict XVI was here … it has been crisis after crisis for the country: Economic collapse, people losing their savings and then the port explosion,” said Khodr.</p><p>“And now the continuing conflict between Hezbollah and Israel. Really, the list goes on. When you speak to people here, they say life is difficult and we are struggling, but we appreciate the Pope’s presence.”</p><p>Leo’s visit to Lebanon was the second leg of an overseas trip that <a href=\"/news/2025/11/29/pope-leo-visits-blue-mosque-in-turkiyes-istanbul\">started in Turkiye</a>, in which he pleaded for peace in the Middle East and warned that humanity’s future is at risk from the world’s bloody conflicts.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump cries foul over ‘technical tie’ in Honduras presidential race | Elections News | Al Jazeera",
            "time": "2025-12-02T12:35:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T204318Z_1711501806_RC2N7IA22FFI_RTRMADP_3_HONDURAS-ELECTION-1764671228.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has lashed out as Honduras announced that it is to conduct a manual count of votes cast in the November 30 presidential election.</p><p>The National Electoral Council (CNE) called for “patience” on Tuesday as it launched the count. Earlier, it had announced that a partial digital count had left the two frontrunners locked in a “technical tie”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a tirade on social media late on Monday, Trump accused the election officials of “trying to change” the outcome of the <a href=\"/news/2025/11/30/polls-open-in-honduras-presidential-election-marked-by-fraud-accusations\">election</a>, and doubled down on vague threats of retaliation should his favoured candidate not be declared the victor of a tight race, which has been beset by problems with the results website.</p><p>In the latest update, CNE head Ana Paola Hall said Trump-backed right-wing candidate Nasry Asfura was leading centrist rival Salvador Nasralla by just 515 votes after 57 percent of the ballots had been counted.</p><p>“Faced with this technical tie, we must remain calm, be patient, and wait for the CNE to finish counting,” she said.</p><p>“Subsequently, the special counting process will be carried out in order to finalise the general count.”</p><figure id=\"attachment_4144912\" aria-describedby=\"caption-attachment-4144912\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144912\" src=\"/wp-content/uploads/2025/12/2025-11-30T024518Z_689132471_RC2Q6IAE7FJH_RTRMADP_3_HONDURAS-ELECTION-1764671356.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Presidential candidate Salvador Nasralla of Honduras' Liberal Party speaks during a press conference ahead of the general election in Tegucigalpa, Honduras\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144912\" class=\"wp-caption-text\">Presidential candidate Salvador Nasralla speaks during a news conference in Tegucigalpa on November 30, 2025 [Jose Cabezas/Reuters]</figcaption></figure><h2 id=\"hell-to-pay\">‘Hell to pay’</h2><p>Trump, who in the run-up to the vote had threatened to cut off aid to Honduras if National Party candidate Asfura were not elected, responded with a post on his Truth Social platform that claimed the CNE had “abruptly stopped counting” the votes.</p><p>He insisted that it was “imperative” that the officials finish the count and that “democracy must prevail”.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election,” he wrote. “If they do, there will be hell to pay!”</p><p>Trump made a big impact in the campaign with his vocal endorsement of Asfura, the former mayor of the capital, Tegucigalpa, saying the US could work with him to counter drug trafficking.</p><p>His statements followed similar interventions in Argentina’s legislative elections in October, in which he threatened to cut support if President Javier Milei’s La Libertad Avanza did not emerge victorious.</p><p>Milei’s party went on to <a href=\"/news/2025/10/27/mileis-party-wins-big-in-argentina-midterm-elections-early-results-show\">win</a> with more than 40 percent ​​of the vote.</p><p>Despite cheering Asfura’s forecast role in helping to fight Trump’s so-called “war on drugs”, Trump had said on Friday that he is set to <a href=\"/news/2025/11/28/trump-says-will-pardon-former-honduras-leader-before-presidential-vote\">pardon</a> former Honduran President Juan Orlando Hernandez.</p><p>The last president to come from the National Party in a country recently dominated by left-leaning political forces, Hernandez is serving a 45-year prison sentence in the US for drug trafficking and firearms charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"nasralla-claims-to-be-in-front\">Nasralla claims to be in front</h2><p>Asfura’s rival Nasralla, a former TV host, posted on X that internal projections put him ahead with 44.6 percent of the vote.</p><p>“We are not declaring ourselves the winners, just projecting the results that will be fed into the CNE,” he said, drawing criticism from Asfura’s National Party for weighing in ahead of the final vote count.</p><p>Whatever the final outcome, the election is a clear defeat for the country’s ruling left-wing, whose candidate, Rixi Moncada, was trailing well behind in third with 19 percent of the vote.</p></div></div></body></html>"
        },
        {
            "title": "Robin Smith, ex-England cricketer, dies aged 62 | Cricket News | Al Jazeera",
            "time": "2025-12-02T12:20:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-1257298-1764676854_1b749f-1764677559.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Robin Smith, ex-England cricketer, dies aged 62</h1><p class=\"article__subhead\"><em>The South African-born English cricketer, who played in the late 1980s and 90s, scored more than 4,000 Test runs.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Former batter Robin Smith has died at the age of 62, his former club Hampshire has said.</p><p>“It is with great sadness that we announce the passing of legendary batter Robin Smith,” Hampshire posted on the social media platform X on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Smith, born in South Africa to British parents, played 62 Tests and 71 one-day internationals (ODIs) for England, scoring 13 centuries.</p><p>He suffered from depression and alcoholism following his retirement, telling British newspapers only last week about his personal struggles.</p><p>Smith established himself as a belligerent middle-order batter known for his striking ability against fast bowlers. He averaged 43.67 in Tests, the highest among all contemporary England players when he was dropped after a series in South Africa in 1995-96.</p><p>“It’s a sad day … At the time, in the 80s and 90s, he was England’s best batter,” a tearful Kevan James, Smith’s former Hampshire teammate, told BBC Radio Solent.</p><p>“He was a super player, particularly of fast bowling in an era where the West Indies had all these fast bowlers. He was one of the few England batters who stood up to them and basically gave as good as he got.”</p><p>Smith was the brother of fellow England international Chris Smith, who played his last Test at Leeds two years before his England debut at the same ground in 1988.</p><p>Nicknamed “The Judge” for having curly hair like a judge’s wig, Smith scored 175 against the West Indies in Antigua in 1994, the same Test in which Brian Lara made a record-breaking 375 runs.</p><p>Smith also hit an unbeaten 167 against Australia in 1993, which remained the highest innings by an England player in an ODI until 2016, when Alex Hales made 171 against Pakistan.</p><p>“Robin Smith was a player who stood toe to toe with some of the quickest bowlers in the world, meeting spells of hostile fast bowling with a defiant smile and an incredible resilience,” said England and Wales Cricket Board (ECB) chair Richard Thompson.</p><p>“He did so in a way that gave England fans enormous pride, and no shortage of entertainment.”</p><figure id=\"attachment_4145169\" aria-describedby=\"caption-attachment-4145169\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4145169\" src=\"/wp-content/uploads/2025/12/GettyImages-649938408-1764677234.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Robin Smith in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4145169\" class=\"wp-caption-text\">Smith was best known for his powerful hitting in the one-day format, scoring 2,419 runs at an average of 39 [File: Graham Chadwick/Empics via Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Protesters clash with police at anti-government march in Bulgaria | Protests | Al Jazeera",
            "time": "2025-12-02T11:56:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764676538.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russian tanker struck off Turkiye as Ukraine targets ‘shadow fleet’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T11:46:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-17T120943Z_1937157438_RC2YYDA8AZAN_RTRMADP_3_UKRAINE-CRISIS-TANKER-GERMANY-1764665411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Russian-flagged tanker in the Black Sea has reported being attacked off the Turkish coast, the third such vessel to have been targeted within a week.</p><p>The Turkish Directorate General of Maritime Affairs said on Tuesday that the Midvolga-2 had reported coming under attack about 130km (80 miles) from land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The tanker was reportedly carrying sunflower oil to Georgia. The attack follows strikes by Ukrainian naval drones on two Russian-flagged vessels that Kyiv said were part of Russia’s <a href=\"/economy/2025/11/27/russias-shadow-vessels-using-false-flags-to-skirt-sanctions-report-says\">“shadow fleet”</a> shipping crude exports in violation of international sanctions.</p><p><a href=\"/video/newsfeed/2025/11/30/ukraine-hits-two-oil-tankers-in-black-sea-targeting-russian-shadow-fleet\">Friday’s strikes</a> saw Turkish President Recep Tayyip Erdogan warn that attacks on commercial shipping in the Black Sea signalled a “worrying escalation” of the conflict between Russia and Ukraine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 13 members of the Midvolga-2 crew were unharmed, the directorate said on X, adding that the vessel had not requested assistance and it was proceeding towards Turkiye’s Sinop port.</p><p>It did not provide further details, but Turkish TV channel NTV reported that a kamikaze drone was used.</p><p>A Turkish official told the Reuters news agency that in response to the incident, “the necessary messages were conveyed to the relevant parties, including Ukrainian authorities”.</p><h2 id=\"turkish-balancing-act\">Turkish balancing act</h2><p>The Kairos and the Virat were targeted on Friday by Ukraine as they headed to a Russian port to load up with oil destined for foreign markets, a Kyiv official told Reuters.</p><p>A total of 113 such vessels sailed under a false flag in the first nine months of this year, transporting some 11 million tonnes of Russian crude, valued at 4.7 billion euros ($5.4bn), according to a recent report by the Centre for Research on Energy and Clean Air (CREA), a Helsinki-based think tank.</p><p>NATO member Turkiye has maintained cordial relations with both Kyiv and Moscow throughout the war, which was triggered when Russia launched a full-scale invasion of its neighbour in February 2022.</p><p>It has sought to assume a role as a mediator, hosting three rounds of peace talks.</p><p>As part of NATO, Ankara has provided military support to Ukraine. However, it has refused to join Western sanctions against the Kremlin and insisted that navigational security be maintained in the Black Sea.</p><p>“We cannot condone these attacks, which threaten navigational safety, life, and the environment, especially in our own exclusive zone,” Erdogan said in a televised address on Monday, adding that Turkiye had issued a warning to “all related sides”.</p><h2 id=\"crude-target\">Crude target</h2><p>Kyiv, which for years has sustained heavy attacks targeting its energy infrastructure, has focused in recent months on disrupting Russia’s oil industry in a bid to starve Moscow of funds to sustain its war.</p><p>It has concentrated fire on Russian refineries and crude terminals.</p><p>Russia’s foreign ministry said on Sunday that Ukrainian attacks on oil tankers and <a href=\"/news/liveblog/2025/11/29/russia-ukraine-war-live-kyiv-comes-under-deadly-drone-missile-attacks\">infrastructure</a> in the Black Sea were “acts of terrorism” that threatened freedom of navigation in the region.</p><p class=\"western\">A Ukrainian drone attack caused a fire at an oil facility in the southern Russian region of Oryol, authorities said on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "‘Corruption is a hydra’: Ukraine rocked by another high-profile sacking | News | Al Jazeera",
            "time": "2025-12-02T11:42:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-28T082817Z_1002431186_RC2XM5ANO55C_RTRMADP_3_UKRAINE-CRISIS-CORRUPTION-YERMAK-1764669645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Kyiv, Ukraine –</strong> With his bear-like look and immense clout, <a href=\"/news/2025/11/28/ukraine-anticorruption-investigators-search-home-of-zelenskyys-top-aide\">Andriy Yermak</a> towered over Ukrainian President Volodymyr Zelenskyy for years – literally and figuratively.</p><p>A former copyright lawyer who collaborated with District 95, a comic troupe that propelled Zelenskyy to stardom, the 54-year-old Yermak became Ukraine’s “grey cardinal” after the former comedian won the 2019 presidential vote.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While chief of Zelenskyy’s staff, Yermak played an outsized role – he was widely considered as vice president and vice prime minister. He was a top peace negotiator and made strategic decisions about the war with Russia that led to disastrous miscalculations and losses, according to a four-star general.</p><p>Yermak “formed an entire system of appointing people in state administration, ministries and military agencies”, Ihor Romanenko, former deputy head of Ukraine’s general staff of armed forces, told Al Jazeera.</p><p>Such concentration of power turned Yermak into a seemingly unsinkable, Machiavellian figure as he gained notoriety among Ukrainian officials and top brass, Western leaders and diplomats for his abrasive manners, reluctance to compromise and heavy-handed handling of subordinates.</p><p>And yet, Yermak’s team of negotiators managed to convince Washington to remove some of the most contentious parts of the <a href=\"/news/2025/11/25/trump-wants-us-to-capitulate-to-russia-ukrainians-aghast-at-peace-plan\">28-point peace plan</a> that many in Ukraine and the West called a carbon copy of the Kremlin’s wish list.</p><p>But on Friday, Zelenskyy fired Yermak – after months of Western pressure and speculation about his role in a $100m corruption <a href=\"/news/2025/11/13/could-ukraines-corruption-crisis-lead-to-military-defeat-against-russia\">scandal</a>, an hours-long search of his apartment and a “30-minute-long tantrum with cursing, reproaches and accusations”, according to a Ukrainian daily.</p><p>“Until the last minute, Yermak didn’t believe that the First One [Zelenskyy] will have him sacked,” a government source told the Pravda outlet.</p><p>The firing followed a consensus among key political figures, even the ones appointed by Yermak, the daily reported.</p><p>Zelenskyy diplomatically called the sacking a “resignation”.</p><p>“I’m grateful to Andriy for always representing Ukraine’s position in the negotiation track exactly the way it should be represented,” he said in a video address.</p><p>Hours later, Yermak made a single statement most likely aimed at United States President Donald Trump.</p><p>“I’m going to the front[line] and am prepared for any reprisals. I am an honest and decent person,” he said in a text message in English sent to a reporter with the New York Post, reportedly Trump’s favourite newspaper.</p><p>Some Ukrainians are still deeply pessimistic about the political games amid daily blackouts, Russian air raids, soaring prices and hopelessness about the <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">war’s end</a>.</p><p>“<a href=\"/opinions/2025/11/23/a-corruption-scandal-may-well-end-the-war-in-ukraine\">Corruption</a> is a hydra,” said Taras Tymoshchuk, a 43-year-old retired serviceman, who suffered injuries and contusions while fighting pro-Russian separatists in the eastern region of Donbas between 2015 and 2017.</p><p>“Yermak is the head we all knew. He’s been cut off, but many more will grow in his place,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But another disgraced figure – <a href=\"/features/2020/4/17/why-is-a-heroine-of-ukraines-revolution-charged-with-murder\">Tetiana Chornovol</a>, an ex-lawmaker and journalist who enlisted after being charged with arson and premeditated murder – said she would let Yermak join her small squad as a drone operator.</p><p>During the 2014 Ukrainian Revolution, Chornovol assaulted pro-Russian figures, led protesters to seize the city hall and was said to have incited them to throw Molotov cocktails into an office of ex-President Victor Yanukovych’s Party of Regions, according to Ukraine’s State Bureau of Investigations. A 57-year-old IT expert suffocated in the smoke.</p><p>“He’ll be a regular fighter without a past,” Chornovol wrote of Yermik on Facebook on Saturday.</p><p>However, self-banishment to the front line does not make Yermak immune to the consequences that may stem from a huge investigation into corruption schemes around the state-controlled nuclear power monopoly.</p><p>Now, Ukraine and its allies are pondering the aftermath of Yermak’s dismissal, while speculating over his successor.</p><p>“The replacement will be quite painful,” Romanenko said.</p><p>Yermak was widely blamed for mismanaging Kyiv’s talks with Moscow before the full-scale invasion in 2022 – and for downplaying the invasion that, as he reportedly said, he “didn’t believe would really happen”.</p><p>Yermak’s “defence plans were largely unrealistic and have not been implemented”, Romanenko said.</p><p>Yermak also opposed drastic steps such as the huge mobilisation of all men of fighting age and the imposition of martial law that would “put the economy on a wartime track”, Romanenko said.</p><p>Yermak’s replacement should be proposed by the president but voted in by Parliament.</p><p>There’s already a list of possible candidates – Deputy Prime Minister Mikhaylo Fyodorov, Defence Minister Denys Shmyhal and Deputy Foreign Minister Serhiy Kyslytsya.</p><p>Zelenskyy may also appoint a political dark horse, an unknown figure with a military background and front-line experience, to cheer up top brass and average servicemen.</p><p>On Saturday, Zelenskyy reportedly conferred with the heads of military and intelligence agencies – and Pavlo Palisa, 40, a decorated colonel who graduated from a US military college in 2022, fought in the months-long battle for the eastern town of Bakhmut and became Yermak’s deputy in November 2024.</p><p>None of Yermak’s possible successors will have his reputation, notoriety and years-long personal relations with the president – and none is likely to regain his clout.</p><h2 id=\"corruption-track-extremely-useful-to-us\">‘Corruption track extremely useful to US’</h2><p>However, the dismissal will benefit Kyiv in the coming weeks amid resumed peace talks as Washington has lost an ace up its sleeve – Yermak’s presumed involvement in corruption schemes involving multi-billion Western aid.</p><p>“The corruption track in Ukraine was extremely useful to the United States from the viewpoint of pressuring Zelenskyy personally,” Kyiv-based analyst Ihar Tyshkevich told Al Jazeera.</p><p>Zelenskyy considered Yermak an irreplaceable ally and enforcer of his will – and Washington could have used it to demand political concessions in exchange for keeping him, Tyshkevich said.</p><p>Yermak’s resignation removes the “blackmail format” while Ukrainian negotiators could say that Kyiv is about to restructure the decision-making process, he said.</p><p>Some Western partners were also “tense” about Yermak’s decisions that sidelined Ukraine’s Ministry of Foreign Affairs, he said.</p><p>“As paradoxical as it sounds, in the short-term perspective, [Yermak’s resignation] certainly strengthens Zelenskyy,” Tyshkevich said.</p><p>But by early 2026, whoever replaces Yermak will have to make “several right decisions” to further strengthen Zelenskyy, he said.</p><p>For now, the president faces an immediate dilemma.</p><p>He could opt to keep the highly personalised system Yermak built, or dismantle it to allow figures once opposed to Yermak to work closer with Zelenskyy, Tyshkevich said.</p><p>Zelenskyy’s Servant of the People party formally dominates the Verkhovna Rada, Ukraine’s lower house of parliament, but there is infighting and squabbles.</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu requesting pardon is him “getting into election mode” | Digital Series | Al Jazeera",
            "time": "2025-12-02T11:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/MITCHEL-BBB-1764675395.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>American-Israeli pollster and strategic communications expert Mitchell Barak sheds light on Benjamin Netanyahu’s request for a pardon and the motives behind it.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Record Asia floods proof “we need to wake up” on climate | Climate | Al Jazeera",
            "time": "2025-12-02T11:21:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Quotable-thumbnail-16X9-1764674309.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Trump’s envoy Witkoff to meet Putin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T11:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692eda16-1764678166.jpg?resize=1920%2C1407",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Trump’s envoy Witkoff to meet Putin</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Talks to take place in Moscow amid renewed diplomatic push to end long-running war.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sudan army refutes claim that RSF has seized key city of Babnusa | Sudan war News | Al Jazeera",
            "time": "2025-12-02T10:37:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/ap_68ee70eb1a027-1760456939.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Sudanese Armed Forces (SAF) has refuted a claim by the paramilitary Rapid Support Forces (RSF) that it has seized control of the West Kordofan town of Babnusa.</p><p>Sudan’s military government said in a statement issued on Tuesday that it had repelled an attack by the RSF. The paramilitary outfit had claimed the previous day to have taken full control of Babnusa, a key city in the vast central Sudanese region of West Kordofan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Babnusa serves as a gateway to the Darfur region, over which the paramilitary force <a href=\"/video/project-force-2/2025/11/6/reports-of-atrocities-as-rsf-captures-darfur\">took full control</a> last month, and the whole of western Sudan.</p><p>Videos released by the RSF on Monday showed its fighters taking an army base in Babnusa after a weeks-long siege. However, the SAF maintained it was still fighting in the city.</p><p>The RSF “launched a new attack on the city, which our forces decisively repelled”, the official spokesperson for the Armed Forces said in a statement.</p><p>“The army says that the battles are ongoing, that they have their fighters still inside the city,” Al Jazeera’s Hiba Morgan reported from Khartoum. “But what we can definitely confirm is that when it comes to the army headquarters itself, the RSF has taken control of that.”</p><figure id=\"attachment_4144658\" aria-describedby=\"caption-attachment-4144658\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144658\" src=\"/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA-1764664922.jpg?w=770&amp;resize=770%2C1378&amp;quality=80\" alt=\"Members of Sudan's paramilitary Rapid Support Forces (RSF) stand in front of the main gate of the 22nd SAF Infantry Division, in Babanusa, Sudan, in this screengrab obtained from a social media video released December 1, 2025. Social Media/via REUTERS. THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. NO RESALES. NO ARCHIVES.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144658\" class=\"wp-caption-text\">RSF members stand in front of the main gate of the 22nd SAF Infantry Division, in Babnusa, Sudan, in this screengrab obtained from a social media video released December 1 [Social Media/via Reuters]</figcaption></figure><p>If the RSF consolidates control of Babnusa, it will have “solidified its control over the West Kordofan region” and along with it “any major access ways to the western part of the country”, she said.</p><p>“For the Sudanese army to get to parts of Darfur or to other parts of Kordofan, it has to go through Babnusa,” said Morgan, so losing the city would make regaining territory in Darfur even more challenging.</p><p>Al Jazeera Arabic reported fierce clashes were also taking place throughout other parts of Kordofan, including in the southern area of Abbasiya Tagali.</p><h2 id=\"broken-ceasefire\">Broken ‘ceasefire’</h2><p>The RSF’s assault on Babnusa builds on the group’s momentum after it captured the city of el-Fasher, the army’s final holdout in Darfur.</p><p>Witnesses and international aid agencies working on the ground have recounted widespread <a href=\"/news/2025/11/30/war-in-sudan-humanitarian-fighting-control-developments-november-2025\">atrocities committed by the RSF</a>. Evidence shows RSF militias engaged in mass killings, rape, and kidnapping.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The latest clashes also appear to break the <a href=\"/news/2025/11/24/rsf-announces-unilateral-three-month-humanitarian-truce-in-sudan\">unilateral ceasefire that was announced by the RSF</a> following mediation efforts from the “Quad” – Egypt, Saudi Arabia, the United Arab Emirates (UAE), and the United States.</p><p>The SAF, which rejected the ceasefire terms presented by the Quad as too favourable to its adversary, has accused the RSF of continuing attacks despite its declared truce.</p><p>The government statement called the announced ceasefire “nothing but a political and media ploy intended to cover up [the RSF’s] field movements and the continuous flow of Emirati support that fuels the war and kills Sudanese people”.</p><p>The UAE has been widely accused of supporting the RSF with money and weapons, but it has staunchly rejected any involvement.</p><p>Analysts say that if Babnusa falls completely, the RSF is likely to move <a href=\"/features/2025/11/28/rsf-military-push-for-kordofan-leaves-sudan-at-risk-of-partition\">towards North Kordofan’s el-Obeid.</a></p><p>Should the city fall, the political shockwave will be enormous, Kholood Khair, the founding director of UK-based risk management provider Confluence Advisory, said.</p><p>“It’s a huge mercantile centre, a regional capital, and a major economic win. It also brings the RSF several steps closer to Khartoum.”</p><p>The RSF were forced out of the Sudanese capital in March, with the SAF appearing to be in the ascendancy in the more-than-two-year war.</p><p>But now the tables appear to be turning once more. Having lost Darfur completely with the fall of el-Fasher, the SAF now risks losing Kordofan also.</p><p>“The RSF has momentum, which they will carry on through with,” said Dallia Abdelmoniem, a Sudanese political analyst, who pointed out that an RSF ally, the SPLM-N, <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">already controls the Nuba Mountains region</a> of South Kordofan.</p></div></div></body></html>"
        },
        {
            "title": "Glenn Maxwell withdraws from IPL 2026 auctions | Cricket News | Al Jazeera",
            "time": "2025-12-02T10:02:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2248487668-1764669120_29be36-1764669655.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Glenn Maxwell withdraws from IPL 2026 auctions</h1><p class=\"article__subhead\"><em>The Australian all-rounder ends a 13-year association with the world’s most popular and richest T20 cricket league.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia all-rounder Glenn Maxwell has opted out of next month’s Indian Premier League (IPL) auctions in Abu Dhabi, ending a 13-season stint in the lucrative Twenty20 cricket competition.</p><p>The explosive hitter was bought by Punjab Kings for 42 million rupees ($467,000) for last season but only returned with 48 runs and four wickets in seven games, and was released by the franchise in November.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Maxwell, who has played in the IPL since 2012, said the league helped shape him as a cricketer.</p><p>“It’s a big call, and one I make with a lot of gratitude for everything this league has given me,” the 37-year-old wrote in a statement on Instagram.</p><p>“The IPL has helped shape me as a cricketer and as a person. I’ve been lucky to play with world-class teammates, represent incredible franchises, and perform in front of fans whose passion is unmatched.</p><p>“The memories, the challenges, and the energy of India will stay with me forever.”</p><p>Faf du Plessis and Andre Russell also ruled themselves out of IPL 2026 last week, with the former South African captain instead choosing to play in the Pakistan Super League and the former West Indies all-rounder joining the IPL team Kolkata Knight Riders’ coaching department.</p><p>The 2026 IPL auctions will take place on December 16.</p><figure id=\"attachment_4144808\" aria-describedby=\"caption-attachment-4144808\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144808\" src=\"/wp-content/uploads/2025/12/GettyImages-2209824825-1764669272.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Glenn Maxwell in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144808\" class=\"wp-caption-text\">Glenn Maxwell of Punjab Kings plays a shot during the 2025 IPL match against Kolkata Knight Riders in Mohali, India, April 15, 2025 [Pankaj Nangia/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "At least 1,250 people dead: What caused the devastating Asia floods? | Climate Crisis News | Al Jazeera",
            "time": "2025-12-02T09:58:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_692e0fa9-1764626345.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p dir=\"ltr\">Tropical storms and heavy rainfall have caused devastating flooding and landslides across much of South and Southeast Asia in recent days, with officials saying more than <a href=\"/news/2025/12/1/floods-in-indonesia-sri-lanka-thailand-leave-close-to-1000-dead\">1,250 people have been killed</a> across Indonesia, Sri Lanka and Thailand alone and that many others are still missing.</p><p dir=\"ltr\">Two cyclones and a typhoon, all different kinds of tropical storms, contributed to the disaster, which left towns and villages buried under mud across <a href=\"/news/2025/11/30/neighbourhoods-buried-under-mud-sri-lanka-floods-death-toll-rises-to-159\">Sri Lanka</a>, Thailand and the <a href=\"/news/2025/12/2/i-decided-id-die-indonesias-flood-victims-recount-stories-of-survival\">Indonesian island of Sumatra</a>, with recovery efforts expected to continue for weeks.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p dir=\"ltr\">Sri Lanka has declared a state of emergency after the flooding and landslides, which displaced more than 1.1 million people. The country is facing a “humanitarian crisis of historic proportions”, Sampath Kotuwegoda, the director general of the Disaster Management Centre, told Al Jazeera.</p><p dir=\"ltr\">Jessica Washington, reporting from Indonesia, the worst hit by the floods, said she saw landslides everywhere in North Sumatra province. “I have covered natural disasters, and usually, there is an area where landslides are contained, but this time, landslides have affected all the villages that we saw as we made our way here,” she said from North Tapanuli.</p><p dir=\"ltr\">So what caused the record floods and landslides, and what can be done to mitigate future natural disasters?</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144758\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Severe-floods-across-Asia-kill-Indonesia-Malaysia-Thailand-Sri-Lanka-December-2-1764667162.png?quality=80\" alt=\"INTERACTIVE - Severe floods across Asia kill Indonesia Malaysia Thailand Sri Lanka December 2-1764667162\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-caused-the-floods-and-landslides\" dir=\"ltr\">What caused the floods and landslides?</h2><p dir=\"ltr\">As reports of the devastating floods began to spread, online search trends showed that people were interested in what was driving the extreme weather that caused some of the worst disasters in decades in multiple countries simultaneously.</p><p dir=\"ltr\">Communities across South and Southeast Asia, in countries including Indonesia, Sri Lanka, Thailand, Vietnam, Malaysia and the Philippines, have all been inundated in recent days, following weeks of heavy rains and deadly tropical storms <a href=\"/news/2025/11/24/deadly-floods-and-landslides-continue-to-plague-southeast-asia\">across the region</a>.</p><p dir=\"ltr\">The most recent floods were made worse in some countries by tropical storms, including Typhoon Koto, which caused severe flash floods and landslides in the Philippines, as well as Cyclone Senyar, which hit Indonesia’s northern Sumatra severely, and Cyclone Ditwah, which caused devastation in Sri Lanka.</p><p dir=\"ltr\">One common thread across the region is that communities were struggling to respond to the sheer volume of rainfall, which caused knock-on problems, including landslides, says Steve Turton, an adjunct professor of environmental geography at Central Queensland University in Australia.</p><p dir=\"ltr\">“All around the world where we get these tropical systems, whether you call them typhoons or hurricanes or tropical cyclones, they are producing more rain than they’ve ever produced,” Turton told Al Jazeera. “And that’s because of climate change.”</p><p dir=\"ltr\">While Cyclone Senyar, Cyclone Ditwah and Typhoon Koto were not categorised as severe storms due to their wind speeds, says Turton, they all produced “a lot of rain”.</p><p dir=\"ltr\">“And that’s due to the warming of the atmosphere and the warming of the ocean, that’s feeding these rainstorms,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Warmer oceans fuel stronger rain bands around tropical cyclones, and a warmer atmosphere holds more moisture and releases it in more intense bursts,” Roxy Matthew Koll, a climate scientist at the Indian Institute of Tropical Meteorology, explained.</p><p>It is a phenomenon called La Nina, which is a natural climate pattern in which the Pacific Ocean becomes cooler than usual in the east and warmer in the west, causing winds to strengthen and push more warm water and moisture towards Asia.</p><p>This pattern loads the atmosphere with extra moisture over Asia that often leads to heavier rainfall and higher flood risk, Koll told Al Jazeera.</p><p>While the impact of increased rainfall is well understood, Turton notes that when it comes to other unusual aspects about this past week’s storms, including how Cyclone Senyar and Typhoon Koto may have interacted, it will be necessary to wait for more specific research, known as attribution studies, to be conducted.</p><p dir=\"ltr\">One recent attribution <a href=\"https://www.imperial.ac.uk/grantham/research/climate-science/modelling-tropical-cyclones/typhoon-fung-wong/\" target=\"_blank\" rel=\"noopener\">study</a> from the Grantham Institute for Climate Change and the Environment using the Imperial College Storm Model (IRIS) has already found that climate change increased the amount of eyewall rain from <a href=\"/news/2025/11/11/typhoon-fung-wong-leaves-philippines-with-10-dead-1-4-million-displaced\">Typhoon Fung-wong</a>, which made landfall in the Philippines last month, by an estimated 10.5 percent.</p><figure id=\"attachment_4144415\" aria-describedby=\"caption-attachment-4144415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144415\" src=\"/wp-content/uploads/2025/12/reuters_692e7a36-1764653623.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='A drone view shows a man crossing a muddy street where cars piled up after being swept away in floods brought on by Typhoon Kalmaegi which piled up at a subdivision in Bacayan, Cebu City, Philippines, November 5, 2025. REUTERS/Eloisa Lopez TPX IMAGES OF THE DAY SEARCH \"REUTERS BEST 2025\" FOR THIS STORY. SEARCH \"REUTERS 2025 YEAR-END\" FOR ALL 2025 YEAR END GALLERIES.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144415\" class=\"wp-caption-text\">A man crosses a muddy street where cars piled up after being swept away in floods brought on by Typhoon Kalmaegi in Bacayan, Cebu City, Philippines, on November 5, 2025 [Eloisa Lopez/Reuters]</figcaption></figure><h2 id=\"what-can-be-done-to-respond\" dir=\"ltr\">What can be done to respond?</h2><p dir=\"ltr\">While visiting disaster-affected communities in North Sumatra on Monday, Indonesian President Prabowo Subianto said climate change is a problem that Indonesians will need to “confront”.</p><p dir=\"ltr\">“Regional administrations must also be prepared to face the impacts of climate change,” he said.</p><p dir=\"ltr\">Shweta Narayan, campaign lead at Global Climate and Health Alliance, a consortium of health professionals and civil society organisations around the world, said the governments and cities have “failed to prepare at all to deal with the consequences of the extreme weather events”.</p><p>“There is a massive disconnect between the reality and the sheer deliberate ignorance among policymakers,” she said. “And the price is being paid by people.”</p><p>After decades of warnings from climate scientists, many governments and climate change activists are eager to move to more practical responses to help reduce the severity of current and future climate change-induced disasters as much as possible.</p><p>Climate activist and founding director of the Satat Sampada Climate Foundation, Harjeet Singh, told Al Jazeera that the science on attributing individual disasters to climate change is settled, and that it is now time to move on to responding.</p><p>“People across <a href=\"/news/2025/8/31/two-million-impacted-as-pakistans-punjab-faces-worst-floods-in-its-history\">South</a> and Southeast Asia are living the data,” he said, noting that the evidence should now lead to accountability.</p><p>“We don’t need to wait for event-by-event attribution to know that climate change is increasing the scale and frequency of these impacts,” he said.</p><p dir=\"ltr\">“Countries that grew wealthy by burning fossil fuels have a legal and moral obligation to urgently deliver grant-based finance” to help countries respond, Singh added.</p><p dir=\"ltr\">The latest storms came less than a week after the United Nations Climate Change Conference (COP30) <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">ended in Brazil</a>, without delivering the responses that <a href=\"/news/2025/11/8/cop30-climate-summit-hears-from-countries-suffering-global-warming-harms\">countries experiencing climate change harms</a> have repeatedly called for.</p><figure id=\"attachment_4144431\" aria-describedby=\"caption-attachment-4144431\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144431\" src=\"/wp-content/uploads/2025/12/epa_692e7b9f416a-1764653983.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12559522 People wade through a flooded road after heavy rainfall in a suburb of Colombo, Sri Lanka, 30 November 2025. Many parts of the island have been inundated due to heavy rains. According to the Sri Lanka Disaster Management Center, more than 160 people have been killed and about 200 are missing around the country. EPA/CHAMILA KARUNARATHNE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144431\" class=\"wp-caption-text\">People wade through a flooded road after heavy rainfall in a suburb of Colombo, Sri Lanka, on Sunday [Chamila Karunarathne/EPA]</figcaption></figure><p dir=\"ltr\">This includes <a href=\"/news/2025/11/22/cop30-draft-text-urges-more-funds-for-poorer-countries-omits-fossil-fuels\">grant-based funding</a> to help them respond to increasingly costly disasters, rather than loans, which further contribute to their debts, says Singh, as well as more urgent cuts to fossil fuel emissions.</p><p dir=\"ltr\">Yet, despite facing significant uphill battles, countries experiencing the worst of climate, including island nations, are continuing to search for ways to address the crisis.</p><p dir=\"ltr\">Earlier this year, the world’s top court, the International Court of Justice (ICJ), <a href=\"/news/2025/7/23/world-court-hearing-says-climate-change-is-urgent-and-existential-threat\">ruled that</a> states must act urgently to address the “existential threat” of climate change by cooperating to cut emissions, following through on global climate agreements, and protecting vulnerable populations and ecosystems from harm.</p><p dir=\"ltr\">“Failure of a state to take appropriate action to protect the climate system … may constitute an internationally wrongful act,” said ICJ President Yuji Iwasawa, in response to the case which was brought to the court by developing countries led by Vanuatu.</p><p dir=\"ltr\">The advisory opinion could also influence the growing number of climate change lawsuits making their way through courts around the world.</p><p dir=\"ltr\">Those legal challenges include a case recently launched by survivors of the 2021 <a href=\"/news/2021/12/17/four-dead-provinces-cut-off-as-typhoon-rai-batters-philippines\">Super Typhoon Odette</a> in the Philippines, who announced last month that they are suing British oil giant Shell for its role in causing the climate crisis through courts in the United Kingdom.</p><p dir=\"ltr\">On Monday, the International Federation of Red Cross and Red Crescent Societies called for an “urgent need for stronger legal and policy frameworks to protect people in disasters”.</p><p dir=\"ltr\">“These floods are a stark reminder that climate-driven disasters are becoming the new normal, and investment in resilience and preparedness is critical,” Alexander Matheou, IFRC director for the Asia Pacific region, said in a statement.</p><figure id=\"attachment_4131825\" aria-describedby=\"caption-attachment-4131825\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4131825\" src=\"/wp-content/uploads/2025/11/2025-11-26T040311Z_1370934862_RC2M3IAEK6B6_RTRMADP_3_ASIA-WEATHER-THAILAND-1764139917.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Floods toll rises in southern Thailand\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4131825\" class=\"wp-caption-text\">People wade through a flooded area in Hat Yai district, affected by heavy rainfall, which has impacted several provinces in southern Thailand [Karit Chaui-aksorn/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup 2026 draw: Teams, pots, how to watch and all to know | Football News | Al Jazeera",
            "time": "2025-12-02T09:15:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251120__84LM27Z__v1__HighRes__FblWc2026PlayoffDraw-1764585660_b4b9c2-1764585793.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The FIFA World Cup draw is an event that comes around only once every four years – but it can do plenty to determine a football nation’s morale heading into the sport’s most prestigious global competition.</p><p>The <a href=\"/sports/2025/11/20/fifa-world-cup-2026-all-you-need-to-know-qualifying-teams-format-draw\">2026 tournament</a> – to be held in the United States, Canada and Mexico – features a record 48 teams, with this draw adding a few new tweaks to spread out the contenders from the pretenders.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here is all you need to know before the all-important little plastic balls are allocated to their pots:</p><h2 id=\"fifa-world-cup-2026-draw\">When and where is the FIFA World Cup 2026 draw?</h2><p>The draw will begin at the John F Kennedy Center for the Performing Arts in Washington, DC, on Friday, December 5, at 12 noon (17:00 GMT).</p><h2 id=\"how-does-the-world-cup-draw-work\">How does the World Cup draw work?</h2><p>The draw will begin with Pot 1 and the 12 seeded teams, as determined by FIFA, being drawn into Groups A to L. These teams comprise:</p><ul>\n<li>Top four-ranked nations: Spain, Argentina, France and England</li>\n<li>Next five best-seeded nations: Belgium, Brazil, Germany, Netherlands and Portugal</li>\n<li>Three seeded spots allocated to the host nations: Canada, Mexico and USA</li>\n</ul><p>The process will then continue with Pots 2, 3, and 4, in that order, FIFA explained.</p><p>Six more World Cup spots remain to be filled among the 22 nations still in contention <a href=\"/sports/2025/11/19/which-teams-are-in-the-fifa-world-cup-2026-and-who-can-still-qualify\">through the playoffs</a> in March.</p><p>Italy, four-time World Cup winners and 12th in the FIFA rankings, are in the playoffs and could find themselves in Pot 4 if they qualify.</p><p>Debutants Uzbekistan are in Pot 3, while fellow first-timers Jordan, Cape Verde and Curacao are in Pot 4.</p><figure id=\"attachment_4143255\" aria-describedby=\"caption-attachment-4143255\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143255\" src=\"/wp-content/uploads/2025/12/2025-08-23T005102Z_1226203154_RC2OCGAX49VC_RTRMADP_3_USA-TRUMP-FIFA-1764591992.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kennedy Center in Washington DC.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143255\" class=\"wp-caption-text\">The FIFA World Cup 2026 draw will be held at the John F Kennedy Center in Washington, DC, on Friday [File: Aaron Schwartz/Reuters]</figcaption></figure><h2 id=\"what-are-the-rules-of-the-world-cup-draw\">What are the rules of the World Cup draw?</h2><p>Each nation’s name is printed on a slip of paper, which is then folded and placed inside a plastic ball numbered 1 to 4 to represent one of the four pots.</p><p>Draw representatives mix up the balls in large glass bowls (pots) – and then extract one ball at a time from each pot to form the groups.</p><p>The three host nations have predetermined groups: Mexico in Group A, Canada in Group B, and USA in Group D.</p><p>The other top nine FIFA-seeded nations will be spread across the remaining nine groups: C, E, F, G, H, I, J, K, and L.</p><p>There is less certainty for the remaining 36 teams, but specific rules do apply:</p><ul>\n<li>In principle, no group will have more than one team from the same confederation drawn into it.</li>\n<li>UEFA teams, which comprise 16 nations, are the exception to the rule – up to two European teams can be drawn into the same group.</li>\n</ul><h2 id=\"when-can-the-top-seeds-play-each-other-at-the-world-cup\">When can the top seeds play each other at the World Cup?</h2><p>The 2026 World Cup draw rewards the four highest-ranked teams – Spain, Argentina, France and England – who will be placed in separate sections, or quadrants, of a new tennis-style seeded tournament bracket.</p><p>FIFA said the top four nations, if they finish top of their respective round-robin groups, will avoid each other until the semifinals.</p><p>Defending champions Argentina (No 2 ranked) with Lionel Messi and top-ranked European champions Spain (No 1 ranked) with Lamine Yamal, therefore, can ensure they do not meet until the final at MetLife Stadium near New York.</p><figure id=\"attachment_4143185\" aria-describedby=\"caption-attachment-4143185\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143185\" src=\"/wp-content/uploads/2025/12/AFP__20251120__84NQ49E__v1__HighRes__ComboFilesFblArgEspFinalissima2026-1764589992.jpg?w=770&amp;resize=770%2C420&amp;quality=80\" alt=\"Lamine Yamal and Lionel Messi react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143185\" class=\"wp-caption-text\">Should top-ranked Spain and No 2 Argentina finish top of their groups, a dream Lamine Yamal-Lionel Messi World Cup matchup could only occur in the final on July 19 [File: Luis Robayo and Franck Fife/AFP]</figcaption></figure><h2 id=\"which-other-teams-are-in-the-pots\">Which other teams are in the pots?</h2><p>Forty-two of the 48 teams have now qualified for the World Cup, with the remaining six nations to be determined in March 2026.</p><p>Teams will be randomly drawn from each of the four pots and assigned to one of the 12 groups in Friday’s draw:</p><p><strong>Pot 1:</strong> Canada, Mexico, USA, Spain, Argentina, France, England, Brazil, Portugal, Netherlands, Belgium, Germany (three host nations and nine top-seeded)</p><p><strong>Pot 2:</strong> Croatia, Morocco, Colombia, Uruguay, Switzerland, Japan, Senegal, Iran, South Korea, Ecuador, Austria, Australia</p><p><strong>Pot 3:</strong> Norway, Panama, Egypt, Algeria, Scotland, Paraguay, Tunisia, Ivory Coast, Uzbekistan, Qatar, South Africa</p><p><strong>Pot 4:</strong> Jordan, Cape Verde, Ghana, Curacao, Haiti, New Zealand, European playoff winners A, B, C and D, Intercontinental playoff winners 1 and 2</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-is-iran-boycotting-the-world-cup-draw\">Why is Iran boycotting the World Cup draw?</h2><p>Iran has decided to <a href=\"/sports/2025/11/28/iran-to-boycott-fifa-2026-world-cup-draw-in-us-over-visa-row\">boycott the World Cup draw</a> because the US denied visas to members of its delegation, the state-run IRNA news agency reported on Friday.</p><p>The agency quoted Iranian football federation spokesman Amir-Mahdi Alavi as saying that officials faced visa obstacles that go beyond sporting considerations.</p><p>There was no immediate comment from the White House.</p><p>Alavi said the federation had reached out to FIFA and hoped it could help resolve the issue.</p><p>President Donald Trump’s administration announced in June a travel ban on citizens from 12 countries, including Iran, although exemptions were promised for “any athlete or member of an athletic team, including coaches, persons performing a necessary support role, and immediate relatives, traveling for the World Cup, Olympics, or other major sporting event as determined by the secretary of state”.</p><p>It is unclear whether the exemptions also apply to the World Cup draw.</p><h2 id=\"how-to-watch\">How to watch</h2><p>Live coverage of the 2026 World Cup draw will be provided on FIFA.com and the FIFA World Cup social media channels. The draw will also be broadcast by FIFA’s media partners.</p><p><a href=\"/sports/\">Al Jazeera Sport</a> will provide live text commentary of the draw.</p><figure id=\"attachment_4143236\" aria-describedby=\"caption-attachment-4143236\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4143236\" src=\"/wp-content/uploads/2025/12/2025-11-21T120658Z_1895135728_RC2A0IAU8TLU_RTRMADP_3_SOCCER-FIFA-SERIES-1764591629.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FIFA World Cup ball statue.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4143236\" class=\"wp-caption-text\">A replica of Trionda, the official match ball for the FIFA World Cup 2026, at the FIFA headquarters, Zurich, Switzerland, on November 20, 2025 [Denis Balibouse/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Moment Palestinian prisoner’s home is blown up by Israeli forces | Crime | Al Jazeera",
            "time": "2025-12-02T09:10:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764666579.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hegseth or Admiral Bradley: Who approved the second Venezuela boat strike? | Donald Trump News | Al Jazeera",
            "time": "2025-12-02T09:01:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T205306Z_1223855465_RC253IAKC98Y_RTRMADP_3_USA-TRUMP-VENEZUELA-STRIKE-1-1-1764653314.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Trump administration is facing a political and legal firestorm over reports that its military carried out a second strike on a boat in the Caribbean Sea that Washington claims was carrying drugs, after two people survived the initial attack.</p><p>At the heart of the controversy are two questions: Who ordered the second strike on the boat in September, and was it legal?</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Here’s what we know:</p><h2 id=\"what-happened\">What happened?</h2><p data-start=\"142\" data-end=\"312\">On September 2, 2025, the <a href=\"/video/newsfeed/2025/9/3/trump-says-us-strike-targeted-venezuelan-drug-smuggling-boat-2\">US military struck</a> a boat in the Caribbean during Operation Southern Spear, a major campaign that the administration of President Donald Trump claims is aimed at dismantling drug-trafficking networks.</p><p data-start=\"314\" data-end=\"423\">The <a href=\"/news/2025/9/3/how-did-us-strike-on-venezuelan-boat-come-about-what-it-means\">first strike</a> destroyed the vessel and killed nine people. Two survivors were left clinging to the debris.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"546\" data-end=\"701\">According to <a href=\"https://www.washingtonpost.com/national-security/2025/11/28/hegseth-kill-them-all-survivors-boat-strike/\" target=\"_blank\" rel=\"noopener\">The Washington Post</a>, Defense Secretary Pete Hegseth gave a verbal instruction, which its reporting described as an order “to kill everybody”.</p><p data-start=\"546\" data-end=\"701\">The mission’s commander, Admiral Frank Bradley, then ordered a second strike – one that killed the two survivors.</p><p data-start=\"546\" data-end=\"701\">Experts have called the second attack – what in military jargon is known as a “double tap” strike – illegal. The strikes have drawn criticism not just from Democrats but from several Republicans in Congress, who have pledged to lead investigations into what happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Republican-led Senate Armed Services Committee announced on Friday that it planned to ensure “oversight” on the strikes. “The Committee is aware of recent news reports – and the Department of Defense’s initial response – regarding alleged follow-on strikes on suspected narcotics vessels in the SOUTHCOM area of responsibility,” the committee’s chairs, Republican Senator Roger Wicker and Democratic Senator Jack Reed, said in a statement. “The Committee has directed inquiries to the Department, and we will be conducting vigorous oversight to determine the facts related to these circumstances,” they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The House Armed Services Committee separately said it was seeking “a full accounting of the operation in question”.</p><p data-start=\"546\" data-end=\"701\">Congressional committees have sought audio recordings and other evidence to piece together how the order was given.</p><p data-start=\"1182\" data-end=\"1293\">So far, the broader US operation in the Caribbean Sea and the Pacific Ocean has killed <a href=\"/news/2025/11/15/us-confirms-four-people-killed-in-20th-strike-on-vessel-in-the-caribbean\">more than 80 people</a> and targeted more than 20 boats.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144742\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-The-chain-of-command-in-the-US-military-Trump-Hegseth-Bradley-1764666966.png?quality=80\" alt=\"INTERACTIVE - The chain of command in the US military Trump Hegseth Bradley-1764666966\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-has-pete-hegseth-said\" data-start=\"877\" data-end=\"905\">What has Pete Hegseth said?</h2><p>Hegseth called the report “fake news” on social media, saying the boat strikes were “in compliance with the law of armed conflict – and approved by the best military and civilian lawyers, up and down the chain of command”.</p><p>But he also appeared to justify the double-strike.</p><p>“The declared intent is to stop lethal drugs, destroy narco-boats, and kill the narco-terrorists who are poisoning the American people,” Hegseth said in a social media post on Friday evening. “Every trafficker we kill is affiliated with a Designated Terrorist Organization.”</p><p data-start=\"143\" data-end=\"468\">Earlier this year, the Trump administration formally labelled the Venezuelan gang Tren de Aragua a terrorist group. It also accused Venezuela’s president, Nicolas Maduro, of leading the <a href=\"/news/2025/11/24/what-is-cartel-de-los-soles-the-latest-group-designated-terrorist-by-us\">Cartel de los Soles</a> – which US officials describe as a drug-smuggling network involving senior figures in the country’s government and armed forces.</p><p data-start=\"143\" data-end=\"468\">In reality, the Cartel de los Solos is not a cartel – just a broad term used by Venezuelans for corrupt senior officials. And the US administration’s own Drug Enforcement Agency lists other countries – not Venezuela – as the major sources of narcotics entering the US. While Trump has repeatedly claimed that Tren de Aragua is a front for Maduro, his own intelligence agencies have concluded that there is no link between the gang and the Venezuelan president.</p><p></p><h2 id=\"have-trump-and-the-white-house-contradicted-each-other\" data-start=\"143\" data-end=\"468\">Have Trump and the White House contradicted each other?</h2><p id=\"president-donald-trump-said-sunday-that-the-administration-will-look-into-it-but-added-that-i-wouldn-t-have-wanted-that-not-a-second-strike-he-noted-that-hegseth-told-him-he-did-not-order-the-death-of-those-two-men\" data-start=\"143\" data-end=\"468\">Answering questions on Air Force One on Sunday, Trump said his administration “will look into” the reports of the second strike on the boat on September 2.</p><p data-start=\"143\" data-end=\"468\">But he added that “I wouldn’t have wanted that – not a second strike.”</p><p data-start=\"143\" data-end=\"468\">He noted that Hegseth told him “he did not order the death of those two men.”</p><p data-start=\"143\" data-end=\"468\">In the nearly two dozen subsequent strikes by the US military on boats, US troops have, in several cases, helped rescue survivors and have then repatriated them to the countries they belong to.</p><p data-start=\"143\" data-end=\"468\">However, in contrast to Trump’s statement, White House Press Secretary Karoline Leavitt echoed Hegseth in justifying the second strike on September 2.</p><p data-start=\"143\" data-end=\"468\">“The strike conducted on September 2nd was conducted in self-defence to protect Americans and vital United States interests. The strike was conducted in international waters and in accordance with the law of armed conflict,” she said, in response to a question from a reporter on Monday evening.</p><h2 id=\"so-who-approved-the-strike\" data-start=\"143\" data-end=\"468\">So who approved the strike?</h2><p></p><p data-start=\"197\" data-end=\"330\">According to the White House, Hegseth authorised Admiral Bradley to carry out the September 2 “strikes” – suggesting that the defence secretary gave the mission commander the go-ahead to carry out multiple attacks on the boat if needed.</p><p data-start=\"197\" data-end=\"330\">“Secretary Hegseth authorised Admiral Bradley to conduct these kinetic strikes,” Leavitt told a media briefing on Monday.</p><p data-start=\"197\" data-end=\"330\">But the actual decision to carry out the second strike was Bradley’s, Leavitt said.</p><p data-start=\"932\" data-end=\"1142\">“Admiral Bradley worked well within his authority and the law. He directed the engagement to ensure the boat was destroyed and the threat of narco-terrorists to the United States was completely eliminated,” she said.</p><figure id=\"attachment_4144328\" aria-describedby=\"caption-attachment-4144328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144328\" src=\"/wp-content/uploads/2025/12/2025-12-02T010334Z_703644065_RC2I4HAVINU9_RTRMADP_3_USA-TRUMP-VENEZUELA-STRIKE-1764648541.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='US Navy Admiral Frank \"Mitch\" Bradley,' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144328\" class=\"wp-caption-text\">US Navy Admiral Frank “Mitch” Bradley, incoming commander, US Special Operations Command, delivers remarks during the USSOCOM Change of Command Ceremony in Tampa, Florida, US, October 3, 2025 [Reuters]</figcaption></figure><h2 id=\"why-the-question-of-who-ordered-it-matters\" data-start=\"2057\" data-end=\"2098\">Why the question of who ordered it matters</h2><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">According to experts, a second strike killing survivors was illegal.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">“Instead of having due process and a criminal prosecution, the Trump administration has decided to be judge, jury and executioner, and on their own claim that these individuals are carrying drugs, ordering them killed, which is extrajudicial killing, which is murder,” Rachel VanLandingham, a military expert at Southwestern Law School, told Al Jazeera.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">“That second strike against individuals who are shipwrecked, clinging desperately to the side of their boat wreckage – that’s a war crime. It’s a war crime because those individuals who are shipwrecked have protected status under the law unless they were, for example, shooting a gun at somebody. But, otherwise, they’re protected,” she added.</p><p data-start=\"33\" data-end=\"678\" data-is-last-node=\"\" data-is-only-node=\"\">Legally, the US can only use force if there’s a real threat, so identifying the decision-maker is key to judging whether the strike followed the rules, said experts.</p></div></div></body></html>"
        },
        {
            "title": "US envoys headed to Moscow to discuss Ukraine peace plan with Putin | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-02T08:43:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251031__82LT4HW__v1__HighRes__RussiaPoliticsSecurity-1762260618.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Envoys for United States President Donald Trump are due to meet Russian President Vladimir Putin to discuss Washington’s proposed peace plan to end the war in Ukraine.</p><p>In advance of the meeting in Moscow on Tuesday, the White House said it was “very optimistic” about reaching a deal. However, Ukraine remains wary that despite meetings with US officials on Sunday and Monday, the proposal still reflects Russian demands that are difficult to accept.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Trump’s special envoy Steve Witkoff, alongside the president’s son-in-law, Jared Kushner, travels to the Russian capital as part of the renewed US diplomatic push to broker an end to the war in Ukraine, which was triggered in February 2022 when Moscow launched a full-scale invasion of its neighbour.</p><figure id=\"attachment_4144496\" aria-describedby=\"caption-attachment-4144496\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4144496\" src=\"/wp-content/uploads/2025/12/AFP__20250713__66N92G7__v1__HighRes__UsPoliticsFblWcClub2025Trump-1764657670.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"US special envoy to the Middle East Steve Witkoff (R) and Jared Kushner await the arrival of President Donald Trump and First Lady Melania Trump at Teterboro Airport in Teterboro, New Jersey, from where they will motorcade to attend the 2025 FIFA Club World Cup final football match between England's Chelsea and France's Paris Saint-Germain at MetLife Stadium in East Rutherford, New Jersey, on July 13, 2025. (Photo by Brendan SMIALOWSKI / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4144496\" class=\"wp-caption-text\">US special envoy Steve Witkoff (R) and Jared Kushner will head to Moscow on Tuesday to discuss the plan with Putin [File: AFP]</figcaption></figure><p>Trump, who had <a href=\"/news/2025/1/23/as-trump-takes-us-oath-ukraines-deep-strikes-weaken-russias-war-effort\">promised to resolve</a> the conflict quickly during his election campaign, has expressed frustration that achieving that result has proved more difficult than planned.</p><p>Last week, a <a href=\"/news/2025/11/21/trumps-28-point-ukraine-plan-in-full-what-it-means-could-it-work\">28-point draft proposal</a> was leaked. It quickly earned condemnation as a Russian “wish list” as it called for Ukraine to give up huge territory, limit its military, and abandon efforts to join NATO.</p><p>The plan has since been altered, first with input from Kyiv alongside its European allies and then on Sunday and Monday in meetings between Ukrainian and US officials.</p><p>The full details of the proposal as it stands have not been disclosed.</p><p>However, President Volodymyr Zelenskyy said on Monday evening that preserving Ukraine’s “territorial integrity” <a href=\"/news/2025/12/1/zelenskyy-says-territorial-concessions-remain-ukraines-biggest-challenge\">remains the “biggest challenge”</a> in ongoing negotiations.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Putin has repeatedly said he is ready to talk peace and that Moscow is generally OK with the latest US proposals as a <a href=\"/news/2025/11/27/putin-says-us-backed-peace-plan-as-framework-is-ok-in\">“basis for future agreements”</a>.</p><p>However, he has also threatened that if Ukraine refuses an agreement, Russian forces will continue to advance.</p><p>Russian troops have made some headway in recent months on the front line in eastern Ukraine, which has seen little movement over years of attritional conflict.</p><p>“Ukrainian troops must withdraw from the territories they hold, and then the fighting will cease. If they don’t leave, then we shall achieve this by armed means. That’s it,” Putin said last week.</p><p>Speaking about Witkoff and Kushner’s upcoming visit, Kremlin spokesman Dmitry Peskov declined to specify Russia’s red lines, saying megaphone diplomacy was not constructive.</p><p>However, Moscow has long reiterated that it will not agree to any ceasefire that does not meet its maximalist demands, which Kyiv and its allies warn would put Ukraine at its mercy.</p><h2 id=\"looks-better\">‘Looks better’</h2><p>Following discussions in Paris with European and US officials on Monday, Zelenskyy said the latest peace plan “looks better” but that points regarding Ukrainian control over its territories are “the most complicated” issue.</p><p>French President Emmanuel Macron, speaking alongside Zelenskyy at a joint news conference in Paris, said the flurry of diplomatic activity could be “a moment that could be a turning point” but reiterated “Ukraine must be the one to decide its own territorial boundaries”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Russian forces control more than 19 percent of Ukraine, up one percentage point from two years ago. This year, however, they have advanced at the fastest pace since 2022, according to pro-Ukrainian maps.</p><p>Putin’s military commanders told him on Monday that Russian forces had captured the strategic front-line <a href=\"/news/2025/12/2/russia-says-it-captured-pokrovsk-a-key-logistics-hub-in-eastern-ukraine\">town of Pokrovsk</a>.</p><p>However, Ukraine refuted that claim on Tuesday, saying its forces still control the northern part of of the key logistics hub and were mounting assaults on Russian positions in the south.</p><p>US officials say more than 1.2 million men have been killed or injured in the war. Neither Ukraine nor Russia discloses their losses.</p></div></div></body></html>"
        },
        {
            "title": "US mass killings drop to 20-year low in 2025: Database | Gun Violence News | Al Jazeera",
            "time": "2025-12-02T08:19:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25334573726019-1764657784.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has witnessed the lowest number of mass killings in 2025 in two decades, according to a database tracking such incidents.</p><p>A recent <a href=\"/news/2025/11/30/four-dead-after-14-people-shot-at-childs-birthday-party-in-california\">shooting at a family gathering</a> in Stockton, California, that left four people dead, was the 17th mass killing this year, The Associated Press – which maintains the database alongside USA Today and Northeastern University – reported on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>While that figure could yet rise in December, it is a drop of nearly 59 percent from 2019, when a record 41 mass killings occurred.</p><p>The database uses police and FBI reports, media articles and court records to track mass killings, defined as incidents in which four or more people were killed intentionally within a 24-hour period, not including any offender.</p><h2 id=\"regression-to-the-mean\">‘Regression to the mean’</h2><p>James Alan Fox, a criminologist at Northeastern University who manages the database, told AP that the tally for 2025 was down about 24 percent compared with 2024, which in turn was about a 20 percent drop compared with 2023.</p><p>He said the drop in numbers was likely what statisticians call a “regression to the mean”, representing a return to more average crime levels after an unusual spike in the preceding years.</p><p>“Will 2026 see a decline?” Fox said. “I wouldn’t bet on it.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>James Densley, a professor at Metropolitan State University in Minnesota, told the news agency that as the database tracked a rare phenomenon, the figures could be volatile.</p><p>“Because there’s only a few dozen mass killings in a year, a small change could look like a wave or a collapse,” when it was actually a return to more typical levels, he said.</p><p>“2025 looks really good in historical context, but we can’t pretend like that means the problem is gone for good.”</p><h2 id=\"improved-mass-casualty-responses\">Improved mass casualty responses</h2><p>Some factors could be contributing to the drop, though, he said, including an overall decline in homicide and violent crime, which peaked during the COVID-19 pandemic.</p><p>Improvements in the response to mass casualty incidents could also be playing a part, he said.</p><p>He cited a <a href=\"/news/2025/8/27/shooting-reported-at-church-in-minneapolis-suspect-contained-city-says\">shooting</a> during a Mass at a school in Minnesota in August in which two children were killed and more than 20 injured – a crime that would not be recorded on the database due to there being only two deaths.</p><p>“The reason only two people were killed is because of the bleeding control and trauma response by the first responders,” he said, adding that the fact the shooting “happened on the doorsteps of some of the best children’s hospitals in the country” also helped.</p><p>Eric Madfis, a professor of criminal justice at the University of Washington-Tacoma, told AP that while gun violence and associated deaths in the US were down, “we still have exceedingly high rates and numbers of mass shootings compared to anywhere else in the world.”</p><p>About 82 percent of mass killings in the US in 2025 involved a firearm.</p><p>Since the database was launched in 2006, 3,234 people have died in mass killings, with 81 percent of them shooting victims.</p></div></div></body></html>"
        },
        {
            "title": "Video: ‘Slaves, never!’ Venezuela’s Maduro holds rally amid US tensions | Protests | Al Jazeera",
            "time": "2025-12-02T07:54:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764662012.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 2 Dec 2025</span><span aria-hidden=\"true\">2 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hong Kong leader orders independent investigation into fire that killed 151 | Crime News | Al Jazeera",
            "time": "2025-12-02T07:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T000859Z_415215646_RC2T6IAIDOLF_RTRMADP_3_HONGKONG-FIRE-1764655084_9eb765-1764655541.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hong Kong’s leader said an independent committee will be established to investigate the cause of <a href=\"/news/2025/11/27/hong-kongs-deadliest-fire-in-63-years-what-we-know-and-how-it-spread\">the city’s deadliest fire</a> in decades, which killed at least 151 people and left almost 80 injured.</p><p>John Lee, the chief executive of the Chinese-administered region, pledged on Tuesday to overcome vested interests and pursue accountability for the fire, which <a href=\"/news/2025/11/29/hong-kong-mourns-victims-of-blaze-as-search-for-remains-continues\">ripped through seven tower blocks</a> in the Wang Fuk Court housing complex where more than 4,600 people lived in the city’s Tai Po district.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In order to avoid similar tragedies again, I will set up a judge-led independent committee to examine the reason behind the cause and rapid spreading (of the fire) and related issues,” Lee told reporters.</p><p>“We must uncover the truth, ensure that justice is served, let the deceased rest in peace and provide comfort to the living,” he said.</p><p>Asked by a reporter why he should continue in his job after such a <a href=\"/gallery/2025/11/30/week-in-pictures-from-deadly-fire-in-hong-kong-to-russian-attack-on-kyiv\">disaster had unfolded in the city</a>, Lee said reform was needed.</p><p>“Yes, we have identified failures in different stages. That is exactly why we must act seriously to ensure that all these loopholes are plugged so that those who are responsible will be accountable,” Lee said.</p><p>“The shortcomings will be addressed. The bottlenecks will be addressed and we will reform the whole building renovation system. To ensure that such things will not happen again,” he added.</p><p>The fire started last Wednesday afternoon around scaffolding that had been set up at the housing complex for maintenance work on the high-rise buildings.</p><p>Authorities suspect high winds and substandard plastic mesh and insulation foam used during the renovations prompted the rapid spread of the blaze, which overwhelmed firefighting efforts.</p><p>Lee said those responsible for the renovations had mixed substandard protective netting with authorised netting “so as to cheat the inspection”. Fire alarms at the complex were also not working properly, officials have said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"residents-told-of-relatively-low-fire-risks\">Residents told of ‘relatively low fire risks’</h2><p>Investigators have completed their search and examination of all but two of the seven burned-out towers, finding bodies of residents in stairwells and on rooftops, trapped as they tried to flee the flames. About 30 people are still missing.</p><p>Hong Kong police have arrested 13 people for suspected manslaughter in a growing criminal investigation into the fire, while an anticorruption body has arrested 12 people in probes related to the tragedy.</p><p>Residents of Wang Fuk Court were told by authorities last year that they faced “relatively low fire risks” after complaining about fire hazards posed by the renovations, the city’s Labour Department said, including about the potential flammability of the mesh that contractors used to cover the scaffolding.</p><p>Tests on several samples of a green mesh that was wrapped around bamboo scaffolding on the buildings at the time of the blaze did not meet fire-retardant standards, officials overseeing the investigations told a news conference on Monday.</p><p>The city’s Chief Secretary for Administration Eric Chan said contractors working on the renovations had used substandard materials in hard-to-reach areas, hiding them from inspectors.</p><p>Amid a huge <a href=\"/news/2025/12/1/china-quashes-calls-for-accountability-over-deadly-hong-kong-blaze\">outpouring of grief in the city</a> as well as calls for accountability, local media have reported the arrests of several people who were making this call.</p><p>Miles Kwan, a 24-year-old student, was reportedly arrested by police for “seditious intent” after handing out flyers demanding a government review of construction oversight in the city. Kwan was released on Monday, according to reports. Two other people, including a former district councillor, were also taken in by police, according to local media reports.</p><p></p><p>Asked about the arrests of people demanding action, Lee said he would “not tolerate any crimes, particularly crimes that exploit the tragedy that we have been facing now”.</p><p>Amnesty International and Human Rights Watch issued statements criticising the reported arrests of those calling for accountability.</p><p>“Now is the time for the Hong Kong authorities to transparently investigate the causes of the devastating fire … rather than silencing those who ask legitimate questions,” Amnesty International said.</p><p>Human Rights Watch’s Asia Director Elaine Pearson said authorities in Hong Kong should “not treat those demanding answers for the tragic fire as criminals”.</p><p>China’s national security office issued a statement warning those who would use the disaster to “plunge Hong Kong back into the chaos” of 2019 – when huge pro-democracy protests challenged Beijing and triggered a political crisis.</p><p>“We sternly warn the anti-China disruptors who attempt to ‘disrupt Hong Kong through disaster’,” the office said in a statement.</p><p>“No matter what methods you use, you will certainly be held accountable and strictly punished,” it added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}