{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "‘Election matters’: Bangladesh vote reaches Britain, but some feel excluded | Bangladesh Election 2026 | Al Jazeera",
            "time": "2026-02-06T06:12:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Whitechapel-market-fruit-and-veg-stall-1770357877.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>London, United Kingdom —</strong> Behind the fluorescent-lit glass counters, silver trays of singhara — also known as samosa — biryani and hash browns sit side by side. Two men in forest-green polo shirts, the cafe’s standard uniform, move briskly between the grill and the till, taking orders as the lunchtime crowd thickens, then thins again.</p><p>Inside Casablanca Cafe, the scrape of faux-leather chairs mixed with low conversation competes with traffic and the occasional siren on Whitechapel Road.</p><p>Some customers hurry through plates of chicken curry and rice during short breaks from nearby offices; others linger over fried eggs, beans and toast, chatting before heading next door for prayers at East London Mosque.</p><p>At a worn wooden table in the centre of the room, Khaled Noor cradles a tall glass of ginger and honey tea. For months now, he says, Bangladesh’s upcoming election has been a constant topic of conversation.</p><p>“Since the elections were <a href=\"/features/2025/10/28/bangladesh-expats-win-means-to-vote-could-they-sway-the-next-election\">announced,</a>” Noor, a barrister and political scientist, said, “people haven’t stopped talking about it.”</p><figure id=\"attachment_4291744\" aria-describedby=\"caption-attachment-4291744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291744\" src=\"/wp-content/uploads/2026/02/Jahanara-Begum-L-Romina-Khatun-R-1770358054.jpg?w=770&amp;resize=770%2C580&amp;quality=80\" alt=\"Jahanara Begum (L) and Romina Khatun, Bangladeshi women in London who have voted remotely ahead of the February 12 Bangladesh elections [Indlieb Farazi Saber]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291744\" class=\"wp-caption-text\">Jahanara Begum, left, and Romina Khatun, Bangladeshi women in London who have voted remotely ahead of the February 12 Bangladesh elections [Indlieb Farazi Saber/Al Jazeera]</figcaption></figure><h2 id=\"a-long-awaited-vote\">A long-awaited vote</h2><p>The vote, scheduled for February 12, will be Bangladesh’s first national election since the removal of former prime minister Sheikh Hasina, and the first in nearly two decades expected to feature genuine competition. It follows years of tightly managed polls, opposition boycotts and allegations of repression under Hasina that left many voters at home disillusioned and deepened frustration among Bangladeshis overseas who had long been excluded from the ballot.</p><p>Bangladesh’s politics has long been shaped by rivalry between the Awami League, led for years by Hasina, and the Bangladesh Nationalist Party (BNP), founded by former military ruler Ziaur Rahman and later led by his widow, Khaleda Zia. Under Hasina, Bangladesh saw rapid economic growth alongside deepening accusations of authoritarianism and repression.</p><p>The BNP, sidelined for much of the past decade, is seeking to reassert itself under the leadership of Khaleda Zia’s son, <a href=\"/news/2025/12/26/why-bnp-leader-tarique-rahmans-return-to-bangladesh-matters-ahead-of-vote\">Tarique Rahman</a>. Supporters portray Rahman, who spent 17 years in exile in London, as a symbol of resistance to one-party dominance; critics point to past convictions and accusations of corruption. The election will be the first since Khaleda Zia’s <a href=\"/features/2025/12/30/khaleda-zia-bangladeshs-first-woman-pm-a-life-of-power-and-resistance\">death in December</a>, lending additional emotional and symbolic weight to the contest.</p><p>Meanwhile, the interim administration under Nobel laureate Muhammad Yunus, which took charge after Hasina’s ouster, has banned her Awami League from electoral politics.</p><p>Amid all of that flux, Bangladeshis living abroad have, for the first time, won the right to vote. “For years we’ve been campaigning for this moment,” Noor said. “People wanted recognition.”</p><p>But at neighbouring tables in the cafe, several people decline to speak, wary of sharing political views publicly. Noor, a former local councillor, said some Bangladeshi citizens in the UK who are technically eligible to vote but lack secure immigration status are among the most cautious.</p><p>“They’re watching the elections very closely,” he said, “but they don’t want to draw attention to themselves.”</p><p>For decades, overseas Bangladeshis, despite sending <a href=\"https://www.tbsnews.net/top-news/remittance-inflow-hits-317bn-january-third-highest-record-1349646\">billions of dollars</a> home in remittances, had no formal say in national elections. Campaigners argued that excluding the diaspora was both undemocratic and politically expedient, particularly as many Bangladeshis abroad had left amid political <a href=\"/news/2024/1/5/bangladesh-elections-a-timeline-of-controversy\">violence or repression</a>.</p><p>Following sustained pressure, electoral authorities expanded overseas voter registration, allowing expatriates to participate remotely for the first time. According to Bangladeshi election authorities, more than seven million expatriates worldwide have registered since overseas voting was introduced — making them a substantial 5 percent of the total electorate of about 127 million.  Bangladesh’s election authorities estimate there are roughly 15 million Bangladeshis living abroad in all.</p><p>In the United Kingdom, however, just over 32,000 Bangladeshi citizens are registered to vote, a modest figure given the size of the wider community. According to the 2021 census, about <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/ethnicgroupenglandandwales/census2021\">645,000 people</a> in England and Wales identify as Bangladeshi or British Bangladeshi, with the largest concentration in East London. In Tower Hamlets alone, Bangladeshis make up nearly 35 percent of residents, with significant communities also in Newham, and Barking and Dagenham.</p><p>The disparity highlights a central tension running through the diaspora: cultural identity does not always align with citizenship or eligibility. These demographics help explain why events in Bangladesh ripple so strongly through everyday life in East London, but they do not guarantee political engagement.</p><p>Some analysts point out that expatriate Bangladeshis could still be significant in close contests. Bangladesh’s election authorities estimate that in some constituencies overseas voters may represent nearly a fifth of registered voters, a share that <a href=\"/features/2025/10/28/bangladesh-expats-win-means-to-vote-could-they-sway-the-next-election\">could influence outcomes</a> in a first-past-the-post system.</p><p>In practice, however, eligibility to vote is limited to Bangladeshi citizens holding a national identity card (NID). Many British Bangladeshis, particularly those born in the UK,  identify strongly with Bangladesh but do not hold citizenship documents and are therefore excluded from the ballot.</p><p>Bangladeshis have lived in Britain for more than a century, but large-scale migration began only in the mid-20th century. In the 1950s and 1960s, economic hardship in what was then East Pakistan, combined with labour shortages in the UK, drew Bengali men, many from Sylhet, to London and Birmingham.</p><p>The 1971 Liberation War prompted another wave, as people fled political instability and sought work abroad. Family reunification followed, reshaping neighbourhoods like Tower Hamlets in the decades that followed.</p><p>These layered histories help explain why events in Bangladesh continue to ripple so strongly through everyday life here, but they do not guarantee political engagement.</p><figure id=\"attachment_4291751\" aria-describedby=\"caption-attachment-4291751\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291751\" src=\"/wp-content/uploads/2026/02/Casablanca-Cafe-interior-1770358169.jpg?w=770&amp;resize=770%2C580&amp;quality=80\" alt=\"Casablanca Cafe in East London, a popular haunt among the Bangladeshi diaspora, where chatter about the upcoming election is hard to miss [Indlieb Farazi Saber/ Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291751\" class=\"wp-caption-text\">Casablanca Cafe in East London, a popular haunt among the Bangladeshi diaspora, where chatter about the upcoming election is hard to miss [Indlieb Farazi Saber/Al Jazeera]</figcaption></figure><h2 id=\"between-paperwork-and-disengagement\">Between paperwork and disengagement</h2><p>Earlier in the day, in Whitechapel Road Market, two young women browse a rack of brightly coloured jalabiyas, pausing to check the stitching. Asked about the election, they shrug. They had heard older relatives talking about it, one said, but it felt distant.</p><p>“It doesn’t affect us, does it?” she asked. “We live here.” Politics in Britain, she added, felt more pressing, mentioning Labour’s struggles and the rise of Reform.</p><p>Noor explained that such apathy was common among younger British Bangladeshis. Years of disputed polls had left many hopeful but cautious, he said, while practical barriers had discouraged wider participation.</p><p>“To vote, you need a national identity card, biometrics, and then another digital process through a mobile app,” he said. “For many people, especially older voters, it’s simply too complicated.”</p><p>Patterns elsewhere underscore the contrast. <a href=\"https://www.ecs.gov.bd//?lang=en\">Election commission figures</a> show far higher participation in Gulf states, with more than 239,000 registered voters in Saudi Arabia and about 76,000 in Qatar.</p><p>Back at his office in Tower Hamlets, Noor said the difference reflected lived realities. Migrants in the Gulf are often single men with families back home and limited political or social rights in their host countries, keeping their ties to Bangladesh immediate and practical. In the UK and United States, by contrast, many Bangladeshis are settled with families, careers and children, their daily concerns anchored firmly where they live.</p><p>That divide, between older migrants invested in events back home and younger British Bangladeshis rooted firmly in the UK, runs through conversations across East London.</p><p>Several said they had registered to vote. Many arrived in Britain decades ago and still hold Bangladeshi passports. For them, the election carries the weight of memory: of the Liberation War, of years of military rule, of elections that once felt either dangerous or meaningless.</p><p>Above a convenience store on a side street close to the mosque, a narrow, worn staircase leads to the small office of Bangla Sanglap, a bilingual weekly newspaper. Its editor, Moshahid Ali, scrolls through messages from readers debating the election, correcting rumours and sharing registration information.</p><p>“People are excited about having the right to vote,” he said. “But it hasn’t been clear or straightforward.”</p><p>Many complained of limited outreach by authorities, he added. The process itself put others off: the need for an NID card, biometric registration at the High Commission with long waiting lines, followed by a further digital application through a mobile app, a series of bureaucratic thickets that sap enthusiasm.</p><p>Some learned about postal voting too late. One man said he rushed to apply for his NID card days before the deadline, only for it to arrive after registration closed.</p><p>Others said the technology itself proved daunting, particularly for older voters. “Everything is on apps now,” one older would-be voter said. “If something goes wrong, who do you ask?”</p><p>Mizanur Khan, 44, a community volunteer and hijama (cupping therapy) practitioner, said he wanted to vote but missed the registration deadline. He is now considering travelling to Bangladesh to vote in person.</p><p>“There wasn’t enough awareness,” he said. “But the main thing is free and fair elections. If they can even manage that, Bangladesh has a chance.”</p><p>The Bangladesh High Commission in London was contacted for comment, but did not respond.</p><p>Not everyone who could vote chose to. At an electrical goods stall in Whitechapel Market, as February rain began to fall, Radwan Ahmed, 23, a student in London, said he holds an NID card but decided to boycott the election. He described his decision as a protest against what he sees as a compromised political process, saying the <a href=\"/features/2026/1/30/can-bangladeshs-awami-league-survive-election-ban-ex-pm-hasinas-exile\">ban on the Awami League</a> had undermined the vote’s legitimacy.</p><p>Across the borough, the mood remains unsettled.</p><p>A man in his forties said the election felt overdue. Bangladesh, he said, had been run by the same two parties, and the same families, for too long. He did not want his name in print, but his eyes lit up when he spoke of change. “If change doesn’t happen now, then when will it happen?” For the first time in Bangladesh’s electoral history, the Jamaat-e-Islami — the country’s largest religious party — is a serious contender to win the vote. It is in an alliance with the National Citizen Party (NCP), a group formed by leaders of the student-led uprising against Hasina.</p><p>Britain’s political significance is underscored by the presence of influential figures on both sides of Bangladesh’s political divide. Tarique Rahman’s long exile in London remains a sore point among some who were interviewed in East London. His UK presence did not necessarily translate into trust or recognition. Several people described him as distant from everyday community life, saying he rarely engaged beyond party circles.</p><p>“He’s just one man,” said one voter who declined to be named. “Part of the same system.” Another said Rahman’s long stay in the UK passed without meaningful contact with working-class Bangladeshis. “He met elites otherwise; he remained hidden,” he said. “There was no connection with people like us.”</p><p>Britain is also home to prominent figures linked to the Awami League. Among them is <a href=\"/news/2025/1/15/who-is-tulip-siddiq-and-why-has-she-resigned-as-uk-minister\">Tulip Siddiq</a>, a Labour MP and Hasina’s niece. Siddiq was <a href=\"/news/2026/2/2/bangladesh-court-sentences-ex-pm-hasina-uk-lawmaker-niece-in-graft-case\">recently sentenced</a> in absentia to two years’ imprisonment and a 100,000 Bangladeshi taka ($818) fine by a Bangladeshi court, a move criticised by UK-based lawyers and rights groups as politically motivated, a claim Bangladeshi authorities reject.</p><p>Several UK-based local politicians of Bangladeshi origin, including Tower Hamlets councillors Sabina Khan and Ohid Ahmed, are also standing in the Bangladesh elections, drawing criticism both in Britain and in Bangladesh over questions of accountability and dual political loyalties.</p><p>The issue is further complicated by Bangladesh’s approach to <a href=\"/features/2026/1/20/dual-citizenship-bangladeshs-latest-political-flashpoint-before-elections\">dual nationality</a>. While dual citizenship is permitted in practice, constitutional provisions restrict those who acquire foreign citizenship or pledge allegiance to another country from standing for parliament, a distinction that is often poorly understood.</p><p>Legal experts note that under UK law, for instance, a declaration of renunciation must be formally registered with the Home Office before it takes effect; until then, the applicant remains a British citizen.</p><p>“How much do they really know about politics back in Bangladesh if they’ve been living over here?” one woman asked.</p><p>For most of those Al Jazeera spoke to, however, daily concerns, jobs, family, security and life in Britain loomed far larger than the intricacies of elite politics in Bangladesh.</p><figure id=\"attachment_4291756\" aria-describedby=\"caption-attachment-4291756\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291756\" src=\"/wp-content/uploads/2026/02/Nargis-Akhtar-L-Romina-Khatun-R-1770358252.jpg?w=770&amp;resize=770%2C347&amp;quality=80\" alt=\"Romina Khatun (R) with her daughter Nargis Akhtar. Unlike her mother, Akhtar isn't enthused about the elections [Indlieb Farazi Saber/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291756\" class=\"wp-caption-text\">Romina Khatun, right, with her daughter, Nargis Akhtar. Unlike her mother, Akhtar isn’t enthused about the elections [Indlieb Farazi Saber/Al Jazeera]</figcaption></figure><h2 id=\"mixed-sentiments\">Mixed sentiments</h2><p>Those priorities become clearer a few miles away, in another part of the borough.</p><p>On a quiet, tree-lined street minutes from the glass towers of Canary Wharf, the Isle of Dogs Bangladeshi Association and Cultural Centre sits almost hidden beside the local library. Once a stronghold of far-right politics, the area now reflects a different chapter in East London’s migrant history.</p><p>Inside, a small group has gathered for tea and butter biscuits. Conversation drifts between translating documents, navigating an increasingly digital world and plans for afternoon prayers.</p><p>Here, too, the election is on people’s minds.</p><p>Muhammad Saiful Miah, 44, who works in the emergency services, said he had not voted — because he doesn’t have an NID card. But he is following the election closely.</p><p>“The elections matter because that’s where my family comes from,” he said. “I’m British and Bangladeshi, so of course I care.”</p><p>Across the room, Jahanara Begum, 58, from Cumilla near Dhaka, speaking in Bangla through a translator, said she was “very happy” to have voted and had already sent her postal ballot.</p><p>“I waited years for this,” she says, hands wrapped around her teacup. “This is the first time in a long time it feels like it matters,” said Begum, who arrived in Britain just three years ago.</p><p>As a former primary school teacher and election monitor, she recalled travelling long distances, sometimes 30km by rickshaw, to count votes, often missing the chance to cast her own. The last time she voted, she said, was in 1991.</p><p>She spoke vividly of the 2008 general election when the Awami League came to power. She claimed the results recorded locally were later altered. “We saw BNP winning in many areas, but the figures announced were different.”</p><p>Now living in Britain, she still cares deeply about the outcome. “I have four children there,” she said. “It’s my country. I want peace. I want them to be safe.”</p><p>Her friend, Romina Khatun, 69, who has lived in the UK since 1985 and has also voted, nodded in agreement. For her too, the election represents a tentative hope after years of violence and uncertainty.</p><p>But Romina’s daughter, Nargis Akhtar, 45, who volunteers as the centre’s manager, remains unconvinced. Born in Sylhet but raised in London, she did not vote and does not have an NID card.</p><p>Akhtar grew up in a politically engaged household. She remembers hearing the names Khaleda Zia, Sheikh Hasina and Hussain Muhammad Ershad — a military ruler who led Bangladesh for most of the 1980s — spoken with intensity. “I must have been seven or eight,” she said, laughing, recalling a political cartoon that once enraged her father. “I didn’t even know who Ershad was; I just knew it mattered to my parents.”</p><p>But, she said, she does not “have much faith that elections alone will change things”.</p><p>“There’s no proper welfare system, no employment rights [in Bangladesh],” Akhtar said. “People talk about creating jobs, but without protections, what difference does that make?”</p></div></div></body></html>"
        },
        {
            "title": "Thailand election 2026: What are the main parties? What do polls suggest? | Elections News | Al Jazeera",
            "time": "2026-02-06T05:13:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T105809Z_921569980_RC2WEJAJ63DU_RTRMADP_3_THAILAND-ELECTION-1770305548.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Voters in Thailand will head to the polls on Sunday amid deep political uncertainty, with the country having cycled through three prime ministers in as many years, and amid a <a href=\"/news/2026/1/9/us-to-support-cambodian-thai-ceasefire-with-45m-aid-pledge\">tenuous truce</a> with Cambodia following border clashes that killed 149 people.</p><p>The snap polls pit Prime Minister Anutin Charnvirakul’s Bhumjaithai party, backed by Thailand’s royalist conservative establishment, against the progressive youth-led People’s Party.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The People’s Party is the <a href=\"/news/2024/8/9/thailands-disbanded-opposition-party-relaunches-under-new-name-leader\">successor</a> to a group that won the last election but was blocked from power and <a href=\"/news/2024/8/7/thai-constitutional-court-dissolves-progressive-move-forward-party\">dissolved</a> by the courts over its proposals to reform the country’s powerful monarchy.</p><p>Pheu Thai – which has dominated Thai politics for a quarter century – is also attempting a comeback after a bruising period that saw two prime ministers from the party <a href=\"/news/2025/8/29/thai-court-removes-prime-minister-paetongtarn-shinawatra-from-office\">removed</a> by the courts and its founder Thaksin Shinawatra <a href=\"/news/2025/9/9/thai-court-says-ex-premier-thaksin-shinawatra-must-serve-1-year-in-prison\">jailed</a> late last year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The vote on Sunday is seen as a test of whether Thailand’s long-running cycle of coups, street protests and court interventions can be broken, or whether the paralysis will deepen.</p><p>Here’s what you need to know about the pivotal election:</p><h2 id=\"when-are-the-elections\">When are the elections?</h2><p>Voting will take place on Sunday, February 8.</p><p>About 53 million people in the kingdom of 71 million are eligible to vote.</p><p>The 500-seat House of Representatives will be filled through a mixed system: 400 constituency seats elected by a first-past-the-post system, and 100 seats allocated through proportional representation or on a party-list basis.</p><p>The newly elected lower house will then select the next prime minister. Unlike in 2019 and 2023, the appointed Senate, which is dominated by conservative lawmakers, will have no role in choosing the prime minister.</p><p>A candidate requires 251 votes in the House to take office as prime minister.</p><p>Voters will receive three ballot papers: two for the parliamentary election and one for a referendum on whether to rewrite the constitution.</p><h2 id=\"when-will-we-know-the-results\">When will we know the results?</h2><p>Polling stations open at 8am (01:00 GMT) and close at 5pm (10:00 GMT). Vote counting will begin shortly after, and results will be announced as tallies are completed.</p><p>The leading party is likely to become clear by the early hours of Monday.</p><p>Turnout is expected to be high. During early voting in the capital Bangkok earlier this week, some 87 percent of registered advance voters turned out to cast their ballots.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-are-the-main-contenders\">Who are the main contenders?</h2><h3>Bhumjaithai</h3><p>Led by Anutin, Bhumjaithai rose to prominence in 2019 with its support for <a href=\"/economy/2025/7/2/as-thailand-does-u-turn-on-legal-cannabis-businesses-scramble-to-survive\">medical marijuana</a>. It has transformed from a mid-sized kingmaker – winning 51 seats in 2019 and 71 in 2023 – into a conservative force now vying to become one of parliament’s largest parties.</p><p>The party formed the current government with the People’s Party’s support, after the country’s top court removed Thaksin’s daughter, Paetongtarn Shinawatra, as prime minister over her handling of Thailand’s border crisis with Cambodia.</p><p>Anutin initially promised constitutional reform and elections within four months, but the People’s Party in December accused him of reneging on their deal. Facing the risk of a no-confidence vote, he <a href=\"/news/2025/12/11/thailand-pm-moves-to-dissolve-parliament-paving-way-for-election\">dissolved</a> the House and called the snap poll.</p><p>Bhumjaithai has now rebranded itself as a staunch defender of the monarchy and has been bolstered by defections, attracting 64 of the 91 lawmakers who have switched parties since 2023.</p><p>Napon Jatusripitak, director of the Center for Politics and Geopolitics at think tank Thailand Future, said Bhumjaithai is seen as “pragmatic” and has now “claimed the conservative mantle” from political parties run by former generals.</p><h2 id=\"people-s-party\">People’s Party</h2><p>The People’s Party is the third iteration of a reformist movement whose previous incarnations – most recently <a href=\"/news/2023/5/13/move-forward-galvanises-thai-voters-with-vows-of-royal-reforms\">Move Forward</a> – were dissolved by the courts.</p><p>The party campaigns on reducing the political power of unelected institutions such as the military and judiciary.</p><p>While it was once outspoken in calling for changes to Thailand’s lese-majeste law – under which defaming or insulting the monarchy is a criminal offence – it has softened its stance during this campaign.</p><p>Thitinan Pongsudhirak, a professor of international relations at Chulalongkorn University, described the group as “strange and unprecedented” in Thai politics.</p><p>“It was the first party not driven by patronage or money politics, but by reform ideas and policies rather than personalities or provincial bosses,” he said.</p><h3>Pheu Thai</h3><p>Pheu Thai and its predecessors dominated Thai politics for 25 years through populist policies that secured working-class support as well as a formidable electoral machinery, particularly in the north and northeast.</p><p>Despite Thaksin’s imprisonment and having six of its prime ministers removed by coups and court rulings, the party has prevented mass defections and remains competitive.</p><p>It is campaigning on Shinawatra nostalgia, with Thaksin’s nephew Yodchanan Wongsawat as its primary representative.</p><p>Thailand Future’s Napon said he expected “a significant decline compared to the previous election”, with Pheu Thai potentially falling to third place. Still, he said the party may regain some seats from the progressive camp in its northern strongholds.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-polls-suggesting\">What are the polls suggesting?</h2><p>A January 30 survey by the National Institute of Development Administration put People’s Party leader Natthaphong Ruengpanyawut in first place for prime minister at 29.1 percent, followed by Anutin at 22.4 percent.</p><p>Yodchanan trailed in fourth place.</p><p>For party lists, People’s Party led with 34.2 percent, followed by Bhumjaithai at 22.6 percent and Pheu Thai at 16.2 percent.</p><h2 id=\"what-are-the-key-issues\">What are the key issues?</h2><p>The People’s Party has proposed more than 200 policies, including abolishing military conscription, drafting a new democratic constitution, overhauling the bureaucracy and launching state-backed programmes to support small businesses.</p><p>Bhumjaithai has focused on economic stimulus and security, pledging to lift annual growth to 3 percent, expand welfare schemes, build border walls and make military service more attractive through paid volunteer posts.</p><p>Anutin has also promised to protect the monarchy, saying at a Bangkok rally that amending lese-majeste laws “will never happen and will never succeed because you have us”.</p><p>Pheu Thai has meanwhile centred its campaign on debt relief, as well as income support for low earners and transport subsidies. It has also announced a “millionaire maker” programme that will award nine daily prizes of one million baht ($31,556) each.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-does-cambodia-factor-in\">How does Cambodia factor in?</h2><p>The Thai-Cambodian clashes erupted at their contested border in July and ended following <a href=\"/news/2025/12/27/thailand-and-cambodia-agree-on-ceasefire-cambodia-defence-ministry-says\">a second ceasefire</a> in December. The clashes have stoked nationalist fervour, strengthening Bhumjaithai’s appeal, and highlighted Pheu Thai’s vulnerability.</p><p>Paetongtarn of the Pheu Thai was removed as prime minister in September over a leaked phone call with Cambodia’s former leader Hun Sen, in which she was heard pandering to him and criticising a Thai commander.</p><p>Punchada Sirivunnabood, associate professor of social sciences and humanities at Mahidol University in Bangkok, said nationalism could boost support for Anutin.</p><p>“They use this [nationalism] as a concept for support in these elections, and a lot of legislators from different political parties have moved to Bhumjaithai. This guarantees that they’re going to win a lot of seats from the district level,” she said.</p><p>On the other hand, questions over the Shinawatra family’s connections to Hun Sen have dogged Pheu Thai candidates on the campaign trail, she said.</p><p>“This border conflict hurt Pheu Thai a lot,” she said.</p><h2 id=\"what-about-constitutional-reform\">What about constitutional reform?</h2><p>Alongside the parliamentary election, voters will also be asked whether to replace the 2017 constitution, which was drafted under military rule following a coup in 2014.</p><p>Even if approved, the process would be long and uncertain, requiring parliamentary action, Senate support to amend key clauses, and at least two further referendums.</p><p>While polls suggest overwhelming support for the “yes” vote, it will not guarantee a new charter or a democratic one.</p><p>“It depends entirely on the post-election balance of power,” said Napon. “A more conservative parliament could still produce a conservative constitution.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"will-this-end-thailand-s-political-turmoil\">Will this end Thailand’s political turmoil?</h2><p>With no party expected to win an outright majority, coalition formation will be essential. But any resulting government is “very likely to be unstable”, Napon said, as partnerships between any two of the big three parties would fall short of a majority if one partner withdrew.</p><p>Thitinan of Chulalongkorn University, meanwhile, said he was not encouraged by Thailand’s electoral history.</p><p>Only once in 25 years have voting results been fully honoured, he said, noting other elections were overturned by military coups or judicial interventions.</p><p>“Establishment forces and biases are so entrenched and run so deep that the party of reform and progress would have to win a big, convincing margin of victory to have a chance at governing,” he said.</p><p>“Such a large enough margin looks like a slim chance, unless Thai voters are fed up enough to see through all the charade and shenanigans that have kept Thailand backwards and falling increasingly behind its peers,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Norway police investigate former PM Jagland over Epstein ties | Crime News | Al Jazeera",
            "time": "2026-02-06T05:07:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20190506__1G75DX__v1__MidRes__FranceEuDiplomacyPolitics-1770342640.jpg?resize=1800%2C1200&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in Norway are investigating former Prime Minister Thorbjorn Jagland on suspicion of corruption following revelations about his ties to the late financier and sex offender Jeffrey Epstein.</p><p>The probe comes after documents released by the United States Department of Justice last week revealed years of communications between Jagland, who served as Norway’s prime minister from 1996 to 1997, and Epstein, including emails suggesting that he stayed at the disgraced financier’s home.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Okokrim, Norway’s dedicated police unit for fighting white-collar crime, said on Thursday that it had determined there were “reasonable grounds” to investigate Jagland for aggravated corruption.</p><p>The agency said it had also requested the Ministry of Foreign Affairs to revoke the immunity conferred on Jagland, who also served as the head of the Nobel Committee and secretary-general of the Council of Europe, as the former head of an international organisation.</p><p>“Among other things, Okokrim will investigate whether gifts, travel and loans were received in connection with his position,” Okokrim director Paal Loeseth said in a statement.</p><p>Norwegian Foreign Minister Espen Barth Eide said in a statement that the facts of the case needed to be “brought to light”.</p><p>“That means Mr Jagland’s immunity cannot stand in the way of an investigation. I have therefore decided that Norway will put forward a proposal to the Council of Europe’s Committee of Ministers that Jagland’s immunity be revoked,” Eide said.</p><p>Jagland’s lawyer, Anders Brosveet, did not immediately respond to a request for comment.</p><p>Local media quoted Brosveet as saying that his client welcomed the investigation and was “calm” about the outcome.</p><p>Norway has been rocked by revelations of close ties between a slew of prominent elites and Epstein, who died in 2019 while awaiting trial on sex trafficking charges.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Norway’s Crown Princess Mette-Marit earlier this week expressed regret for “poor judgement” and extended sympathy for Epstein’s victims after the latest tranche of files showed that she had extensive contact with the disgraced financier.</p><p>On Thursday, the World Economic Forum (WEF), the organiser of the annual business summit in Davos, said it had launched an investigation to clarify the nature of the dealings its CEO, Borge Brende, had with Epstein.</p><p>The WEF said it had asked its risk committee to conduct the review in light of revelations that Brende, who served as Norway’s foreign minister from 2013 to 2017, had several business dinners with Epstein and communicated with him via email and text message.</p><p>“This decision underscores the Forum’s commitment to transparency and maintaining its integrity. Our aim is to handle this matter thoughtfully and efficiently,” the Geneva-based nongovernmental organisation said in a statement.</p><p>“Borge Brende fully supports, and cooperates with, this review, having indeed requested it himself, and will continue to fulfil his responsibilities as President and CEO without involvement in the review process.”</p><p>Brende said that he had limited contact with Epstein and that he had been unaware of his past or crimes.</p><p>“In 2018, during a visit to New York, I received an invitation from former Norwegian deputy prime minister and UN MENA envoy, Terje Rod-Larsen, who was married to the then Norwegian UN ambassador, to join him for dinner with someone who was presented to me as an American investor, Jeffrey Epstein,” Brende told Al Jazeera.</p><p>“This gathering included several other leaders. The following year, I attended two similar dinners with Epstein, alongside other diplomats and business leaders. These dinners, and a few mails and SMS messages, were the extent of my interactions with him,” he said.</p><p>Brende said he regretted not doing more to look into Epstein’s history.</p><p>“I remain committed to learning from this experience and welcome the upcoming independent review, which I indeed requested,” he said.</p><p>Brende also disputed comments made by WEF founder and former CEO Klaus Schwab to Swiss newspaper Blick in which he said he had not been informed of the contact with Epstein.</p><p>“I confirm that I informed Klaus Schwab in 2019 about these circumstances. I have no idea why he is claiming otherwise now,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Elderly Palestinians determined to stay in Gaza despite terrible conditions | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-06T05:03:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image00002-1770323655.jpeg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2026/2/5/gaza-patients-head-to-rafah-crossing-as-people-return-amid-israeli-attacks\">Rafah crossing</a> between Gaza and Egypt has finally partially opened this week after two years of Israeli-mandated closure. The news offers relief for many – particularly those Palestinians in urgent need of treatment abroad.</p><p>But for many elderly Palestinians in Gaza, staying in the enclave is an act of survival, resistance, and historical memory. Rafah may be open, but they are not planning to go anywhere.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Kefaya al-Assar’s mind, that decision to stay is an effort to correct what she perceives to have been a historical mistake made by her parents – fleeing their village of Julis, which was depopulated in the 1948 Nakba, and is now within Israel.</p><p>“We blamed [our parents] a lot for leaving our home there,” said the 73-year-old Kefaya.</p><p>Kefaya has faced displacement during Israel’s genocidal war on Gaza five times. Originally from Jabalia in northern Gaza, she now shelters in a classroom at a school in central Gaza’s Nuseirat.</p><p>Widowed in early 2023 and without children, she said displacement revives the trauma she inherited from her parents.</p><p>“History repeats itself now,” she said. “My parents lost all their money when they were forced to flee. We also used to have money, but now we are displaced and have lost everything.”</p><p>When Kefaya was a child, her family lived in tents in Gaza’s refugee camps, before they became more permanent structures in later decades. Now, she says that she is reliving that same fate.</p><p>“I don’t want to repeat history, I want to die in my own country,” she said. “Even here, being in Nuseirat, I feel like a stranger. I wish I could go back to Jabalia.”</p><p>Her home in Jabalia was destroyed during the war, meaning that, for now, she is staying in Nuseirat. But she is still adamant that it will not mean her departure from Gaza.</p><p>“I will not leave for medical treatment outside … I choose to die on my own land rather than be treated outside,” she said.</p><p>That’s despite her own medical issues – Kefaya suffers from high blood pressure, and has not been able to receive adequate medical care because of the war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hidden-crisis\">Hidden crisis</h2><p>The Rafah crossing partially opened on Monday after being largely closed by Israel since May 2024.</p><p>The opening of the crossing is part of the second phase of the Gaza “ceasefire”, even as Israel continues to violate the agreement by regularly attacking the Palestinian enclave, <a href=\"/news/2026/2/4/israel-suspends-evacuation-of-palestinians-via-rafah-crossing-red-crescent\">killing hundreds</a>.</p><p>Only a few dozen Palestinians have been allowed to leave so far, all patients needing treatments accompanied by family members.</p><p>Other Palestinians have also put their names on the list, some hoping to go abroad for education or simply to escape life in Gaza, where Israel has killed more than 70,000 since the war began, and destroyed the majority of buildings, meaning reconstruction will likely be a years-long process, even if Israel cooperates.</p><p>“Israel is creating unlivable conditions in Gaza, denying Palestinians all essentials of life,” said Talal Abu Rukba, a political science professor at al-Azhar University in Gaza. “When people resist and stay in their homeland, they ruin the Israeli project of creating an Israeli state on a land ‘without a people'”.</p><p>Members of the Israeli right-wing, including members of the government, have repeatedly called for illegal settlements to be established in Gaza, and for Palestinians to be forced out.</p><p>The desire to stay in Gaza on the part of elderly Palestinians is despite a largely overlooked humanitarian crisis facing the demographic.</p><p>Research by Amnesty International and HelpAge International found that Israel’s blockade of aid and medicines to Gaza had contributed to a “physical and mental health crisis”.</p><p>“During armed conflict, older people’s needs are often overlooked. In Gaza, older people are enduring an unprecedented physical and mental health collapse as a direct result of Israel’s deliberate infliction of conditions of life calculated to bring about the physical destruction of Palestinians in Gaza,” Erika Guevara-Rosas, Amnesty International’s senior director of research, advocacy, policy and campaigns, said after the publication of the report.</p><p>The two organisations found that 76 percent of the elderly people interviewed live in tents, with 84 percent saying that their living conditions harmed their health and privacy. In addition, 68 percent of respondents had been forced to stop or reduce medication because of a lack of availability. Nearly half reported skipping meals so that others could eat.</p><p>Many are also suffering from mental health problems, with 77 percent reporting that sadness, anxiety, loneliness, or insomnia had reduced their appetite and impacted their wellbeing.</p><figure id=\"attachment_4291189\" aria-describedby=\"caption-attachment-4291189\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291189\" src=\"/wp-content/uploads/2026/02/image00004-1770323728.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Nazmeya Radwan, 85, refugee since 1948, from the Jerusalem district, displaced in Deir al-Balah [Ola al-Asi/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291189\" class=\"wp-caption-text\">Nazmeya Radwan, 85, is a refugee originally from Jerusalem [Ola al-Asi/Al Jazeera]</figcaption></figure><h2 id=\"tired-and-lonely\">Tired and lonely</h2><p>Nazmeya Radwan, 85, is one of those struggling.</p><p>Ill, underweight and unable to access medication, she still refuses to leave Gaza.</p><p>Nazmeya has her own previous experience of displacement at the hands of Israel – like Kefaya’s parents, she was forced to flee her home in the 1948 Nakba, along with about 750,000 other Palestinians.</p><p>Originally from Jerusalem, her family was displaced to Deir el-Balah, in central Gaza, after 1948.</p><p>“All my life was displacement and wars since the Nakba,” Nazmeya said. “I am 85, and tired, lonely, ill and displaced, but I would never leave Gaza. I would live as a beggar and homeless and never leave Gaza.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump’s ‘maximalist demands’ for Iran put talks in Oman on uncertain ground | Israel-Iran conflict News | Al Jazeera",
            "time": "2026-02-06T04:55:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_6984aaeb76a6c-1770302187.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The administration of United States President Donald Trump is entering the <a href=\"/news/2026/2/3/us-military-says-it-shot-down-an-iranian-drone-in-arabian-sea\">latest round</a> of talks with Iran with a list of maximalist demands, even as their wider strategy remains unclear, analysts have told Al Jazeera.</p><p>The talks in Muscat, Oman, on Friday are the first since the <a href=\"/news/2026/1/29/how-does-us-military-build-up-off-iran-compare-to-the-june-2025-strikes\">US attacked Iran’s nuclear facilities in June</a>. They mark the latest chapter in US-Iran relations during Trump’s second term, which initially saw the president seek a new agreement on Iran’s nuclear programme, before those talks were derailed by Israel’s 12-day war and the subsequent US strikes.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Recent months have seen <a href=\"/news/2026/2/3/game-is-over-irans-ex-leaders-hardliners-clash-after-protest-killings\">deadly</a> anti-government protests spread across Iran as Trump repeatedly threatened more US military intervention and tightened crippling sanctions.</p><p>The US president has since <a href=\"/news/2026/1/30/iran-prepares-for-war-as-us-military-armada-approaches\">surged</a> a multibillion-dollar “armada” of US military assets off the coast of Iran, following a playbook that preceded both the previous strikes on Iran as well as the US <a href=\"/news/2026/1/5/trumps-abduction-of-maduro-escalates-concerns-over-potential-war-with-iran\">abduction</a> of Venezuelan leader Nicolas Maduro on January 3.</p><p>“I think that the US thinks that Iran is weakened, so this is the opportune time for going in with maximalist demands to get the most concessions that they can get,” Sina Azodi, the director of Middle East Studies at George Washington University in Washington, DC, told Al Jazeera.</p><p>Those demands include not only staunching Iran’s nuclear programme, but seeking limits on its ballistic missile programme and ending support for so-called regional “proxies”. Reports have indicated the expanded agenda pushed by the Trump administration repeatedly threatened to derail the talks, which are set to include Trump’s special envoy Steve Witkoff, Trump’s son-in-law Jared Kushner, and Iranian Foreign Minister Abbas Araghchi.</p><p>US Secretary of State Marco Rubio on Wednesday said the US was “ready for talks”.</p><p>“In order for talks to actually lead to something meaningful, they will have to include the range of their ballistic missiles, their sponsorship of terror organisations, and the treatment of their own people,” Rubio told reporters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump, meanwhile, again threatened Iran in an NBC News interview on Wednesday, saying Iranian Supreme Leader Ali Khamenei should be “very worried”. However, he also recently appeared to present more narrow objectives for the talks.</p><p>Last week, Trump told reporters he wanted “two things” from Iran: “Number one, no nuclear. And number two, stop killing protesters.”</p><p>On Thursday, White House spokesperson Karoline Leavitt again renewed the threat.</p><p>“While these negotiations are taking place, ‌I would remind the Iranian regime that the president has many ‌options at his disposal, aside ‌from diplomacy, ⁠as the commander-in-chief of the most powerful military in the ‌history of the world,” she told reporters.</p><h2 id=\"what-is-the-us-strategy\">What is the US strategy?</h2><p>Throughout Trump’s second term, his administration has pursued a mercurial foreign policy strategy, <a href=\"/news/2026/1/30/can-trumps-madman-theory-reshape-iran-and-the-middle-east\">described</a> by some analysts as a “madman theory” and others as mad-dash. That unpredictability has hung over Friday’s talks.</p><p>The administration struck Iran on June 22 after five rounds of talks in Oman, during which Witkoff held an in-person meeting with Araghchi. The attacks came after a two-month deadline imposed by Trump for Iran to halt nuclear enrichment passed, even as more talks were scheduled.</p><p>Tehran has for decades insisted its nuclear programme is for civilian purposes and had previously agreed to curtail enrichment in exchange for sanctions relief under the 2015 Joint Comprehensive Plan of Action (JCPOA), from which Trump withdrew in 2018.</p><p>“It’s unclear whether [US goals] are going to be limited to the nuclear issue, as the president says, or much more comprehensive demand for full capitulation, as Secretary Rubio suggests,” Ali Vaez, the Iran Project director at the International Crisis Group, told Al Jazeera.</p><p>“If past is prelude, the US is going to walk into these talks without a negotiating strategy…and it would be a set of moving goalposts depending on what the Iranians are willing to put on the table,” he said.</p><p>In one scenario, Vaez said, Trump could use the talks to find an “off-ramp” to his current military posturing and threats to intervene in support of protesters in Iran. Demonstrations have since been stifled by the Iranian authorities, he noted, and any military escalation could spark not just a regional security crisis, but a global economic crisis felt in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But Trump continues to be surrounded by several officials, including Rubio, likely to <a href=\"/news/2025/6/16/trumps-cabinet-is-less-hawkish-will-that-affect-his-israel-iran-response\">push back</a> against anything seen as a concession at a time when the administration sees Iran’s strength as being diminished.</p><p>“I think any deal that will benefit the Islamic Republic could be perceived in Washington as saving a regime that is on the ropes,” Vaez said.  “That is unattractive.”</p><p>If the administration does hold onto its hard line – particularly on its ballistic missile – it is likely to find little cooperation, despite Iran’s desire to avoid further military action, George Washington University’s Azodi explained.</p><p>While Tehran may be open to codifying some range limits on its ballistic missile programme, further restrictions, including a stockpile reduction, would likely be a non-starter, he said.</p><p>“The strongest deterrent, and the only deterrent that Iran has right now is its missile programme,” he said. “Once that one is taken care of, Iran will be vulnerable to future Israeli attacks. Basically, it will lose its sovereignty.”</p><p>“That is the brightest red line.”</p><h2 id=\"regional-influence\">Regional influence</h2><p>Friday’s meeting comes amid calls for <a href=\"/news/2026/1/16/gulf-countries-gear-up-diplomacy-to-stave-off-us-iran-escalation\">diplomatic de-escalation</a> from Gulf countries, which have repeatedly warned of the regional impact of a renewed conflict.</p><p>There are currently eight permanent US military bases located across Bahrain, Egypt, Iraq, Israel, Jordan, Kuwait, Qatar, Saudi Arabia, Syria and the United Arab Emirates. Following the US strike on Iran last year, Iran attacked Al Udeid airbase in Qatar, a major non-NATO US ally.</p><p>Khamenei has warned Washington that any attack on his country would result in a “regional war”. Earlier this week, the US military shot down an Iranian drone in the Persian Gulf and subsequently claimed Iranian boats “threatened” a US-flagged merchant ship in the Strait of Hormuz, further raising the prospect of military entanglement.</p><p>Meanwhile, US envoy Witkoff met earlier this week with Israeli Prime Minister Benjamin Netanyahu, who has repeatedly pressed for military action against Iran while subverting diplomatic efforts. Netanyahu warned Witkoff to remain sceptical of any Iranian commitments, Reuters news agency reported.</p><p>Khalil Jahshan, the executive director of the Arab Center Washington, DC, told Al Jazeera that the US posture going into the talks shows a “synchronisation of positions” with the Israeli government, which has long viewed Iran’s ballistic programme as one of its most <a href=\"/news/2026/2/4/some-israel-question-influence-over-us-iran-war-decision-nears\">significant</a> regional targets.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Jahshan said the talks may be “superficial argumentation” on the part of the US “to diffuse the objections from Arab allies”, but he did not see them as likely to divert another US or Israeli attack. In turn, he saw little hope of Iran acquiescing.</p><p>“There is no doubt [Iran] is exhausted because of the sanctions. It’s exhausted because of the domestic unrest,” he said.</p><p>“It’s exhausted because of several regional setbacks and would like to avert a US-Israeli attack on Iran. But at the same time, I don’t think it is necessarily responsive to these spurts of chaotic semi-diplomatic threats.”</p><p>Negar Mortazavi, a senior fellow at the Center for International Policy, also acknowledged there is a camp inside of Iran that “believes the negotiations are a ruse and that the Trump administration’s ultimate goal is military attacks and regime change”.</p><p>Still, she assessed that both sides were entering the talks seeking de-escalation, even if dangerous gaps in their positions remained.</p><p>“A senior Iranian official told me they’re going into negotiations with seriousness, but also with a finger on the trigger,” Mortazavi told Al Jazeera. “They want to give diplomacy a chance, but they want to be clear-eyed about the threats of attacks.”</p><p>“It’s a dichotomy that’s very dangerous, because when the two sides are facing off, locked and loaded with very credible and serious threats, things can get out of hand, even by mistake,” Mortazavi added.</p><p>Crisis Group’s Vaez, meanwhile, said that the US may be overestimating its position, noting that despite being battered in recent months, Iran’s leaders continue to believe in their own resilience.</p><p>“The Iranian regime has been weakened significantly, but it is not weak,” Vaez said. “Those two things are not the same.”</p></div></div></body></html>"
        },
        {
            "title": "US-Iran talks live: Critical talks to begin in Oman in push to prevent war | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T04:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_6984eff1cb-1770319857.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">US-Iran talks live: Critical talks to begin in Oman in push to prevent war</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>US and Iranian officials are holding talks in Muscat amid escalating tensions and a US military buildup in the Gulf.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,443 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-06T03:46:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26036357359773-1770346491.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,443</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,443 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, February 6:</p><h3>Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Nighttime ‌shelling by Ukrainian forces inflicted “serious damage” on the Russian city of Belgorod, the region’s Governor Vyacheslav Gladkov said.</li>\n<li>“The enemy has shelled the civilian city of Belgorod. Everyone knows we have no military targets. There has been serious damage. I ‌have been out to look around,” Gladkov said on the Telegram messaging app.</li>\n<li>Two people were hurt in a Russian overnight drone attack in Ukraine’s capital Kyiv, the city’s Mayor Vitali Klitschko said.</li>\n<li>Klitschko said the attack caused damage in residential buildings in one district, and in another, debris from a destroyed drone fell on the roof of an office building, causing a fire. Debris also fell close to a shopping centre and caused damage to a kindergarten.</li>\n<li>Ukraine’s air force said Russia launched two ballistic missiles and 183 drones at Ukraine overnight on Thursday, with air defence units shooting down 156 of the unmanned aerial vehicles.</li>\n<li>The Russian Ministry of Defence said its air defences downed 95 Ukrainian drones overnight across several regions inside Russia as well as over the Azov Sea and the Russian-annexed Ukrainian territory of Crimea.</li>\n<li>Russia carried out a “massive” drone attack on railway infrastructure in Ukraine’s northern Sumy region, Ukrainian Deputy Prime Minister Oleksii Kuleba said. Railway energy infrastructure was also targeted in the attack, Kuleba said.</li>\n<li>“The enemy is trying to stop train traffic,” Kuleba said, describing the attack as “another act of terrorism” against Ukrainian logistics.</li>\n<li>Ukraine’s military said it carried out a series of “successful” strikes in January on a launch site for Russian intermediate-range ballistic missiles. The strikes hit a complex of hangar-type buildings used for the prelaunch preparation of intermediate-range and intercontinental ballistic missiles, Ukraine’s General Staff said on Telegram without specifying the date of the attack.</li>\n<li>In his nightly address on Thursday, Ukraine’s President Volodymyr Zelenskyy referred to the “good results” from the Security Service of Ukraine, singling out an attack by Ukrainian-made long-range Flamingo missiles on the testing ground for Russia’s Oreshnik hypersonic missiles near the Caspian Sea.</li>\n<li>Starlink internet terminals used by Russian forces in Ukraine have been deactivated, Kyiv’s defence minister said.</li>\n<li>Russian military bloggers on Thursday reported sweeping outages of Starlink internet terminals across the Ukraine front, after network owner Elon Musk shut them down following a plea from Kyiv.</li>\n<li>At least nine bloggers close to the Russian army said connections had been lost, adding that this could weaken Moscow’s ability to wage drone warfare and hinder coordination between units. Moscow does not have a home-produced alternative to the satellite internet terminals.</li>\n<li>Ukraine is now registering its civilian and military Starlink users on a database, allowing approved devices to function while unregistered terminals are disabled inside Ukraine.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Peace talks</h3><ul class=\"spaced-bullet-spacing\">\n<li><a href=\"/news/2026/2/5/russia-ukraine-talks-end-with-agreement-on-prisoner-swap\">Ukraine and Russia agreed</a> on Thursday, after two days of trilateral talks with the United States in Abu Dhabi, to hold further discussions in the coming weeks, according to a communique issued by Ukraine’s top negotiator. The communique expressed thanks to the United Arab Emirates for organising the meeting and to US President Donald Trump for “his leadership in advancing efforts to end the war”.</li>\n<li>Trump’s special envoy Steve Witkoff said the delegations from the US, Ukraine and Russia had <a href=\"/video/newsfeed/2026/2/5/sorry-for-being-away-ukraine-russia-swap-prisoners-of-war\">agreed to an exchange of 314 prisoners of war</a>, which took place on Thursday. It was the first such swap in five months.</li>\n<li>Russia and Ukraine exchanged 157 prisoners of war each, the Russian Defence Ministry said. Three civilians from the Kursk region were also returned to Russia.</li>\n<li>President Zelenskyy said some of the released POWs had been held for nearly four years. He said the next round of talks would be held soon, likely in the US.</li>\n<li>Witkoff, writing on the X social media platform, said: “The discussions were constructive and focused on how to create the conditions for a durable peace.”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3>Military aid</h3><ul class=\"spaced-bullet-spacing\">\n<li>Poland is preparing a new 200 million zloty ($55.9m) aid package for Ukraine, mainly made up of armoured equipment, Polish Prime Minister Donald Tusk said on Thursday during a visit to Kyiv.</li>\n<li>Tusk also said that Poland could give Ukraine MiG-29 fighter jets at any time, but that Zelenskyy had told him Kyiv may need other air-defence equipment as a higher priority, and that he would discuss this with Polish officials and get back to the Ukrainian president.</li>\n<li>After his talks with Tusk, Zelenskyy repeated his pleas for air-defence missiles and said Kyiv was ready to swap its drones, in which it has become a global leader, for missiles from allies or for Poland’s Soviet-era MiG-29 fighter jets.</li>\n<li>Slovak prosecutors on Thursday shut down investigations initiated by Prime Minister Robert Fico’s government that claimed donations of fighter jets and air defence systems by the previous Slovak administration to Ukraine were a crime.</li>\n<li>Bratislava regional prosecutor Rastislav Remeta said that the dozen Soviet-era MiG-29 jets and the S-300 and KUB air defence systems donated to Ukraine were outdated, not fully operational and lacked missiles as well as pilots. He said their donation was not a crime, as alleged by Fico and his aides.</li>\n</ul><h3>Sanctions</h3><ul class=\"spaced-bullet-spacing\">\n<li>US Treasury Secretary Scott Bessent said further US sanctions against Russia depend on talks aimed at ending the nearly four-year-old Ukraine war.</li>\n<li>Bessent said he would consider new sanctions against Russia’s shadow fleet – a step Trump has not taken since returning to office in January 2025. “I will take it under consideration. We will see where the peace talks go,” Bessent said.</li>\n</ul><h3>Energy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Energy Minister Denys Shmyhal warned households that planned blackouts could worsen in the coming days and Russian forces could launch a new air attack to further disable power and heating networks.</li>\n<li>More than 200 emergency crews are at work in the Ukrainian capital Kyiv restoring heating to apartment buildings after a series of mass Russian attacks in January, the minister said.</li>\n<li>A Ukrainian power plant that was damaged in Russian strikes and that supplied heating to more than 1,100 apartment buildings in Kyiv may need two months to repair, Mayor Klitschko said. The Darnytsia thermal power plant, the capital’s most important, was battered in Russia’s massive barrage on Tuesday.</li>\n<li>Sweden’s government said it will provide aid to Ukraine’s energy system worth one billion Swedish crowns ($111.1m).</li>\n</ul><h3>Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russia is ready for international cooperation over the Zaporizhzhia nuclear power plant, including with the US, a senior Russian nuclear official was quoted as saying. But the facility must be Russian, said Alexei Likhachev, head of Russia’s state nuclear corporation Rosatom. Russian forces have controlled the plant in southern Ukraine since shortly after the start of the war in 2022.</li>\n<li>Russia has expelled a German diplomat in response to what it said was Berlin’s groundless expulsion of a Russian diplomat last month and accused Germany of being in the grip of “spy mania”.</li>\n<li>Trump said Thursday he was giving right-wing ally Prime Minister Viktor Orban his full-throated endorsement in Hungary’s upcoming general election.</li>\n<li>“Victor Orban is a true friend, fighter, and WINNER,” Trump said in a post on his Truth Social platform, adding he “has my Complete and Total Endorsement for Re-Election” as premier. Orban responded swiftly to Trump, posting on Facebook: “Thank you Mr President!”</li>\n</ul><h3>Regional security</h3><ul class=\"spaced-bullet-spacing\">\n<li>Trump has rejected an offer from his Russian counterpart Vladimir Putin to voluntarily extend the caps on strategic nuclear weapons deployments after the New START treaty that held them in check for 15 years expired on Thursday.</li>\n<li>Kremlin spokesman Dmitry Peskov said Russia was still ready to engage in dialogue with the US if Washington responded constructively to proposals from Russian President Vladimir Putin.</li>\n<li>Only about a third of countries attending a summit on the military use of artificial intelligence agreed on Thursday to a declaration on how to govern the deployment of AI technology in warfare, with China and the US opting out. Just 35 out of 85 countries attending the Responsible AI in the Military Domain (REAIM) summit in A Coruna, Spain, signed a commitment to 20 principles on AI, according to reports.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US military kills two people in latest attack on vessel in the Pacific | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T03:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/Screenshot-2025-10-30-at-09.31.30-1761787921.png?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US military kills two people in latest attack on vessel in the Pacific</h1><p class=\"article__subhead\"><em>US says two people were killed in strike on a vessel in the Pacific Ocean, continuing a campaign denounced as illegal.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military has said that it killed two people in its latest attack on a vessel in the eastern Pacific Ocean.</p><p>US Southern Command (SOUTHCOM), which oversees US military operations in Latin America, said on Thursday that “two narco-terrorists were killed during this action”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>SOUTHCOM did not provide any evidence to support its claim that the vessel and the two victims were involved in drug trafficking.</p><p>US strikes on vessels in the Pacific and Caribbean, which have killed 126 people in at least 34 attacks since the first recorded incident in September 2025, according to the watchdog group Airwars, have been widely denounced as illegal under international law.</p><p>The latest killings will bring that death toll to at least 128.</p><p>The Trump administration has defended the strikes by likening drug trafficking to an armed attack on the US and designating numerous criminal groups involved in the drug trade as “terrorist” organisations.</p><p>International legal scholars, rights workers and regional leaders have dismissed the US claims, warning that the strikes constitute extrajudicial killings and that no state of armed conflict exists to justify such operations. About 38 vessels have been attacked across 36 strikes carried out by US forces.</p><p>“There is no authority in international law for using military force on the high seas to kill suspected drug traffickers or narco gangs,” Ben Saul, the United Nations’ special rapporteur on protecting rights while countering terrorism, said previously.</p><p>SOUTHCOM last carried out an attack against a vessel on January 23, with at least two people killed.</p><p>Of the 126 people the military has confirmed killing, 116 were reportedly killed immediately, and 10 were believed dead after they could not be found following the strikes.</p><p><a href=\"/news/longform/2026/1/16/inevitably-difficult-inside-a-familys-fight-against-the-us-boat-strikes\">Family members</a> of a Colombian man killed in one such strike have denied that he was involved with criminal activity, stating that he was a fisherman working to provide for his family.</p><p>The family of Alejandro Carranza has filed a <a href=\"/news/2025/12/3/family-of-man-slain-in-a-us-boat-strike-in-the-caribbean-lodges-complaint\">legal complaint</a> with the Inter-American Commission on Human Rights (IACHR), but advocacy groups say that holding US officials accountable will be difficult.</p><p>Trump administration officials have also come under scrutiny for reports that the first such attack, which took place in September, included a follow-up strike that killed survivors who were clinging to the wreckage of the boat. The news outlet CNN has also reported that the vessel was en route to link up with vessels heading to Suriname, not the United States.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bitcoin plummets in value again after week of heavy losses | Crypto News | Al Jazeera",
            "time": "2026-02-06T02:45:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260205__969N9G3__v2__MidRes__LeBitcoinRepasseSousLes70000DollarsUnePremiereDe-1770337836.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bitcoin plummets in value again after week of heavy losses</h1><p class=\"article__subhead\"><em>The world’s most popular cryptocurrency has lost about one-third of its value since the start of the year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bitcoin has fallen sharply, racking up more losses after a tumultuous week for the world’s most popular cryptocurrency.</p><p>The digital currency was down nearly 14 percent on Friday morning, hovering at about $62,900 as of 01:00 GMT.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The slide continues a run of steep losses that kicked off last weekend, when the digital currency fell below $80,000.</p><p>After the latest tumble, Bitcoin, which is famed for its dramatic price swings, is down about one-third in value since the start of the year.</p><p>Bitcoin soared after United States President Donald Trump’s re-election raised expectations that Washington would adopt a crypto-friendly regulatory regime after years of crackdowns, with the digital currency hitting $100,000 for the first time in December 2024.</p><p>But the digital asset has largely been on a downward spiral since October, when it hit an all-time peak of more than $127,000, amid geopolitical and regulatory uncertainty.</p><p>A Trump-backed bill to regulate the trade of digital assets has stalled in the US Senate amid divisions between banks and cryptocurrency firms.</p><p>The Trump family’s cryptocurrency firm, World Liberty Financial, has also come under scrutiny in the US Congress after The Wall Street Journal newspaper reported that representatives of an Abu Dhabi official had signed a deal to invest $500m for a major stake in the venture.</p><p>Bitcoin’s latest tumble comes amid a heavy sell-off in global stocks and commodities.</p><p>Wall Street’s benchmark S&amp;P 500 dropped 1.2 percent on Wednesday, while the tech-focused Nasdaq Composite fell about 1.6 percent.</p><p>Shares of tech giant Amazon plunged more than 11 percent in after-hours trading after its plans to invest $200bn in artificial intelligence-related infrastructure stoked fears of a tech bubble.</p><p>In the Asia Pacific, South Korea’s KOSPI plunged about 5 percent in early morning trading, while Australia’s ASX 200 and Japan’s Nikkei 225 were down more than 1 percent and 1.6 percent, respectively.</p><p>Precious metals, which have been on a volatile ride after racking up huge gains in 2025, also continued their recent streak of losses.</p><p>Gold was down more than 4 percent on Thursday, trading at about $4,720 an ounce.</p><p>Silver, which has seen even more dramatic price swings, fell as much as 18.5 percent, trading at about $69.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘TrumpRx’ website launches in US with promise to lower price of medicine | Health News | Al Jazeera",
            "time": "2026-02-06T02:15:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26037007994982-1770343926_b74c12-1770344057.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘TrumpRx’ website launches in US with promise to lower price of medicine</h1><p class=\"article__subhead\"><em>US president has pitched initiative as populist attack on pharmaceutical companies, but analysts question if prices will be affordable for many people.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/economy/2025/12/19/trump-announces-new-deal-with-pharma-companies-to-cut-drug-prices\">Donald Trump</a> has launched a new website that he says will lower the cost of prescription medicines, which have long stood out for their sky-high prices in the US compared with similar products around the world.</p><p>Trump announced the launch of the new website called TrumpRx, which allows consumers to buy discounted drugs directly from pharma companies, at an event at the White House on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“People are going to save a lot of money and be healthy,” Trump said, stating that some of the world’s largest drug producers have agreed to bring down prices under “Most Favoured Nation” agreements in exchange for avoiding US tariffs.</p><p>The website is launching with savings on more than 40 popular drugs, the White House said.</p><p>Users can search the site for the medication they want, then print out a coupon and present it at a pharmacy to buy at the discounted price.</p><p>The Trump administration has pitched the initiative as a populist attack on powerful pharmaceutical companies amid growing discontent over the state of the economy.</p><p>A group of 16 drug companies have agreed to discount deals, under which they will offer lower prices for certain drugs to government programmes such as Medicaid and, via TrumpRx, to US consumers.</p><p>The TrumpRx site, which promises “the world’s lowest prices on prescription drugs”, showcases more than 40 medications, including weight-loss drugs such as Ozempic and Wegovy, and calls the effort “the most impactful prescription price reset in the history of our country”.</p><p>“Thanks to President Trump, the days of Big Pharma price-gouging are over,” the website states.</p><p>But analysts <a href=\"/news/2025/10/3/what-is-trumps-new-trumprx-website-and-will-it-bring-medicine-prices-down\">have questioned</a> whether the effort will substantively address US drug prices or shake up the pharmaceutical industry.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“There is a real question about the value of this for people with insurance,” Juliette Cubanski, deputy director for Medicare policy at health policy organisation KFF, told the news agency Reuters.</p><p>“In some cases, we could be looking at out-of-pocket costs that are still relatively unaffordable for a lot of people,” Cubanski said.</p><p>TrumpRx is representative of the US president’s personalistic style of shaping policy, seeking to cut <a href=\"/news/2025/10/10/trump-reveals-prescription-drug-deal-with-pharmaceutical-giant-astrazeneca\">individual deals</a> to advance his own priorities rather than using traditional regulatory and legislative means.</p><p>A previous analysis by KFF stated that the details of the Most Favoured Nation agreements with the firms “remain confidential, which means that very little is known publicly about what exactly has been agreed to”.</p><p>Pharmaceutical companies remain a powerful force in US politics, with the watchdog group <a href=\"https://www.opensecrets.org/industries/indus?cycle=2024&amp;ind=H4300\" target=\"_blank\" rel=\"noopener\">Open Secrets</a> reporting that pharmaceutical manufacturers spent a record-high $187m on lobbying activities in 2025.</p></div></div></body></html>"
        },
        {
            "title": "Democrats demand reforms to Homeland Security over immigration operations | Donald Trump News | Al Jazeera",
            "time": "2026-02-06T01:44:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26036508747971-1770340395.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Department of Homeland Security (DHS) is facing the possibility it could run out of funding next week, as Democrats press for reforms to its immigration enforcement tactics.</p><p>But Republican leaders on Thursday pushed back against the Democratic proposals, rejecting them as moot.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senate Majority Leader John Thune, for instance, called the demands “unrealistic and unserious”.</p><p>“This is not a blank check situation where Republicans just do agree to a list of Democrat demands,” Thune said, adding that the two parties appeared to be at an impasse.</p><p>“We aren’t anywhere close to having any sort of an agreement.”</p><p>Congress needs to pass funding legislation for the DHS by February 13, or else its programmes could be temporarily shuttered.</p><figure id=\"attachment_4291481\" aria-describedby=\"caption-attachment-4291481\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291481\" src=\"/wp-content/uploads/2026/02/AP26035807296580-1770340410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Anti-ICE protesters\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291481\" class=\"wp-caption-text\">Demonstrators protest against immigration enforcement operations on February 4 in Nogales, Arizona [Ross D Franklin/AP Photo]</figcaption></figure><h2 id=\"ten-demands-from-democrats\">Ten demands from Democrats</h2><p>Currently, Democrats are focused on changes to DHS’s immigration operations, particularly through programmes like Immigration and Customs Enforcement (ICE) and Customs and Border Protection (CBP).</p><p>But any funding shortfall stands to affect other Homeland Security functions as well, including the services offered by Federal Emergency Management Agency (FEMA) and the Transportation Security Administration (TSA), which conducts security screenings at airports.</p><p>Top Democrats, however, have argued that a Homeland Security shutdown is necessary, given the abuses that have unfolded under President Donald Trump’s immigration crackdown.</p><p>Just last month, two US citizens, Alex Pretti and Renee Nicole Good, were killed at the hands of immigration agents in Minneapolis, Minnesota, in incidents that were caught on bystander video.</p><p>Their shooting deaths have since gone viral, prompting international outrage. Other footage shows masked agents deploying chemical agents and beating civilians who were documenting their activities or protesting – activities protected under the US Constitution.</p><p>To protect civil liberties and avoid further bloodshed, Democrats on Wednesday night released a series of <a href=\"https://jeffries.house.gov/2026/02/04/leaders-jeffries-and-schumer-deliver-urgent-ice-reform-demands-to-republican-leadership/\">10 demands</a>.</p><p>Many pertain to agent transparency. One of the demands was a ban on immigration agents wearing face masks, and another would require them to prominently display their identification number and agency.</p><p>Body cameras would also be mandated, though the Democrats clarified that the footage obtained through such devices should only be used for accountability, not to track protesters.</p><p>Other proposed rules would codify use-of-force policies in the Homeland Security Department and prohibit entry into households without a judicial warrant, as has been common practice under US law. They would also outlaw racial profiling as a metric for conducting immigration stops and arrests.</p><h2 id=\"political-battle-over-funding\">Political battle over funding</h2><p>Senate Minority Leader Chuck Schumer said he was “astounded to hear” that Republicans considered the demands to be unreasonable.</p><p>“It’s about people’s basic rights. It’s about people’s safety,” Schumer said. He called on Republicans to “explain why” they objected to such standards.</p><p>In a joint statement with House Minority Leader Hakeem Jeffries, Schumer appealed to members of both parties to coalesce around what he described as common-sense guardrails.</p><p>“Federal immigration agents cannot continue to cause chaos in our cities while using taxpayer money that should be used to make life more affordable for working families,” Schumer and Jeffries wrote.</p><p>“It is critical that we come together to impose common sense reforms and accountability measures that the American people are demanding.”</p><p>Already, Democrats succeeded in separating Homeland Security funding from a spending bill passed on Tuesday to prevent a partial government shutdown.</p><p>Some Democrats and Republicans have pushed for a second split in order to vote on funding for ICE and CBP separately from FEMA and TSA spending.</p><p>But Republican leaders have opposed holding separate votes on those agencies, with Thune arguing it would amount to giving Democrats the ability to “defund law enforcement”.</p><p>Thune added that he would encourage Democrats to submit their reforms in legislation separate from Homeland Security funding.</p><p>It remains to be seen whether the two parties can agree to a compromise before the February 13 deadline. Democrats, meanwhile, have continued to push for other measures, including the removal of Homeland Security Secretary Kristi Noem.</p></div></div></body></html>"
        },
        {
            "title": "Trump rejects call from Russia’s Putin to extend cap on nuclear deployments | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-06T01:07:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250815__69N83U4__v1__HighRes__UsUkraineRussiaConflictSummitTrumpPutin-1770337056.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Feb 2026</span><span aria-hidden=\"true\">6 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has shot down an offer from Russian counterpart Vladimir Putin proposing a voluntary extension of <a href=\"/news/2026/2/4/russia-criticises-us-as-final-nuclear-warhead-treaty-set-to-expire\">recently-expired limits</a> on the deployment of strategic nuclear weapons.</p><p>Trump said on Thursday that he wants negotiators from both countries to sit down and hammer out a new agreement, calling the <a href=\"/news/2026/2/3/last-us-russia-nuclear-treaty-is-expiring-does-it-really-matter\">old treaty</a> “badly negotiated”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Rather than extend ‘NEW START’ (A badly negotiated deal by the United States that, aside from everything else, is being grossly violated), we should have our Nuclear Experts work on a new, improved, and modernized Treaty that can last long into the future,” Trump said on his social media network, Truth Social.</p><p>Trump has previously stated that he would like China to be involved in the new treaty, but authorities in Beijing have shown little interest in doing so.</p><p>The expiration of the New START pact means fewer limits on the massive nuclear arsenals of the US and Russia, spurring concerns over a potential arms race at a time of resurgent anxiety over nuclear weapons.</p><p>Putin stated last year that he would abide by the treaty for another year if Washington would commit to doing the same.</p><p>The US, which has previously grumbled that the treaty limited its ability to deploy more missiles against Russia and China, has ignored the Russian offer.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Moscow expressed regret on Thursday over the expiration of the treaty.</p><p>Kremlin spokesman Dmitry Peskov said <a href=\"/news/2026/2/5/russia-says-will-act-responsibly-despite-new-start-nuclear-treaty-expiry\">Russia</a> will continue with a “responsible, thorough approach to stability when it comes to nuclear weapons”, adding that “of course, it will be guided primarily by its national interests”.</p><p>Al Jazeera’s Shihab Rattansi, reporting from Washington, DC, said US and Russian delegations, who were in Abu Dhabi to discuss the war in Ukraine, reportedly also discussed extending the New START treaty for six months.</p><p>“It would be an informal handshake deal as the treaty itself doesn’t allow for any further extensions,” Rattansi said.</p><p>“Once that extension is in place, though, the aim is to begin formal discussions to craft an updated nuclear deal between the two countries,” he said.</p><p>Recent bouts of fighting between nuclear-armed states such as India and Pakistan have unnerved analysts, who worry about the erosion of taboos and treaties meant to restrain the use of nuclear weapons in conflict.</p><p><a href=\"/news/2025/5/4/putin-expresses-hope-that-nuclear-weapons-will-not-be-needed-in-ukraine\">Putin</a> also previously suggested that Russia could use nuclear weapons in response to Western efforts to support Ukraine, causing alarm among observers.</p><p>The first START agreement was signed by the US and the former Soviet Union in 1991.</p><p>A treaty titled New START was signed by former US President Barack Obama and Russian President Dmitry Medvedev in 2010, limiting each country to a maximum of 1,550 nuclear warheads and 700 missiles and bombers deployed and ready for use.</p><p>That deal was extended for another five years in 2021, following an agreement between Putin and then US-President Joe Biden.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela passes amnesty bill for political prisoners in first of two votes | Human Rights News | Al Jazeera",
            "time": "2026-02-05T23:15:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T201558Z_882980875_RC2WFJAG45CN_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1770326697.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An amnesty law that would provide clemency to political prisoners in Venezuela has passed an initial vote unanimously in the National Assembly, stirring hopes among the country’s opposition.</p><p>On Thursday, members of both the governing socialist party and the opposition delivered speeches in favour of <a href=\"/news/2026/1/31/venezuelas-acting-president-delcy-rodriguez-announces-prisoner-amnesty\">the new legislation</a>, known as the Amnesty Law for Democratic Coexistence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The path of this law is going to be full of obstacles, full of bitter moments,” said Jorge Rodriguez, the head of the National Assembly.</p><p>But he added that it would be necessary to “swallow hard” in order to help the country move forward.</p><p>“We ask for forgiveness, and we also have to forgive,” Rodriguez said.</p><p>But critics nevertheless pointed out that the text of the bill has yet to be made public, and it offers no clemency for individuals accused of serious crimes, including drug trafficking, murder, corruption or human rights violations.</p><p>Instead, media reports about the legislation indicate that it focuses on charges often levelled against protesters and opposition leaders.</p><figure id=\"attachment_4291373\" aria-describedby=\"caption-attachment-4291373\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291373\" src=\"/wp-content/uploads/2026/02/2026-02-05T195425Z_1689118078_RC2VFJA00HTL_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1770329047.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Jorge Rodriguez speaks into a microphone and holds up a picture of Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291373\" class=\"wp-caption-text\">Venezuela’s National Assembly President Jorge Rodriguez holds a picture of late Venezuelan President Hugo Chavez as he speaks on February 5 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"what-does-the-bill-say\">What does the bill say?</h2><p>The bill would grant amnesty to individuals accused of crimes like treason, terrorism, rebellion, resisting authorities, instigation of illegal activities and spreading hate, if those crimes were committed in the context of political activism or protest.</p><p>Opposition leaders like Maria Corina Machado would also see bans on their candidacy for public office lifted.</p><p>In addition, the legislation specifies certain events that would qualify for amnesty, including the demonstrations that unfolded in 2007, 2014, 2017, 2019 and 2024.</p><p>That period stretches from the presidency of the late President Hugo Chavez, founder of the “Chavismo” movement, through the presidency of his handpicked successor, Nicolas Maduro.</p><p>Both Chavez and Maduro were accused of the violent suppression of dissent through arbitrary arrest, torture and extrajudicial killings.</p><p>But on January 3, the administration of United States President Donald Trump launched a military operation in Venezuela to abduct Maduro and his wife, Cilia Flores. They have since been transported to New York City, where they await trial on charges related to drug trafficking.</p><p>While members of Venezuela’s opposition have cheered the military operation as a long-overdue move, experts have argued that the US likely violated international law as well as Venezuela’s sovereignty in removing Maduro from power.</p><figure id=\"attachment_4291309\" aria-describedby=\"caption-attachment-4291309\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291309\" src=\"/wp-content/uploads/2026/02/2026-02-05T201317Z_2076475029_RC2UFJA73VM4_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1770326681.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicolas Maduro Guerra walks past a portrait of his father\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291309\" class=\"wp-caption-text\">Nicolas Maduro Guerra, son of ousted President Nicolas Maduro, walks by portraits depicting late Venezuelan President Hugo Chavez and independence hero Simon Bolivar, on February 5 [Leonardo Fernandez Viloria/Reuters]</figcaption></figure><h2 id=\"weighing-maduro-s-legacy\">Weighing Maduro’s legacy</h2><p>Images of Chavez were a common sight during Thursday’s debate at the National Assembly, which has been dominated since 2017 by members of the Chavismo movement.</p><p>That year, Venezuela’s top court dissolved the opposition-led National Assembly and briefly absorbed its powers, before re-establishing a legislature stacked with Maduro supporters.</p><p>In 2018 and again in 2024, Maduro claimed victory in contested elections that critics say were marred by fraud.</p><p>In the July 2024 vote, for instance, the government refused to release voter tallies, as was previously standard practice. The opposition, however, obtained copies of nearly 80 percent of the tallies, which contradicted the government’s claims that Maduro had won a third six-year term.</p><p>After Maduro’s abduction last month, the remnants of his government remained in power.</p><p>Within days, his vice president – Delcy Rodriguez, the sister of the National Assembly leader – was sworn in as interim president.</p><p>She used her inaugural speech to denounce the “kidnapping of two heroes who are being held hostage: President Nicolas Maduro and First Lady Cilia Flores”.</p><p>Rodriguez has nevertheless cooperated with US demands, including by supporting a bill to open Venezuela’s nationalised oil industry to foreign investment.</p><p>On the floor of the National Assembly on Thursday, her brother Jorge raised a photo of Chavez holding a crucifix while he spoke. Maduro’s son, National Assembly member Nicolas Maduro Guerra, also presented remarks.</p><p>“Venezuela cannot endure any more acts of revenge,” Maduro Guerra said as he appealed for “reconciliation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"venezuela-s-opposition-reacts\">Venezuela’s opposition reacts</h2><p>Still, opposition members in the National Assembly expressed optimism about the bill.</p><p>National Assembly representative Tomas Guanipa, for instance, called it the start of a “new, historic chapter” in Venezuelan history, one where political dissidents would no longer be “afraid to speak their minds for fear of being imprisoned”.</p><p>Nearly 7.9 million Venezuelans have left the country in recent decades, fleeing political persecution and economic instability.</p><p>But there have been lingering concerns about the human rights situation in Venezuela in the weeks following Maduro’s abduction – and <a href=\"/news/longform/2026/2/4/these-exiled-venezuelans-dream-of-returning-home-whats-stopping-them\">whether it is safe to return home</a>.</p><p>President Rodriguez has pledged to <a href=\"/video/newsfeed/2026/2/2/venezuela-rights-activist-freed-after-amnesty-announcement\">release political detainees</a> and close the infamous El Helicoide prison, where reports of torture have emerged. But some experts say the number of people released does not match the number the government has reported.</p><p>The human rights group Foro Penal, for instance, has documented 383 releases since January 8.</p><p>That figure, however, is lower than the 900 political prisoners the government has claimed to have released. Foro Penal estimates 680 political prisoners remain in detention.</p><p>Opposition figures also allege that the government continues to intimidate and harass those who voice support for Maduro’s removal and other opinions that run contrary to the Chavismo movement.</p><p>Still, the head of Foro Penal, Alfredo Romero, applauded the initial passage of the amnesty law as a step forward.</p><p>“Amnesty is the framework that will ensure … that the past does not serve to halt or derail transition processes,” Romero told the news agency AFP.</p><p>A second vote is expected to be held on Tuesday next week.</p></div></div></body></html>"
        },
        {
            "title": "Trump tempers criticism of UK’s Chagos Islands deal after talk with Starmer | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T21:40:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/AP24277482598469-1-1728047105.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump tempers criticism of UK’s Chagos Islands deal after talk with Starmer</h1><p class=\"article__subhead\"><em>Despite calling it earlier an ‘act of great stupidity’, Trump signals support of Starmer’s Chagos deal.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump appears to have endorsed the deal struck by British Prime Minister Keir Starmer to hand over the sovereignty of the Chagos Islands to Mauritius, weeks after calling it a “great stupidity”.</p><p>Trump had last month described the United Kingdom’s decision to cede sovereignty of the Indian Ocean archipelago, which includes a joint US-UK military base on the island of Diego Garcia, as an “act of great stupidity”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US president said he held productive talks with Starmer on Thursday and that the UK leader had made the “best deal he could make”.</p><p>But he also warned in a post on Truth Social that the US would retain the right to “militarily secure and reinforce” the US presence on the island of Diego Garcia if it were threatened.</p><p>The British government said in a statement that “the leaders agreed their governments would continue working closely to guarantee the future operation of the base and speak again soon”, the AFP news agency reported.</p><p>Under a deal agreed last May, the governments of the UK and Mauritius jointly announced that full sovereignty of the Chagos, a remote group of more than 60 islands, would again belong to Mauritius in exchange for guarantees that the US military base could continue operating there for the next 99 years.</p><p>Last year’s announcement stirred a range of emotions among the Chagossians, who were forced from their island home in the 1960s and 1970s and resettled in Mauritius, the Seychelles and the UK. For decades, they have campaigned to return to their ancestral lands freely, without any restrictions.</p><p>The Chagos Islands have been under British control since 1814. In the 1960s and 1970s, Britain forcibly evicted nearly 2,000 locals to make way for the US military base, which played a pivotal role in US military operations in Vietnam, Iraq and Afghanistan. In 2008, the US also acknowledged that the base had been used for covert rendition flights of “terrorism” suspects.</p></div></div></body></html>"
        },
        {
            "title": "India coal mine blast leaves 18 dead, others feared trapped | Mining News | Al Jazeera",
            "time": "2026-02-05T21:22:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T152311Z_520478203_RC2QFJAUIFDF_RTRMADP_3_INDIA-MINING-ACCIDENT-1770322094.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India coal mine blast leaves 18 dead, others feared trapped</h1><p class=\"article__subhead\"><em>Explosion took place at an unregulated mine in the northeastern East Jainta Hills area.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An explosion at an illicit coal mine in northeast India has killed at least 18 people, according to local authorities.</p><p>Police on Thursday said they had pulled 18 bodies from the blast site, located in a remote part of East Jainta Hills district.</p><p>Eight others were wounded in the incident, said local official Manish Kumar. It is unclear how many workers were at the site during the explosion; others may still be trapped, said police.</p><p>Kumar said rescuers paused operations at sundown Thursday and planned to resume Friday with support from state and federal personnel. He described the site as an “illegal rat-hole mine”, referring to a deep, narrow shaft where workers risk hazardous conditions to extract coal and other minerals.</p><p>District police chief Vikash Kumar said dynamite likely triggered the blast, but investigations were ongoing.</p><p>“It is likely that the workers died either from burn injuries or breathing issues because of the release of noxious fumes,” said Kumar in a statement carried by The Indian Express. “But because there is no one who has come out in a condition to tell us exactly what happened and how many workers were there in total, we do not have an estimation of how many more may be trapped.”</p><h2 id=\"prime-minister-modi-announces-compensation\">Prime Minister Modi announces compensation</h2><p>Conrad Sangma, chief minister of the Indian state of Meghalaya, where the incident occurred, pledged that authorities would hold those responsible accountable and urged against illegal mining.</p><p>Prime Minister Narendra Modi expressed “condolences” to the families of the deceased workers and announced a 200,000 rupees ($2,216) compensation package for each family. “Pained by the mishap in East Jaintia Hills, Meghalaya,” his office wrote in a post on X.</p><p></p><p>Unregulated coal pits are common in India’s east and northeast regions, with workers earning between $18 to $24 for a day-long shift.</p><p>Back in 2018, at least 15 miners were <a href=\"/video/2018/12/28/india-rescue-operation-15-men-still-trapped-in-illegal-mine#:~:text=Video%20Duration%2001%20minutes%2028,Dec%20201828%20Dec%202018\">killed while trapped in one such mine</a> in Meghalaya state.</p><p>Rat-hole mining has been banned in Meghalaya since 2014 due to water pollution concerns.</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Sri Lanka urge Pakistan to reconsider India boycott | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-05T20:59:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25333570166360-1770323989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>T20 World Cup: Sri Lanka urge Pakistan to reconsider India boycott</h1><p class=\"article__subhead\"><em>T20 World Cup co-host Sri Lanka asks Pakistan to reconsider boycott of India match on February 15 in Colombo.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sri Lanka’s cricket board on Thursday asked Pakistan to reconsider its decision to boycott their first-round encounter with archrival India in the T20 World Cup co-hosted by the island.</p><p>Pakistan decided <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">not to play</a> India on February 15 in Colombo to express solidarity with Bangladesh, who were <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">excluded from the tournament</a> after refusing to play their matches in India.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan and India have not played bilateral cricket for more than a decade and meet only at global or regional tournament events.</p><p>Sri Lanka Cricket (SLC) told the Pakistan Cricket Board that a boycott would result in a financial hit and also hurt the island’s tourism industry, which is still recovering from the 2022 economic meltdown.</p><p>“Any non-participation will have wide-ranging implications, including substantial financial exposure for SLC and the potential loss of anticipated tourism inflows,” the board said.</p><p>It recalled that Sri Lanka had toured Pakistan to express solidarity and revive international matches there when other nations stayed away due to security concerns.</p><p>“We urge you to take into account the exceptional circumstances, the enduring relationship between our two boards, and the broader interests of the game of cricket,” Sri Lanka Cricket said pleading with Pakistan to play their scheduled match against India.</p><p>India start the T20 World Cup on home soil against the US on Saturday. Pakistan play their first match of the tournament, also on Saturday, in Colombo against the Netherlands.</p><p>Despite Pakistan’s boycott of their scheduled match against India on February 15 in Colombo, the archrivals may be forced to play each other if they reach the knockout stage.</p><p>If Pakistan were to face India in a semifinal or final, they would consult their government, Pakistan skipper Salman Agha said on Thursday.</p></div></div></body></html>"
        },
        {
            "title": "Cuba to introduce plan to address fuel shortage amid US blockade | Trade War News | Al Jazeera",
            "time": "2026-02-05T20:56:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-17T014142Z_1618701892_RC2K2JA0KWPC_RTRMADP_3_USA-VENEZUELA-CUBA-1770321518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cuba is set to roll out a plan to deal with fuel shortages as the United States blocks supplies to the country.</p><p>Cuban President Miguel Diaz-Canel announced his intentions on Thursday to roll out a plan as early as next week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He said the island nation would ramp up solar generation and use renewable resources to ensure electricity for vital services, including hospitals, elderly care centres and isolated regions.</p><p>Cuba produces about 1,000 megawatts, or 38 percent of its daytime generation, from solar panels, Diaz-Canel said in a news conference. They had been installed with support from China over the past two years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Diaz-Canel said Cuba was working to increase its crude oil extraction and storage capacity to boost self-sufficiency.</p><p>But he said Cuba also had the “right” to receive sea-bound deliveries of fuel.</p><p>“We will continue to take all necessary steps to ensure that the country can once again receive fuel imports,” he said.</p><p>Tensions surged last week after the US threatened to slap tariffs on countries that send oil to the Caribbean nation. As a result,<a href=\"/news/2026/2/5/un-warns-of-humanitarian-collapse-in-cuba-as-us-seeks-to-block-oil-supplies\" target=\"_blank\" rel=\"noopener\"> Cubans have faced surging</a> food and transportation costs and blackouts across the country.</p><p>Diaz-Canel described the situation as “complex” as he called the US stance “aggressive and criminal”, saying it’s affecting things like transportation, hospitals, schools, tourism and the production of food.</p><p>“We are going to take measures that, while not permanent, will require effort. Some … are restrictive, requiring us to adjust consumption and promote savings. There are things we have to stop, or postpone, in order to continue functioning in essential areas,” Diaz-Canel said in a wide-ranging, two-hour televised press conference.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Cuban officials recently lauded a phone call they had with Russian Foreign Minister Sergey Lavrov, although they did not share details of what transpired in the conversation. Meanwhile, Mexico has pledged to send humanitarian aid, including food, after US President Donald Trump said that he asked Mexico to suspend oil shipments to the island.</p><p>“How do we till our soil? How do we move around? How do we keep our kids in classes without fuel?” Diaz-Canel asked.</p><p><a href=\"/news/2026/1/31/president-diaz-canel-slams-trumps-bid-to-suffocate-cuba-economy\" target=\"_blank\" rel=\"noopener\">Trump</a> said last month that Cuba would no longer receive oil from its biggest supplier, Venezuela.</p><p id=\"a-substation-failure-caused-a-total-blackout-on-wednesday-night-in-five-provinces-in-eastern-cuba-as-the-island-s-government-struggles-to-keep-the-lights-on-with-dwindling-fuel-supplies-and-failing-infrastructure\">A substation failure caused a total blackout on Wednesday night in five provinces in eastern Cuba as the island’s government struggles to keep the lights on with dwindling fuel supplies and failing infrastructure.</p><h2 id=\"a-diplomatic-push\">A diplomatic push</h2><p>Diaz-Canel on Thursday reiterated prior statements from Cuba’s Foreign Ministry agreeing to talk with the US, but with conditions.</p><p>“Cuba is willing to engage in dialogue, but with the sole demand that the US government not attempt to interfere in Cuba’s internal affairs, nor undermine our sovereignty,” the Cuban president said.</p><p>Cuba’s top diplomat to the US, Carlos Fernandez de Cossio, told the Reuters news agency this week that Cuba had begun communicating with the US government but had yet to establish a formal bilateral dialogue.</p></div></div></body></html>"
        },
        {
            "title": "‘Sorry for being away’: Ukraine, Russia swap prisoners of war | Russia-Ukraine war | Al Jazeera",
            "time": "2026-02-05T20:38:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770323903.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump endorses Prime Minister Viktor Orban for Hungary’s April election | Elections News | Al Jazeera",
            "time": "2026-02-05T20:31:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-22T121756Z_74573638_RC2A6JA6I6FH_RTRMADP_3_DAVOS-MEETING-TRUMP-1770321229.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has used his social media platform to back fellow right-wing leader Viktor Orban before Hungary’s upcoming parliamentary elections.</p><p>Trump’s endorsement came in a Truth Social <a href=\"https://truthsocial.com/@realDonaldTrump/posts/116019322824567248\" target=\"_blank\" rel=\"noopener\">post</a> on Thursday, where he praised Orban as a “truly strong and powerful leader”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He fights tirelessly for, and loves, his Great Country and People, just like I do for the United States of America,” Trump said.</p><p>Drawing parallels between himself and Orban, Trump explained they both pursued efforts to “Stop Illegal Immigration” and “Ensure LAW AND ORDER”.</p><p>“Relations between Hungary and the United States have reached new heights of cooperation and spectacular achievement under my Administration, thanks largely to Prime Minister Orban,” Trump wrote.</p><p>“I was proud to ENDORSE Viktor for Re-Election in 2022, and am honored to do so again.”</p><h2 id=\"slipping-popularity\">Slipping popularity</h2><p>Orban has had the longest term of any prime minister in Hungary’s history, first taking up the role from 1998 to 2002 and then resuming the prime minister’s seat from 2010 through the present.</p><p>But his party, the far-right Fidesz alliance, faces hurdles in keeping control of Hungary’s parliament in the upcoming April 12 election.</p><p>A poll released on February 3 from the research firm 21 Kutatokozpon found that the centre-right Tisza party had a seven-point lead over Fidesz.</p><p>Among respondents surveyed over the past month, Tisza obtained 35 percent support, compared with 28 percent for Fidesz.</p><p>Some of the slump in Orban’s popularity has been credited to a sputtering economy and disillusionment with the prime minister’s embrace of illiberalism, a consolidation of power that critics compare to fascism.</p><p>Human rights groups have consistently criticised Orban’s government for democratic backsliding and hardline policies. Orban, for instance, has restricted asylum policies, and his government has been accused of investigating dissidents under the guise of rooting out threats to “national sovereignty”.</p><p>But there have been growing signs of discontent with those policies.</p><p>Despite a government ban on Pride events last year, tens of thousands of Hungarians rallied on the streets of Budapest in June, waving rainbow flags to show their support for the LGBTQ community. The march was considered one of the largest Hungary has seen in recent history.</p><p>The government, however, has taken punitive action in the aftermath of that march. Late last month, prosecutors <a href=\"/news/2026/1/28/hungary-charges-budapest-mayor-for-allowing-banned-pride-march\">filed criminal charges</a> against Budapest Mayor Gergely Karacsony for organising the parade.</p><h2 id=\"support-for-right-wing-victories\">Support for right-wing victories</h2><p>Still, Trump has supported Orban and embraced his platform, while condemning other European countries for allegedly censoring right-wing voices.</p><p>Both leaders have both faced criticism for their nationalistic, anti-immigrant agenda, including comments that appear to demonise foreign nationals.</p><p>Trump recently hosted Orban at the White House in November, where their delegations discussed increasing trade between their two countries.</p><p>Orban’s visit to Washington, DC also included a sit-down with Eduardo Bolsonaro, the son of Brazil’s former far-right President Jair Bolsonaro, who has been convicted of plotting a coup.</p><p>Like Trump, Orban has publicly denounced the charges against the elder Bolsonaro as politically motivated. The former Brazilian president is currently serving a 27-year prison sentence.</p><p>“We stand firmly with the Bolsonaros in these challenging times — friends and allies who never give up,” Orban <a href=\"https://x.com/PM_ViktorOrban/status/1986574557243711633\" target=\"_blank\" rel=\"noopener\">wrote</a> online after the November 6 meeting. “Keep fighting: political witch-hunts have no place in democracy, truth and justice must prevail!”</p><p>More recently, Trump and Orban met again in Davos, Switzerland, where Trump invited Hungary to join his newly created Board of Peace.</p><p>Thursday’s endorsement from Trump is the latest example of the US president taking an active role in foreign elections.</p><p>In October, for instance, Trump has <a href=\"/news/2025/10/14/not-going-to-waste-our-time-trump-hinges-us-aid-to-argentina-on-election\">threatened to withhold aid</a> from Argentina if its voters failed to back the party of libertarian President Javier Milei in its midterm elections.</p><p>Trump also extended financial support to Argentina in the lead-up to the race, which saw Milei’s party triumph.</p><p>Then, in November, Trump publicly backed the far-right candidate in Honduras’s election, once again threatening to sever aid if the election did not go his way. There, too, the <a href=\"/news/2025/12/24/trump-backed-conservative-nasry-asfura-wins-honduras-election-authorities\">Trump-backed candidate won</a>.</p><p>Trump’s endorsements and threats, however, have raised concerns that the US might be using its economic heft and political influence <a href=\"/news/2025/12/5/honduran-presidential-candidate-says-trump-interfered-in-election-report\">to influence elections</a> abroad, thereby undermining foreign democracies.</p></div></div></body></html>"
        },
        {
            "title": "Activists announce new, bigger aid flotilla to set sail for Gaza in March | Gaza News | Al Jazeera",
            "time": "2026-02-05T20:24:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-26T083329Z_1892802112_RC24ZGA6X6FT_RTRMADP_3_ISRAEL-PALESTINIANS-SUMUD-FLOTILLA-1770316538.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Activists announce new, bigger aid flotilla to set sail for Gaza in March</h1><p class=\"article__subhead\"><em>Global Sumud Flotilla to carry up to 1,000 activists in largest-ever ‘coordinated humanitarian intervention’ for Gaza.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Organisers of a Gaza-bound aid flotilla that Israel <a href=\"/news/2025/10/1/israel-intercepts-gaza-sumud-flotilla-vessels-what-we-know-so-far\">seized at sea last year</a> say they are planning a new, larger mission next month.</p><p>The Global Sumud Flotilla announced Thursday that it will sail more than 100 boats carrying up 1,000 activists, including medics and war crimes investigators, to Gaza in March.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Meeting at the foundation of late South African ⁠leader Nelson Mandela in Johannesburg, the campaigners described the undertaking as the largest-ever, civilian-led mobilisation against Israel’s actions in Gaza.</p><p>“It is a cause … for those that want to rise and stand for justice and dignity for all,” said Mandela’s grandson Mandla Mandela, who was among <a href=\"/news/2025/10/1/israeli-forces-board-gaza-flotilla-detain-greta-thunberg-other-activists\">activists arrested by Israel</a> during last year’s voyage.</p><p>The flotilla will be supported by a land convoy across nearby Arab countries, expected to attract thousands more backers, Mandela added.</p><p></p><p>Last October, Israel’s military intercepted some 40 boats from the Global Sumud Flotilla as they carried aid to blockaded Gaza, arresting more than 450 participants, including Mandela, Swedish campaigner Greta Thunberg and European Parliament member Rima Hassan. Several detainees alleged <a href=\"/news/2025/10/8/israeli-military-intercepts-gaza-freedom-flotilla-vessels-report\">physical and psychological abuse</a> while in Israeli custody.</p><p>Israeli officials had denounced that flotilla and earlier smaller-scale efforts ‌to sail aid into Gaza as publicity stunts. Flotilla organisers said they were acting to break Israel’s “illegal” siege of the enclave and accused Israel’s seizure of their vessels of violating international maritime law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has heavily restricted supplies of aid since it launched a genocidal war against Palestinians in Gaza, <a href=\"/news/2025/8/27/starvation-strategy-how-israel-created-famine-in-gaza\">causing famine-like conditions</a> in the enclave, according to activists and humanitarians. Some aid has reached the enclave since a “ceasefire” <a href=\"/news/2025/10/10/gaza-city-residents-set-to-return-as-israel-bombs-before-ceasefire-starts\">started in October</a>, but the UN says it falls far short of what is needed to meet urgent needs.</p><p>While the flotilla activists anticipate Israel will again try to stop their passage, they say international law is on their side, and their journey will bring attention to the plight of Palestinians in Gaza.</p><p>“We may not have reached Gaza physically [but] we have reached … the people in Gaza,” said one of the activists, Susan Abdallah. “They know that we care, that we will not stop at anything until we actually break the siege.”</p></div></div></body></html>"
        },
        {
            "title": "ICC Men’s T20 Cricket World Cup 2026 explained in maps and charts | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-05T20:23:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6982130fec2c-1770132239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The 10th edition of the ICC Men’s Cricket World Cup will be held from Saturday to March 8 against a backdrop of a diplomatic <a href=\"/news/2026/2/2/balochistan-to-bangladesh-why-pakistan-is-boycotting-india-world-cup-match\">standoff</a> and rising tensions among South Asian neighbours.</p><p>The 30-day tournament will feature 55 matches across eight venues, five in India and three in Sri Lanka.</p><p>The T20 format is a fast form of cricket compared with One Day Internationals (ODIs). The teams have 20 overs per side with matches lasting about three to four hours. The format rewards power hitting and aggression, and momentum can change in a few deliveries.</p><p>Here is everything you need to know about the tournament:</p><h2 id=\"where-are-the-games-being-played\">Where are the games being played?</h2><p>The tournament will open in Colombo, Sri Lanka, at the Sinhalese Sports Club Cricket Ground on Saturday with Pakistan taking on the Netherlands. The final is scheduled to be held at the Narendra Modi Stadium in Ahmedabad, India, on March 8.</p><p>Pakistan, who won the tournament in 2009, has asked the International Cricket Council (ICC) to play all its World Cup matches in Sri Lanka rather than in India, citing security concerns. This arrangement mirrors previous ICC decisions that allowed India to play matches hosted by Pakistan at neutral venues.</p><p>Other hosting cities include New Delhi, Mumbai, Chennai and Kolkata in India and Kandy in Sri Lanka.</p><figure id=\"attachment_4288497\" aria-describedby=\"caption-attachment-4288497\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288497\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-STADIUMS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220847.png?quality=80\" alt=\"INTERACTIVE -STADIUMS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220847\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288497\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"which-teams-have-qualified\">Which teams have qualified?</h2><p>Twenty teams will take part in the tournament:</p><ol>\n<li>Afghanistan</li>\n<li>Australia – 2021 champions</li>\n<li>Canada</li>\n<li>England – 2010 and 2022 champions</li>\n<li>India – 2007 and 2024 champions</li>\n<li>Ireland</li>\n<li>Italy – making their debut</li>\n<li>Namibia</li>\n<li>Nepal</li>\n<li>Netherlands</li>\n<li>New Zealand</li>\n<li>Oman</li>\n<li>Pakistan – 2009 champions</li>\n<li>Scotland</li>\n<li>South Africa</li>\n<li>Sri Lanka – 2014 champions</li>\n<li>United Arab Emirates</li>\n<li>United States</li>\n<li>West Indies – 2012 and 2016 champions</li>\n<li>Zimbabwe</li>\n</ol><p>Notably missing from this list is Bangladesh, which was removed from the tournament after its cricket board, citing government security concerns about playing in India, requested that its matches be relocated. The ICC rejected the request and invited Scotland to replace them.</p><p>This will be the first time Bangladesh will miss a men’s T20 World Cup.</p><p>In protest, Pakistan’s government said it will not take the field against India in their scheduled Group A fixture on February 15.</p><p>The decision comes amid heightened tensions after Mohsin Naqvi, Pakistan’s interior minister and chairman of the Pakistan Cricket Board, accused India of involvement in attacks in Balochistan last week that, according to authorities, killed at least 31 civilians, 17 security personnel and 145 fighters.</p><figure id=\"attachment_4288499\" aria-describedby=\"caption-attachment-4288499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288499\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-TEAMS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220849.png?quality=80\" alt=\"INTERACTIVE -TEAMS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220849\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288499\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"who-are-the-previous-winners\">Who are the previous winners?</h2><p>India won the inaugural title in 2007, defeating Pakistan in South Africa.</p><p>In 2009, Pakistan won the title. England followed in 2010, and the West Indies emerged as the tournament’s first multiple winners after securing titles in 2012 and 2016.</p><p>Sri Lanka claimed the title in 2014 while Australia added their name to the list in 2021. England secured their second title in 2022 before India became a two-time champion with victory in 2024, joining the West Indies and England among the most successful teams in the competition’s history.</p><p>No team have won the trophy consecutively.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"match-schedule\">Match schedule</h2><p>The 20 teams are split into four groups, and each team will compete against the others in their group for a total of 40 matches.</p><p>The top two teams from each group will progress to the Super 8 stage, where they will be split into two groups of four. The top two teams from each group will move on to the semifinals, leading to the final on March 8.</p><figure id=\"attachment_4288501\" aria-describedby=\"caption-attachment-4288501\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288501\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-copy-1770220851.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026 copy-1770220851\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288501\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"how-much-is-the-prize-money\">How much is the prize money?</h2><p>The ICC has not yet revealed the prize money for the 2026 tournament, but in 2024, the ICC allocated a pool of $11.25m in prize money with the winners receiving $2.45m, the highest prize money in the tournament’s history.</p><figure id=\"attachment_4288373\" aria-describedby=\"caption-attachment-4288373\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288373\" src=\"/wp-content/uploads/2026/02/getty_69835d9492-1770216852.jpg?w=770&amp;resize=770%2C478&amp;quality=80\" alt=\"BRIDGETOWN, BARBADOS - JUNE 29: Rohit Sharma of India lifts the ICC Men's T20 Cricket World Cup Trophy following the ICC Men's T20 Cricket World Cup West Indies &amp; USA 2024 Final match between South Africa and India at Kensington Oval on June 29, 2024 in Bridgetown, Barbados. (Photo by Gareth Copley/Getty Images)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288373\" class=\"wp-caption-text\">Rohit Sharma of India lifts the ICC Men’s T20 Cricket World Cup trophy at the Kensington Oval on June 29, 2024, in Bridgetown, Barbados [Gareth Copley/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "What the US and Iran are about to negotiate over isn’t clear | Conflict | Al Jazeera",
            "time": "2026-02-05T19:48:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T102436Z_1592948667_RC2MFJAWGQR6_RTRMADP_3_IRAN-USA-TALK_cropped-1770319866.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza flotilla organisers in South Africa warn against Israeli interception | Conflict | Al Jazeera",
            "time": "2026-02-05T19:27:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770319636.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US Treasury secretary declines to rule out future Federal Reserve lawsuits | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T19:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T162530Z_634549645_RC2SFJAL0CH6_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770309808.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Treasury Secretary Scott Bessent has faced questions from the United States Senate about President Donald Trump’s ongoing campaign to slash interest rates, despite concerns that such a move could turbo-charge inflation.</p><p>Bessent appeared on Thursday before the Senate’s Financial Stability Oversight Council.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>There, he received a grilling from Democrats over rising consumer prices and concerns about Trump’s attempts to influence the Federal Reserve, the US central bank.</p><p>One of his early clashes came with Senator Elizabeth Warren, who sought answers about a report in The Wall Street Journal that indicated Trump joked about suing his nominee for the Federal Reserve chair, Kevin Warsh, if he failed to comply with presidential demands.</p><p>“Mr Secretary, can you commit right here and now that Trump’s Fed nominee Kevin Warsh will not be sued, will not be investigated by the Department of Justice, if he doesn’t cut interest rates exactly the way that Donald Trump wants?” Warren asked.</p><p>Bessent evaded making such a commitment. “That is up to the president,” he replied.</p><figure id=\"attachment_4290898\" aria-describedby=\"caption-attachment-4290898\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290898\" src=\"/wp-content/uploads/2026/02/2026-02-05T154648Z_766784506_RC2RFJA1MH7J_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770313722.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Senators Elizabeth Warren and Tim Scott on a congressional panel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290898\" class=\"wp-caption-text\">Senators Tim Scott and Elizabeth Warren speak during a hearing on the Financial Stability Oversight Council’s annual report to Congress [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"pressure-on-federal-reserve-members\">Pressure on Federal Reserve members</h2><p>Last week, Trump announced Warsh would be his pick to replace the current Federal Reserve chair, Jerome Powell, who has faced bitter criticism over his decision to lower interest rates gradually.</p><p>By contrast, Trump has repeatedly demanded that interest rates be chopped as low as possible, as soon as possible.</p><p>In December, for instance, he told The Wall Street Journal that he would like to see interest rates at “one percent and maybe lower than that”.</p><p>“We should have the lowest rate in the world,” he told the newspaper. Currently, the federal interest rate sits around 3.6 percent.</p><p>Experts say a sudden drop in that percentage could trigger a short-term market surge, as loans become cheaper and money floods the economy. But that excess cash could drive down the value of the dollar, leading to higher prices in the long term.</p><p>Traditionally, the Federal Reserve has served as an independent government agency, on the premise that monetary decisions for the country should be made without political interference or favour.</p><p>But Trump, a Republican, has sought to bring the Federal Reserve under his control, and his critics have accused him of using the threat of legal action to pressure Federal Reserve members to comply with his demands.</p><p>In August, for instance, he attempted to fire Federal Reserve Governor <a href=\"/economy/2025/11/17/us-fed-governor-cook-offers-detailed-defence-in-mortgage-fraud-case\">Lisa Cook</a> based on allegations of mortgage fraud, which she has denied.</p><p>Cook had been appointed to the central bank by Trump’s predecessor and rival, Democrat Joe Biden, and she has accused Trump of seeking her dismissal on political grounds. The Supreme Court is currently <a href=\"/economy/2026/1/21/us-supreme-court-appears-reluctant-to-let-trump-fire-feds-lisa-cook\">hearing the case</a>.</p><p>Then, in early January, the Department of Justice opened a <a href=\"/economy/2026/1/12/trump-administration-opens-criminal-probe-into-fed-chair-jerome-powell\">criminal investigation</a> into Powell, echoing accusations Trump made, alleging that Powell had mismanaged renovations to the Federal Reserve building.</p><p>Powell issued a rare statement in response, accusing Trump of seeking to bully Federal Reserve leaders into compliance with his interest rate policy.</p><p>“The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public, rather than following the preferences of the President,” Powell <a href=\"https://www.federalreserve.gov/newsevents/speech/powell20260111a.htm\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><figure id=\"attachment_4290910\" aria-describedby=\"caption-attachment-4290910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290910\" src=\"/wp-content/uploads/2026/02/2026-02-05T160559Z_378277446_RC2SFJAW0ATL_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770314594.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thom Tillis speaks on a Senate panel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290910\" class=\"wp-caption-text\">Senator Thom Tillis, a Republican who is not seeking reelection, has been critical of the probe of Federal Reserve Chair Jerome Powell [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"bipartisan-scrutiny-of-powell-probe\">Bipartisan scrutiny of Powell probe</h2><p>Given the string of aggressive actions against Powell and Cook, Trump’s joke about suing Warsh fuelled rumours that the Federal Reserve’s independence could be in peril.</p><p>Within hours of making the joke on January 31, Trump himself faced questions about how serious he might have been.</p><p>“It’s a roast. It’s a comedy thing,” Trump said of his remarks as he spoke to reporters on Air Force One. “It was all comedy.”</p><p>Warren, however, pressed Bessent about Trump’s remarks and chided the Treasury chief for not rejecting them.</p><p>“I don’t think the American people are laughing,” Warren told Bessent. “They’re the ones who were struggling with the affordability.”</p><p>The prospect of Trump exerting undue influence over the Federal Reserve even earned a measure of bipartisan criticism during Thursday’s council meeting.</p><p>Senator Thom Tillis, a Republican from North Carolina, opened his remarks to Bessent with a statement denouncing the probe into Powell, even though he acknowledged he was “disappointed” with the current Fed chair.</p><p>Still, Tillis emphasised his belief that Powell committed no crime, and that the investigation would discourage transparency at future Senate hearings.</p><p>He imagined future government hearings becoming impeded by legal formalities, for fear of undue prosecution.</p><p>“They’re going to be flanked with attorneys, and anytime that they think that they’re in the middle of a perjury trap, they’re probably just going to say, ‘I’ll submit it to the record after consultation with my attorneys,'” Tillis said, sketching out the scenario.</p><p>“Is that really the way we want oversight to go in the future?”</p><p>For his part, Bessent indicated that he backed the Federal Reserve’s long-term goal to keep interest rates at about 2 percent.</p><p>“It is undesirable to completely eliminate inflation,” Bessent said. “What is desirable is to get back to the Fed’s 2 percent target, and for the past three months, we’ve been at 2.1 percent.”</p><figure id=\"attachment_4290944\" aria-describedby=\"caption-attachment-4290944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290944\" src=\"/wp-content/uploads/2026/02/2026-02-05T152712Z_489764452_RC2RFJANFASG_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770315394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A screen shows Scott Bessent testifying at a Senate committee hearing. A photographer sits on the floor next to the screen.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290944\" class=\"wp-caption-text\">Treasury Secretary Scott Bessent attends a Senate Banking, Housing and Urban Affairs Committee hearing on the Financial Stability Oversight Council on February 5 [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"scrutinising-the-lawsuit-against-the-irs\">Scrutinising the lawsuit against the IRS</h2><p>As Thursday’s hearing continued, Bessent was forced to defend the Trump administration on several fronts, ranging from its sweeping tariff policy to its struggle to lower consumer prices.</p><p>But another element of Trump’s agenda took centre stage when Democrat Ruben Gallego of Arizona had his turn at the microphone.</p><p>Gallego sought to shine a light on the revelation in January that Trump had filed a lawsuit against the Internal Revenue Service (IRS) — part of his own executive branch.</p><p>Trump is seeking $10bn in damages for the leak of his tax returns during his first term as president. The IRS itself was not the source of the leak, but rather a former government contractor named Charles Littlejohn, who was sentenced to five years in prison.</p><p>Bessent was not named as a defendant in the lawsuit, though he currently serves both as the Treasury secretary and the acting commissioner of the Internal Revenue Service.</p><p>Critics have argued that Trump’s lawsuit amounts to self-dealing: He holds significant sway over the Justice Department, which would defend the federal government against such lawsuits, and he could therefore green-light his own settlement package.</p><p>In Thursday’s exchange with Gallego, Bessent acknowledged that any damages paid to Trump would come from taxpayer funds.</p><p>“ Where would that $10bn come from?” Gallego asked.</p><p>“ It would come from Treasury,” Bessent replied. He then underscored that Trump has indicated any money would go to charity and that the Treasury itself would not make the decision to award damages.</p><p>Still, Gallego pressed Bessent, pointing out that the Treasury would ultimately have to disburse the funds — and that Bessent would be in charge of that decision.</p><p>That circumstance, Gallego argued, creates a conflict of interest, since Bessent is Trump’s political appointee and can be fired by the president.</p><p>“Have you recused yourself from any decisions about paying the president on these claims?” Gallego asked.</p><p>Bessent sidestepped the question, answering instead, “I will follow the law.”</p></div></div></body></html>"
        },
        {
            "title": "Germany’s Merz warns of potential escalation as US, Iran prepare for talks | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-05T18:51:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6984ac4c-1770302540.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has warned of the threat of a military escalation in the Middle East before <a href=\"/news/2026/2/4/us-iran-nuclear-talks-set-for-oman-on-friday-tehran-confirms\">talks between Iran and the United States</a> in Oman on Friday.</p><p>Speaking in Doha on Thursday, Merz said that fears of a new conflict had characterised his talks during his trip to the Gulf region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In all my conversations yesterday and today, great concern has been expressed about a further escalation in the conflict with Iran,” he said during a news conference.</p><p>Merz also urged Iran to end what he called aggression and enter into talks, saying Germany would do everything it could to de-escalate the situation and work towards regional stability.</p><p>The warning came in the run-up to a crucial scheduled meeting between officials from Tehran and Washington in Muscat.</p><p>Mediators from Qatar, Turkiye and Egypt have presented Iran and the US with a framework of key principles to be discussed in the talks, including a commitment by Iran to significantly limit its uranium enrichment, two sources familiar with the negotiations <a href=\"/news/2026/2/4/mediators-propose-framework-for-crucial-iran-us-talks-this-week\">have told Al Jazeera</a>.</p><p>Before the talks, both sides appear to be struggling to find common ground on a number of issues, including what topics will be up for discussion.</p><p>Washington says diplomacy will be the focus of the talks on Friday, with US President Donald Trump using them as a gauge as to whether a deal can be struck with Tehran.</p><p>“While these negotiations are taking place, I would remind the Iranian regime that the president has many options at his disposal, aside from diplomacy, as the commander-in-chief of the most powerful military in the history of the world,” White House press secretary Karoline Leavitt said on Thursday.<strong><br>\n</strong></p><p>Iran says the talks must be confined to its long-running nuclear dispute with Western powers, rejecting a US demand to also discuss Tehran’s ballistic missiles, and warning that pushing issues beyond the nuclear programme could jeopardise the talks.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said the US is eager for the talks to follow what they see as an agreed-upon format.</p><p>“That agreed-upon format includes issues broader than what the US understands Iran is willing to discuss in this initial set of talks,” she explained.</p><p>US Secretary of State Marco Rubio said on Wednesday that talks would have to include the range of Iran’s ballistic missiles, its support for armed groups around the Middle East and its treatment of its own people, in addition to its nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A White House official has told Al Jazeera that Jared Kushner, US President Donald Trump’s son-in-law and a key figure in his Middle East policy negotiations, and Steve Witkoff, Trump’s special envoy, have arrived in the Qatari capital, Doha, in advance of the talks.</p><p>Halkett said that Qatar is playing an instrumental role in trying to facilitate these talks, along with other regional US partners, including Egypt.</p><p>“We understand, according to a White House official, that this is perhaps part of the reason for the visit – to try and work with Qatar in an effort to try and get Iran to expand and build upon the format of these talks.”</p><h2 id=\"pressure-on-iran\">Pressure on Iran</h2><p>The talks come as the region braces for a potential US attack on Iran after US President Donald Trump ordered forces to amass in the Arabian Sea following a <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">violent crackdown by Iran on protesters last month</a>.</p><p>Washington has sent thousands of troops to the Middle East, as well as an aircraft carrier, other warships, fighter jets, spy planes and air refuelling tankers.</p><p>Trump has warned that “bad things” would probably happen if a deal could not be reached, ratcheting up pressure on Iran.</p><p>This is not the first time Iranian and US officials have met in a <a href=\"/news/2026/2/4/can-us-iran-diplomacy-work-inside-the-narrow-window-for-talks\">bid to revive diplomacy</a> between the two nations, which have not had official diplomatic relations since 1980.</p><p>In June, US and Iranian officials gathered in the Omani capital to discuss a nuclear agreement, but the process stalled as Israel launched attacks on Iran, killing several military leaders and top nuclear scientists, and targeting nuclear facilities. The US later briefly joined the war, bombing several Iranian nuclear sites.</p></div></div></body></html>"
        }
    ]
}