{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Hamas video of emaciated captive sparks outrage amid Witkoff’s Israel visit | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-03T12:43:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754224953.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Aug 2025</span><span aria-hidden=\"true\">3 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "The Struggle for Southern Syria | News | Al Jazeera",
            "time": "2025-08-03T12:10:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/PP_1083-709-1754223015.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s army has shown it is prepared to fight to enforce that stance. But why? One theory is that Israel wants to keep its neighbour weak and divided. But there are members of Netanyahu’s government who think the land is theirs. And they want to move in – permanently.</p></div></div></body></html>"
        },
        {
            "title": "Threats and intimidation stalling top ICC prosecutor’s Israel case: Report | ICC News | Al Jazeera",
            "time": "2025-08-03T10:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/12894875-1754216133.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New details have emerged about a series of intimidation campaigns, including threats to safety as well as possible sanctions, directed at the British chief prosecutor of the International Criminal Court (ICC) as he pursues an investigation into alleged war crimes committed by Israeli officials in Gaza.</p><p>Karim Khan has also been subjected to intense pressure from top British and United States public officials for The Hague court to withdraw the arrest warrants against Israeli <a href=\"/news/2024/11/21/icc-issues-arrest-warrant-for-israeli-pm-netanyahu-for-war-crimes-in-gaza\">Prime Minister Benjamin Netanyahu</a> and former Defence Minister Yoav Gallant, the Middle East Eye (MEE) news website reported.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The latest report followed an earlier revelation by the London-based online publication in July that Khan and the ICC were threatened with being “destroyed” if they pursued the case against Israel.</p><p>According to the MEE report published on Friday, Khan was “privately threatened” by then-British Foreign Secretary David Cameron in April 2024 that the <a href=\"/news/2025/6/11/uk-lawmakers-slam-former-foreign-secretary-cameron-for-threatening-icc\">UK would defund and withdraw from the ICC</a> if it issued warrants against the Israeli leaders, which it did so in November.</p><p>In May 2024, US Republican Senator Lindsey Graham also “threatened” Khan with sanctions if he applied for the warrants against Netanyahu and Gallant, the MEE reported.</p><p>Since then, the administration of US President Donald Trump has imposed sanctions on Khan and four ICC judges.</p><p>Khan also received a security briefing warning him that Israel’s Mossad intelligence agency “was active in The Hague and posed a potential threat” to him, the MEE reported.</p><p>Khan, who is currently on indefinite leave amid allegations of sexual misconduct, was also reportedly told by his female accuser in text messages that there were “games being played” and attempts to make her a “pawn in some game I don’t want to play”, according to the MEE.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The ICC investigations into Khan’s alleged behaviour were later closed after the female witness refused to cooperate with them, but a separate United Nations probe remains.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Khan has strenuously denied all the allegations against him.</p><p>Two weeks before he was forced to go <a href=\"/news/2025/5/16/icc-prosecutor-to-step-aside-until-probe-into-alleged-misconduct-ends\">on leave in May 2025</a>, Khan also reportedly met with Nicholas Kaufman, a British-Israeli defence lawyer at the ICC, to discuss the Israel investigation, the MEE report said.</p><p>In a note of the meeting on file at the ICC, Kaufman reportedly told Khan that if the warrants against Netanyahu and Gallant were not dropped, “they will destroy you, and they will destroy the court.”</p><p>The report said some ICC lawyers have privately “expressed doubts” about the allegations against Khan, which emerged after the arrest warrants against Netanyahu and Gallant were issued.</p><p>The ICC issued arrest warrants against Netanyahu, Gallant and Hamas leader Mohammed Deif on charges of war crimes and crimes against humanity over the Hamas-led October 7, 2023, attacks on Israel and Israel’s subsequent war in Gaza. Deif has since been <a href=\"/news/2025/1/30/hamas-confirms-the-killing-of-military-commander-mohammed-deif\">confirmed killed</a> in an Israeli attack.</p><p>The Israeli defendants remain internationally wanted suspects, and ICC member states are under a legal obligation to arrest them.</p><p>Israel’s <a href=\"/tag/israel-palestine-conflict/\">war on Gaza</a> has killed at least 60,430 Palestinians and wounded 148,722.</p><p>In recent months, Israel has been accused of committing new war crimes after reports that Israeli forces intentionally shot and killed hundreds of unarmed Palestinian civilians waiting to collect humanitarian aid from GHF food distribution points.</p></div></div></body></html>"
        },
        {
            "title": "Ukrainian drone attack sparks fire at oil depot in Sochi, southwest Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-03T10:21:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/04/2025-04-10T122208Z_1892412781_RC2DUDA2RCLS_RTRMADP_3_UKRAINE-CRISIS-DRONE-ASSAULT-1744354281.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An overnight Ukrainian drone attack has sparked a fire at an oil depot in Sochi, the southwestern Russian resort that hosted the 2014 Winter Olympic Games, local authorities say.</p><p>The attack came a day after Ukraine’s military said it <a href=\"/news/2025/8/2/ukraine-drone-attacks-kill-three-in-russia-cause-fire-at-oil-refinery\">struck</a> the Ryazan oil refinery in central Russia, causing a fire. Ukraine has regularly hit Russian oil and gas infrastructure in response to attacks on its own territory since Russia began its <a href=\"/news/2025/8/3/russias-drone-attacks-on-ukraine-hit-record-high-in-july\">war</a> in February 2022.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Sochi suffered a drone attack by the Kyiv regime last night,” the governor of Russia’s Krasnodar region, Veniamin Kondratiev, said on the Telegram messaging application on Sunday.</p><p>Drone wreckage hit an “oil tank, which caused a fire”, Kondratiev said.</p><p>Sochi Mayor Andrei Proshunin said there were no victims and “the situation is totally under control”, adding that firefighters were extinguishing the blaze.</p><p>Air traffic was briefly suspended at Sochi’s airport but has resumed, Russia’s air transport regulator Rosaviatsia said.</p><p>Air strikes on Sochi, about 400km (250 miles) southeast of the Ukrainian border, are relatively rare compared with other Russian cities. However, Ukrainian drone attacks killed two people in the region late last month, according to local authorities.</p><p>Ukrainian officials have not commented on the fire.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kyiv has warned it will intensify its air strikes against Russia in response to an increase in Russian attacks on its territory in recent weeks, which have killed dozens of civilians.</p><p>On Sunday, Ukraine’s air force said on Telegram that Russia had launched 76 attack drones and seven missiles targeting Ukraine overnight, striking eight locations throughout Ukraine. Ukraine’s air defence units destroyed 60 of the drones and one missile, it said.</p><p>In the front-line regions of Zaporizhia and Kherson, at least three people were killed and more than 12 injured in Russian attacks over the 24 hours into Sunday morning, regional governors said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A Russian missile strike on the city of Mykolaiv in southern Ukraine also injured at least seven people and destroyed or damaged dozens of homes and civilian infrastructure, the regional governor said.</p><p>In the early days of the war, the Mykolaiv region stood on the front lines, facing frequent artillery strikes and aerial attacks. Even after Russian forces were pushed back in late 2022, drones and missiles have remained a constant danger there.</p><p>Russia also launched a short-lived missile attack on Kyiv overnight, but there have been no reports of injuries or damage.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In July, United States President Donald Trump said he would implement “severe tariffs” on Russia unless a peace deal is reached by early September. Last week, Trump said he would give Putin 10 to 12 days, meaning Trump wants peace efforts to make progress by Thursday to Saturday.</p><p>So far, the Kremlin has rejected the idea of a lasting ceasefire in Ukraine.</p><p>Last week, Russian President Vladimir Putin said he wanted peace but his demands for ending Moscow’s military offensive were “unchanged”.</p><p>Those demands include Ukraine abandoning some of its own territory and ending its ambitions to join NATO.</p></div></div></body></html>"
        },
        {
            "title": "Week in Pictures: From Russian missile attacks on Kyiv to floods in China | Gaza News | Al Jazeera",
            "time": "2025-08-03T07:52:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25213570376373-1754202488.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>From Israeli forces opening fire on Palestinians seeking humanitarian aid to England claiming victory in the UEFA Women’s Euro 2025, here is a look at the week in photos.</p></div></div></body></html>"
        },
        {
            "title": "China and Russia begin joint military drills in Sea of Japan | Military News | Al Jazeera",
            "time": "2025-08-03T07:36:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/06/a0ecaf8c581f41059664f9d52c89e8b0_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>China and Russia begin joint military drills in Sea of Japan</h1><p class=\"article__subhead\"><em>Joint Sea-2025 exercises begin in waters near Russian port of Vladivostok and will last for three days, China’s Defence Ministry says.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China and Russia have begun joint naval drills in the Sea of Japan as they seek to reinforce their partnership and counterbalance what they see as a United States-led global order.</p><p>The Chinese and Russian governments have <a href=\"/video/newsfeed/2025/5/8/president-xi-china-and-russia-should-safeguard-international-justice\">deepened</a> their ties in recent years, with China providing an economic lifeline to Russia in the face of Western sanctions over Moscow’s invasion of Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Joint Sea-2025 exercises began in waters near the Russian port of Vladivostok and will last for three days, China’s Ministry of National Defence said in a statement on Sunday.</p><p>The two sides will hold “submarine rescue, joint anti-submarine, air defence and anti-missile operations, and maritime combat”.</p><p>Four Chinese vessels, including guided-missile destroyers Shaoxing and Urumqi, are participating in the exercises, alongside Russian ships, the ministry said.</p><p>After the drills, the two countries will conduct naval patrols in “relevant waters of the Pacific”.</p><figure id=\"attachment_3577448\" aria-describedby=\"caption-attachment-3577448\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3577448\" src=\"/wp-content/uploads/2025/03/GettyImages-1139368231-1741886998.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Putin Xi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3577448\" class=\"wp-caption-text\">Russian President Vladimir Putin, left, shakes hands with Chinese President Xi Jinping [File: Kenzaburo Fukuhara/Handout via Getty Images]</figcaption></figure><p>China and Russia have carried out annual drills for several years, with the “Joint Sea” exercises beginning in 2012.</p><p>Last year’s drills were held along China’s southern coast.</p><p>With this year’s drills in the Sea of Japan, in its annual report last month, Japan’s Ministry of Defence warned that China’s growing military cooperation with Russia poses serious security concerns.</p><p>“The exercise is defensive in nature and is not directed against other countries,” the Russian Navy Pacific Fleet said earlier this week, according to a report by the US Naval Institute’s online news and analysis portal.</p><p>On Friday, the Chinese Defence Ministry said this year’s exercises were aimed at “further deepening the comprehensive strategic partnership” of the two countries.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>China has never denounced Russia’s more than three-year <a href=\"/video/newsfeed/2025/8/3/ukraine-claims-drone-strike-on-oil-refinery-in-russia\">war</a> nor called for it to withdraw its troops, and many of Ukraine’s allies, including the US, believe that Beijing has provided support to Moscow.</p><p>European leaders asked China last month to use its influence to pressure Russia to end the war, now in its fourth year, but there was no sign that Beijing would do so.</p><p>China, however, insists it is a neutral party, regularly calling for an end to the fighting while also accusing Western countries of prolonging the conflict by arming Ukraine.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine claims drone strike on oil refinery in Russia | Russia-Ukraine war | Al Jazeera",
            "time": "2025-08-03T06:32:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754202602.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Aug 2025</span><span aria-hidden=\"true\">3 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Four workers die after falling into a manhole in Japan | News | Al Jazeera",
            "time": "2025-08-03T06:31:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/9120434-1754200886.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four workers die after falling into a manhole in Japan</h1><p class=\"article__subhead\"><em>Officials say the workers were conducting an emergency inspection of sewage pipes when the accident took place.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four workers have died in Japan after falling into a manhole near Tokyo as they inspected sewage pipes, according to public broadcaster NHK, quoting police.</p><p>NHK reported on Sunday that the incident in the city of Gyoda in Saitama Prefecture, north of the Japanese capital, happened on Saturday, as the four men, all in their 50s, and other co-workers were inspecting a sewage pipe.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>City officials say the workers were conducting an emergency inspection of sewage pipes that the central government had ordered municipalities to carry out, after a huge road cave-in in January.</p><p>Police were quoted by NHK as saying that during the inspection, one of the workers fell down the manhole, followed by three of his co-workers who were trying to save him.</p><p>According to police, the manhole is 60cm (24in) in diameter and more than 10 metres (33ft) in depth.</p><p>The fire department from the area also confirmed the incident to the AFP news agency.</p><p>Video clips published by NHK showed several emergency and rescue personnel near the manhole.</p><p>The department said rescuers detected hydrogen sulfide – a gas toxic in high concentrations – coming out of the manhole.</p><p>But city officials refused to be drawn on the cause of the initial fall.</p><p>“Detailed circumstances leading up to the accident are still unknown, so it’s too early for us to say anything about our responsibility,” a Gyoda city official told AFP, on condition of anonymity.</p><p>The four workers were retrieved and taken to hospital, where they were pronounced dead, according to local media reports.</p><p>About 10 workers were at the scene of the inspection, ordered to clean the pipes of wastewater and sludge if necessary.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In May, Japanese rescuers recovered the body of a dead 74-year-old truck driver months after he was swallowed by a road collapse in Saitama prefecture.</p></div></div></body></html>"
        },
        {
            "title": "US museum denies political pressure in removal of Trump impeachment display | Donald Trump News | Al Jazeera",
            "time": "2025-08-03T03:37:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-01T200748Z_1051081066_RC2IYFAFW1OT_RTRMADP_3_USA-TRUMP-SMITHSONIAN-1754186505_850907-1754191352.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>US museum denies political pressure in removal of Trump impeachment display</h1><p class=\"article__subhead\"><em>Smithsonian Institution says it will update exhibit to reflect all impeachments of US presidents following backlash.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The parent organisation of a top-visited history museum in the United States has denied that political pressure played a role in the removal of a display about the impeachments of US President Donald Trump.</p><p>The Smithsonian Institution, which runs the National Museum of American History in Washington, DC, said on Saturday that it removed the “temporary” placard for failing to meet the museum’s standards in “appearance, location, timeline, and overall presentation”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It was not consistent with other sections in the exhibit and moreover blocked the view of the objects inside its case. For these reasons, we removed the placard,” the institution said in a statement.</p><p>“We were not asked by any Administration or other government officials to remove content from the exhibit.”</p><p>The Smithsonian Institution, which runs 21 museums and the National Zoo, said the impeachment section of the museum would be updated in the coming weeks to “reflect all impeachment proceedings in our nation’s history”.</p><p>The statement comes after The Washington Post on Thursday reported that the museum removed an explicit reference to Trump’s impeachments last month, resulting in its exhibit about impeachment incorrectly stating that “only three presidents have seriously faced removal”.</p><p>The Post, citing an unnamed person familiar with the exhibit plans, said the display was taken down following a “content review that the Smithsonian agreed to undertake following pressure from the White House to remove an art museum director”.</p><p>The museum’s removal of the display drew swift backlash, with critics of Trump casting the development as the latest capitulation to the whims of an authoritarian president.</p><p>“You can run, but you cannot hide from the judgment of history,” Democratic Senate Minority Leader Chuck Schumer said on Friday.</p><p>“So, here’s my message to the president: no matter what exhibits you try to distort, the American people will never forget that you were impeached – not once, but twice.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump has, with lightning speed, moved to exert greater control over political, cultural and media institutions as part of his transformative “Make America Great Again” agenda.</p><p>In March, the US president signed an executive order to remove “improper ideology” from the Smithsonian Institution’s properties and deny funding for exhibits that “degrade shared American values” or “divide Americans based on race”.</p><p>During his first term, Trump was impeached by the House of Representatives twice, in 2019 and 2021, but he was acquitted by the Senate on both occasions.</p><p>He was the third US president to be impeached, after Andrew Johnson and Bill Clinton, and the only US president to be impeached twice.</p><p>Former President Richard Nixon faced near-certain impeachment before his resignation in 1974 in the wake of the Watergate scandal.</p></div></div></body></html>"
        },
        {
            "title": "Russia’s drone attacks on Ukraine hit record high in July | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-03T02:19:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25204413617981-1754186092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia fired more than 6,000 drones on Ukraine in July, more than any other month since it launched its full-scale invasion in 2022, the AFP news agency and the Kyiv Independent reported.</p><p>The drone attacks killed dozens of people and injured many more. They also damaged civilian targets, including many homes, a kindergarten and an <a href=\"/features/2025/7/30/they-chase-ambulances-russias-record-attacks-on-ukraines-healthcare\">ambulance</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>According to the AFP news agency, data published by Ukraine’s air force showed that Russia fired 6,297 long-range drones into Ukraine last month, up by nearly 16 percent compared with June.</p><p>The Kyiv Independent reported that Russia launched a record 6,129 Shahed-type drones in July, 14 times more than in the same month last year, when Russia launched just 423 drones.</p><p>Ukrainian Air Force spokesperson Yurii Ihnat told the Kyiv Independent that the real number of Russian drone attacks may be higher, since figures are based on estimates.</p><p>In just one night on July 9, Russian forces launched <a href=\"/news/2025/7/9/russia-ukraine-war-list-of-key-events-day-1231\">a record 741 drones</a> and decoys on Western Ukraine, more than the number of drones it launched in the entire month of July last year.</p><p>The combined Russian missile and drone attacks on July 9 <a href=\"/news/2025/7/9/russia-ukraine-war-list-of-key-events-day-1231\">killed at least eight people</a> in Ukraine’s Sumy, Donetsk and Kherson regions, even as Ukrainian forces shot down all but 10 of the drones launched that day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The July 9 attack came a day after United States President Donald Trump said his administration would help <a href=\"/news/2025/7/8/us-to-send-more-weapons-to-ukraine-trump-says\">send Ukraine more “defensive weapons”</a>, just days after the Pentagon had said it was halting deliveries of some weapons to Ukraine, due to low stockpiles.</p><p>“They have to be able to defend themselves,” Trump said, as he announced that European allies would finance Patriot air defence systems for Ukraine, from the US weapons company Raytheon. “They are getting hit very hard now,” he added.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Russia’s heavy drone and missile attacks continued right up until the end of the month, with an attack on Ukraine’s capital, Kyiv, on July 31 <a href=\"/news/2025/8/1/russia-ukraine-war-list-of-key-events-day-1254\">killing at least 31 people</a>, including five children, and wounding 159 others.</p><figure id=\"attachment_3870307\" aria-describedby=\"caption-attachment-3870307\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870307\" src=\"/wp-content/uploads/2025/08/AP25213519894483-1754177444.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"people wearing emergency uniforms lay flowers and teddy bears next to a destroyed building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870307\" class=\"wp-caption-text\">Rescuers lay toys and flowers on the site of Russia’s Thursday night missile strike, which hit a multistorey residential building, killing 31 civilians, including five children, in Kyiv, Ukraine, on Friday [Efrem Lukatsky/AP Photo]</figcaption></figure><p>Ukrainian President Volodymyr Zelenskyy said that Russia used more than 300 drones and eight missiles in the attack.</p><p>According to the AFP, Russia also fired 198 missiles into Ukraine in July, more than in any month this year except in June.</p><p>The number of drones Russia fired in June was the second-highest amount after July, with 5,337 in total, according to the Kyiv Independent.</p><p>That included some <a href=\"/news/2025/6/9/russia-hits-ukraine-with-record-479-drone-strike-ahead-of-pow-swap\">479 drones fired at Ukraine</a> on June 9, just ahead of the start of a prisoner swap the two countries had agreed to at talks in Istanbul.</p><p>Peace talks <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">continued in Turkiye last month</a> but have so far failed to reach a lasting ceasefire agreement, even as Trump has threatened to impose new sanctions on Russia and countries that buy its exports.</p><h2 id=\"russian-drones-flying-higher\">Russian drones flying higher</h2><p>Russian forces have adjusted their drones since the 2022 invasion, so that they now fly several kilometres above ground, making it harder to shoot them down with machineguns.</p><p>This has made Ukraine even more dependent on US air defence weaponry, including the recently announced European-funded Patriot systems.</p><p>Russia also sends a combination of drone types to Ukraine. More than half carry explosives, but there are also decoys designed to waste Ukrainian defensive missiles and reconnaissance drones, which track Ukraine’s air defence team locations.</p><p>Heavy drone barrages are also used to overwhelm defence systems when missiles are fired.</p><p>Russia imports both its heavy Mohajer-6 drones and cheaper, slower <a href=\"/news/2022/10/17/what-are-kamikaze-drones-and-how-did-they-get-to-ukraine\">Shahed “kamikaze” drones</a> from Iran, which it described as an “<a href=\"/news/2024/9/9/russia-brands-iran-important-partner-amid-reports-of-missile-supplies\">important partner</a>” in late 2024.</p><p>Ukraine, which became the world’s largest major arms importer from 2020 to 2024, has increasingly been <a href=\"/news/2025/3/10/ukraine-announces-plan-to-boost-fpv-drone-arsenal\">buying its own supplies</a> of millions of drones from local manufacturers.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1910020\" src=\"/wp-content/uploads/2022/11/INTERACTIVE-SHAHED136-drone.png?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"INTERACTIVE - SHAHED 136 drone\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Israeli forces kill 62 Palestinians in Gaza since dawn, medics say | Gaza News | Al Jazeera",
            "time": "2025-08-03T01:57:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250802__68LE6CQ__v1__MidRes__PalestinianIsraelConflictAid-1754179018.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sixty-two Palestinians, most of them aid seekers, have been killed by Israeli fire in Gaza since dawn on Saturday, hospital sources in the besieged enclave have told Al Jazeera.</p><p>The death toll includes 38 Palestinians seeking aid at distribution sites operated by the controversial United States and Israel-backed Gaza Humanitarian Foundation (GHF).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The deaths are the latest killings reported near GHF-operated sites, despite Israel’s announcement last week that it would begin implementing “tactical pauses” in fighting in some areas to allow Palestinians greater access to humanitarian aid.</p><p>Israel announced the start of the daily pauses in military operations on July 27. However, 105 Palestinians were killed while seeking food on Wednesday and Thursday alone, the United Nations Human Rights Office in the occupied Palestinian territory said on Friday.</p><p>As of Friday, at least 1,373 Palestinians have been killed while trying to access aid, according to the human rights office.</p><p>Another 169 Palestinians, including 93 children, have died of starvation or malnutrition since the start of Israel’s war in October 2023, according to figures from Gaza’s Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Palestinians in the enclave have reported numerous cases of Israeli soldiers and American security contractors hired by the GHF deliberately firing on aid seekers in the vicinity of the distribution sites.</p><p>Facing growing international condemnation over the conditions in Gaza, Israel has in recent days allowed airdrops of aid into the enclave by countries including Jordan, the United Arab Emirates, Egypt, Spain, Germany and France.</p><p>But humanitarian groups, including the UN aid agency for Palestinians, UNRWA, have warned that the airdrops are insufficient and called on Israel to facilitate the free flow of assistance via land.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Gaza’s Government Media Office said that just 36 aid trucks entered the enclave on Saturday, far short of the 600 trucks it said were needed to meet the humanitarian needs of the population.</p><p class=\"p1\">In Khan Younis, a Palestine Red Crescent Society staffer was killed and three others wounded by an Israeli attack on its headquarters, according to the aid group.</p><p class=\"p2\">“One Palestine Red Crescent Society (PRCS) staff member was killed and three others injured after Israeli forces targeted the Society’s headquarters in Khan Younis, igniting a fire on the building’s first floor,” the PRCS said in a post on X on Saturday.</p><p>Reporting from central Gaza’s Deir el-Balah earlier on Saturday, Al Jazeera’s Hind Khoudary said that Palestinians have not seen any improvement in their situation despite the recent deliveries of aid.</p><p>“In the markets, you barely find food. Whatever is available is very, very expensive, and Palestinians are still forced to risk their lives to get whatever they can get,” Khoudary said.</p><p>Philippe Lazzarini, the head of UNRWA, on Saturday said Gaza was experiencing a famine that had been “largely shaped” by the attempts to replace the UN-led aid system with the “politically motivated” GHF.</p><p>“Sidelining &amp; weakening UNRWA has nothing to do with claims of aid diversion to armed groups. It is a deliberate measure to collectively pressure &amp; punish Palestinians for living in Gaza,” Lazzarini said in a post on X.</p><p>UNICEF has warned that malnutrition in Gaza has exceeded the threshold for famine, with 320,000 young children among those at risk of acute malnutrition.</p><p>“We are at a crossroads, and the choices made now will determine whether tens of thousands of children live or die,” Ted Chaiban, UNICEF’s deputy executive director for humanitarian action and supply operations, said in a statement on Friday after a recent visit to Israel, Gaza and the occupied West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Senate confirms former Fox News host Pirro as DC top prosecutor | Donald Trump News | Al Jazeera",
            "time": "2025-08-03T01:44:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-28T164528Z_2079301207_RC2ZQEA1WL1B_RTRMADP_3_USA-TRUMP-1754183276.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Senate confirms former Fox News host Pirro as DC top prosecutor</h1><p class=\"article__subhead\"><em>Former Fox News host Pirro secures Senate confirmation with 50-45 vote, becoming US attorney general for the nation’s capital.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The United States Senate has confirmed former Fox News television personality Jeanine Pirro as the top federal prosecutor in the nation’s capital, Washington, DC, filling the post after President Donald Trump withdrew his controversial first pick, conservative activist Edward Martin Jr.</p><p class=\"p1\">Pirro, a former county prosecutor and elected judge, was confirmed on Saturday, with a vote of 50-45. Before becoming the acting US attorney for the District of Columbia in May, she co-hosted the Fox News show The Five on weekday evenings, where she frequently interviewed Trump.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p class=\"p1\">Trump yanked Martin’s nomination after a key Republican senator said he could not support him due to Martin’s outspoken support for rioters who stormed the US Capitol on January 6, 2021. Martin now serves as the Justice Department’s pardon attorney.</p><p>Other hires from cable news include Secretary of Defense Pete Hegseth, who co-hosted Fox &amp; Friends Weekend, and Secretary of Transportation Sean Duffy, a former reality TV show competitor and Fox Business co-host.</p><figure id=\"attachment_3870328\" aria-describedby=\"caption-attachment-3870328\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-3870328 size-arc-image-770\" src=\"/wp-content/uploads/2025/08/AP25128831940961-1754183695.jpg?resize=770%2C513&amp;quality=80\" alt=\"FILE - Jeanine Pirro arrives at Fox Nation's Patriot Awards, Nov. 16, 2023, in Nashville, Tenn. (AP Photo/George Walker IV, File)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870328\" class=\"wp-caption-text\">Jeanine Pirro arrives at Fox Nation’s Patriot Awards, November 16, 2023, in Nashville, Tennessee [George Walker IV/AP Photo]</figcaption></figure><p>Pirro briefly entered politics in ill-fated attempts to run for the US Senate and for the New York attorney general, losing the latter race to Democrat Andrew Cuomo.</p><p>She began earning wider public exposure by hosting a weekday television show, Judge Jeanine Pirro, from 2008 to 2011. In 2011, she joined Fox News Channel to host Justice with Judge Jeanine, which ran for 11 years, and today, she is a co-host of the network’s show, The Five.</p><p>Pirro has also authored several books, including Liars, Leakers, and Liberals: The Case Against the Anti-Trump Conspiracy, which was published in 2018. The Washington Post described the book as “sycophantic” in its support for Trump.</p><p>After promoting unfounded conspiracy theories alleging election fraud in 2020, Pirro was named a defendant in a defamation lawsuit filed by Dominion Voting Systems, which said that Fox had broadcast false statements about the company.</p><p>Fox News settled the case for nearly $800m.</p><p class=\"p1\">Last month, Republican members of the Senate Judiciary Committee voted unanimously to send Pirro’s nomination to the Senate floor after Democrats walked out to protest Emil Bove’s nomination to become a federal appeals court judge.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p class=\"p1\">Pirro, a 1975 graduate of Albany Law School, has significantly more courtroom experience than Martin, who had never served as a prosecutor or tried a case before taking office in January. She was elected as a judge in New York’s Westchester County Court in 1990, before serving three terms as the county’s elected district attorney.</p><p class=\"p1\">In the final minutes of his first term as president, Trump issued a pardon to Pirro’s ex-husband, Albert Pirro, who was convicted in 2000 on conspiracy and tax evasion charges.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,256 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T23:45:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-02T120033Z_796617032_RC2ZYFAFVICM_RTRMADP_3_UKRAINE-CRISIS-ATTACK-DRUZHKIVKA-1754169709.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,256</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,256 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Sunday, August 3:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Kyiv’s military administration warned residents of the Ukrainian capital to take shelter on Saturday night due to the takeoff of a Russian MiG-31K, the carrier of the Russian Kinzhal air-launched ballistic missile, in a post on Telegram.</li>\n<li>The International Atomic Energy Agency (IAEA) said that its team heard explosions and saw smoke coming from an “auxiliary facility” located 1,200 metres from the Russian-occupied Zaporizhzhia Nuclear Power Plant in Ukraine.</li>\n<li>The Russian-installed administration of the plant said that a civilian was killed by Ukrainian shelling. A fire that broke out near the plant was brought under control, the administrators added in a post on Telegram.</li>\n<li>An elderly man was killed inside a house that caught fire due to falling Ukrainian drone debris in Russia’s Samara region, Governor Vyacheslav Fedorishchev posted on Telegram.</li>\n<li>A Ukrainian drone attack killed a guard at an industrial facility and caused a fire in Russia’s Rostov region, acting Governor Yury Slyusar said. “The military repelled a massive air attack during the night”, destroying drones over seven districts, Slyusar wrote on Telegram.</li>\n<li>Ukraine’s military intelligence agency (HUR) said that an explosion killed five soldiers from the Russian-backed Akhmat unit on a minibus near Russian-occupied Melitopol on Saturday.</li>\n<li>A Russian drone attack killed a 12-year-old boy and left a 13-year-old hospitalised with shrapnel wounds in the village of Sveska in Ukraine’s Sumy region, Governor Oleh Hryhorov said.</li>\n<li>Ukraine’s SBU intelligence agency said that Ukrainian drones hit Russia’s Primorsko-Akhtarsk military airfield, which has been used to launch waves of long-range drones at Ukraine. The SBU claimed it also hit a factory in Penza, which it said supplies Russia’s military with electronics.</li>\n<li>Ukrainian forces hit an oil refinery in Ryazan, about 180 km (110 miles) southeast of Moscow, causing a fire on its premises, Ukraine’s Unmanned Systems Forces said on Telegram.</li>\n<li>Residents of the Korabel neighbourhood in Ukraine’s southern port city of Kherson were urged to evacuate by the head of the region’s military administration after Russian forces damaged a bridge that connected the neighbourhood with the rest of the city.</li>\n<li>Russia’s Ministry of Defence said that Russian forces had captured the village of Oleksandro-Kalynove in Ukraine’s eastern Donetsk region on Saturday.</li>\n<li>The Defence Ministry in Moscow said in its daily report that its defence units downed a total of 338 Ukrainian drones overnight into Saturday morning. It did not say how many Ukrainian drones were launched.</li>\n<li>Ukraine’s air force said it had downed 45 of 53 Russian drones launched towards its territory overnight into Saturday morning.</li>\n<li>Russia launched 6,129 Shahed-type drones against Ukraine in July 2025, the Kyiv Independent reported, 14 times more than the 423 drones it launched during the same month last year.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>The New York Times reported that two unnamed Indian officials said their country would keep buying Russian oil, even after United States President Donald Trump recently <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">imposed an unspecified penalty</a> for the country’s purchase of Russian oil and military equipment.</li>\n<li>Armenia’s Ministry of Defence said that its peacekeeping brigade would undertake joint drills with the US military from August 12 to 20, Interfax reported. Ahead of a <a href=\"/news/2023/9/6/russia-voices-concern-as-armenia-prepares-to-exercise-with-us-troops\">previous joint drill</a> with the US in September 2023, Armenian Prime Minister Nikol Pashinyan said that Russia’s war in Ukraine meant it was unable to meet Armenia’s security needs.</li>\n<li>Ukrainian authorities <a href=\"/news/2025/8/2/ukraine-says-defence-sector-corruption-scheme-uncovered\">detained several officials</a> over a “large-scale corruption scheme” in the defence sector, just days after lawmakers restored the independence of the country’s two main investigative bodies.</li>\n<li class=\"wpview wpview-wrap\" data-wpview-text=\"%5Bbc_video%20video_duration%3D%225%3A00%22%20video_id%3D%226376490112112%22%20account_id%3D%22665003303001%22%20player_id%3D%226tKQRAx7lu%22%20embed%3D%22in-page%22%20padding_top%3D%2256%25%22%20autoplay%3D%22%22%20min_width%3D%220px%22%20playsinline%3D%22%22%20picture_in_picture%3D%22%22%20language_detection%3D%22%22%20application_id%3D%22%22%20max_width%3D%22770px%22%20mute%3D%22%22%20width%3D%22100%25%22%20height%3D%22100%25%22%20aspect_ratio%3D%2216%3A9%22%20sizing%3D%22responsive%22%20%5D\" data-wpview-type=\"bc_video\">\n\n</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Syrian government, Kurdish-led SDF trade blame over northern Syria attack | Syria's War News | Al Jazeera",
            "time": "2025-08-02T22:47:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2019-10-15T123648Z_369514153_RC12C4E9D130_RTRMADP_3_SYRIA-SECURITY-TURKEY-MANBIJ-1-1754174684.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syrian government, Kurdish-led SDF trade blame over northern Syria attack</h1><p class=\"article__subhead\"><em>Defence Ministry accuses Kurdish-led SDF of injuring four army personnel and three civilians in rocket attack near Manbij.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s Ministry of Defence has accused the Kurdish-led Syrian Democratic Forces (SDF) of carrying out a rocket attack on a military position in northern Syria, injuring four army personnel and three civilians.</p><p>In a statement carried by Syria’s official SANA news agency, the ministry said the military was able to repel the attack in the countryside of the city of Manbij.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The army forces are working to deal with the sources of fire that targeted the civilian villages near the deployment lines,” the ministry said, adding in a later statement that the military was carrying out “precise strikes”.</p><p>But the United States-backed SDF said in a statement that it was responding to “an unprovoked artillery assault targeting civilian-populated areas with more than ten shells” from factions operating within Syrian government ranks.</p><p>The statement made no mention of casualties.</p><p>The incident comes after the SDF <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed a deal in March</a> with Syria’s new interim government to integrate into state institutions.</p><p>The SDF has controlled a semi-autonomous region in the northeastern part of the country since 2015, and the deal, if implemented, would bring that territory under the full control of Syria’s central government, led by interim <a href=\"/news/2025/1/29/syrias-ahmed-al-sharaa-named-president-for-transitional-period\">President Ahmed al-Sharaa</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Sharaa led the lightning rebel offensive that toppled longtime Syrian President Bashar al-Assad in December last year.</p><p>Discussions over the integration of the SDF into the Syrian state had been ongoing since the fall of al-Assad, but were hampered by divides fostered over years of civil war.</p><p>The deal reached in March did not specify how the SDF would be merged with the Syrian armed forces.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The SDF has previously said its forces must join as a bloc, while Damascus wants them to join as individuals.</p><p>“While we reaffirm our commitment to respecting the current de-escalation arrangements, we call on the relevant authorities in the Syrian government to take responsibility and bring the undisciplined factions under their control,” the SDF said in its statement.</p></div></div></body></html>"
        },
        {
            "title": "Canadian wildfire smoke triggers air quality alerts in US | Climate Crisis News | Al Jazeera",
            "time": "2025-08-02T22:04:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-06-10T065632Z_1197204778_RC2DZEAGC7NS_RTRMADP_3_CANADA-WILDFIRES-1754171152.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canadian wildfire smoke triggers air quality alerts in US</h1><p class=\"article__subhead\"><em>Blazes across several Canadian provinces and territories pose health risks to Canadians and their southern neighbours.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Smoke from <a href=\"/news/2025/6/4/canadian-wildfire-smoke-spreads-across-a-third-of-united-states\">wildfires burning in Canada</a> has triggered air quality alerts over the border in the United States.</p><p>Several blazes continued to rage across Canada on Saturday, sending smoke wafting over several states in the US Midwest and bringing warnings of unhealthy air for at least the third day.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Air quality alerts were in effect in the US states of Iowa, Minnesota, Wisconsin and Michigan, as well as eastern Nebraska and parts of Indiana and Illinois.</p><p>Conditions were especially dire in Minneapolis, Minnesota, with the Switzerland-based air quality monitoring database IQAir reporting that the US city had some of the worst air pollution in the world since Friday.</p><p>The Air Quality Index (AQI), a system used to communicate how much pollution is in the air, is expected to reach the red or unhealthy category in a large swath of Minnesota, and will likely remain so through Saturday.</p><p>“We’ve sort of been dealing with this, day in and day out, where you walk outside and you can taste the smoke, you can smell it,” said Joe Strus, a meteorologist with the National Weather Service in the Minneapolis–Saint Paul area.</p><p>Forecasters warned that smoky skies would remain across the Midwest for much of Saturday, but could start to dissipate before spreading as far south as Tennessee and Missouri.</p><p>The poor air quality poses particular risks for people with lung and heart conditions, as well as children, the elderly and pregnant women.</p><p>This is not the first time that Canadian wildfires have prompted air quality alerts in the US and further afield. In 2023, a <a href=\"/news/2023/8/23/mapping-the-scale-of-canadas-record-wildfires\">record early wildfire season</a> sent smoke across the Atlantic into northern Europe.</p><p>On Saturday, the Canadian Interagency Forest Fire Centre reported “out-of-control” blazes in the provinces of British Columbia, Alberta, Saskatchewan, Manitoba and Ontario, as well as in Yukon and the Northwest Territories.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The centre said that 717 fires were active across the country.</p><p>Environment Canada also said “extremely high” levels of air pollution were present in Saskatchewan, Manitoba, Ontario and the Northwest Territories, according to a report by The Canadian Press news agency.</p><p>Areas in British Columbia, Alberta and Quebec were also under air-quality watch, though risks to health were reportedly lower.</p><p>Environment Canada said reduced visibility and poor air quality would persist into Sunday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US authorities investigating ex-Trump prosecutor Jack Smith | Donald Trump News | Al Jazeera",
            "time": "2025-08-02T21:09:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/AP23361566741688-1712173128.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US authorities investigating ex-Trump prosecutor Jack Smith</h1><p class=\"article__subhead\"><em>Without evidence, Trump and his allies accuse former US special prosecutor of illegal political activity.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Officials in the United States have launched an investigation into <a href=\"/news/2024/11/26/why-is-us-prosecutor-jack-smith-dropping-charges-against-trump\">Jack Smith</a>, the former special prosecutor who led two cases against Donald Trump, US media outlets are reporting.</p><p>The Associated Press, NBC News and other US news outlets confirmed on Saturday that the Office of Special Counsel, an independent federal agency, has opened an investigation into Smith on allegations of illegal political activity.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Without offering any evidence of wrongdoing, Trump and his Republican allies, including Senator Tom Cotton, have accused Smith of violating the Hatch Act, a federal law that bans certain public officials from engaging in political activity.</p><p>In a <a href=\"https://x.com/SenTomCotton/status/1950610548401250348\" target=\"_blank\" rel=\"noopener\">social media post</a> this week, Cotton accused Smith of being a “partisan Democrat who weaponized the law” against Trump in the lead-up to the 2024 US presidential election that he ultimately won.</p><p>“I’ve asked the Office of Special Counsel to investigate his actions that likely violated the law to influence the election,” Cotton wrote on X on Wednesday.</p><p>Smith was named as special counsel to investigate Trump by then-Attorney General Merrick Garland in November 2022.</p><p>He led two federal cases into the Republican leader’s alleged mishandling of <a href=\"/news/2024/11/14/us-special-counsel-seeks-pause-in-trump-classified-documents-case\">classified government documents</a> and his <a href=\"/news/2024/10/3/trumps-2020-election-case-what-jack-smiths-new-filing-argues\">efforts to overturn</a> the results of the 2020 election that he lost to Democrat Joe Biden.</p><p>Trump had denied any wrongdoing, claiming US prosecutors were politically motivated.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Smith ultimately dropped the cases — neither one had gone to trial — after Trump was re-elected in November 2024, which would have shielded him from prosecution under a longstanding Justice Department practice.</p><p>Smith then <a href=\"/news/2025/1/12/jack-smith-who-led-trump-prosecutions-leaves-us-justice-department\">resigned from the department</a> shortly before Trump was inaugurated in January.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>US <a href=\"/news/2025/1/14/trump-escaped-conviction-for-criminal-efforts-to-retain-power-report\">prosecutors said in a report</a> at that time that if Trump had not won the 2024 race, he would have been convicted for “criminal efforts to retain power” following the 2020 election.</p><p>The White House had no immediate comment on the Office of Special Counsel’s investigation into Smith, AP said on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Siraj strikes after Jaiswal helps India set England daunting target | Cricket News | Al Jazeera",
            "time": "2025-08-02T19:45:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-02T180849Z_1638204385_UP1EL821EELPF_RTRMADP_3_CRICKET-TEST-ENG-IND-1754161946.jpg?resize=1920%2C1327",
            "body": "<html><body><div><header class=\"article-header\"><h1>Siraj strikes after Jaiswal helps India set England daunting target</h1><p class=\"article__subhead\"><em>Yashasvi Jaiswal makes sparkling hundred with Mohammed Siraj striking with last ball of day as India look to tie series.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yashasvi Jaiswal loves playing against England’s cricketers.</p><p>India’s 23-year-old opening batter struck his fourth test century against England, and his sixth overall, to put the visitors firmly in control on Day Three of the fifth and final Test at the Oval on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Jaiswal had his fair share of luck, though, as he gave his side an excellent chance of tying the series 2-2.</p><p>He was dropped three times on his way to 118, his second hundred of the series, as he helped India pile up 396 in its second innings to set England a daunting victory target of 374.</p><p>England, which has developed a knack for chasing down sizeable fourth-innings totals since Brendon McCullum took over as head coach in 2022 to launch the so-called “Bazball” era, reached stumps on 50-1.</p><figure id=\"attachment_3870175\" aria-describedby=\"caption-attachment-3870175\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870175\" src=\"/wp-content/uploads/2025/08/2025-08-02T180742Z_1629863162_UP1EL821ECSPC_RTRMADP_3_CRICKET-TEST-ENG-IND-1754162058.jpg?w=770&amp;resize=770%2C466&amp;quality=80\" alt=\"England's Zak Crawley is bowled out by India's Mohammed Siraj\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870175\" class=\"wp-caption-text\">England’s Zak Crawley is bowled out by India’s Mohammed Siraj [Paul Childs/Reuters]</figcaption></figure><p>Mohammed Siraj clean bowled Zak Crawley for 14 with a searing yorker from the last ball of the day, leaving Ben Duckett on 34 not out at the other end.</p><p>Earlier, the left-handed Jaiswal turned his 127th ball of the innings to point and was celebrating his hundred before he ran the single he needed; leaping, running and shaping his fingers into a heart.</p><p>“I had to work really hard in my practice session,” Jaiswal said. “I was thinking, ‘one last push’. I think overall, wherever you play, it is difficult in England. It is not easy on this wicket. We are really confident. We will try our best and see what happens.”</p><p>There were also important contributions for India from Akash Deep, Ravindra Jadeja and Washington Sundar.</p><p><a href=\"/sports/2025/8/1/india-rock-england-on-day-two-of-latest-fractious-test\">Nightwatchman Akash Deep</a> cut loose for a career-best 66 in a 107-run stand with Jaiswal for the third wicket. Jadeja continued his excellent batting form in the series with 53 and Sundar delivered a swashbuckling 53 off 46 balls at the end of the innings that included four sixes.</p><figure id=\"attachment_3870177\" aria-describedby=\"caption-attachment-3870177\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3870177\" src=\"/wp-content/uploads/2025/08/2025-08-02T131343Z_1205801730_UP1EL8210QUFE_RTRMADP_3_CRICKET-TEST-ENG-IND-1754162132.jpg?w=770&amp;resize=770%2C504&amp;quality=80\" alt=\" India's Yashasvi Jaiswal in action \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3870177\" class=\"wp-caption-text\">India’s Yashasvi Jaiswal uppercuts the ball during his innings [Paul Childs/Reuters]</figcaption></figure><p>India captain Shubman Gill only made 11, but he finished with a tally of 754 runs, passing Graham Gooch’s 752 in 1990 for the most by any batter in an India-England series.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>England did its best to help out India in the field, dropping six catches in all, the team’s most in a home test since 2006 when it spilled six against Pakistan, also at the Oval.</p><p>The home side’s depleted pace attack toiled hard all day in the absence of the experienced Chris Woakes, who <a href=\"/sports/2025/8/1/englands-woakes-ruled-out-of-remainder-of-india-test\">sustained a bad shoulder injury</a> on Day One.</p><p>Josh Tongue was the pick of the England attack with 5-125, while fellow fast bowler Gus Atkinson took 3-127 to follow up his five-wicket haul from the first innings.</p><p>“It will be a great day of cricket tomorrow, and a great day for us if we get the runs.” Tongue said. “The batting line-up we have is unbelievable. If we can build partnerships, who knows where we might be? Fingers crossed, I am not required, but if it comes down to me at the end, I will give it a good crack.”</p><p>England, which leads the series 2-1, chased down 371 to beat India in <a href=\"/sports/2025/6/24/england-beat-india-in-thrilling-first-test-finale\">the first Test at Leeds</a>.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine says defence sector corruption scheme uncovered | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T19:15:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250731__68EX3KE__v3__HighRes__TopshotUkraineRussiaConflictWarPolitics-1754156577.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine says defence sector corruption scheme uncovered</h1><p class=\"article__subhead\"><em>Anticorruption agencies arrest four suspects after government forced to backtrack on push to strip them of autonomy.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian authorities have detained several officials over a “large-scale corruption scheme” in the defence sector, just days after lawmakers restored the independence of the country’s two main investigative bodies.</p><p>The National Anti-Corruption Agency (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAP) said in a joint statement on Saturday that they made four arrests in connection with the scheme, which involved the procurement of military drones and signal jamming systems.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The essence of the scheme was to conclude state contracts with supplier companies at deliberately inflated prices,” they said, adding that the suspects had received kickbacks of up to 30 percent of the contract amounts.</p><p>NABU and SAPO said they had caught a sitting lawmaker, two local officials and an unspecified number of National Guard personnel taking bribes. The suspects were not identified in Saturday’s statement.</p><p>The Ministry of Internal Affairs also said it had suspended the suspected National Guard members.</p><p>The announcement comes after Ukrainian President Volodymyr Zelenskyy came under criticism last month for <a href=\"/news/2025/7/29/why-zelenskyy-tried-to-curb-autonomy-of-ukraines-anticorruption-agencies\">trying to take away</a> the anticorruption agencies’ independence and place them under the control of his prosecutor-general.</p><p>The agencies regained their autonomy after Zelenskyy’s move sparked the first antigovernment demonstrations in Ukraine since Russia invaded in 2022.</p><p>Zelenskyy, who enjoys far-reaching wartime powers, initially said he needed to bring the agencies under his control because they were inefficient and under “Russian influence”.</p><p>But he then said he had heard people’s anger and <a href=\"/news/2025/7/24/ukraines-zelenskyy-introduces-new-draft-law-after-anticorruption-protests\">submitted a bill</a> restoring the agencies’ independence, which was <a href=\"/news/2025/7/31/ukraine-parliament-votes-to-restore-anti-corruption-agencies-after-protests\">passed by lawmakers</a> on Thursday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It is important that anticorruption institutions operate independently, and the law passed on Thursday guarantees them all the tools necessary for a real fight against corruption,” Zelenskyy said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Ukraine’s European allies praised the about-face, having voiced concerns about the original defanging of the agencies.</p><p>Top officials had told Zelenskyy that Ukraine was jeopardising its bid for European Union membership by curbing the powers of its antigraft authorities.</p><p>In a statement about Saturday’s arrests, Zelenskyy said he was “grateful to the anti-corruption agencies for their work”.</p></div></div></body></html>"
        },
        {
            "title": "What’s the fallout from Trump’s new batch of tariffs? | International Trade News | Al Jazeera",
            "time": "2025-08-02T18:20:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754155864.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US has hit many countries with new levies, causing shock and confusion.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Around the world, countries are scrambling to cope with the latest wave of tariffs imposed by US President Donald Trump.</p><p>More than 60 countries are on the list, some with levies as high as 50 percent.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The move has unleashed shock, confusion and financial volatility. The US also stock market took a hit and a jobs report revealed slower than expected economic growth.</p><p>Trump didn’t take the news well: He promptly fired the head of the US Labour Statistics agency – accusing her of “manipulating” the data.</p><p>But beyond that, how will these tariffs affect the global economy? And will this controversial foreign policy tool backfire on Trump?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests: </strong></p><p>Harry Broadman – Economist at RAND Corporation and a former US assistant trade representative and chief of staff of the president’s Council of Economic Advisers</p><p>Seijiro Takeshita – Professor of management at the University of Shizuoka in Japan</p><p>Steve Hanke – Professor at Johns Hopkins University, distinguished senior scholar at the Mises Institute, and a former senior economist on President Ronald Reagan’s Council of Economic Advisers</p></div></div></body></html>"
        },
        {
            "title": "Hamas denies it expressed willingness to disarm, slams Witkoff’s Gaza trip | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T17:56:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250207__36XA8NT__v3__HighRes__PalestinianIsraelConflict-1-1754148957.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Hamas denies it expressed willingness to disarm, slams Witkoff’s Gaza trip</h1><p class=\"article__subhead\"><em>Palestinian group says right to resist Israeli occupation ‘cannot be relinquished until full national rights restored’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hamas has rejected reports that it expressed a willingness to disarm during Gaza ceasefire negotiations with Israel, stressing that it has a “national and legal” right to confront the Israeli occupation of Palestinian territory.</p><p>The Palestinian group responded on Saturday to recent remarks purportedly made by United States President Donald Trump’s special envoy to the Middle East, <a href=\"/news/2025/8/1/trump-envoy-to-visit-gaza-aid-sites-as-israel-accused-of-starvation-policy\">Steve Witkoff</a>, during a meeting with relatives of Israeli captives held in Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Citing a recording of the talks, Israeli news outlet Haaretz reported that the US envoy told the families that Hamas said it was “prepared to be demilitarised”.</p><p>But in a statement, Hamas said “the resistance and its weapons are a national and legal right as long as the [Israeli] occupation persists”.</p><p>That right “cannot be relinquished until our full national rights are restored, foremost among them the establishment of a fully sovereign, independent Palestinian state with Jerusalem as its capital”, it said.</p><p>Witkoff met the Israeli captives’ families in Tel Aviv on Saturday, one day after he visited a US and Israeli-backed aid distribution site run by the <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">controversial GHF</a> in Gaza.</p><p>Hamas had earlier slammed the US envoy’s trip as a “staged show” aimed at misleading the public about the situation in the enclave, where an Israeli blockade has spurred a starvation crisis and fuelled global condemnation.</p><p>More than <a href=\"/news/2025/8/2/one-in-three-palestinians-in-gaza-going-days-without-food-unicef-says\">1,300 Palestinians</a> also have been killed trying to get food at GHF-run sites since the group began operating in the bombarded Palestinian territory in May, the United Nations said earlier this week.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the Trump administration has stood firmly behind GHF despite the killings and growing criticism of the group’s operations in Gaza. In June, Washington announced that it approved $30m to support GHF.</p><p>Witkoff’s comments on disarmament also come amid a widening international push to <a href=\"/news/2025/7/30/canada-will-recognise-palestinian-state-at-un-general-assembly-carney\">recognise a Palestinian state</a> amid the scenes of starvation in Gaza.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The United Kingdom announced at a two-day United Nations conference in New York this week that it may follow <a href=\"/news/2025/7/24/macron-says-france-will-recognise-palestinian-state-in-september\">France</a> in recognising a Palestinian state in September.</p><p>Echoing an earlier statement by UK Prime Minister <a href=\"/news/2025/7/30/how-significant-is-uks-move-to-recognise-palestinian-state-and-why-now\">Keir Starmer</a>, Foreign Secretary David Lammy said London would proceed with recognition if Israel did not meet certain conditions, including implementing a ceasefire in Gaza.</p><p>The UN meeting also saw 17 countries, plus the European Union and the Arab League, back a seven-page text on reviving a two-state solution to the conflict.</p><p>The text called on Hamas to “end its rule in Gaza and hand over its weapons to the Palestinian Authority, with international engagement and support, in line with the objective of a sovereign and independent Palestinian State”.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian boy, 17, dies of Israel-induced starvation in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-02T17:45:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250802-38728239-38728228-17YEAROLD_BOY_DIES_IN_GAZA_DUE_TO_MALNUTRITION-1754136675.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian teenager with no previous health conditions has starved to death in Gaza after being hospitalised, medical officials and relatives say, as <a href=\"/news/liveblog/2025/8/2/live-israeli-forces-kill-106-palestinians-in-one-day-of-attacks-on-gaza\">people in the besieged enclave</a> desperately struggle to find food amid Israel’s continued blockade on aid.</p><p>Atef Abu Khater, 17, died on Saturday, a source at al-Shifa Hospital in Gaza City told Al Jazeera.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>His weight had dropped from 70kg (154lbs) to just 25kg (55lbs) when he died, his family said – roughly what a nine-year-old child should weigh.</p><p>“We hear from his family members and others who knew him that he used to be a local sports champion. He ended up losing a lot of weight, becoming acutely malnourished, and ultimately dying,” Al Jazeera’s Hani Mahmoud reported from Gaza City.</p><p>“He was one of thousands of <a href=\"/news/2025/8/2/one-in-three-palestinians-in-gaza-going-days-without-food-unicef-says\">severe malnutrition</a> cases throughout Gaza.”</p><p>Footage shared online and verified by Al Jazeera showed Abu Khater’s relatives saying goodbye. In it, the boy’s emaciated body could be seen in an open white body bag, his face turned away from the camera.</p><p>His cheekbones protruded in the absence of any fat, giving him a gaunt appearance. A relative could be seen running his finger along each bone on the boy’s ribcage, which is clearly visible due to malnutrition.</p><p>Journalist Wisam Shabat, who posted the video on his Instagram account, said Abu Khater arrived at the hospital in a very critical condition, suffering from severe complications due to lack of food and medical care, before he passed away.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 17-year-old is among at least seven Palestinians who have died of malnutrition in the past 24 hours across Gaza, the director of al-Shifa Hospital told Al Jazeera.</p><p>At least 169 Palestinians, including 93 children, have died of starvation and malnutrition across the territory since Israel’s war began in October 2023, according to the latest Gaza Health Ministry figures.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>UN and other humanitarian officials say Israeli restrictions on humanitarian aid deliveries, though <a href=\"/news/2025/7/27/israeli-aid-airdrop-injures-palestinians-in-north-gaza-hamas-condemns-move\">partially lifted</a> in recent days, have left Palestinians starving and struggling to find enough food to feed their families.</p><p>Amid growing international condemnation of the crisis, Israel has said it is increasing aid deliveries to Palestinians, including via airdrops.</p><p>But humanitarian groups say airdrops are dangerous and inefficient, and they have called on Israel to open up all the crossings into Gaza to allow assistance to flow freely to Palestinians in need.</p><p>Philippe Lazzarini, head of the UN agency for Palestinian refugees (UNRWA), said on Saturday that “the manmade famine in Gaza has been largely shaped by the deliberate attempts to replace” UN aid systems with a contentious, US and Israeli-backed group called the GHF.</p><p>Israeli forces have <a href=\"/news/2025/8/1/a-death-journey-palestinians-describe-ghf-aid-site-turmoil-in-gaza\">routinely fired on Palestinians</a> trying to get food at GHF-run distribution sites in Gaza, and the UN reported this week that more than 1,300 aid seekers have been killed since the group began operating in May.</p><p>Lazzarini also accused Israel of actively preventing the UN and other humanitarian groups from delivering lifesaving aid to Palestinians, in what he described as “a deliberate measure to collectively pressure and punish Palestinians for living in Gaza”.</p><p>“No time to waste anymore, a political decision must be made to unconditionally open the crossings”, the UNRWA chief said in a post on X.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"children-dying-slowly\">Children ‘dying slowly’</h2><p>Meanwhile, thousands of Palestinian families continue to search for food and other desperately needed supplies across Gaza.</p><p>Reporting from Deir el-Balah in central Gaza on Saturday, Al Jazeera’s Hind Khoudary said dozens of people, including infants, are “dying slowly due to forced starvation by Israel”.</p><p>“One of them is Misk al-Madhoun, a malnourished five-year-old whose parents have no way of feeding her. They say they are seeing her dying slowly every single day,” said Khoudary, adding that parents are doing all they possibly can for their children.</p><p>“We’ve met with mothers who are giving their babies water instead of milk because they do not have any other option,” she said.</p><p>“We’re also still seeing Palestinian parents walking very long distances in the heat daily to look for any hot meal kitchen or distribution point. Even if they go to the GHF sites, they risk being killed, wounded or coming home empty-handed.”</p><p>On Tuesday, the Integrated Food Security Phase Classification (IPC), a global hunger monitoring system, <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">warned</a> that the “worst-case scenario of famine” was unfolding in Gaza.</p><p>“Latest data indicates that famine thresholds have been reached for food consumption in most of the Gaza Strip and for acute malnutrition in Gaza City,” it said in a report.</p><p class=\"p1\">“Amid relentless conflict, mass displacement, severely restricted humanitarian access, and the collapse of essential services, including healthcare, the crisis has reached an alarming and deadly turning point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "I may starve to death before I am able to graduate in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-02T14:18:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250526__484Q4WE__v2__HighRes__TopshotPalestinianIsraelConflictGaza-1754136885.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 27, the Palestinian Ministry of Education released the results of the secondary education certificate exams, also known as tawjihi. Like every year, families sat together, eyes fixed on phone screens, hearts pounding, everyone hoping to be the first to access the ministry’s website and break the news with a jubilant shout. There were joyful tears and celebrations.</p><p>Thousands of students, who had endured months of pressure, sleepless nights and fragile hope, had the exam results in their hands that would determine whether and where they could continue their education.</p><p>But thousands of others – those in Gaza – were sitting in their tents and ruined homes in despair. I am one of them. This is the second year I, along with 31,000 other Palestinians born in 2006, was unable to take the tawjihi. For another year, we have been stripped of our right to continue our education and of the hope to build a future beyond the ruins. Now, we are joined by almost 40,000 students born in 2007, who are also stuck in this dreadful limbo.</p><p>Last year, when the tawjihi results were announced, I was huddled in front of a crackling fire near a tattered tent, far too small to hold my big dreams. The deep frustration I felt didn’t fade – it settled in my mind and stayed. All I could think about was how all my sacrifices, tears, and relentless effort during a full year of studying under difficult circumstances had been for nothing.</p><p>This year, it feels even worse. Not only are my dreams of education crushed, now I struggle to keep myself and my family alive, as Gaza is starving to death.</p><p>In these two years, I have watched our education system destroyed, classroom by classroom. My school, Shohada al-Nusierat, once a place of learning and dreams, first became a shelter housing displaced families and then a target for Israeli bombing. My schoolbag – once filled with notebooks and study materials – now carries essential documents and a change of clothes, always packed and ready in case we are forced to flee our home again. The academic calendar, with all its important dates, has been replaced by a grim schedule of air strikes, displacement, and loss of friends and loved ones.</p><p>Amid this devastation, the Education Ministry has struggled to keep an educational process going. Wanting to give Gaza’s children and youth hope, it has undertaken various initiatives to try to keep students motivated. Makeshift schools have been organised wherever possible, while some university students have been able to continue their education online.</p><p>For us, the tawjihi students, efforts were repeatedly made to set up our exams. Last year, the ministry announced it would conduct the exams in February. I kept studying, despite the harsh reality and the collapse of everything around me, believing this was my chance to move forward.</p><p>February passed, and nothing happened. The ministry then announced that the exams would be held in April. But once again, they were postponed due to the unsafe conditions. Then, in June, the ministry scheduled an online exam for July for students born in 2005 who had either failed their tawjihi or missed some of its exams; they were supposed to have done this exam in December 2023. Some 1,500 students were able to take the tests online.</p><p>This gave me a bit of hope that my turn would also come, but that quickly faded. The Ministry of Education hasn’t given us any updates on the process, and it feels like we’ve been completely forgotten in the shadow of war and starvation.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Some readers may ask themselves, why amid a genocide are Palestinians so preoccupied with an exam?</p><p>You have to understand, tawjihi is a milestone in every Palestinian’s life – a decisive moment that shapes future paths for at least the next five years. It determines whether we can pursue our education in the field we desire and gain admission to top universities.</p><p>But beyond academics, tawjihi carries a much deeper cultural and emotional weight. It is not just an educational phase – it is part of our identity, a symbol of perseverance. In a place where the occupation closes nearly every door, education is able to keep a few doors still open.</p><p>That’s why we celebrate it like a national holiday; the day tawjihi results are released feels like a third Eid for Palestinians. It gives families hope, brings pride to entire neighbourhoods, and keeps alive the dream of a better future.</p><p>Over the many months I waited for the tawjihi, I held on to my dream to study medicine at a prestigious university abroad. I kept applying for scholarships and sending emails to universities across the United States, the United Kingdom and Europe, hoping for special consideration as a student affected by war. I pleaded with university administrators to waive the tawjihi certificate requirement.</p><p>But the responses were painfully consistent: “Unfortunately, we cannot consider your application unless you provide your final diploma.”</p><p>Today, despair and helplessness are not the only unwanted visitors I have. Hunger is another one. The starvation has destroyed not only my body but also my mental health.</p><p>Most days, we manage to have one meal. We survive mostly on canned beans, dry bread, or rice without any vegetables or protein. Our bodies are weak, our faces pale, and our energy almost nonexistent. The effects go beyond the physical. Hunger fogs the brain, dulls memory and crushes motivation. It becomes nearly impossible to focus, let alone study for a life-changing exam like the tawjihi. How can I prepare for the most important exam of my life when my stomach is empty and my mind clouded by fatigue and worry?</p><p>It feels as though my youth has been stolen before my eyes, and I can do nothing but watch. While my peers around the world are building their futures, I remain stuck in a place of overwhelming pain and loss.</p><p>As a tawjihi student trapped in a warzone, I urgently call on educational authorities and international institutions to step in and implement immediate solutions to ensure our right to education is not buried under the rubble of war.</p><p>We are not asking for much. Giving us a chance to finish our secondary education in Gaza is not just a matter of logistics, but a matter of justice and future survival.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Why is Trump moving nuclear submarines after spat with Medvedev? | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-02T12:36:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2019/08/d8def586476a4b7bae4a6c37c683fa77_18.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Donald Trump has ordered the repositioning of <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">two United States nuclear submarines</a> to “appropriate regions” relative to Russia, as the US president grows frustrated over stalling <a href=\"/news/2025/7/23/russia-set-for-ukraine-talks-in-turkiye-says-progress-will-be-difficult\">peace talks</a> aimed at bringing an end to Russia’s war in Ukraine.</p><p>On Friday, Trump exchanged heated words with Dmitry Medvedev, Moscow’s military leader and former president.</p><p>The day before, Trump had issued an ultimatum to Russia: If it does not agree to a ceasefire by next Friday, August 8, he will impose a package of <a href=\"/news/2025/8/1/russias-actions-in-ukraine-disgusting-says-trump\">economic sanctions</a>.</p><p>The next day, Medvedev posted on social media, describing Trump’s threat as “a step towards war”. He wrote that Trump was “playing the ultimatum game with Russia”.</p><p>In a post on Truth Social, Trump responded: “Words are very important, and can often lead to unintended consequences, I hope this will not be one of those instances.”</p><h2 id=\"what-has-trump-done\">What has Trump done?</h2><p>On Friday, Trump wrote on his Truth Social platform that he had ordered two US “Nuclear Submarines” to be repositioned to “appropriate regions”.</p><p>Trump cited what he regarded as threatening comments made by former Russian President  Medvedev, now deputy chair of Russia’s Security Council. He called Medvedev’s statements “highly provocative”, adding that his actions were a precaution.</p><p>“I have ordered two Nuclear Submarines to be positioned in the appropriate regions, just in case these foolish and inflammatory statements are more than just that,” Trump wrote.</p><p>In the run-up to his presidential campaign, Trump promised to end Russia’s war in Ukraine within 24 hours; however, several discussions with Russian President Vladimir Putin have since not yielded any results.</p><figure id=\"attachment_3698434\" aria-describedby=\"caption-attachment-3698434\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3698434\" src=\"/wp-content/uploads/2025/05/2025-04-26T120300Z_400437346_RC2L5EAM2BY8_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-TRUMP-1746789400.jpg?w=770&amp;resize=770%2C568&amp;quality=80\" alt=\"trump\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3698434\" class=\"wp-caption-text\">Ukraine’s President Volodymyr Zelenskyy and US President Donald Trump meet while they attend the funeral of Pope Francis, at the Vatican, April 26, 2025 [Ukrainian Presidential Press Service/Handout via Reuters]</figcaption></figure><h2 id=\"what-do-we-know-about-the-submarines-trump-says-he-will-reposition\">What do we know about the submarines Trump says he will reposition?</h2><p>Not much – and we do not know which submarines Trump is referring to. Trump did not say if he had ordered the repositioning of submarines with nuclear engines or submarines carrying nuclear missiles.</p><p>Trump did not reveal the location of the submarines, either, as mandated by US military protocol.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>However, Trump’s statement is so far being viewed as a rhetorical threat, rather than a military one, as security analysts noted that the US already has nuclear-powered submarines that are deployed and capable of striking Russia as a deterrent.</p><h2 id=\"what-prompted-trump-s-submarine-move\">What prompted Trump’s submarine move?</h2><p>Mostly, his frustration over the lack of progress of peace talks between Russia and Ukraine. But, in this case, the social media spat with Medvedev seems to have tipped him over into action.</p><p>Trump and the Russian military leader have been engaged in mud-slinging on social media platforms for some time.</p><p>Earlier, responding to Trump’s new deadline for a ceasefire in Ukraine, Medvedev wrote in a post on X that Trump was playing an “ultimatum game” with Russia.</p><p>“Each new ultimatum is a threat and a step towards war. Not between Russia and Ukraine, but with his own country. Don’t go down the Sleepy Joe road!” Medvedev had said.</p><p>Earlier in the week, while announcing <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">trade tariffs for India</a> – along with an extra penalty for buying Russian oil – Trump stated that he did not care if India and Russia “take their dead economies down together”.</p><p>In a Telegram post on Thursday, Medvedev wrote that Trump should “revisit his favourite movies about the living dead and recall just how dangerous the mythical ‘Dead Hand’ can be”.</p><p>Russia’s “Dead Hand system” is a Cold War-era automatic nuclear retaliation mechanism designed to launch a counterstrike even if the Russian leadership is wiped out in a first strike.</p><p>Trump replied: “Tell Medvedev, the failed former President of Russia, who thinks he’s still President, to watch his words. He’s entering very dangerous territory!”</p><p>Speaking to reporters after his post about the nuclear submarines, Trump said on Friday: “We just have to be careful. And a threat was made and we didn’t think it was appropriate, so I have to be very careful.</p><p>“A threat was made by a former president of Russia, and we’re going to protect our people.”</p><h2 id=\"who-has-more-nuclear-power-russia-or-the-us\">Who has more nuclear power: Russia or the US?</h2><p>Combined, the US and Russia account for nearly 87 percent of the world’s total nuclear arsenal. The geopolitical rivals control about 83 percent of the nuclear warheads actually deployed or ready for operational use.</p><p>Despite significant post-Cold War reductions, global nuclear arsenals remain at a “very high level”, according to a report by the Federation of American Scientists. As of January 2025, just nine countries are estimated to possess a total of approximately 12,241 nuclear warheads.</p><p>Today, according to the nonprofit Arms Control Association, the US deploys 1,419 and Russia deploys 1,549 strategic warheads on several hundred bombers and missiles.</p><p>The US conducted its first nuclear test explosion in July 1945; the following month, it dropped two atomic bombs on the Japanese cities of <a href=\"/news/2020/8/6/seared-to-death-the-atomic-bomb-attack-on-hiroshima\">Hiroshima</a> and Nagasaki. Four years later, the Soviet Union conducted its first nuclear test explosion.</p><p>As of 2025, the US Navy operates 71 submarines, all nuclear‑powered, making it the largest undersea force. This fleet includes 14 Ohio‑class ballistic missile subs (SSBNs), four Ohio‑class converted guided‑missile submarines (SSGNs) loaded with Tomahawk missiles for strikes or special operations, and about 53 fast‑attack submarines designed for intelligence gathering, anti‑submarine warfare and cruise‑missile support.</p><p>By comparison, the Russian Navy fields fewer than 30 nuclear‑powered submarines, including approximately 10 strategic SSBNs, a mix of modern Borei and older Delta IV classes, that carry Bulava missiles.</p><p>It also operates several strategic‑missile cruise boats and about six Akula‑class attack submarines equipped for anti‑ship and multi‑role missions. Russia is investing in modern fleet expansion through the Yasen‑M class.</p><figure id=\"attachment_2774545\" aria-describedby=\"caption-attachment-2774545\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2774545\" src=\"/wp-content/uploads/2024/03/AFP__20240315__34LL93C__v3__HighRes__TopshotRussiaPoliticsVote-1710506193.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Dmitry Medvedev,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2774545\" class=\"wp-caption-text\">In this pool photograph distributed by Russia’s state news agency Sputnik, Dmitry Medvedev, Russia’s former president now serving as deputy chairman of the country’s Security Council, casts his ballot in Russia’s presidential election in the Moscow region on March 15, 2024 [Yekaterina Shrukina/Poll/AFP]</figcaption></figure><h2 id=\"has-russia-responded-to-trump-s-submarine-manoeuvre\">Has Russia responded to Trump’s submarine manoeuvre?</h2><p>No. Neither the Kremlin nor Medvedev has publicly responded to Trump’s order to move two nuclear submarines following their war of words.</p><p>Viktor Vodolatsky, a senior Russian lawmaker and deputy chairman of the State Duma’s committee on Commonwealth of Independent States (CIS) affairs, however, stated that Russia possesses “significantly more nuclear submarines in the world’s oceans” than the US, claiming US subs have “long been under their control” and, therefore, no specific response is required.</p><p>Last month, the US President said he was “disappointed” with Putin.</p><p>“We’ll have a great conversation. I’ll say: ‘That’s good, I’ll think we’re close to getting it done,’ and then he’ll knock down a building in Kyiv,” he told the BBC in an interview.</p><p>On Friday, in an apparent reference to Trump’s comment, Putin said: “As for any disappointments on the part of anyone, all disappointments arise from inflated expectations. This is a well-known general rule.”</p><p>On a ceasefire with Kyiv, Putin said he wants a “lasting and stable peace” in Ukraine; however, he has not given any indication that Russia is willing to achieve it any quicker.</p><h2 id=\"will-this-move-escalate-or-de-escalate-tensions\">Will this move escalate or de-escalate tensions?</h2><p class=\"sc-9a00e533-0 hxuGS\">In 2017, during his first term as US president, Trump announced that he had sent two nuclear submarines to the Korean Peninsula. The move appeared to de-escalate tension. Soon afterwards, he held a meeting with the North Korean leader, Kim Jong Un.</p><p>Whether this latest move will lead to a new meeting with Putin is yet to be seen, however.</p><p>However, Hans M Kristensen, director of the Nuclear Information Project at the Federation of American Scientists, told Al Jazeera that Trump’s move “is an escalation of rhetoric and potentially of tensions”.</p><p>Kristensen said it was inappropriate for the US to be hinting at a nuclear threat at this stage. “Despite challenges, US-Russian relations are nowhere near the point where nuclear weapons serve a direct role other than in the background as a generic deterrent,” he said, adding, “Russia has discovered this the hard way by making so many nuclear threats that the West began to consider them to be just words.”</p><p>Furthermore, it is unlikely that Trump’s move will spur Russia on towards a ceasefire agreement in Ukraine any sooner, Kristensen said.</p><p>“The US nuclear submarines are always deployed, including in the Atlantic, and Russia knows that,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Death toll rises to 2 as rescue efforts continue at collapsed Chile mine | Mining News | Al Jazeera",
            "time": "2025-08-02T12:28:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250801__68KX2G8__v1__HighRes__ChileMiningAccidentCollapseEarthquake-1754135024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from the partial collapse of the world’s largest underground copper mine in Chile has increased to two people, the mine operator has said, after human remains were found during a search for five trapped workers.</p><p>Chile’s state-owned mining company Codelco said on Saturday that human remains had been recovered in the search at El Teniente mine in Rancagua, some 100km (62 miles) south of Santiago.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Codelco did not identify whose remains were found.</p><p>“We know this news hits the families of our colleagues and our entire mining community hard,” Andres Music, the mine’s general manager, said in a statement.</p><p>“This discovery fills us with sadness, but it also shows us that we are in the right place, that the strategy we followed led us to them,” he said, adding that search efforts would continue.</p><p>At least 100 people have been involved in the perilous search, according to mine operators.</p><p>The miners had been working at a depth of more than 900 metres when the collapse happened, killing one colleague and halting operations at the site. Their exact location had been pinpointed with specialised equipment.</p><p>“We will do everything that is humanly possible to rescue the five trapped workers,” Codelco’s president, Maximo Pacheco, said during a news conference on Friday afternoon.</p><p>“All of our experience, all of our knowledge, all of our energy and all of our strength are dedicated to this cause and to seeing this through,” he added.</p><h2 id=\"temporary-closure\">Temporary closure</h2><p>Minister for Mining Aurora Williams earlier announced the temporary cessation of activity at the mine, which began operating in the early 1900s and boasts more than 4,500km (some 2,800 miles) of underground tunnels.</p><p>Last year, El Teniente produced 356,000 tonnes of copper – nearly 7 percent of the total for Chile.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The cave-in happened after a “seismic event” on Thursday afternoon, of which the origin – natural or caused by drilling – is not yet known, according to authorities. The tremor registered a magnitude of 4.2.</p><p>“It is one of the biggest events, if not the biggest, that the El Teniente deposit has experienced in decades,” Music said.</p><p>The search team included several of the rescuers who participated in <a href=\"/video/2020/8/5/chile-mine-blast-10-years-on\">successfully surfacing</a> 33 miners <a href=\"/gallery/2011/8/17/in-pictures-the-famous-33\">trapped</a> in a mine for more than two months in the Atacama Desert in 2010, attracting a whirlwind of global media attention.</p><p>Chile is the world’s largest copper producer, responsible for nearly a quarter of global supply, with about 5.3 million tonnes in 2024.</p><p>Its mining industry is one of the safest on the planet, with a death rate of 0.02 percent last year, according to the National Geology and Mining Service of Chile.</p><p>It also lies in the seismically active “Ring of Fire” that surrounds the shores of the Pacific Ocean.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine drone attacks kill three in Russia, cause fire at oil refinery | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-02T12:23:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-02T103707Z_99843353_RC21UEAC7991_RTRMADP_3_UKRAINE-CRISIS-AIR-DEFENCE-1748921768.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian drone strikes have killed at least three people and wounded two others overnight in western Russia, regional governors said, as a fire broke out at an oil refinery in central Russia after it was hit.</p><p>One woman was killed and two others wounded in an attack on an enterprise in Penza, the region’s governor, Oleg Melnichenko, wrote on Telegram on Saturday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The second death of an elderly man happened inside a house that caught fire due to falling drone debris in the Samara region, Governor Vyacheslav Fedorishchev posted on Telegram.</p><p>In the Rostov region, a guard at an industrial facility was killed after a drone attack and a fire in one of the site’s buildings, acting Rostov Governor Yury Slyusar said. “The military repelled a massive air attack during the night,” destroying drones over seven districts, Slyusar posted on Telegram.</p><p>Meanwhile, Ukraine’s military said it struck Russia’s Ryazan oil refinery on Saturday, causing a fire on its territory.</p><p>In a statement on Telegram, the Unmanned Systems Forces also said they hit the Annanefteprodukt oil storage facility in the Voronezh region. The statement did not specify how the facilities were hit, but Ukraine’s military specialises in drone warfare, including long-range strikes.</p><p>Separately, Ukraine’s SBU intelligence agency said its drones had hit Russia’s Primorsko-Akhtarsk military airfield, which has been used to launch waves of long-range drones at targets in Ukraine.</p><p>The SBU said it also hit a factory in Penza that it said supplies Russia’s military-industrial complex with electronics.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>At the start of Russia’s <a href=\"/news/2025/8/2/russia-ukraine-war-list-of-key-events-day-1255\">full-scale invasion</a> in 2022, Ukraine had no response to Moscow’s vast long-range strike capacity but it has since built up a fleet of long-range kamikaze drones able to carry explosive warheads for many hundreds of kilometres (miles).</p><p>Russia’s Defence Ministry said in its daily report that its defence units had downed a total of 338 Ukrainian drones overnight.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In Ukraine’s central Dnipropetrovsk region, overnight Russian drone attacks also left three people wounded, Governor Serhiy Lysak wrote on Telegram. Several buildings, homes and cars were damaged, he added.</p><p>Russia’s Defence Ministry said its forces captured the village of Oleksandro-Kalynove in the Donetsk region on Saturday. Russian forces now control almost 20 percent of Ukraine in its east and south after three and a half years of the grinding war.</p><p>Kyiv, however, denies any Russian presence in the Dnipropetrovsk area.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Moscow, Al Jazeera’s Osama Bin Javaid said that while there have been indications of a ceasefire in the past, the situation on the ground remains the same.</p><p>“As tensions escalate, it appears that diplomacy will be a possible way out,” he said, adding that the United States’s Middle East envoy Steve Witkofff, who has close relations with Russian officials, is expected in Moscow soon to negotiate a truce.</p><p>US President Donald Trump on Friday said he had ordered two <a href=\"/news/2025/8/1/trump-orders-nuclear-submarines-closer-to-russia-in-escalating-war-of-words\">nuclear submarines</a> to be positioned in “the appropriate regions” in response to remarks from former Russian President Dmitry Medvedev about the risk of war between the nuclear-armed adversaries.</p><p>The US has been trying to negotiate a truce but so far, Kyiv and Moscow have mainly <a href=\"/news/2025/6/3/russia-ukraine-direct-talks-no-ceasefire-but-what-did-they-agree-to\">engaged</a> in prisoner exchanges.</p><p>On Friday, Ukrainian President Volodymyr Zelenskyy said only Russia’s President Vladimir Putin could end the war and renewed his call for a meeting between the two leaders.</p><p>“Ukraine calls for moving beyond the exchange of statements and technical-level meetings to talks between leaders. The United States has proposed this. Ukraine has supported it,” he said on X.</p><p>“What is needed is Russia’s readiness,” he added.</p><p>Putin, who has consistently rejected calls for a ceasefire in the more than three-year conflict, said on Friday that he wanted peace but that his demands for ending Moscow’s military offensive were “unchanged”.</p><p>Those demands include that Ukraine abandon territory and end ambitions to join NATO.</p></div></div></body></html>"
        }
    ]
}