{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "What resources does Venezuela have - apart from the world’s most oil? | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-08T06:06:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/interactive-venezuela-cover-resources-jan-7-2026-1767848303.png?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Following the <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\" target=\"_blank\" rel=\"noopener\">abduction</a> of Venezuela’s President Nicolas Maduro last week, the administration of US President Donald Trump has stated that it wants to quickly restore the country’s oil production and expand its mining sector.</p><p>“You have steel, you have minerals, all the critical minerals, they have great mining history that’s gone rusty,” US Commerce Secretary Howard Lutnick told reporters on Sunday from aboard Air Force One. “President Trump is going to fix it and bring it back.”</p><p>So, what reserves and resources does Venezuela have?</p><h2 id=\"largest-known-oil-reserves\">Largest known oil reserves</h2><p>Venezuela has the world’s largest proven oil reserves, estimated at 303 billion barrels as of 2023, more than five times the amount the United States has, which is 55.25 billion barrels.</p><p>Venezuela is also one of the founding members of OPEC (the Organization of the Petroleum Exporting Countries), having established the group in Baghdad in September 1960 alongside Iran, Iraq, Kuwait, and Saudi Arabia.</p><figure id=\"attachment_3925530\" aria-describedby=\"caption-attachment-3925530\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925530\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Worldwide-proven-oil-reserves-1756989583.png?quality=80\" alt=\"INTERACTIVE - Worldwide proven oil reserves-1756989583\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3925530\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><p>Venezuela’s oil reserves are concentrated primarily in the Orinoco Belt, a vast region in the eastern part of the country stretching across roughly 55,000 square kilometres (21,235 square miles), which is controlled by Venezuela’s state-owned oil company, Petroleos de Venezuela (PDVSA).</p><p>The Orinoco Belt holds extra-heavy crude oil, which is highly viscous and dense, making it much harder and more expensive to extract than conventional crude oil. As a result, it typically sells at a discount compared to lighter, sweeter crudes, such as those extracted from US shale.</p><p>Refining oil from this region requires advanced techniques that the US possesses, particularly in the states of Texas and Louisiana.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3925817\" src=\"/wp-content/uploads/2025/09/INTERACTIVE-Venezuela-oil-fields-and-pipelines-1756997792.png?quality=80\" alt=\"oil\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"who-buys-venezuelan-oil\">Who buys Venezuelan oil?</h2><p>Venezuela was once a major oil <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\" target=\"_blank\" rel=\"noopener\">exporter</a>. In the late 1990s and early 2000s, it supplied roughly 1.5 to 2 million barrels per day to the United States, making it one of the US’s largest foreign oil sources.</p><p>However, political instability, mismanagement at PDVSA, a lack of investment, and <a href=\"/news/2026/1/7/trump-says-he-wants-to-free-up-venezuelan-oil-flow-what-was-blocking-it\" target=\"_blank\" rel=\"noopener\">US sanctions</a> on the country’s energy industry have led to falling production.</p><p>In 2024, Venezuela produced an average of 952,000 barrels per day (bpd), compared to 783,000 bpd in 2023, according to PDVSA’s results as reported by OPEC. PDVSA’s oil sales abroad in 2024 amounted to $17.52bn, according to a Reuters report.</p><p>China is the largest buyer of Venezuelan crude oil and has been for the past decade. In November 2025, before the US military blockade began in December, Venezuela exported 952,000 barrels per day.</p><p>Of this, 778,000 barrels were sent to China, giving Beijing an 81.7 percent share of Venezuela’s oil exports. The US is the second-largest buyer, importing 15.8 percent of Venezuelan oil; followed by Cuba, which imported nearly 2.5 percent.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4222142\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-VENEZUELA-Venezuela-sells-most-of-its-oil-to-China0D-jan7-2026-1767798640.png?quality=80\" alt=\"INTERACTIVE - VENEZUELA - Venezuela sells most of its oil to China - jan7, 2026-1767798640\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"natural-gas\">Natural gas</h2><p>Venezuela ranks ninth in the world for natural gas reserves.</p><p>According to the International Energy Agency, as of 2023, Venezuela’s gas deposits totalled around 5.5 trillion cubic metres (195 trillion cubic feet), accounting for 73 percent of the total natural gas reserves in South America.</p><p>Most of these reserves are linked to crude oil, with around 80 percent of produced natural gas being a byproduct of oil production.</p><figure id=\"attachment_4222180\" aria-describedby=\"caption-attachment-4222180\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4222180\" src=\"/wp-content/uploads/2026/01/ap_695e7b6364491-1767799651.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE - Vehicles drive past the El Palito refinery in Puerto Cabello, Venezuela, Sunday, Dec. 21, 2025. (AP Photo/Matias Delacroix, file)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4222180\" class=\"wp-caption-text\">Vehicles drive past the El Palito oil refinery in Puerto Cabello, Venezuela, on Sunday, December 21, 2025 [Matias Delacroix/AP Photo]</figcaption></figure><h2 id=\"gold\">Gold</h2><p>Venezuela possesses the largest official gold reserves in Latin America.</p><p>According to the World Gold Council, which monitors central bank holdings globally, Venezuela’s reserves are approximately 161.2 metric tonnes, worth more than $23bn in today’s market value.</p><p>Venezuela is also believed to hold some of the most significant untapped gold resources, but official data is outdated.</p><p>In 2011, former President Hugo Chavez announced the Orinoco Mining Arc, which would explore, nationalise and export metals. In February 2016, Maduro set out to further develop the area, with 12 percent of the country marked for mining across several states. The government said there were diamonds, nickel, coltan and copper reserves that it would mine.</p><p>In 2018, Maduro announced a “Gold Plan” to encourage investment in gold after signing mining deals with a number of foreign companies worth an estimated $5.5bn. However, none of these deals materialised, and most mines have remained under the control of non-state armed groups.</p><p>A 2018 mineral report by Venezuela’s Ministry of Ecological Mining Development estimated that the country holds at least 644 metric tonnes of gold, but the Venezuelan government has stated that the actual numbers could be much higher.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4223196\" src=\"/wp-content/uploads/2026/01/INTERACTIVE-VENEZUELA-Venezuelas-untapped-gold-resources0D-JAN7-2026-1767848333.png?quality=80\" alt=\"INTERACTIVE - VENEZUELA - Venezuela's untapped gold resources - JAN7, 2026-1767848333\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"what-other-minerals-does-venezuela-have\">What other minerals does Venezuela have?</h2><p>The 2018 <a href=\"https://www.desarrollominero.gob.ve/wp-content/uploads/2024/04/Minerals_Catalog_2018.pdf\" target=\"_blank\" rel=\"noopener\">minerals catalog</a> estimated:</p><ul>\n<li>Certified coal reserves of roughly 3 billion metric tonnes</li>\n<li>14.68 billion metric tonnes of iron ore, of which 3.6 billion are proven</li>\n<li>407,885 metric tonnes of nickel reserves</li>\n<li>Measured bauxite amounting to 99.4 million metric tonnes</li>\n<li>Reported reserves of diamonds amounting to 1,020 million carats in the Orinoco Mining Arc and 275 million carats alone in the area of Guanaimo</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump invites Colombia’s Petro to White House after threats | News | Al Jazeera",
            "time": "2026-01-08T05:53:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-08T005630Z_398378848_RC2OWIAFCTSB_RTRMADP_3_USA-TRUMP-COLOMBIA-1767835419_f10bf6-1767850260.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has invited Colombian leader Gustavo Petro to the White House, days after accusing him of trafficking cocaine and threatening military action against his government.</p><p>The sudden detente on Wednesday followed an hour-long phone call between Trump and Petro, in which the two leaders discussed “the situation of drugs” and “other disagreements”, according to the US president.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was their first call since Trump’s threat of a military operation in Colombia following the US’s abduction of Venezuelan President Nicolas Maduro in a brazen attack on Caracas on Saturday. The warnings prompted Petro to issue a call for Colombians to take to the streets to defend their sovereignty.</p><p>“It was a Great Honour to speak with the President of Colombia, Gustavo Petro, who called to explain the situation of drugs and other disagreements that we have had,” Trump wrote on his Truth Social platform.</p><p>“I appreciated his call and tone and look forward to meeting him in the near future.”</p><p>Trump added “arrangements are being made” for a meeting in Washington between himself and Petro, but gave no specific date for a meeting.</p><p>Petro, Colombia’s first left-wing president, addressed demonstrators who had heeded his call for protests at Bogota’s Plaza Bolivar following the call with Trump. He said a detente was under way and that he had to change his speech at the last minute.</p><p>“If we don’t speak, there is war. Colombia’s history has taught us that,” the former rebel fighter said.</p><p>“And what happened is that we talked and re-established communication for the first time. I talked about two things: Venezuela and the issue of drug trafficking,” he said. “I gave him our numbers of what we are doing to fight drugs.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Petro also accused Colombian politicians of misleading Trump. “Those [people] are responsible for this crisis – let’s call it diplomatic for now, verbal for now – that has erupted between the US and Colombia,” he said.</p><p>Relations between Trump and Petro have been frosty since the Republican returned to the White House in January 2025.</p><p>Trump has repeatedly accused Petro’s administration, without evidence, of enabling a steady flow of ‌cocaine into the US, imposing sanctions on the Colombian leader in October.</p><p>Earlier this week, Trump described Petro as “a sick man who likes making cocaine and selling it to the United States” and that he should “watch his a**” following the US attack on Venezuela.</p><p>“He’s not going to be doing it very long, let me tell you,” Trump told reporters on Sunday, and said a military operation there “sounds good.”</p><p>For his part, Petro had condemned the US attack on Venezuela as “abhorrent”, convened emergency meetings before the United Nations and the Organization of American States and even threatened to take up arms again to defend Colombia.</p><p>Petro and Trump also sparred last year when Colombia initially banned deportation flights from the US.  Washington in September also ⁠revoked Petro’s visa after he joined a pro-Palestinian demonstration in New York following a meeting of the United Nations General Assembly and called on American soldiers to “disobey the orders of Trump”.</p><p>Petro, who has been a vocal opponent of Israel’s war in Gaza, had accused ‌Trump of being “complicit in genocide” in Gaza and called for “criminal proceedings” over US missile attacks on suspected drug-running boats in Caribbean waters.</p><p>Despite the tensions, for Colombia, the US remains critical to the military’s fight against left-wing rebels and drug traffickers. Washington has provided Bogota with roughly $14bn in the last two decades.</p><p>For the US, Colombia remains the main source of intelligence used to interdict drugs in the Caribbean, and the cornerstone of its counternarcotics strategy abroad.</p><p>Colombia is also a “Major non-NATO ally” of the US – a designation that only belongs to a handful of countries like Australia, Japan and Qatar.</p><p>“The relationship between presidents Trump and Petro is volatile and unpredictable,” said Anthea McCarthy-Jones, an expert in Latin America affairs at the University of New South Wales.</p><p>“It seems to oscillate from exchanges involving threats and inflammatory language to more reasoned attempts to use diplomacy as a way forward,” she told Al Jazeera.</p><p>Colombia’s government, meanwhile, said cooperation between the two countries on intelligence, defence and law enforcement was continuing.</p><p>Colombia’s defence minister Pedro Sanchez told The New York Times this week that the “Navy, Coast Guard, Drug Enforcement Administration, Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco, Firearms and Explosives” have been uninterrupted.</p></div></div></body></html>"
        },
        {
            "title": "LIVE: US to dictate decisions to Venezuela, control oil sales ‘indefinitely | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T05:52:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP25355780619234-1767852922.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: US to dictate decisions to Venezuela, control oil sales ‘indefinitely</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The US says it will control sales of Venezuelan oil ‘indefinitely’ and decide how the proceeds of those sales are used.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Barcelona rout Athletic Bilbao 5-0 to reach Spanish Super Cup final | Football News | Al Jazeera",
            "time": "2026-01-08T05:49:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-07T210205Z_1127966653_UP1EM171IT3KF_RTRMADP_3_SOCCER-SPAIN-BAR-ATH-1767850603.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Barcelona rout Athletic Bilbao 5-0 to reach Spanish Super Cup final</h1><p class=\"article__subhead\"><em>Fermin Lopez and Raphinha star for Barca as Yamal comes on as a late sub in the Super Coppa semifinal in Jeddah.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Fermin Lopez scored ‌one goal and laid on two more as Barcelona tore ‍through Athletic ‍Bilbao to record a 5-0 victory in their Spanish Super Cup semifinal played in Jeddah.</p><p>Raphinha scored twice while ⁠Ferran Torres and Roony Bardghji were also on target in a dominant ​display, extending their team’s winning run to nine matches on Wednesday.</p><p>Hansi Flick’s team overpowered their Basque rivals by scoring four times in the first half while star forward Lamine Yamal watched from the bench.</p><p>Barcelona now ‍await the winner of Thursday’s second semifinal between Real Madrid and Atletico Madrid, also to be played in the Saudi Arabian city.</p><p>The Catalans were ahead in the 22nd minute through Torres, ‍taking an ⁠awkward pass that appeared to be a shot gone wrong from Fermin, and his fine first touch allowed him to fire into the back of the net from close range.</p><p>It was 2-0 on the half-hour mark when Raphinha reached the byline and his low cross to the middle of the penalty box ​was brilliantly turned into the net by Fermin.</p><p>Fermin ‌then made it a hat-trick of goal contributions when he turned provider again for Bardghji on 34 minutes, though it was a simple pass into the latter, who ‌twisted and turned in the box before firing low into the net.</p><p>Barcelona were rampant at this ‌stage and they added a fourth through ⁠Raphinha when he burst into the box and blasted into the roof of the net.</p><p>The Brazilian netted his second goal on the 52nd minute as Bilbao failed to clear a ball into the penalty area, and Raphinha fired home a left-footed shot.</p><p>Yamal went on against Athletic as a late substitute and should be available to start for Sunday’s final, to be played at the same venue.</p><p>Barcelona are looking to defend the Super Cup title they won last season, extending ‍their record number of victories in the competition to 15.</p><figure id=\"attachment_4223265\" aria-describedby=\"caption-attachment-4223265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4223265\" src=\"/wp-content/uploads/2026/01/AFP__20260107__89Y2297__v1__MidRes__FblKsaEspSupercupBarcelonaAthleticBilbao-1767851332.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Barcelona's Spanish forward #10 Lamine Yamal looks on after the Spanish Supercup semi-final football match between FC Barcelona and Athletic Bilbao at King Abdullah Sports City in Jeddah on January 7, 2026. (Photo by Fadel SENNA / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4223265\" class=\"wp-caption-text\">Lamine Yamal came on for Barcelona as a substitute in the second half [Fadel Senna/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "After STC hubris, dream of South Yemen looks further away | Conflict News | Al Jazeera",
            "time": "2026-01-08T05:07:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26002532350234-1767377224.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Landing at Aden International Airport on a trip in late 2017, the plane had two flags visible as it moved along the tarmac. One was the flag of the former South Yemen, resurrected as a symbol of Yemen’s secessionist southern movement. The other was of the United Arab Emirates (UAE), the movement’s primary backer.</p><p>Passing one checkpoint after another on the road out of Aden, the flag of the actual Republic of Yemen wasn’t visible, and only made an appearance towards the city of Taiz, to the north.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The UAE-backed secessionist <a href=\"/news/2026/1/7/saudi-led-coalition-strikes-yemen-says-stc-leader-al-zubaidi-has-fled\">Southern Transitional Council</a> (STC) had been formed a few months earlier, in May 2017. Headed by <a href=\"/features/2026/1/7/who-is-aidarous-al-zubaidi-yemens-traitor-chief\">Aidarous al-Zubaidi</a>, it made clear that its ultimate goal was separation from the rest of Yemen, even if it found itself on the same side as the Yemeni government in the fight against the Houthi rebels occupying the Yemeni capital Sanaa.</p><p>By 2019, the STC and the Yemeni government fought in Aden and other areas of the south. The STC emerged on top, forcing the government out of Aden – the former capital of South Yemen and the city the government had designated as a temporary capital during the conflict against the Houthis.</p><p>Momentum continued to be on the STC’s side for the next few years, as it seized more territory. Even after al-Zubaidi joined the Saudi-backed <a href=\"/news/2022/6/3/yemens-new-leadershiperadicating-divisions-in-anti-houthi-force\">Presidential Leadership Council (PLC)</a> as a vice-president, officially making him a member of the Yemeni government, it was clear that on the ground, the STC had de facto control over much of the former South Yemen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Al-Zubaidi must have felt close to achieving his goals when he found himself at the United Nations General Assembly in September. Speaking to the international media, he said that the “best solution for Yemen” was a “two-state solution”.</p><p>But then he went too far. His move last month to push STC forces into the eastern governorates of Hadhramout and al-Mahra, effectively securing control over all of the former South Yemen, was a red line for Saudi Arabia.</p><p>The STC leader is <a href=\"/video/newsfeed/2026/1/7/saudi-led-coalition-targets-yemen-separatists-after-leader-skips-talks\">on the run</a>, forces now loyal to the Yemeni government are in control of the majority of southern Yemen, and many of his allies have changed sides.</p><p>The UAE, meanwhile, appears to have accepted that Saudi Arabia is the primary foreign actor in Yemen, and has taken a step back – for now.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-now-for-south-yemen\">What now for South Yemen?</h2><p>In a matter of weeks, secession has gone from a de facto reality to seemingly further away than it has been since the early days of Yemen’s war in the mid-2010s.</p><p>It was only last Friday that al-Zubaidi announced a two-year transitional period before a referendum on the independence of southern Yemen and the declaration of the state of “South Arabia”.</p><p>A week later, the STC looked divided – with Abdul Rahman al-Mahrami, a PLC member also known as Abu Zaraa, now in Riyadh, appearing to position himself in the Saudi camp.</p><p>The Yemeni government, with Saudi support, is attempting to reorganise the anti-Houthi military forces, with the aim of moving them away from being a divided band of groups under different commands to a force unified under the umbrella of the government.</p><p>Nods to the “southern issue” – the disenfranchisement of southern Yemen since the country’s brief 1994 north-south civil war – continues, with plans for a <a href=\"/news/2026/1/6/yemeni-separatists-to-attend-saudi-talks-after-losing-key-southern-sites\">conference</a> on the issue in Riyadh.</p><p>But the ultimate goal of hardline southerners – secession – is off the table under current circumstances, with consensus instead forming around the idea of a federal republic allowing for strong regional representation.</p><p>The Yemeni government also sees an opportunity to now use the momentum gained in the recent successes against the STC to advance against the Houthis, who control Yemen’s populous northwest – even if that remains an ambitious goal.</p><p>Of course, this is Yemen, and the winds can always change once again.</p><p>Support for the secession of southern Yemen remains strong in governorates like Al-Dhale, where al-Zubaidi is from. Hardcore STC supporters, those who have not been coopted, will be unlikely to simply give up, sowing the seeds for a potential insurgency.</p><p>And President Rashad al-Alimi will have to show that his power does not simply rest on Saudi Arabia’s military strength. One of the major tests of his legitimacy is whether he will be able to return with his government to Aden, and finally be based in Yemen for the first time in years.</p><p>That will be the ultimate challenge for the Yemeni government. Is it truly capable of being in control once again? Or are current events just a temporary setback for the STC and the cause of southern secession, waiting for the opportunity to rise up again?</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump backs bill to sanction China, India over Russian oil, US senator says | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-08T04:24:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260105__2254685896__v4__MidRes__PresidentTrumpReturnsToTheWhiteHouseAfterSpen-1767840758.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump backs bill to sanction China, India over Russian oil, US senator says</h1><p class=\"article__subhead\"><em>Trump has ‘greenlit’ bipartisan push to sanction countries that buy Russian energy exports, Lindsey Graham says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has backed a bill to impose sanctions on countries that buy Russian oil, including China and India, an influential Republican senator has said.</p><p>Lindsey Graham, a senator for the US state of South Carolina, said on Wednesday that Trump had “greenlit” the bipartisan bill following a “very productive” meeting.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Graham’s Sanctioning Russia Act, drafted with Democrat Richard Blumenthal, would give Trump the authority to impose a tariff of up to 500 percent on imports from countries doing business with Russia’s energy sector.</p><p>“This bill will allow President Trump to punish those countries who buy cheap Russian oil fueling Putin’s war machine,” Graham said in a statement, referring to Russian President Vladimir Putin.</p><p>““This bill would give President Trump tremendous leverage against countries like China, India and Brazil to incentivize them to stop buying the cheap Russian oil that provides the financing for Putin’s bloodbath against Ukraine.”</p><p>China and Russia continue to be major buyers of Russia’s oil despite US and European sanctions imposed on the Russian energy sector in response to Moscow’s war in Ukraine.</p><p>China bought nearly half of Russia’s crude oil exports in November, while India took about 38 percent of exports, according to an analysis by the Centre for Research on Energy and Clean Air. Brazil dramatically ramped up its purchase of subsidised Russian oil after the invasion of Ukraine in 2022, but those imports have fallen substantially in recent months.</p><p>The latest US push to increase pressure on Russia comes as Moscow and Kyiv are engaged in Washington-brokered negotiations to bring an end to the nearly four-year war.</p><p>On Tuesday, the Trump administration for the first time gave its backing to European proposals for binding security guarantees for Ukraine, including post-war truce monitoring and a European-led multinational force.</p><p>Russia, which has repeatedly said that it will not accept any deployment of NATO member countries’ soldiers in Ukraine, has yet to indicate that it would support such security measures.</p><p>In his statement on his bill, Graham said the legislation was timely in light of the current situation in Ukraine.</p><p>“This will be well-timed, as Ukraine is making concessions for peace and Putin is all talk, continuing to kill the innocent,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition says STC’s al-Zubaidi fled to UAE via Somaliland | News | Al Jazeera",
            "time": "2026-01-08T03:33:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20240118__34FM74X__v1__HighRes__SwitzerlandDiplomacyEconomySummitDavos-1767779527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Saudi-led coalition says STC’s al-Zubaidi fled to UAE via Somaliland</h1><p class=\"article__subhead\"><em>Secessionist leader took a boat to Berbera and then boarded a plane that flew to Abu Dhabi via Mogadishu, coalition says.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Saudi Arabia-led coalition in Yemen has announced that the leader of the secessionist <a href=\"/news/2025/12/9/who-are-the-groups-controlling-yemen\">Southern Transitional Council</a> (STC) has fled to the United Arab Emirates via Somaliland after <a href=\"/news/2026/1/7/saudi-led-coalition-strikes-yemen-says-stc-leader-al-zubaidi-has-fled\">skipping</a> planned peace talks in Riyadh.</p><p>In a statement on Thursday, the coalition said <a href=\"/features/2026/1/7/who-is-aidarous-al-zubaidi-yemens-traitor-chief\">Aidarous al-Zubaidi</a> “escaped in the dead of night” on Wednesday on board a vessel that departed Aden in Yemen for the port of Berbera in Somaliland.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al-Zubaidi then boarded a plane along with UAE officers and flew to Somalia’s capital, Mogadishu. “The plane turned off its identification systems over the Gulf of Oman, then turned it back on 10 minutes prior to arrival at Al Reef military airport in Abu Dhabi,” the statement said.</p><p>There was no immediate comment from the STC or the UAE.</p><p>If confirmed, the move could deepen the feud between Saudi Arabia and the UAE that came to light after the Abu Dhabi-backed STC launched an offensive against the Riyadh-backed Yemeni government troops in December.</p><p>The STC – which initially supported Yemen’s internationally recognised government against the Houthi rebels in northern Yemen – is seeking an independent state in southern Yemen. It seized the provinces of Hadramout and Mahra, which border Saudi Arabia, in a campaign that Riyadh described as a red line for its national security.</p><p>The Saudi-led coalition responded with <a href=\"/news/2025/12/30/saudi-led-coalition-strikes-yemeni-port-over-unauthorised-weapons-shipment\">air strikes</a> on the Yemeni port of Mukalla on December 30, targeting what it called a UAE-linked weapons shipment, and backed a call by Yemen’s internationally recognised government for Emirati forces to withdraw from the country.</p><p>For its part, Abu Dhabi denied that the shipment contained weapons and expressed a commitment to ensure Riyadh’s security. On the same day, it announced an end to what it called its “counterterrorism mission” in Yemen.</p><p>Yemeni government troops, backed by Saudi Arabian air attacks, went on to reclaim Hadramout and Mahra, and the STC said on Saturday that it would attend peace talks hosted by Saudi Arabia.</p><p>But the coalition said al-Zubaidi was not on board the Yemeni Air flight that took the STC delegation to Riyadh on Wednesday.</p><p>It launched strikes on al-Zubaidi’s forces in Yemen’s Dhale governorate, while Yemeni government’s ground forces moved on the STC controlled Aden and seized the presidential palace in the city.</p><p>The head of the internationally recognised government’s Presidential Leadership Council, Rashad al-Alimi, has meanwhile announced that al-Zubaidi has been removed from the council for “committing high treason”.</p><p>Al-Alimi said he has asked the country’s attorney general to launch an investigation against al-Zubaidi and take legal action.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4162354\" src=\"/wp-content/uploads/2025/12/INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER-9_2025-1765288083.png?quality=80\" alt=\"INTERACTIVE_YEMEN_CONTROL_MAP_DECEMBER 9_2025-1765288083\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "US to withdraw from dozens of UN, international organisations | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T03:19:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20250923__76HE9ZC__v2__HighRes__UnDiplomacyUnga-1767837051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he plans to withdraw the US from 66 United Nations and international organisations, including major forums for cooperation on climate change, peace and democracy.</p><p>In a presidential memorandum shared by the White House on Wednesday evening, Trump said that the decision came after a review of which “organizations, conventions, and treaties are contrary to the interests of the United States”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The changes would see the US cease participation and also cut all funding to the affected entities, Trump added.</p><p>The list shared by the White House included 35 non-UN organisations, including notably the Intergovernmental Panel on Climate Change (IPCC), the International Institute for Democracy and Electoral Assistance and the International Union for Conservation of Nature.</p><p>Although <a href=\"/news/2022/11/6/what-the-latest-ipcc-science-says-about-climate-change\">the IPCC</a> was included in the list of non-UN bodies by the White House, it is a UN organisation that brings together top scientists to assess the evidence related to climate change and provide periodic scientific assessments to help inform political leaders.</p><p>In addition, the White House said it was withdrawing from 31 UN entities, including the UN’s top climate change treaty body, the UN Framework Convention on Climate Change (UNFCCC), the UN Democracy Fund and the top UN entity working on maternal and child health, the UNFPA.</p><p>Several of the UN entities targeted also focused on protecting at-risk groups from violence during wars, including the UN Office of the Special Representative of the Secretary General for Children in Armed Conflict.</p><p>In a note to correspondents on Wednesday evening, UN spokesperson Stephane Dujarric said that the UN expected to respond to the announcement by Thursday morning.</p><p>Despite publicly claiming he wants the US to have less involvement in UN forums, Trump has not held back from influencing decision-making at the international level.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In October last year, Trump <a href=\"/news/2025/10/18/trump-torpedoes-international-deal-to-reduce-shipping-emissions\">threatened to impose sanctions</a> on diplomats who formally adopted a levy on polluting shipping fuels that had already been agreed to at an earlier meeting, effectively sinking the deal for 12 months.</p><p>The Trump administration also <a href=\"/news/2025/7/9/us-sanctions-un-expert-albanese-over-israel-criticism\">imposed sanctions</a> on UN special rapporteur Francesca Albanese, after she published a <a href=\"/news/2025/7/1/un-report-lists-companies-complicit-in-israels-genocide-who-are-they\">report</a> documenting the role of international and US companies in Israel’s genocidal war on Gaza.</p><p>In 2017, Trump also <a href=\"/news/2017/12/21/trump-threatens-to-cut-aid-over-un-jerusalem-vote\">threatened to cut aid</a> from countries that voted in support of a draft <a href=\"/topics/organisations/un.html\">UN</a> resolution condemning the US decision to recognise <a href=\"http://www.aljazeera.com/topics/city/jerusalem.html\">Jerusalem</a> as the capital of <a href=\"http://www.aljazeera.com/topics/country/israel.html\">Israel</a>.</p><p>As a permanent member of the UN Security Council, the US also holds considerable power at the United Nations, as one of only five countries able to veto measures it doesn’t like, a power the US <a href=\"/news/2025/9/18/us-vetoes-un-security-council-demand-for-gaza-ceasefire-for-sixth-time\">repeatedly used </a>to block efforts to end Israel’s war on Gaza before mediating a ceasefire late last year.</p><p>Since beginning his second term in January last year, Trump has already withdrawn the US from <a href=\"/news/2025/1/28/what-a-us-exit-from-the-who-means-for-global-healthcare\">the World Health Organization (WHO)</a>, the <a href=\"/news/2025/1/21/drill-baby-whats-the-paris-climate-deal-why-does-trump-want-out\">Paris climate agreement</a> and the UN human rights council.</p><p>Trump also quit these three organisations during his first administration, but the withdrawals were all later reversed by the administration of former US President Joe Biden.</p><p>The US withdrawal from the WHO is set to come into effect on January 22, 2026, one year after it was ordered by the White House.</p><p>Between 2024 and 2025, the US contributed $261m in funding to the WHO, amounting to about 18 percent of the funding the organisation receives for its work encouraging global cooperation on a wide range of pressing health issues, including <a href=\"/news/2025/11/13/tuberculosis-kills-1-23-million-people-last-year-who-says\">tuberculosis</a> and pandemics, like COVID-19.</p><p>The Trump administration has also continued a US funding ban on the UN agency for Palestinian refugees, UNRWA, that began under Biden.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s economy plunged into uncertainty after Maduro abduction | Business and Economy News | Al Jazeera",
            "time": "2026-01-08T01:56:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260107__89XY96D__v1__HighRes__VenezuelaUsConflictCrisis-1767819525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>As the fallout from the United States’ abduction of Venezuelan President Nicolas Maduro continues to unfold, an immediate question is how his ouster will impact Venezuela’s economy.</p><p>A lot will depend on any relief in US sanctions on Venezuela, relations between Maduro’s replacement and the US, and, perhaps most crucially of all, what happens to revenues from Venezuela’s vast oil reserves, according to analysts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Since Maduro’s capture on Saturday, the US has issued a series of announcements about Venezuela’s oil, the world’s largest known reserves, at lightning speed.</p><p>On Wednesday, US President Donald Trump’s administration, which has threatened Venezuela’s interim government with further consequences if it does not cooperate with its demands, said Washington would control Venezuela’s oil sales “indefinitely”.</p><p>US Energy Secretary Chris Wright said the US had already started marketing the sanctioned oil, held in storage until now due to the US embargo on Venezuelan exports, and that it planned to control all future sales.</p><p>Proceeds from those sales will be held in US Treasury accounts, with the money to be shared between the US and Venezuela, Wright said, without offering further details, including what proportion of the proceeds would go to Caracas.</p><p>Wright’s comments came a day after the Trump administration said it had struck a deal with Caracas to export up to $2bn worth of Venezuelan crude to the US, under which Venezuela will be “turning over” between 30 and 50 million barrels of sanctioned oil.</p><p>In the longer term, the Trump administration is likely to ease sanctions on the importation of Venezuelan oil “and eventually [the] import of equipment and capital”, Rachel Ziemba, an adjunct senior fellow at the Center for a New American Security, told Al Jazeera.</p><p>Trump, who has claimed that US oil companies are primed to invest billions in Venezuela’s oil sector, will likely issue licences to specific US businesses, facilitating an influx of foreign investors who can provide capital, equipment and expertise, Ziemba said.</p><p>Venezuela’s current oil output, at close to 1 million barrels per day (bpd), is far below the 1990s peak of 3.5 million bpd.</p><p>But none of this is expected to take place any time soon.</p><p>Ziemba said she anticipated that the US would maintain some sanctions on Caracas, though some oil exports are likely to continue to escape the measures, especially if Washington does not share revenues with the country.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-oil-company-interests-a-myth\">US oil company interests ‘a myth’</h2><p>Despite the Trump administration’s announcements, there continues to be a “great deal of uncertainty” about what will happen next, said Cynthia Arnson, an adjunct lecturer at the Johns Hopkins School of Advanced International Studies.</p><p>“Oil companies make very costly investments and usually in difficult environments. So until it’s clear which way this is going, and how much stability is there … the idea that the capture of Maduro will cause US oil companies to jump into Venezuela is also a myth,” Arnson told Al Jazeera.</p><p>There is a chance things could worsen for the Venezuelan economy before they get better, especially as it is not clear how soon – if at all – the US government will reimburse the country for its sanctioned oil.</p><p>According to Tim Hunter, senior economist for Latin America at Oxford Economics, 78 percent of the Venezuelan government’s budget is allocated to social spending.</p><p>With those finances squeezed, there could be “very quick knock-on consequences in terms of social spending, which in turn comes with a risk of social unrest”, Hunter told Al Jazeera.</p><p>Already, locals are experiencing a sharp increase in prices in some daily essentials, as Al Jazeera has <a href=\"/news/2026/1/6/price-hikes-queues-and-tension-venezuela-shoppers-uneasy-after-us-bombing\" target=\"_blank\" rel=\"noopener\">reported</a>.</p><p>Ultimately, oil revenues will be key to the revival of Venezuela’s economy, said Benjamin Radd, a senior fellow at the UCLA Burkle Center for International Relations.</p><p>But getting the Latin American country’s oil market ready will take massive investment in infrastructure, “so we are years away before we see any of that in Venezuela”, Radd told Al Jazeera.</p><p>While Trump has pledged to “run” Venezuela and control energy sales, there has been little clarity on what that would entail.</p><p>“Trump has been very vague on this entire process,” Radd said.</p><p>A key factor is the structure of Venezuela’s government, which has been left largely in place, in contrast to the de-Ba’athification of Iraq following the US’s 2003 invasion.</p><p>“It is also not clear what is the status of the legitimacy of the current Venezuelan government, [or] what economic measures can they even undertake,” Radd said.</p><p>“There are a lot of unknowns here.”</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens US defence firms over executive pay, slow production | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T01:32:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26005065007108-1767834405.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has issued a stern warning to defence contractors that supply the US military, accusing them of profiteering.</p><p>In a Truth Social <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855387946005468\" target=\"_blank\" rel=\"noopener\">post</a> on Wednesday, he threatened to take action if the companies failed to take specific actions, including capping executive pay, investing in the construction of factories and producing more military equipment at a faster clip.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“MILITARY EQUIPMENT IS NOT BEING MADE FAST ENOUGH,” Trump wrote at one point in his lengthy, 322-word post.</p><p>“It must be built now with the Dividends, Stock Buybacks, and Over Compensation of Executives, rather than borrowing from Financial Institutions, or getting the money from your Government.”</p><p>Trump singled out the technology company Raytheon as the worst offender, in his eyes.</p><p>“I have been informed by the Department of War that Defense Contractor, Raytheon, has been the least responsive to the needs of the Department of War, the slowest in increasing their volume, and the most aggressive spending on their Shareholders rather than the needs and demands of the United States Military,” Trump wrote in a follow-up <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855836062461949\" target=\"_blank\" rel=\"noopener\">post</a>.</p><p>The president threatened to sever government ties with Raytheon, now known as RTX, which earns <a href=\"https://www.war.gov/News/Contracts/Contract/Article/4181932/\" target=\"_blank\" rel=\"noopener\">billions</a> from its defence contract work.</p><p>Just last August, the Department of Defence <a href=\"https://www.war.gov/News/Contracts/Contract/Article/4262594/\" target=\"_blank\" rel=\"noopener\">awarded the firm $50bn</a> – the maximum possible – for a 20-year contract to supply the military with equipment, services and repairs.</p><p>“Our Country comes FIRST, and they’re going to have to learn that, the hard way,” Trump warned.</p><p>Defence spending fuels a significant portion of the US economy: As of 2024, Defence Department spending represented approximately 2.7 percent of the US gross domestic product (GDP).</p><p>Normally, the total defence budget hovers around $1 trillion. But in a Wednesday evening post on Truth Social, Trump announced that he would petition congressional Republicans to boost that amount to a record $1.5 trillion for fiscal year 2027.</p><p>“This will allow us to build the ‘Dream Military’ that we have long been entitled to and, more importantly, that will keep us SAFE and SECURE, regardless of foe,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855894695940909\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><p>Still, Trump’s threats sent stocks for defence contractors plummeting, amid uncertainty over the future of the high-stakes industry.</p><p>Since taking office for a second term, Trump has taken an aggressive, hands-on approach to private companies that have ties to national security concerns.</p><p>In June, for instance, the Trump administration <a href=\"/economy/2025/6/18/nippon-steel-acquires-us-steel-for-14-9bn-after-months-of-struggle\">was awarded a “golden share”</a> in the metal company US Steel, in exchange for <a href=\"/economy/2025/5/23/us-steel-shares-soar-on-trumps-apparent-blessing-for-deal-with-nippon\">giving a green light</a> to its merger with Japan’s Nippon Steel. That share allows the Trump administration to essentially have a veto over any major action US Steel may take to reorganise or dissolve.</p><p>Then, in August, the technology firm Intel <a href=\"/economy/2025/8/28/intel-receives-5-7bn-as-trump-administration-buys-10-percent-stake\">struck a deal to sell the US government</a> a 10-percent stake in its company, amid <a href=\"/news/2025/8/7/trump-calls-on-ceo-of-tech-firm-intel-to-resign-over-china-investments\">pressure</a> from Trump.</p><p>The Trump administration has continued to snap up stakes in other private firms, most notably mining companies involved in the production of rare earth minerals and other raw materials used in technology.</p><p>It is not yet clear how Trump plans to enforce his demands for the defence contractors he blasted in Wednesday’s social media messages. Nor is it certain that Trump could legally enforce his orders.</p><p>But Trump aired a list of grievances against the companies, including that their executives’ pay was simply too large.</p><p>“Executive Pay Packages in the Defense Industry are exorbitant and unjustifiable given how slowly these Companies are delivering vital Equipment to our Military, and our Allies,” he wrote at one point.</p><p>At another, he called on the private firms to invest in new construction projects, a request he has made across industries, from the <a href=\"/news/2025/10/10/trump-reveals-prescription-drug-deal-with-pharmaceutical-giant-astrazeneca\">pharmaceutical sector</a> to <a href=\"/economy/2025/4/2/are-us-car-plants-being-built-at-record-rates-as-trump-claims\">automakers</a>.</p><p>“From this moment forward, these Executives must build NEW and MODERN Production Plants, both for delivering and maintaining this important Equipment, and for building the latest Models of future Military Equipment,” Trump said.</p><p>“Until they do so, no Executive should be allowed to make in excess of $5 Million Dollars which, as high as it sounds, is a mere fraction of what they are making now.”</p><p>He also complained that the defence companies were “far too slow” in offering repairs for their equipment.</p><p>Defence contractors are responsible for a range of services and products, from software to training to missiles and tanks. RTX, for example, designed the Patriot Missile, the US’s flagship surface-to-air missile system, and it keeps the US military supplied with spare parts and other updates.</p><p>Based in Virginia, the company boasted sales exceeding $80bn in 2024. Just this week, the US Federal Aviation Administration (FAA) awarded RTX a $438m contract to update its radar system.</p><p>Still, Trump maintained that too much of that income was going to shareholders, executive pay and stock buybacks, wherein a company purchases its own shares in order to limit their supply and increase their value.</p><p>“Defense Contractors are currently issuing massive Dividends to their Shareholders and massive Stock Buybacks, at the expense and detriment of investing in Plants and Equipment,” Trump wrote.</p><p>“This situation will no longer be allowed or tolerated!”</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,414 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-08T00:29:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695ed5955e0f-1767822741.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,414</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,414 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Thursday, January 8:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>One person was killed and five people were injured in a Russian attack on two ports in Ukraine’s Odesa region, Ukraine’s Deputy Prime Minister Oleksii Kuleba said in a post on Facebook. “The attack damaged port facilities, administrative buildings, and oil containers,” Kuleba said.</li>\n<li>A Russian attack on Kryvyi Rih, in Ukraine’s Dnipro region, injured eight people, including two seriously, the head of the Kryvyi Rih defence council, Oleksandr Vilkul, wrote on Telegram.</li>\n<li>\n<p class=\"tr-story-p1\">Russian attacks left Ukraine’s Dnipropetrovsk and Zaporizhia regions in southeastern Ukraine “almost completely without electricity”, Ukraine’s Ministry of Energy said in a statement on Telegram. “Critical infrastructure is operating on reserve power,” the ministry added.</p>\n</li>\n<li>Firefighters put out a blaze that broke out at an oil depot in Russia’s southern Belgorod region following an overnight Ukrainian drone attack, the Vesti state TV channel reported on Wednesday, citing the regional governor.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>\n<p class=\"tr-story-p1\">British Prime Minister Keir Starmer said that any deployment of UK forces under a <a href=\"/news/2026/1/6/ukraine-talks-in-paris-yield-significant-progress-on-security-pledges\">declaration</a> signed with France and Ukraine would be subject to a parliamentary vote. “I will keep the house updated as the situation develops, and were troops to be deployed under the declaration signed, I would put that matter to the house for a vote,” Starmer told parliament on Wednesday.</p>\n</li>\n<li>Ukrainian President Volodymyr Zelenskyy told reporters on WhatsApp that he hopes to meet with United States President Donald Trump soon to gauge his openness to a Ukrainian proposal that Washington ensure security for Kyiv for more than 15 years in the event of a ceasefire, according to the Reuters news agency. “The Americans, in my view, are being productive right now; we have good results … They need to put pressure on Russia. They have the tools, and they know how to use them,” Zelenskyy said.</li>\n<li>Zelenskyy also said during a visit to Cyprus on Wednesday that Ukraine is “doing everything required on our side in the negotiation process. And we expect that no additional or excessive demands will be placed on Ukraine.”</li>\n<li>Zelenskyy was in Cyprus as it assumed the rotating presidency of the European Union, as he continued a push for his country to join the bloc. “We are working to make as much progress as possible during this period on opening negotiating clusters and on Ukraine’s accession to the European Union,” Zelenskyy said after a meeting with Cypriot President Nikos Christodoulides in Nicosia, in a statement posted on X.</li>\n<li>Spain’s Foreign Minister Jose Manuel Albares said on Wednesday that negotiations are still “far from a peace plan” for Ukraine. “There is an outline of ideas,” Albares said, according to Reuters.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>The US seized two Venezuela-linked oil tankers in the Atlantic Ocean on Wednesday, including the Marinera crude oil tanker sailing under Russia’s flag.</li>\n<li>US Vice President JD Vance said that the tanker “was a fake Russian oil tanker,” in an interview set to air on Fox News, excerpts of which were provided in advance. “They basically tried to pretend to be a Russian oil tanker in an effort to avoid the sanctions regime,” Vance said, referring to sanctions imposed by the Trump administration <a href=\"/news/2026/1/7/trump-says-he-wants-to-free-up-venezuelan-oil-flow-what-was-blocking-it\">on Venezuelan oil</a>. The Trump administration has separately <a href=\"/news/2025/10/23/will-trumps-sanctions-against-russian-oil-giants-hurt-putin\">imposed sanctions</a> on some Russian oil companies.</li>\n<li>\n<p class=\"tr-story-p1\">Ukraine’s foreign minister said on Wednesday that Kyiv welcomed the move. “The apprehension of a Russian-flagged ship in the North Atlantic underscores the United States’ and President Trump’s resolute leadership,” Andrii Sybiha wrote on X. “We welcome such an approach to dealing with Russia: act, not fear. This is also relevant to the peace process and bringing a lasting peace closer.”</p>\n</li>\n<li>Russia’s Ministry of Transport protested the seizure, saying in a statement that “in accordance with the 1982 UN Convention on the Law of the Sea, freedom of navigation applies in the high seas, and no state has the right to use force against vessels duly registered in the jurisdictions of other states”.</li>\n<li>\n<p class=\"tr-story-p1\">US Republican Senator Lindsey Graham of South Carolina said that President Trump has “greenlit” a <a href=\"/news/2025/7/8/trump-says-he-is-not-happy-with-russias-putin-considering-sanctions\">long-awaited bipartisan bill</a> imposing sanctions on Russia after the pair met on Wednesday. “I look forward to a strong bipartisan vote, hopefully as early as next week,” Graham said in a statement.</p>\n</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "US suspends assistance to Somali government for alleged seizure of aid | Donald Trump News | Al Jazeera",
            "time": "2026-01-08T00:00:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26005093833295-1767830323.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 8 Jan 2026</span><span aria-hidden=\"true\">8 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says that it has suspended all assistance to the government of Somalia, alleging that officials destroyed a World Food Programme warehouse filled with food aid it funded.</p><p>In a social media <a href=\"https://x.com/USForeignAssist/status/2008980437591355644\" target=\"_blank\" rel=\"noopener\">post</a> on Wednesday, the administration of US President Donald Trump alleged that Somali officials had seized 76 metric tonnes of donor-funded food aid that had been intended for Somalis in need.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The US is deeply concerned by reports that Federal Government of Somalia officials have destroyed a US-funded World Food Programme (WFP) warehouse and illegally seized 76 metric tons of donor-funded food aid for vulnerable Somalis,” the post said.</p><p>“The Trump Administration has a zero-tolerance policy for waste, theft, and diversion of life-saving assistance.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The announcement was made on the social media platform representing the US State Department’s Under Secretary for Foreign Assistance, Humanitarian Affairs and Religious Freedom.</p><p>Somali officials have not yet responded to the allegations of aid theft.</p><p>Still, the stark measure continues a recent trend under the Trump administration. In recent months, President Trump has leaned into criticism of Somalis living in the <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">United States</a> and placed <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">restrictions</a> on Somalis seeking to enter the US.</p><p>His administration has also stepped up air strikes targeting armed groups in Somalia itself.</p><p>Notably, in a December cabinet meeting, Trump personally levelled racist attacks against the Somali community in the US, saying they are “destroying America”. He also attacked Ilhan Omar, a Democratic representative from Somalia who arrived in the US as a child refugee.</p><p>“We’re going to go the wrong way if we keep taking in garbage into our country,” Trump said at the December 2 meeting.</p><p>“Ilhan Omar is garbage, just garbage. Her friends are garbage. These aren’t people that work. These aren’t people that say, ‘Let’s go, come on, let’s make this place great.’ These are people that do nothing but complain.”</p><p>As part of his tirade, Trump cited a fraud scandal in the midwestern state of Minnesota, which has seen some members of the large Somali community there charged with wrongdoing.</p><p>White House Press Secretary Karoline Leavitt has since indicated that Trump could use denaturalisation – the revocation of US citizenship – <a href=\"/news/2025/12/31/white-house-looking-at-denaturalising-somali-americans-for-alleged-fraud\">as “a tool”</a> to penalise Somali Americans involved in the fraud scheme.</p><p>The Trump administration has also ramped up immigration enforcement raids in Minneapolis, Minnesota, a city with the largest <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">Somali community</a> in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has dramatically scaled back US <a href=\"/news/2025/9/26/us-supreme-court-sides-with-trump-on-freezing-4bn-in-foreign-aid\">humanitarian assistance</a> since returning to the White House in 2025, and it is not clear how much aid will be affected by the suspension of assistance.</p><p>Trump’s Democratic predecessor Joe Biden had provided about $770m in assistance for projects in Somalia, but only a small portion went towards the Somali government.</p><p>In announcing Wednesday’s aid freeze, the US State Department signalled that assistance could resume – but only with an acknowledgement of responsibility from the Somali government.</p><p>“Any resumption of assistance will be dependent upon the Somali Federal Government, taking accountability for its unacceptable actions and taking appropriate remedial steps.”</p></div></div></body></html>"
        },
        {
            "title": "Nick Reiner’s lawyer resigns amid court proceedings for Rob Reiner’s murder | Crime News | Al Jazeera",
            "time": "2026-01-07T23:15:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ed4a2-1767822498.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nick Reiner’s lawyer resigns amid court proceedings for Rob Reiner’s murder</h1><p class=\"article__subhead\"><em>Alan Jackson steps down as lawyer for Nick Reiner, who is accused of killing his mother and father in December.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The high-profile lawyer representing Nick Reiner, who <a href=\"/news/2025/12/15/hollywood-director-actor-rob-reiner-and-wife-found-dead-at-la-home-reports\">allegedly killed</a> his father, director Rob Reiner, and mother Michele Singer Reiner in December, has resigned.</p><p>The announcement that lawyer Alan Jackson would step down from the case means that the younger Reiner will, at least for the time being, be represented by a public defender provided by the state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>During a news conference on Wednesday, Jackson did not provide a reason for his departure, instead citing the legal and ethical reasons he could not provide more details.</p><p>“Circumstances beyond our control and, more importantly, circumstances beyond Nick’s control have dictated that, sadly, it’s made it impossible to continue our representation of Nick,” Jackson said.</p><p>He added that, after weeks of investigation, “what we’ve learned, and you can take this to the bank, is that pursuant to the laws of this state, pursuant to the law of California, Nick Reiner is not guilty of murder. Print that.”</p><p>Jackson did not elaborate.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The lawyer had first appeared in court to represent the 32-year-old suspect just days after Rob Reiner and his wife were <a href=\"/news/2025/12/15/police-take-hollywood-director-actor-rob-reiners-son-into-custody\">found dead</a> on December 14 in their home in the upscale Brentwood neighbourhood of Los Angeles, California.</p><p>The cause of death was determined to be “multiple sharp force injuries”, another term for stab wounds.</p><p>Jackson, whose past clients include producer Harvey Weinstein and actor Kevin Spacey, did not explain how he was hired or who hired him after Nick Reiner was arrested for the killings.</p><p>On Wednesday, Deputy Public Defender Kimberly Greene took over Nick Reiner’s defence in the case.</p><p>That came as the defendant, standing behind glass in a custody area of the courtroom and wearing brown jail garb and with his hair shaved, briefly appeared in a Los Angeles court, where he was meant to be arraigned and enter a plea to two charges of first-degree murder.</p><p>Instead, the arraignment was postponed to February 23.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The Public Defender’s Office recognises what an unimaginable tragedy this is for the Reiner family and the Los Angeles community,” Deputy Los Angeles Public Defender Ricardo Garcia said in a statement following the hearing.</p><p>“Our hearts go out to the Reiner family as they navigate this difficult time. We ask for your patience and compassion as the case moves through the legal process.”</p><p>Rob Reiner’s killing resonated across the world, reflecting the global impact of his films, which included the coming-of-age drama Stand By Me, the courtroom thriller A Few Good Men and the romantic comedy When Harry Met Sally.</p><p>Rob and Nick Reiner had previously worked together on a film, Being Charlie, which was <a href=\"/news/2025/12/16/who-is-nick-reiner-arrested-over-death-of-his-filmmaker-father-rob-reiner\">partially based</a> on the younger Reiner’s struggles with drug addiction and mental health.</p></div></div></body></html>"
        },
        {
            "title": "US says it will control Venezuela’s oil sales ‘indefinitely’ | Oil and Gas News | Al Jazeera",
            "time": "2026-01-07T22:31:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_695eac4380c2-1767812163.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States says it will control sales of Venezuelan oil “indefinitely” and decide how the proceeds of those sales are used, as President Donald Trump’s administration consolidates control over the South American country after <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\" target=\"_blank\" rel=\"noopener\">abducting</a> its president.</p><p>The US Department of Energy said on Wednesday that it had “begun marketing” Venezuelan oil on global markets and all proceeds from the sales “will first settle in US-controlled accounts at globally recognized banks”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“These funds will be disbursed for the benefit of the American people and the Venezuelan people at the discretion of the US government,” it said.</p><p>“These oil sales begin immediately with the anticipated sale of approximately 30-50 million barrels. They will continue indefinitely.”</p><p>In the hours afterwards, Trump himself weighed in on how the proceeds might be spent, suggesting that Venezuela had agreed to use its funds to buy products solely from the US.</p><p>“I have just been informed that Venezuela is going to be purchasing ONLY American Made Products, with the money they receive from our new Oil Deal,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115856078669121098\" target=\"_blank\" rel=\"noopener\">wrote</a> on his platform, Truth Social.</p><p>“These purchases will include, among other things, American Agricultural Products, and American Made Medicines, Medical Devices, and Equipment to improve Venezuela’s Electric Grid and Energy Facilities.”</p><p>The announcement comes just days after the Trump administration <a href=\"/news/2026/1/3/trump-says-us-will-run-venezuela-after-nicolas-maduro-seized\">abducted Venezuelan President Nicolas Maduro</a> on Saturday in what legal experts say was a clear violation of international law.</p><p>The US has said it plans to “run” the country and take control of its vast oil reserves, with Trump saying on social media on Tuesday that Caracas would hand between <a href=\"/economy/2026/1/7/trump-says-venezuela-to-hand-over-up-to-50-million-barrels-of-oil-to-us\">30 and 50 million barrels of oil</a> over to Washington.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The US actions against Venezuela come amid a months-long pressure campaign by the Trump administration against Maduro, who has been charged in New York with drug trafficking offences <a href=\"/news/liveblog/2026/1/5/live-venezuelas-maduro-to-appear-in-court-trump-threatens-more-strikes\">that he denies</a>.</p><p>That has included a partial US <a href=\"/news/2025/12/24/un-experts-condemn-us-naval-blockade-of-venezuela-as-illegal-aggression\">naval blockade against Venezuela</a> and the seizure of several vessels that the Trump administration says were transporting oil to and from the country in violation of US sanctions.</p><p>Earlier on Wednesday, US special forces seized <a href=\"/news/2026/1/7/us-attempting-to-seize-venezuela-linked-russian-oil-tanker-reports\">two Venezuela-linked vessels</a> – including a Russian-flagged ship in the North Atlantic – for allegedly breaching those sanctions.</p><p>The seizures came as senior US officials briefed lawmakers on Capitol Hill about the Trump administration’s plans in Venezuela.</p><p>Reporting from Washington, DC, Al Jazeera’s Alan Fisher said most Republicans have backed Trump’s actions while Democrats have raised a slew of questions.</p><p>That includes “how long this operation in Venezuela will continue, what it will cost, [whether] any American servicemen actually be deployed on the ground in Venezuela, and what is the Venezuelan reaction,” Fisher explained.</p><p>“The Trump administration [is] hoping to get everyone on side before the end of the day,” he added.</p><p>Democratic Senator Elizabeth Warren wrote on social media that Wednesday’s briefing was “worse” than imagined.</p><p>“Oil company executives seem to know more about Trump’s secret plan to ‘run’ Venezuela than the American people. We need public Senate hearings NOW,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"three-phased-plan\">Three-phased plan</h2><p>US Secretary of State Marco Rubio told reporters on Wednesday that the Trump administration is pursuing a three-phased plan that begins with the sales of Venezuelan oil.</p><p>“That money will then be handled in such a way that we will control how it’s dispersed in a way that benefits the Venezuelan people, not corruption, not the regime,” Rubio said.</p><p>The second phase would see US and other companies gain access to the Venezuelan market, and “begin to create the process of reconciliation nationally … so that opposition forces can be amnestied and released from prisons or brought back to the country”.</p><p>“And then the third phase, of course, would be one of transition,” Rubio added.</p><p>Gregory Brew, a senior analyst on Iran and energy at Eurasia Group, said the US announcement about controlling Venezuelan oil sales hints at “a return to the concessionary system” in place before the 1970s.</p><p>Brew explained in a <a href=\"https://x.com/gbrew24/status/2008925332837892550\" target=\"_blank\" rel=\"noopener\">social media post</a> that, under that system, “producer states own the oil but it is Western firms that manage production and marketing, ultimately retain the bulk of the profits”.</p><p>A group of United Nations experts <a href=\"https://www.ohchr.org/en/press-releases/2026/01/un-experts-condemn-us-aggression-against-venezuela\" target=\"_blank\" rel=\"noopener\">also warned</a> that recent statements from Trump and other administration officials about plans to “run” Venezuela and exploit its oil reserves would violate international law.</p><p>Specifically, the experts said the US position contravenes “the right of peoples to self-determination and their associated sovereignty over natural resources, cornerstones of international human rights law”.</p><p>“Venezuela’s vast natural resources, including the largest proven oil reserves in the world, must not be cynically exploited through thinly veiled pretexts to legitimise military aggression, foreign occupation, or regime-change strategies,” they said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"political-situation-unstable\">Political situation unstable</h2><p>Renata Segura, the Latin America and Caribbean programme director at the International Crisis Group, noted Venezuelan authorities have not commented on the US saying it plans to control sales of the country’s oil.</p><p>“And so we have to assume that either [the Venezuelan authorities] have accepted these terms, or that they’re just going to be forced to accept them,” Segura told Al Jazeera.</p><p>Venezuelan Vice President Delcy Rodriguez was <a href=\"/news/2026/1/5/delcy-rodriguez-sworn-in-as-venezuelas-president-after-maduro-abduction\">sworn in as president</a> earlier this week following Maduro’s abduction, stressing on Tuesday that “there is no foreign agent governing Venezuela” despite US claims to “run” the country.</p><p>Segura explained, “There’s a lot of debate within the [Venezuelan] regime itself about how to move forward” amid the US pronouncements, stressing the political situation remains far from stable.</p><p>“It’s very important what the army might do,” she said.</p><p>“The military forces in Venezuela control enormous amounts of power – both economic but also on the streets – and there might be a moment in which they think they’re not going to be on board with this particular arrangement that the United States is presenting.”</p></div></div></body></html>"
        },
        {
            "title": "Will Russia accept Western troops in Ukraine? | Russia-Ukraine war | Al Jazeera",
            "time": "2026-01-07T22:29:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767815257.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The UK and France pledged boots on the ground once a peace deal is reached.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">On Tuesday, Ukraine got yet another push from its Western allies. A meeting of the “coalition of the willing” in Paris pledged full support for Kyiv in any future peace settlement to the ongoing war with Russia.</p><p class=\"p1\">The gathering stressed that Ukraine should be able to defend itself even after the fighting ends. France and the United Kingdom said a multinational force would be deployed if and when a peace deal is achieved.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">But Russia has made it clear it opposes any NATO members deploying troops inside Ukraine.</p><p class=\"p1\">So, what would that mean for the future of Ukraine?</p><p class=\"p1\"><strong>Presenter:</strong> Adrian Finighan</p><p class=\"p1\"><strong>Guests:</strong></p><p>Oleksiy Goncharenko – Member of the Ukrainian parliament</p><p>Marina Miron – Military analyst at the Defence Studies Department at King’s College London</p><p>Pavel Felgenhauer – Russia defence and foreign policy analyst</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump administration claims it will ‘dictate’ policy to Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T22:16:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007616783568-1767823837.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump  has reaffirmed that it plans to dictate terms to the interim government of Venezuela, following the abduction of leader Nicolas Maduro over the weekend.</p><p>On Wednesday, Press Secretary Karoline Leavitt addressed the US attack on Venezuela for the first time in a news briefing, and she faced a volley of questions about the extent of Trump’s role in the South American country’s governance.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We’re continuing to be in close coordination with the interim authorities,” Leavitt responded. “Their decisions are going to continue to be dictated by the United States of America.”</p><p>Vice President JD Vance also weighed in during an <a href=\"https://www.facebook.com/watch/?v=745680801422278\" target=\"_blank\" rel=\"noopener\">appearance</a> on Fox News, saying that the US would apply economic pressure to ensure compliance with Trump’s priorities.</p><p>“People always ask: How do you control Venezuela? And we’re actually seeing it play out in real time,” Vance said.</p><p>“The way that we control Venezuela is we control the purse strings, we control the energy resources, and we tell the regime, ‘You’re allowed to sell the oil, so long as you serve America’s national interest.'”</p><p>But the question of who is in charge in Venezuela remains a volatile one.</p><p>Before dawn on Saturday, the Trump administration launched a military offensive in Venezuela to capture and remove President Maduro and his wife, Cilia Flores, describing the couple’s abduction as a law enforcement operation.</p><p>Maduro and Flores have since been transported to New York City, where they face charges that they oversaw the shipment of “tons of cocaine into the United States”.</p><p>In the hours immediately after the attack, it was unclear whether the Trump administration would seek to expel the remnants of the Maduro government.</p><p>Trump delivered a news conference from his residence in Palm Beach, Florida, claiming that the country was under US control.</p><p>“We’re going to run the country until such time as we can do a safe, proper and judicious transition,” Trump said from his Mar-a-Lago resort.</p><p>“We don’t want to be involved with having somebody else get in, and we have the same situation that we had for the last long period of years. So we are going to run the country.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rodriguez-maintains-no-foreign-agent-in-charge\">Rodriguez maintains ‘no foreign agent’ in charge</h2><p>Since then, however, the Trump administration has signalled it would prioritise stability in Venezuela over quickly installing new leadership. It has declined to set a timeline for new elections.</p><p>“ It’s too premature and too early to dictate a timetable for elections in Venezuela right now,” Leavitt said on Wednesday.</p><p>Earlier this week, Delcy Rodriguez, Maduro’s former vice president, was officially sworn in as Venezuela’s interim leader, and the Trump administration has indicated it would work with her as it pursues the extraction and sale of Venezuelan oil.</p><p>Still, Rodriguez’s government and the Trump administration have described their relationship in starkly different terms.</p><p>According to the Trump White House, Rodriguez is answerable to US demands. “If she doesn’t do what’s right, she is going to pay a very big price, probably bigger than Maduro,” Trump told The Atlantic magazine on Sunday.</p><p>On Wednesday, Leavitt echoed that position, saying that the US would wield influence over Venezuela’s decisions.</p><p>“We obviously have maximum leverage over the interim authorities in Venezuela right now,” she said.</p><p>Already, in a Tuesday night <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115850817778602689\" target=\"_blank\" rel=\"noopener\">post</a> on Truth Social, Trump announced that Venezuela would be surrendering 30 to 50 million barrels of oil, so that the US could sell it on the international market.</p><p>“That money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States,” Trump wrote.</p><p>The Rodriguez government, meanwhile, has repeatedly denied that the US is puppeteering its decisions.</p><p>Though Rodriguez has, at times, struck a conciliatory posture towards the Trump administration, she has rejected the idea that foreign powers are leading the country.</p><p>“We are here governing together with the people,” Rodriguez said in remarks broadcast on state television.</p><p>“The government of Venezuela is in charge in our country, and no one else. There is no foreign agent governing Venezuela.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-continuation-of-maduro-era-policies\">A continuation of Maduro-era policies?</h2><p>Like Maduro before her, Rodriguez is part of a political movement founded by the late socialist President Hugo Chavez, known as “chavismo”.</p><p>As a “chavista”, Rodriguez has spoken out against US imperialism in Latin America, and she denounced the recent abduction of Maduro — Chavez’s handpicked successor — and his wife as an unwarranted “kidnapping” and a “brutal attack”.</p><p>Chavez is also seen as a key figure in the nationalisation of Venezuelan oil, expanding state control over the country’s rich petroleum reserves during his time as president.</p><p>Trump and his officials have called such efforts, including the 2007 expropriation of foreign oil assets, as an act of theft against the US.</p><p>Still, the Trump administration has described Rodriguez’s government as cooperative so far.</p><p>It remains to be seen whether behind-the-scenes demands — including reports that Trump has asked Rodriguez to sever ties with key allies, including Russia, China, Cuba and Iran — will lead to public discord.</p><p>“The president has made it very clear that this is a country within the Western Hemisphere, close by the United States, that is no longer going to be sending illegal drugs to the United States of America,” Leavitt said.</p><p>“The president is fully deploying his ‘peace through strength’ foreign policy agenda.”</p><p>Meanwhile, the Rodriguez government has continued Maduro’s campaign of stifling internal dissent, according to human rights monitors.</p><p>As part of an emergency declaration, the interim president authorised Venezuelan law enforcement to detain those who supported Maduro’s abduction.</p><p>The nonprofit Foro Penal has reported that, on January 5, in the wake of the US attacks, Venezuelan authorities arrested 14 journalists, all of whom were eventually released. One was deported.</p><p>Another human rights group, Caleidoscopio Humano, has announced that two elderly men from the state of Merida were also arrested for celebrating Maduro’s capture by firing guns into the air.</p><p>The international community has long denounced the human rights abuses in Venezuela. But the US has also faced broad criticism for its attack to remove Maduro, which has been denounced as a violation of sovereignty.</p><p>On Wednesday, a group of United Nations experts <a href=\"https://www.ohchr.org/en/press-releases/2026/01/un-experts-condemn-us-aggression-against-venezuela\" target=\"_blank\" rel=\"noopener\">warned</a> that Trump’s actions constitute an “international crime of aggression”.</p><p>“These actions represent a grave, manifest and deliberate violation of the most fundamental principles of international law, set a dangerous precedent, and risk destabilising the entire region and the world,” they wrote.</p></div></div></body></html>"
        },
        {
            "title": "ICE agent fatally shoots woman during Minneapolis immigration raid | Donald Trump | Al Jazeera",
            "time": "2026-01-07T21:54:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767822849.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Greenland allies vow action if Trump moves to seize world’s largest island | Donald Trump News | Al Jazeera",
            "time": "2026-01-07T21:13:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695ec5af-1767818671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>European leaders, including in France and Germany, have announced they are working on a plan in the event the United States follows through on its threat to take over <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">Greenland</a> as tensions soar.</p><p>French Foreign Minister Jean-Noel Barrot told France Inter radio on Wednesday that while nations want to act if the US moves to <a href=\"/news/2026/1/6/danish-pm-says-us-attack-on-greenland-would-be-the-end-of-nato\">seize</a> Greenland from an ally, Denmark, they want to do so “together with our European partners”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I myself was on the phone with the [US] Secretary of State [Marco Rubio] yesterday… He discarded the idea that what just happened in Venezuela could happen in Greenland,” Barrot said.</p><p>On Saturday, the United States – using fighter jets, attack helicopters, and special forces – abducted Venezuela’s President Nicolas Maduro, bringing him to New York City to be tried for alleged drug trafficking.</p><p>US President Donald Trump’s decision to greenlight the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">abduction</a> of Maduro led to widespread condemnation and fear that Greenland, which the president has previously said should be part of Washington’s security apparatus, could be <a href=\"/news/2026/1/7/us-says-military-always-an-option-in-greenland-as-europe-rejects-threats\">forcibly taken</a>.</p><p>But since then, European allies have rallied behind Greenland’s sovereignty, saying the country belongs to its people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"sensible-dialogue-now\">‘Sensible dialogue – now’</h2><p>Johannes Koskinen, chair of the Foreign Affairs Committee of Finland’s parliament, called for the issue to be raised within NATO.</p><p>“[Allies should] address whether something needs to be done and whether the United States should be brought into line in the sense that it cannot disregard jointly agreed plans in order to pursue its own power ambitions,” he said.</p><p>Denmark’s Foreign Minister Lars Lokke Rasmussen and his Greenlandic counterpart, Vivian Motzfeldt, requested an urgent meeting with Rubio to discuss the situation.</p><p>“We would like to add some nuance to the conversation,” Rasmussen wrote in a social media post. “The shouting match must be replaced by a more sensible dialogue. Now.”</p><p>Denmark has warned that any move to take Greenland by force would mean “everything would stop”, including NATO and 80 years of close security links.</p><p>Greenland’s government will join a meeting between Rubio and Danish officials next week following renewed US claims on the Arctic island, its foreign minister said on Wednesday.</p><p>‌The European Union will support Greenland and ‍Denmark when ‍needed and will not accept violations of international law no matter where they occur, European Council President Antonio Costa said.</p><p>“On Greenland, allow me to be ​clear: Greenland belongs to its people. Nothing ‍can be decided about Denmark and about Greenland without Denmark or without Greenland,” Costa said in a speech.</p><p>“The European Union cannot accept ‌violations of international law – whether in Cyprus, Latin America, Greenland, Ukraine, or Gaza. Europe will remain ‍a firm and unwavering champion of international law and multilateralism.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"control-of-greenland\">Control of Greenland</h2><p>Greenland – the world’s largest island, with a population of 57,000 people – is located between Europe and North America. Since 2019, during Trump’s first term, the president has raised the idea of controlling Greenland, saying it would <a href=\"/news/2026/1/7/do-russia-and-china-pose-a-national-security-threat-to-the-us-in-greenland\">benefit US security.</a></p><p>So far, Trump has not ruled out using force to take the island.</p><p>Rubio told reporters on Wednesday that Trump’s intention is to buy Greenland. “That’s always been the president’s intent from the very beginning.”</p><p>House US House Speaker Mike Johnson said he hasn’t heard talk of sending the military into Greenland and the US is “looking at diplomatic channels”.</p><p>White House Press Secretary Karoline Leavitt said Trump and his national security team have “actively discussed” the option of buying Greenland.</p><p>“He views it in the best interest of the United States to deter <a href=\"/news/2026/1/7/do-russia-and-china-pose-a-national-security-threat-to-the-us-in-greenland\">Russian and Chinese aggression</a> in the Arctic region. And so that’s why his team is currently talking about what a potential purchase would look like,” Leavitt told reporters.</p><p>Neither Leavitt nor Rubio ruled out the use of force. But Leavitt said, “The president’s first option, always, has been diplomacy.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3570999\" src=\"/wp-content/uploads/2025/03/INTERACTIVE-Where-is-Greeland-1741684530.png?quality=80\" alt=\"INTERACTIVE-Where is Greenland-1741684530\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Is AI headed for a breaking point? | News | Al Jazeera",
            "time": "2026-01-07T20:21:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767828016.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">From surveillance, job losses and resistance movements, what the next phase of AI could mean in 2026.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Artificial intelligence is moving fast: from chatbots to autonomous systems and physical machines. As investment surges, so do concerns about job losses, surveillance, warfare and whether the boom can last. We take a look at where AI is headed in 2026 and the growing resistance against unchecked technological power.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Rubio: Seizing Greenland by ‘military means’ an option for US | NATO | Al Jazeera",
            "time": "2026-01-07T20:00:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767815991.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition targets Yemen separatists after leader skips talks | Conflict | Al Jazeera",
            "time": "2026-01-07T19:46:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP23265571298442_cropped-1767812416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel ‘asphyxiating’ Palestinians for ‘apartheid system’ in West Bank: UN | United Nations News | Al Jazeera",
            "time": "2026-01-07T19:35:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-31T125321Z_769670522_RC2ORIAO4S6J_RTRMADP_3_ISRAEL-PALESTINIANS-TULKARM-DEMOLITION-1767780889.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Israel ‘asphyxiating’ Palestinians for ‘apartheid system’ in West Bank: UN</h1><p class=\"article__subhead\"><em>Volker Turk’s description of the occupied West Bank’s situation as ‘apartheid’ marks first time a United Nations human rights chief has used term.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations human rights office has called on Israel to “dismantle all <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">settlements</a>” in the occupied West Bank, saying its “oppression and domination” of Palestinians resembles “apartheid”.</p><p>In a new report on Wednesday, the Office of the High Commissioner for Human Rights slammed Israel’s “systemic discrimination” against Palestinians, citing restrictions on movement through checkpoints, and “limited access to roads, natural resources, land and basic social facilities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“There is a systematic asphyxiation of the rights of Palestinians in the West Bank,” said UN rights chief Volker Turk in a statement. “This is a particularly severe form of racial discrimination and segregation that resembles the kind of apartheid system we have seen before.”</p><p>While UN-affiliated independent experts have described the situation in the occupied Palestinian territories as “apartheid”, Turk’s comments marked the first time a UN rights chief used the term, which was coined during South Africa’s system of <a href=\"/features/2024/1/16/altruism-opportunism-or-both-what-pushed-south-africa-to-icj-over-gaza\">racial segregation</a> that lasted from 1948 to 1994.</p><p>Turk said every aspect of life in the occupied West Bank is “controlled and curtailed by Israel’s discriminatory laws, policies and practices”, from accessing water to harvesting olives.</p><p>Wednesday’s report called out the Israeli authorities for treating Israeli settlers and Palestinians “under two distinct bodies of law and policies, resulting in unequal treatment on a range of critical issues”, with “large-scale confiscation of land and deprivation of access to resources”.</p><p>The laws had led to Palestinians being dispossessed of their lands and homes “alongside other forms of systemic discrimination including criminal prosecution in military courts during which their due process and fair trial rights are systematically violated”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"two-bodies-of-law\">Two bodies of law</h2><p data-is=\"component-paragraph\">Israel has previously rejected the apartheid accusations, saying its policies are driven by “security concerns” rather than racial or ethnic discrimination.</p><p>The UN rights office said the discrimination in the Palestinian territories is compounded by continuing and escalating settler violence in many cases “with the acquiescence, support and participation of Israel’s security forces”.</p><p>More than 500,000 Israelis currently live in settlements in the West Bank, occupied since 1967 and home to about three million Palestinians.</p><p>Violence has surged in the shadow of the genocidal war on Gaza, with <a href=\"/news/2025/12/21/israel-kills-two-palestinians-including-16-year-old-in-west-bank\">Israeli attacks</a> killing more than 1,100 Palestinians in the West Bank since October 7, 2023. Israeli authorities have arrested nearly 21,000 Palestinians during that period.</p><p>Meanwhile, Israel’s settlement expansion continues, with Israel recently approving <a href=\"/news/2025/12/22/illegal-settlement-expansion-how-israel-is-redrawing-occupied-west-bank\">19 new settlement outposts</a> in the occupied West Bank, as the right-wing government of Prime Minister Benjamin Netanyahu moves to prevent the formation of a contiguous Palestinian state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza babies ‘suffering from severe cold’ as Israel keeps blocking aid | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-07T19:34:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_695e95fa7b5f-1767806458.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gaza babies ‘suffering from severe cold’ as Israel keeps blocking aid</h1><p class=\"article__subhead\"><em>Doctors Without Borders says Israel continues to block deliveries of tents and temporary housing to war-ravaged enclave.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians in <a href=\"/news/2026/1/4/poverty-unemployment-skyrocket-in-the-gaza-strip-after-israels-war\">the Gaza Strip</a> are experiencing respiratory infections, skin diseases, and other health problems, a humanitarian group warned, as Israel maintains strict curbs on crucial shelter supplies despite freezing winter temperatures.</p><p>Doctors Without Borders, known by its French acronym MSF, said on Wednesday that babies are “suffering from severe cold” as displaced Palestinian families live in makeshift shelters across the bombarded enclave.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“People are facing <a href=\"/news/2026/1/3/severe-weather-in-gaza-hits-vulnerable-and-wounded-most-in-israels-war\">torrential rain and heavy winds</a> while living in makeshift shelters,” the group said in a social media post.</p><p>“All the while Israel continues to block or delay the entry of vital supplies like tents, tarpaulins, and temporary housing.”</p><p></p><p>Israel has blocked humanitarian aid from reaching Gaza during its genocidal war against Palestinians, spurring widespread starvation.</p><p>Legal experts have noted this violates Israel’s obligation, as the occupying power in the Gaza Strip, to provide for the needs of Palestinians in the territory under its control.</p><p>It also contravenes a United States-brokered ceasefire agreement, which came into effect in October, that stipulated Israel must allow 600 aid trucks into the enclave daily.</p><p>Yet despite international condemnation and calls from the United Nations to allow more supplies in, Israel has maintained its curbs while also seeking to block international aid groups from operating in the territory.</p><p>Israel <a href=\"/news/2026/1/1/israel-faces-widespread-condemnation-as-ngo-ban-comes-into-effect\">revoked the operating licences</a> of 37 aid groups, including MSF and the Norwegian Refugee Council, for failing to comply with new regulations requiring the organisations to provide detailed information on staff members, funding and operations.</p><p>MSF said on Wednesday the move “is a cynical attempt to prevent organisations from providing services in Palestine and is in breach of Israel’s obligations under international humanitarian law”.</p><p>Israel’s continued refusal to allow adequate aid supplies into Gaza comes as fierce winds, heavy rainfall and freezing temperatures have <a href=\"/news/2025/12/30/israeli-strikes-on-gaza-are-relentless-as-displaced-endure-flooded-camps\">battered the area</a> in recent weeks.</p><p>Hundreds of thousands of Palestinian families have been forced to shelter in ill-equipped tent encampments or other makeshift shelters because their homes were destroyed in Israel’s war.</p><p>The Israeli military’s assault on Gaza has also continued despite the ceasefire, with at least 424 Palestinians killed since October 11, according to the latest figures from the Palestinian Health Ministry.</p><p>Another 1,199 Palestinians have been wounded in Israeli attacks since that date, the Gaza ministry said on Wednesday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Ultra-Orthodox fury over military enlistment turns deadly in Israel | Benjamin Netanyahu News | Al Jazeera",
            "time": "2026-01-07T19:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_695e9f5f-1767808863.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The killing of 14-year-old Yosef Eisenthal, who was run over by a bus during an anti-recruitment protest in an Orthodox district of West Jerusalem on Tuesday night, has brought renewed attention to one of the most contentious issues in Israeli politics: the exemption of <a href=\"/news/2025/10/30/thousands-of-ultra-orthodox-rally-in-jerusalem-against-military-service\">ultra-Orthodox Jews from military service</a>.</p><p>According to numerous analysts, the scale of the fissure is such that it poses an existential threat to the right-wing coalition led by Prime Minister Benjamin Netanyahu, which has so far weathered multiple accusations of genocide in Gaza and criticism over unilateral attacks on regional neighbours.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eisenthal was among tens of thousands of ultra-Orthodox, or Haredi, protesters when he was hit by the bus at an intersection in the Romema neighbourhood. Three other protesters, all reported to be teenagers, were injured in the incident. Israeli media reports say the bus driver had previously been attacked by demonstrators before driving into the crowd.</p><p>Netanyahu issued a statement on Wednesday morning, pledging that the incident would be thoroughly investigated and urging “restraint to prevent the mood from becoming further inflamed so that, heaven forbid, we do not have additional tragedies”.</p><p></p><p>Anger over the exemption of Israel’s ultra-Orthodox students dates back to early attempts in 1999 to formalise what had previously been a de facto arrangement, with Haredi leaders arguing that young men should be allowed to focus on full-time religious study to preserve Jewish law and tradition, rather than be conscripted to join the army, as other Israeli Jews are.</p><p>However, legal challenges to the exemption, most recently from the Supreme Court late last year demanding that Haredi recruitment be enforced, combined with reports of manpower shortages linked to Israel’s military conflicts in Gaza, Lebanon, Syria, and Iran, have pushed the issue back into the spotlight.</p><p>Polls show broad public support for the ending of the exemption, a notion publicly backed by Netanyahu. But two of the prime minister’s key coalition partners, United Torah Judaism (UTJ) and Shas, have repeatedly threatened to withdraw from the government or vote against the state budget, triggering new elections, unless legislation is passed preserving Haredi exemptions or limiting conscription for students at Israel’s ultra-Orthodox schools, known as yeshivas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“You need to remember, these aren’t political parties in the conventional sense,” Yossi Mekelberg, a senior consulting fellow at Chatham House, said, characterising UTJ and Shas as operating to the benefit of their community and not wider society. “They are elected as parties to operate as pressure groups inside the Knesset [parliament]. They know that no one outside of their own ultra-Orthodox community will vote for them, and they really have no interest in persuading them to do so.”</p><p>“All they have is their own religious base, with a proportion in society that is constantly increasing,” added Mekelberg. “Preserving that base, for the large part, is about keeping them out of the army where they might encounter different types of approaches to religion, including secularism, which their rabbis are afraid would tempt and corrupt them.”</p><h2 id=\"bitter-debate\">Bitter debate</h2><p>Despite the limited deaths, the Israeli army has incurred compared to the tens of thousands of Palestinians killed during its genocidal war on Gaza, anger over the Haredi communities’ apparent exemption from the draft has grown among a society <a href=\"/news/2025/10/7/two-years-into-its-war-on-gaza-israel-is-fractured-isolated-analysts\">fractured</a> from two years of unrelenting conflict.</p><p>An autumn poll last year showed an overwhelming number of Israeli respondents saw the societal schism between secular and ultra-Orthodox Israelis as one of the most divisive issues facing contemporary Israel.</p><p>Responding to the death of Eisenthal, UTJ’s Meir Porush told reporters, “It is impossible to ignore the fact that more than once during demonstrations by the ultra-Orthodox public, there is a public atmosphere that it is permissible to harm the demonstrators.”</p><p>“The situation in which incitement is rampant against the ultra-Orthodox public is causing Jews to fear for their safety in the Land of Israel,” Porush continued. “I call on all public leaders to call for an end to the harm and incitement against the ultra-Orthodox public.”</p><figure id=\"attachment_4177762\" aria-describedby=\"caption-attachment-4177762\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177762\" src=\"/wp-content/uploads/2025/12/2025-10-22T172528Z_145204992_RC25HHAT7N13_RTRMADP_3_ISRAEL-PALESTINIANS-CONSCRIPTION-PROTEST-1765889244.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"An Israeli police officer pulls an ultra-Orthodox Jew during a protest.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177762\" class=\"wp-caption-text\">Police clash with ultra-orthodox protesters during a previous protest over compulsory enlistment in West Jerusalem [Ammar Awad/Reuters]</figcaption></figure><p>“There’s very little sympathy for the ultra-Orthodox among much of Israeli society,” Ori Goldberg, an Israeli political analyst, said. “They’ve gone to great lengths to distance themselves from the rest of the population, so most people don’t really care … Israeli society is broken.”</p><h2 id=\"divisive\">Divisive</h2><p>From Israel’s creation in 1948, a handful of highly skilled ultra-Orthodox scholars were granted exemptions from Israel’s mandatory military service, which applies to most Jewish citizens. However, over the years, the influence of influential religious parties, such as Shas and UTJ, has led to a significant increase in the number of military exemptions, currently estimated at about 90 percent of the <a href=\"/features/2024/7/21/who-are-israels-ultra-orthodox-and-will-conscripting-them-sow-discord\">13,000 ultra-Orthodox</a> men who reach conscription age each year.</p><p>While Shas and UTJ only hold 18 seats in the parliament, the fractured nature of Israeli politics and Netanyahu’s reliance upon the right have given the ultra-Orthodox a disproportionate level of influence.</p><p>“It’s true that they don’t have many seats, but Netanyahu absolutely needs their support to maintain his coalition and remain prime minister,” Mitchell Barak, an Israeli pollster and former political aide to several senior Israeli political figures, including Netanyahu, told Al Jazeera. “It’s true that the ultra-Orthodox parties also need Netanyahu and his government to have any power and relevance in their own communities. But the draft issue is everything. To them, if they lose this: they have nothing.”</p><figure id=\"attachment_3898351\" aria-describedby=\"caption-attachment-3898351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3898351\" src=\"/wp-content/uploads/2025/08/AFP__20250819__69XX4R6__v2__HighRes__TopshotIsraelPoliticsMilitaryReligion-1755640109.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Israel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3898351\" class=\"wp-caption-text\">An ultra-Orthodox Jewish man stands in front of a burning fire during a protest against Israeli army conscription in Kfar Yona [John Wessels/AFP]</figcaption></figure><h2 id=\"increasing-influence\">Increasing influence</h2><p>Across Israel, the Haredi are a growing social and political constituency, with both their political heft and the influence of religion across society increasing as their numbers do.</p><p>In 2009, the Haredi made up 9.9 percent of Israel’s population. By 2065, they are forecast to make up more than 30 percent. Alongside this growth, ultra-Orthodox parties are making sure their members’ interests are served and that they remain loyal: all of which could spell problems for Israel’s future.</p><p>“Parties like Shas and UTJ rely on keeping its younger members religious and reliant upon benefits,” Mekelberg said.</p><p>“This is a serious problem, because their numbers are growing,” he added. “An ultra-Orthodox family will typically have six to seven children. It’s unlikely that any of the boys will ever study core subjects like maths or science. Instead, they’ll go to the yeshiva and live off benefits. This is a real demographic problem. And this isn’t a future problem. It’s one that’s happening now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "White House: Seized tankers violated sanctions, crews can be prosecuted | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-07T18:47:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767811598.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 7 Jan 2026</span><span aria-hidden=\"true\">7 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}