{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Texas town battles nonstop noise from bitcoin mine | Energy | Al Jazeera",
            "time": "2025-12-22T16:40:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766421535.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Cambodia-Thailand fighting continues as ceasefire talks loom | Newsfeed | Al Jazeera",
            "time": "2025-12-22T16:39:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766421474.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least three killed in Israeli attack on southern Lebanon’s Sidon | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-22T15:45:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20251119__84GD763__v3__HighRes__LebanonIsraelPalestinianConflict-1763881759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three people have been killed in an Israeli attack near the southern Lebanese city of Sidon, the country’s National News Agency (NNA) is reporting, in the latest Israeli breach of a ceasefire agreement with Hezbollah.</p><p>Lebanon’s Ministry of Health said on Monday that the three people were killed in an Israeli air strike on a vehicle on Quneitra Road in the southern Sidon district, according to NNA.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Israeli military said in a statement that it had targeted Hezbollah members in the Sidon area, without providing further details.</p><p>The deadly strikes come a day after another Israeli attack on southern Lebanon on Sunday killed one person and wounded two others. The Israeli army said it killed a <a href=\"/news/2025/12/20/first-phase-of-hezbollahs-disarmament-close-to-complete-lebanons-salam\">Hezbollah</a> member in that attack.</p><p data-start=\"218\" data-end=\"479\">Israel has repeatedly violated the November 2024 ceasefire agreement with the Lebanese group, carrying out near-daily attacks across Lebanon, particularly in the south, that have drawn widespread condemnation.</p><p>Between January and late November, Israeli forces carried out nearly 1,600 strikes across Lebanon, according to data compiled by the Armed Conflict Location and Event Data Project (ACLED).</p><p>Late last month, the United Nations said at least 127 civilians had been killed in Israeli attacks on Lebanon since the ceasefire took effect, prompting a call from the United Nations human rights office for a “prompt and impartial” investigation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"delegations-meet-in-southern-lebanon\">Delegations meet in southern Lebanon</h2><p>Israel’s attacks have continued despite the November 2024 ceasefire agreement, which includes provisions for Hezbollah’s disarmament in parts of southern Lebanon and the withdrawal of Israeli forces.</p><p data-start=\"566\" data-end=\"933\">On Saturday, Prime Minister Nawaf Salam said Lebanon was close to completing the disarmament of Hezbollah in the area south of the Litani River.</p><p data-start=\"566\" data-end=\"933\">That is a key provision of UN Security Council Resolution 1701, which designates the zone between the Litani River and the Israeli border as an area where only the Lebanese army and UN peacekeepers are permitted to operate.</p><p data-start=\"566\" data-end=\"933\">Hezbollah has long rejected calls for full disarmament, saying its weapons are necessary to defend Lebanon against Israeli attacks and occupation.</p><p data-start=\"935\" data-end=\"1101\">Hezbollah leader <a href=\"/news/2025/11/28/hezbollah-leader-promises-response-to-israels-strike-killing-top-commander\">Naim Qassem</a> has consistently said the group will end its military presence south of the Litani River in line with the ceasefire, but insists it will retain its weapons elsewhere in Lebanon.</p><p data-start=\"1103\" data-end=\"1428\">Under the 2024 ceasefire agreement, Israeli forces were also required to withdraw fully from southern Lebanon, south of the Litani River, by January. But Israeli troops have only partially pulled back and continue to maintain a military presence at five border outposts inside Lebanese territory.</p><p data-start=\"1103\" data-end=\"1428\">Hezbollah officials have previously said the group would not fully implement its commitments under the ceasefire while Israeli forces remain deployed in southern Lebanon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, a committee overseeing the ceasefire agreement <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">continues to hold talks</a> in southern Lebanon as Israel and the United States increase pressure on Hezbollah to disarm.</p><p>Civilian and military delegations from Israel and Lebanon met in the southern town of Naqoura on Friday in closed-door discussions.</p><p>Following the talks, Lebanese President Joseph Aoun met with diplomat Simon Karam, who has been appointed as Lebanon’s chief civilian negotiator.</p><p>Hezbollah has been critical of the appointment of Karam, who has previously served as the ambassador of Lebanon to the US.</p><p>In a statement, the Lebanese presidency said <a href=\"/news/2025/12/19/israel-lebanon-officials-meet-as-pressure-mounts-to-disarm-hezbollah\">Aoun stressed</a> that enabling tens of thousands of displaced Lebanese civilians to return to their villages and homes was “an entry point for addressing all other details” of the agreement.</p><p>Aoun said the committee’s next meeting is scheduled for January 7.</p><p>He also welcomed a separate diplomatic agreement reached in Paris between the US, France and Saudi Arabia to organise an international conference in early 2026 to support the Lebanese army and internal security forces.</p></div></div></body></html>"
        },
        {
            "title": "Illegal settlement expansion: How Israel is redrawing occupied West Bank | Explainer News | Al Jazeera",
            "time": "2025-12-22T15:37:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251218__88JR6YX__v1__MidRes__IsraelPalestinianConflict-1766400670.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli security cabinet has approved <a href=\"/news/2025/12/16/how-israel-expansion-push-deepens-palestinian-suffering-in-west-bank\">19 new settlement outposts</a> in the occupied West Bank as the right-wing government headed by Prime Minister Benjamin Netanyahu moves to prevent the formation of a viable Palestinian state.</p><p>As Netanyahu’s government has made the annexation of occupied Palestinian territory a priority, the United Nations has said Israeli settlement expansions in 2025 have reached their highest level since 2017.</p><p>“These figures represent a sharp increase compared to previous years,” UN Secretary-General Antonio Guterres said, noting an average of 12,815 housing units were added annually from 2017 to 2022.</p><p>Under the current far-right government, the number of settlement and outposts in the West Bank and occupied East Jerusalem has risen by nearly 50 percent – from 141 in 2022 to 210 now. An outpost is built without government authorisation while a settlement is authorised by the Israeli government.</p><p>Nearly 10 percent of Israel’s Jewish population of 7.7 million people lives in these settlements, which are considered illegal under international law.</p><p>Here’s everything you need to know about the newly approved settlements and what they mean for the future of Palestinian statehood.</p><figure id=\"attachment_4189580\" aria-describedby=\"caption-attachment-4189580\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189580\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Occupied-West-Bank-Israel-approves-19-new-illegal-settlements-1766394958.png?quality=80\" alt=\"INTERACTIVE - Occupied West Bank - Israel approves 19 new illegal settlements-1766394958\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189580\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"where-are-the-new-settlements\">Where are the new settlements?</h2><p>The new settlements are spread across the West Bank – home to more than three million Palestinians – from Jenin in the north to Hebron in the south.</p><p>Most of them are close to the densely populated Palestinian villages of Duma, Jalud, Qusra and al-Lubban Asharqiya in the Nablus governorate and Sinjil in the Ramallah and el-Bireh governorate, according to Peace Now, an antisettlement watchdog group based in Israel. Other locations identified by the watchdog for the new settlement areas are in the northwestern West Bank, in the Salfit governorate, near the Palestinian towns of Sa’ir and Beit Sahour, and other areas near Bethlehem and in the Jericho governorate.</p><p>Israel’s construction spree is entrenching the occupation and squeezing Palestinians out of their homeland. Settlements dot the West Bank and are often connected by Israeli-only highways while Palestinians face roadblocks and security checks, making their daily commutes harrowing experiences.</p><p>Israel has also built Separation Barrier that stretches for more than 700km (435 miles) through the West Bank restricting movement of Palestinians. Israel says the wall is for security purposes.</p><p>Under a dual legal system, Palestinians are tried in Israel’s military courts while crimes committed by settlers are referred to a civilian court.</p><p>Israel’s latest approval also includes settlements in Ganim and Kadim, two of the four West Bank settlements east of Jenin that were dismantled as part of Israel’s 2005 disengagement plan, a unilateral withdrawal ordered by then-Prime Minister Ariel Sharon.</p><p>Five of the 19 settlements already existed but had not previously been granted legal status under Israeli law, according to a statement from the office of Finance Minister Bezalel Smotrich.</p><p>Israel controls most of the West Bank and East Jerusalem, territory Palestinians want to be part of a future state along with Gaza. Israel captured East Jerusalem, the West Bank and the Gaza Strip in a 1967 war. It later annexed East Jerusalem, which Palestinians see as their future capital.</p><p>Israeli settlements and outposts are Jewish-only communities built on Palestinian land and they can range in size from a single dwelling to a collection of high-rises. About 700,000 settlers live in the West Bank and East Jerusalem, according to Peace Now.</p><p>The latest approval comes at a time when the United States has been working with Israel and Arab allies to move the Gaza ceasefire into a second phase. After a meeting on Friday of top officials from the US, Egypt, Turkiye and Qatar in the US city of Miami, Florida, Turkish Foreign Minister Hakan Fidan <a href=\"/news/2025/12/20/us-qatar-egypt-turkey-urge-gaza-restraint-as-israeli-strikes-continue\">accused Israel</a> of committing repeated violations of the ceasefire that began in October.</p><p>Israel still controls nearly half of Gaza’s territory since a ceasefire was announced on October 10 after more than two years of a genocidal war killed more than 70,000 Palestinians.</p><figure id=\"attachment_4069962\" aria-describedby=\"caption-attachment-4069962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4069962\" src=\"/wp-content/uploads/2025/10/afp_69026e359a3f-1761766965.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Palestinian farmers (L) scuffle with Israeli settlers during the olive harvest in the Palestinian village of Silwad, near Ramallah in the Israeli-occupied West Bank, on October 29, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4069962\" class=\"wp-caption-text\">Palestinian farmers, left, scuffle with Israeli settlers during the olive harvest in the Palestinian village of Silwad,near Ramallah in the Israeli-occupied West Bank on October 29, 2025 [AFP]</figcaption></figure><h2 id=\"has-settlement-construction-spiked-in-recent-years\">Has settlement construction spiked in recent years?</h2><p>The new settlements bring the total number approved over the past three years to 69, according to a statement from the office of Smotrich, who is a vocal proponent of settlement expansion and a settler himself.</p><p>In May, Israel approved 22 new settlements in the West Bank, the biggest expansion in decades.</p><p>The UN chief has condemned what he described as Israel’s “relentless” expansion of settlements in occupied Palestinian territory. It “continues to fuel tensions, impede access by Palestinians to their land and threaten the viability of a fully independent, democratic, contiguous and sovereign Palestinian state”, Guterres said this month.</p><p>Palestinians have also been facing increasing settler violence since Israel’s war on Gaza began.</p><p>According to data from the UN Office for the Coordination of Humanitarian Affairs (OCHA), settlers have attacked Palestinians nearly 3,000 times over the past two years.</p><p>Settler attacks often escalate during the olive harvest from September to November, a vital time of year that provides a key source of income for many Palestinian families.</p><p>Settlers are often armed and frequently accompanied or protected by Israeli soldiers. In addition to destroying Palestinian property, they have carried out arson attacks and killed Palestinian residents.</p><p>Every West Bank governorate has faced settler attacks over the past two years, data from OCHA shows.</p><figure id=\"attachment_4034971\" aria-describedby=\"caption-attachment-4034971\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4034971\" src=\"/wp-content/uploads/2025/10/INTERACTIVE-Settler-attacks-across-the0Doccupied-West-Bank-2024-2025-west-bank-October-14-2025-1760450290.png?quality=80\" alt=\"INTERACTIVE - Settler attacks across theoccupied West Bank (2024-2025)-west bank - October 14, 2025-1760450290\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4034971\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"are-the-settlements-legal-under-international-law\">Are the settlements legal under international law?</h2><p>No. The UN, the International Court of Justice (ICJ) and the International Committee of the Red Cross all consider Israeli settlements as a violation of the Fourth Geneva Convention, which outlaws settler activity.</p><p>In a landmark judgement in July 2024, the ICJ, the UN’s top court, found that Israel’s occupation, settlement activity and annexation measures are illegal. In its nonbinding advisory opinion, the ICJ ruled that Israel’s continued presence in occupied Palestinian territory is unlawful and should come to an end “as rapidly as possible”.</p><p>The judges pointed to a wide list of policies – including the building and expansion of Israeli settlements in the West Bank and East Jerusalem, use of the area’s natural resources, the annexation and imposition of permanent control over lands and discriminatory policies against Palestinians – all of which it said violated international law.</p><p>Two months later, the UN General Assembly adopted a <a href=\"/news/2024/9/18/un-general-assembly-overwhelmingly-calls-for-end-of-israeli-occupation\">resolution</a> demanding that Israel end its occupation of Palestinian territory within a year.</p><p>But Israel has defied the resolution by the global body backed by its ally – the United States. Washington has extended diplomatic cover to Israel against numerous UN resolutions.</p><figure id=\"attachment_4046827\" aria-describedby=\"caption-attachment-4046827\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4046827\" src=\"/wp-content/uploads/2025/10/AFP__20251019__79B67HF__v1__HighRes__PalestinianIsraelConflictHarvestSettlers-1760935035.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a lady in a pink dress and head scarf picks olives\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4046827\" class=\"wp-caption-text\">Palestinians harvest olives near the occupied West Bank village of Turmus Aya near Ramallah on October 19, 2025 [Hazem Bader/AFP]</figcaption></figure><p>Since returning to power in January, US President Donald Trump has adopted a permissive stance towards Israeli settlement activity, breaking with longstanding US policy.</p><p>In 2019, he said Israeli settlements in the West Bank were not inherently illegal under international law. Trump also revoked his predecessor President Joe Biden’s sanctions on several settlers and groups accused of perpetrating violence against Palestinians in the West Bank.</p><p>US sanctions on settlers under Biden came under Washington’s long-held policy that settlements are the biggest impediments to the two-state solution to the conflict.</p><p>However, Trump and his officials have repeatedly said Israel cannot annex the West Bank. “It won’t happen because I gave my word to the Arab countries,” Trump told Time magazine in October. “Israel would lose all of its support from the United States if that happened.”</p><figure id=\"attachment_4171855\" aria-describedby=\"caption-attachment-4171855\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4171855\" src=\"/wp-content/uploads/2025/12/reuters_693dc0e3-1765654755.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Israelis walk past troops standing guard during a weekly settlers' tour in Hebron, in the Israeli-occupied West Bank, December 13, 2025. REUTERS/Mussa Qawasma\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4171855\" class=\"wp-caption-text\">Israelis walk past soldiers standing guard during a weekly settlers tour in Hebron in the Israeli-occupied West Bank on December 13, 2025 [Mussa Qawasma/Reuters]</figcaption></figure><h2 id=\"what-will-the-new-settlements-mean-for-the-future-of-a-palestinian-state\">What will the new settlements mean for the future of a Palestinian state?</h2><p>The growing settlements – together with other projects undertaken by Netanyahu’s government like the E1 settlement plan that will split the West Bank – are further squeezing Palestinians in occupied territory.</p><p>Settlement expansions have drawn criticism from the international community, including Israel’s European allies, who said the steps undermine prospects for a two-state solution.</p><p>But Netanyahu and his far-right cabinet, including Smotrich and National Security Minister Itamar Ben-Gvir, have doubled down on their rhetoric against a Palestinian state.</p><p>“On the ground, we are blocking the establishment of a Palestinian terror state,” Smotrich said in his statement on Sunday.</p><p>In June, the United Kingdom, Australia, Canada, New Zealand and Norway slapped sanctions on Smotrich and Ben-Gvir for inciting violence.</p><p>Several European nations, including the UK and France, as well as Australia recognised Palestinian statehood in September in a push for the two-state solution.</p><p>Israel condemned the move, and Netanyahu said he <a href=\"/news/2025/9/11/israels-netanyahu-says-there-will-be-no-palestinian-state\">won’t allow a Palestinian state</a>. He has previously boasted how he scuttled the 1993 and 1995 Oslo peace accords by boosting settlement expansion in occupied territory.</p><p>“It’s not going to happen. There will be no Palestinian state to the west of the Jordan River,” Netanyahu said in an address in September. “For years, I have prevented the creation of that terror state against tremendous pressure, both domestic and from abroad.”</p></div></div></body></html>"
        },
        {
            "title": "Clashes between Syrian army, Kurdish-led SDF break out in Aleppo | Syria's War News | Al Jazeera",
            "time": "2025-12-22T15:34:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_694968f5-1766418677.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--developing post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">DEVELOPING STORY</strong><span class=\"screen-reader-text\">DEVELOPING STORY, </span></p><h1>Clashes between Syrian army, Kurdish-led SDF break out in Aleppo</h1><p class=\"article__subhead\"><em>Clashes come amid high-level talks between Syrian and Turkish officials on integration of SDF forces into Syria’s army.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clashes have been reported between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF) in Aleppo amid high-level talks on how to integrate the SDF into Syria’s state institutions.</p><p>Syria’s state-run SANA news agency reported on Monday that the SDF launched attacks against Syrian security force positions near the Sheihan and Lairmoun roundabouts in Aleppo.</p><p>“The Gaziantep-Aleppo road has been closed from the direction of the Lairmoun and Sheihan roundabouts as SDF targets the road,” the news agency said.</p><p>The Syrian Civil Defence said two of its rescuers were injured after the vehicle they were travelling in was fired upon by the SDF.</p><p>“The vehicle clearly displayed the Civil Defense insignia,” the rescue agency said, adding that the two wounded rescuers were taken to hospital.</p><p>The violence comes as Turkish Foreign Minister Hakan Fidan visited Syria’s capital Damascus for talks with Syrian officials on the integration of the SDF into the country’s new army ahead of a looming deadline.</p><p>Syrian President Ahmed al-Sharaa, who came to power following the removal of longtime leader Bashar al-Assad in December of last year, <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed a deal</a> in March with the SDF to integrate the group into the country’s state institutions.</p><p>But the details of the integration process were left vague, and the deal’s implementation has stalled.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Damascus, Al Jazeera’s Ayman Oghanna said the high-level meeting between the Syrian and Turkish officials was “the catalyst” for Monday’s clashes. “We’ve heard reports of heavy gunfire and even shelling,” he said.</p><p>“Previously, Damascus had suggested merging the 50,000 SDF fighters into three divisions, with partial Syrian control. The Turks were really against this, and they said they wanted to dismantle the SDF’s existing command structure,” Oghanna explained.</p><p>The US-backed SDF has controlled a large swath of territory in northeastern Syria since 2015.</p><p>“The issue of integrating SDF into Syrian government forces is probably the most combustible factor in Syria today. It’s a huge hotspot, and it really threatens the national unity of Syria.”</p><h2 id=\"points-of-contention\">Points of contention</h2><p>A major sticking point has been whether the SDF would remain as a cohesive unit in the new Syrian army or whether it would be dissolved and its members individually absorbed into the new military.</p><p>Turkiye, which considers the SDF to be a “terrorist” organisation due to its links to the Kurdistan Workers’ Party (PKK), has been opposed to the SDF joining as a single unit.</p><p>Kurdish officials have said that a preliminary agreement has been reached to allow three divisions affiliated with the SDF to integrate as units into the new army, but it is unclear how close the sides are to finalising it.</p><p>The original deadline for implementation of the March deal was the end of the year, and there have been fears of a military confrontation if progress is not made by then.</p><p>Speaking alongside Fidan on Monday, Syrian Foreign Minister Asaad al-Shibani said the government had not seen “an initiative or a serious will” from the SDF to implement the integration agreement.</p><p>“There has been systematic procrastination,” al-Shibani said.</p><p>He added that Damascus had submitted a proposal to the SDF for moving forward with the military merger and received a response Sunday, which is currently “under review”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action hunger strikes: What are their demands? | Health News | Al Jazeera",
            "time": "2025-12-22T15:11:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AA-20251122-39778277-39778264-POLICE_DETAIN_ACTIVISTS_AT_LIFT_THE_BAN_PROTEST_IN_LONDON-1763844083.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Six prisoners currently on remand and linked to the banned group Palestine Action have gone on hunger strike, prompting <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\" target=\"_blank\" rel=\"noopener\">warnings</a> from hundreds of United Kingdom healthcare professionals that they face an immediate risk to their lives.</p><p>The prisoners are accused of involvement in break-ins at a UK factory operated by Israel’s largest weapons manufacturer, Elbit, near Bristol and a Royal Air Force base in Oxfordshire last year, during which two military planes were spray-painted.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>All six individuals deny the charges, which relate to criminal damage and unauthorised entry. Some have been held in custody for more than a year while awaiting trial.</p><p>Two of the hunger strikers were <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\" target=\"_blank\" rel=\"noopener\">hospitalised</a> last week, as family members raised concerns about prison conditions and a lack of government action.</p><p>So why are the six prisoners on hunger strike?</p><h2 id=\"what-are-their-demands\">What are their demands?</h2><p>The hunger strikers have five key demands: immediate bail, the right to a fair trial (which they say would include the release of documents related to “the ongoing witch-hunt of activists and campaigners”), ending censorship of their communications, “de-proscribing” Palestine Action, which is classed as a ‘terrorist’ group, and the shutting down of Elbit Systems, the Israel-based defence manufacturer with several UK factories.</p><p>The protesters have also called for an end to their alleged censorship in prison, accusing authorities of withholding mail, calls and books.</p><p>Looking ahead, the six prisoners are expected to be held for more than one year until their trial dates, well beyond the UK’s six-month pre-trial detention limit.</p><h2 id=\"what-have-they-been-charged-with\">What have they been charged with?</h2><p>The prisoners on hunger strike, aged between 20 and 31, are: Qesser Zuhrah, Amu Gib, Heba Muraisi, Teuta Hoxha and Kamran Ahmed. Lewie Chiaramello is on a partial strike, refusing food every other day as he is diabetic.</p><p>They are being held across five prisons for their <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban\" target=\"_blank\" rel=\"noopener\">alleged involvement in break-ins</a> at the UK subsidiary of Elbit Systems in Filton near Bristol, where equipment was reportedly damaged, and at a Royal Air Force base in Oxfordshire, where two military aircraft were sprayed with red paint.</p><p>The prisoners deny the charges against them, which include burglary and violent disorder.</p><p>Palestine Action was branded a ‘terror’ group in <a href=\"/news/2025/7/4/palestine-action-what-has-the-group-done-as-it-faces-a-ban?utm_source=chatgpt.com\">July</a>, a label that applies to groups such as ISIL (ISIS). More than 1,600 arrests linked to support for Palestine Action were made in the three months following the ban’s introduction. The ban has been challenged in court.</p><p>For their part, the pro-Palestinian group believes the UK government is complicit in Israeli war crimes committed in Gaza.</p><p>Numerous rights organisations have said that Israel’s actions in Gaza amounted to genocide. A United Nations inquiry released in September also said Israel’s war in Gaza was a genocide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"why-are-they-doing-this\">Why are they doing this?</h2><p>The prisoners say they are deeply affected by Israel’s war on Gaza, insisting the death toll of <a href=\"/gallery/2025/12/22/2025-in-gaza-12-months-12-pictures\">more than 70,000</a> is a moral failing by Western governments. Despite a ceasefire agreed in October, Israel has killed at least 400 Palestinians in more than 700 attacks on the besieged enclave.</p><p>They have cast their punishment as solidarity with the Palestinian people, whom they believe the world governments have abandoned.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a voice recording from prison, Amu Gib – who has lost more than 10kg (22lbs) is below the normal range for most health indicators – lamented “a society that imprisons its conscience”.</p><p>Teuta Hoxha, who is on the 40th day of her strike, suffers from low blood pressure, headaches, chest tightness and shortness of breath. Her 17-year-old sister, Rahma, told Sky News that Teuta feels “weak” and nauseous, and is preparing to die.</p><p>The two longest-protesting detainees have been refusing food for 45 days, according to supporters, a claim that has not been disputed by officials.</p><h2 id=\"how-long-are-they-due-to-be-on-remand-for\">How long are they due to be on remand for?</h2><p>UK law sets strict custody time limits to protect defendants who have not yet been convicted, ensuring they are not held in pre-trial detention for excessive periods. The rules require prosecutions to bring cases to trial without undue delay.</p><p>In Britain, pre-trial detention is generally limited to six months. Yet several of the six Palestine Action prisoners have been held for more than a year without trial, exceeding that statutory limit.</p><p>More than 20,000 people have signed a petition by the campaign group Avaaz calling on Justice Secretary David Lammy to intervene, while more than 50 members of parliament (MPs) have urged Lammy to meet the hunger strikers’ lawyers.</p><p>John McDonnell, Labour MP, told Al Jazeera: “There’s a real anxiety now about what the hell is going on. Why aren’t we intervening as a government? Why aren’t we sorting this out? There’s an increasing worry that we’re in a situation now which is highly risky.”</p><p>On December 18, more than <a href=\"/news/2025/12/18/palestine-action-hunger-strikers-are-dying-in-prison-uk-doctor-warns\">800 doctors</a> wrote to the justice secretary to warn that “without resolution, there is the real and increasingly likely potential that young British citizens will die in prison, having never even been convicted of an offence”.</p><p>In their letter, the healthcare professionals said twice daily assessments, daily blood tests and 24-hour medical cover were needed.</p><p>Meanwhile, a spokesperson for HMP Peterborough prison, where Teuta Hoxha is being held, said that all prisoners are managed in line with government policies and procedures.</p><p>They continued: “If any prisoner has specific complaints, we encourage them to raise them directly with the prison, as there are numerous channels available for addressing such concerns.”</p><h2 id=\"is-there-a-precedent-to-this\">Is there a precedent to this?</h2><p>In 1981, members of the Irish Republican Army (IRA) – who sought to reunify Ireland as a single state – went on hunger strike in Northern Ireland, demanding the restoration of their political status, which had been rescinded by the British government in 1976.</p><p>At the time, the prisoners opposed being treated as ordinary criminals, arguing their actions were politically motivated within a wider conflict known as The Troubles – a violent conflict between republicans seeking unification and unionists wanting to remain British.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Led by Bobby Sands, who was elected an MP from prison and who died after 66 days, the hunger strike intensified nationalist support and became a pivotal moment in the conflict. In total, 12 republican hunger strikers died.</p><p>Some of the former Irish republican hunger strikers are offering support to Palestine Action prisoners today.</p><p>Tommy McKearney, who participated in the 1980 strike for 53 days, attended a London assembly in early December for the prisoners, as did Bernadette Devlin McAliskey, a former Northern Irish MP and prominent campaigner for the strikers.</p></div></div></body></html>"
        },
        {
            "title": "Situation in Sudan’s White Nile shows “increased disrespect” of the law | Sudan war | Al Jazeera",
            "time": "2025-12-22T15:10:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-REFAAT-1766416072.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohamed Refaat of the International Organization for Migration says people who have fled the fighting in Sudan and have arrived in White Nile state are in dire condition, raising concerns over how the situation may worsen.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "AFCON 2025: Nigeria vs Tanzania - team news, start time and lineups | Africa Cup of Nations News | Al Jazeera",
            "time": "2025-12-22T14:45:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25287720958971-1765956261.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who</strong>: Nigeria vs Tanzania<br>\n<strong>What</strong>: CAF Africa Cup of Nations<br>\n<strong>Where</strong>: Fez Stadium in Fez, Morocco<br>\n<strong>When</strong>: Tuesday, December 23, at 6:30pm (17:30 GMT)<br>\n<strong>How to follow</strong>: We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 14:30 GMT in advance of our text commentary stream.</p><p data-start=\"133\" data-end=\"475\">Nigeria’s much-celebrated golden generation was expected to propel the nation to new heights, but another World Cup qualification disappointment has left the Super Eagles searching for answers.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"284\" data-end=\"409\">After the heartbreak of missing out on a trip to North America in 2026, Nigeria arrive in Morocco in search of redemption and continental glory. The three-time champions open their AFCON 2025 campaign against Group C opponents Tanzania, who have appeared at the tournament just three times.</p><p data-start=\"631\" data-end=\"784\">Boasting world-class talent in Victor Osimhen and Ademola Lookman, Nigeria are among the favourites to top the group that also features Tunisia and Uganda.</p><p data-start=\"631\" data-end=\"784\">Tuesday’s face-off in Fez pits together Nigeria and Tanzania for only the second time at the continental championships, 45 years after their first meeting at the competition.</p><p data-start=\"631\" data-end=\"784\">Here’s all you need to know about the match:</p><h2 id=\"why-did-nigeria-fail-to-qualify-for-the-2026-world-cup\" data-start=\"631\" data-end=\"784\">Why did Nigeria fail to qualify for the 2026 World Cup?</h2><p>Nigeria were among the best runners-up across the nine African qualifying groups who advanced to the playoffs, but <a href=\"/sports/2025/11/16/dr-congo-shock-nigeria-on-penalties-to-win-african-world-cup-playoffs\">lost 4-3 on penalties</a> to the Democratic Republic of the Congo (DRC), failing to reach the inter-confederation playoffs.</p><p>The Super Eagles, who have made six World Cup appearances, have now failed to qualify for the global showpiece event for the second time in a row.</p><p>A poor start to their qualifying campaign, managerial changes and a pay dispute were among the factors that led to their World Cup disappointment.</p><h2 id=\"what-happened-after-the-loss-to-dcr\">What happened after the loss to DCR?</h2><p>Last week, Nigeria submitted a petition to FIFA alleging DRC fielded ineligible players in that decisive playoff match.</p><p>The Nigerian football federation said several dual-nationality players had been cleared to play for DRC without meeting the required criteria, but DRC’s federation rejected the allegations.</p><h2 id=\"coaching-turnover-for-tanzania\" data-start=\"631\" data-end=\"784\">Coaching turnover for Tanzania</h2><p>There is no dearth of controversy in Tanzania, too.</p><p>Tanzania’s football federation fired its coach, Hemed Suleiman, just a month before AFCON 2025, replacing him with Miguel Gamondi, who will take interim charge of the Taifa Stars for the competition.</p><p>Former coach Suleiman led Tanzania to their fourth Cup of Nations appearance and reached the quarterfinals of the African Nations Championships this year. But they failed to secure a spot in the 2026 FIFA World Cup.</p><figure id=\"attachment_4190140\" aria-describedby=\"caption-attachment-4190140\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4190140\" src=\"/wp-content/uploads/2025/12/2024-04-05T194813Z_1557477042_UP1EK451J0B7X_RTRMADP_3_SOCCER-AFRICA-CHAMPIONS-1766412612.jpg?w=770&amp;resize=770%2C591&amp;quality=80\" alt=\"Miguel Gamondi reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4190140\" class=\"wp-caption-text\">Former Young Africans coach Miguel Gamondi is now in charge of Tanzania’s AFCON 2025 campaign [File: Siphiwe Sibeko/Reuters]</figcaption></figure><h2 id=\"who-are-nigeria-s-key-players-to-watch\" data-start=\"631\" data-end=\"784\">Who are Nigeria’s key players to watch?</h2><p>Nigeria’s squad is packed with talent in all departments, with forwards and former CAF Player of the Year award winners Osimhen and Lookman headlining the group.</p><p>Defender Calvin Bassey, midfielders Alex Iwobi and Wilfred Ndidi, along with striker Samuel Chukwueze, are the other high-profile players.</p><h2 id=\"who-are-tanzania-s-key-players\" data-start=\"631\" data-end=\"784\">Who are Tanzania’s key players?</h2><p>Mbwana Samatta, who plays for Ligue 1 club Le Havre, and fellow experienced forward Simon Msuva headline Tanzania’s squad.</p><p>Msuva returns after missing the October and November windows and remains the most capped member of the squad. An appearance on Tuesday will mark his 100th international cap.</p><p>Defender Mohamed Hussein is a formidable presence in Tanzania’s backline, while youngster Haji Mnoga, who plays for Salford City in the English fourth tier, is also part of the squad.</p><h2 id=\"form-guide\">Form guide</h2><p>All matches, most recent result last:</p><p>Nigeria: L-L-W-W-W</p><p>Tanzania: L-L-L-L-D</p><h2 id=\"head-to-head\">Head-to-head</h2><p>Nigeria and Tanzania have met seven times across all competitions, including at the FIFA World Cup.</p><p>Nigeria have won four of those matches, while three ended in a draw.</p><p>Their last meeting was in 2016 at AFCON, where Nigeria won 1-0.</p><p></p><h2 id=\"afcon-records\">AFCON records</h2><p>Nigeria have played at AFCON 20 times, finishing winners on three occasions – most recently lifting the trophy in 2013 – and runners-up five times. Remarkably, they have finished in the top three in 13 of their last 15 AFCON appearances.</p><p>Tanzania have never made it past the group stage in their three AFCON appearances. They are also one of only four teams at this year’s edition that have never won an AFCON match, with six defeats and three draws in their nine AFCON matches overall.</p><p>The AFCON 2025 is a landmark tournament for Tanzania, as they have qualified for successive finals for the first time.</p><h2 id=\"nigeria-team-news\">Nigeria team news</h2><p>Nigeria will be without centre-back Benjamin Fredrick and full-back Ola Aina, who are both injured.</p><p>William Troost-Ekong, the regular captain, is unavailable after recently announcing his retirement from international football, with Ndidi now taking over the captaincy.</p><p>Strikers Victor Boniface and Tolu Arokodare were the surprise omissions from the squad.</p><figure id=\"attachment_2653962\" aria-describedby=\"caption-attachment-2653962\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2653962\" src=\"/wp-content/uploads/2024/01/2024-01-27T222313Z_2012206428_UP1EK1R1Q6N0R_RTRMADP_3_SOCCER-NATIONS-NGA-CMR-REPORT-1706396377.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"Soccer Football - Africa Cup of Nations - Round of 16 - Nigeria v Cameroon - Felix Houphouet-Boigny Stadium, Abidjan, Ivory Coast - January 27, 2024 Nigeria's Ademola Lookman celebrates after the match REUTERS/Luc Gnago\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2653962\" class=\"wp-caption-text\">Dynamic goal-scoring forward Ademola Lookman, left, will be a key player to watch for Nigeria during AFCON 2025 [File: Luc Gnago/Reuters]</figcaption></figure><h2 id=\"nigeria-s-predicted-lineup\">Nigeria’s predicted lineup</h2><p>Nwabili (Goalkeeper); Osayi-Samuel, Ajayi, Bassey, Sanusi; Chukwueze, Ndidi, Iwobi, Lookman; Osimhen, Adams</p><h2 id=\"tanzania-team-news\">Tanzania team news</h2><p>New coach Gamondi dropped experienced midfielder Mudathir Yahya from the squad, but apart from that, there are no absentees.</p><h2 id=\"tanzania-s-predicted-lineup\">Tanzania’s predicted lineup</h2><p>Suleiman (Goalkeeper); Kapombe, Hamad, Husseini, Msindo; Miroshi, Salum, Job; Msuva, Mzize, Samatta</p></div></div></body></html>"
        },
        {
            "title": "LIVE: Israel escalates strikes on Lebanon, displaces dozens in Jerusalem | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-22T14:01:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T120213Z_296646396_RC20JIASCZMM_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-WEATHER-1766410446.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel escalates strikes on Lebanon, displaces dozens in Jerusalem</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Israeli strikes hit Sidon district; 100 Palestinians lose homes as Israel tears down residential building.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Germany charges ex-Syrian prison guard over Assad-era abuses | Syria's War News | Al Jazeera",
            "time": "2025-12-22T13:37:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP22013354823908-1766408250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Germany charges ex-Syrian prison guard over Assad-era abuses</h1><p class=\"article__subhead\"><em>Prosecutors accuse the official, named as Fahad A, of torturing dozens of prisoners in jail run by Syrian intelligence.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German prosecutors have charged a former Syrian security official with crimes against humanity, accusing him of torturing dozens of prisoners at a Damascus jail while <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ex-President Bashar al-Assad was in power</a>.</p><p>Germany’s Federal Public Prosecutor General’s office announced the indictment on Monday, alleging the ex-prison guard, named only as Fahad A, took part in more than 100 interrogations between 2011 and 2012 in which prisoners were “subjected to severe physical abuse”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The abuse included electric shocks, cable beatings, forced stress positions and suspensions from the ceiling, according to a statement by the prosecutor’s office.</p><p>“As ‌a result of such mistreatment and the catastrophic prison conditions, at least ‌70 prisoners died,” said the statement, noting the former guard is also charged with murder.</p><p>The official was arrested on May 27 and formally indicted on December 10.</p><p>He is being held in pre-trial detention, the German prosecutor’s office added.</p><p>Syrians have demanded justice for crimes committed under the decades-long rule of al-Assad, who was removed from power <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">in December 2024</a> after a rapid rebel offensive.</p><p>The Assad regime, which was accused of mass human rights abuses, including the torture of detainees and enforced disappearances, fell after nearly 14 years of civil war.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"universal-jurisdiction\">Universal jurisdiction</h2><p>In Germany, prosecutors have ⁠used universal jurisdiction laws to seek trials for suspects in crimes against humanity committed anywhere in the world.</p><p>Based on ‌these laws, several people suspected of war crimes during the Syrian conflict have been arrested in the last ‍few years in Germany, which is home to about one million Syrians.</p><p>In June, a court in Frankfurt <a href=\"/news/2025/6/16/german-court-convicts-syrian-doctor-of-crimes-against-humanity\">handed a life sentence</a> to a Syrian doctor convicted of carrying out acts of torture as part of al-Assad’s crackdown on dissent.</p><p>The doctor, Alaa Mousa, was accused of torturing patients at military hospitals in Damascus and Homs, where political prisoners were regularly brought for supposed treatment.</p><p>Witnesses described Mousa pouring flammable liquid on a prisoner’s wounds before setting them alight and kicking the man in the face, shattering his teeth. In another incident, the doctor was accused of injecting a detainee with a fatal substance for refusing to be beaten.</p><p>One former prisoner described the Damascus hospital where he was held as a “slaughterhouse”.</p><p>Presiding judge, Christoph Koller, said the verdict underscored the “brutality of Assad’s dictatorial, unjust regime”.</p></div></div></body></html>"
        },
        {
            "title": "Seizing ships as leverage: US vs Houthis | Digital Series | Al Jazeera",
            "time": "2025-12-22T13:28:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/EP96-16-9-1766400060.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s Christmas gifts | Donald Trump | Al Jazeera",
            "time": "2025-12-22T13:16:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T234653Z_2096379113_RC2Z9IANZ0ZT_RTRMADP_3_CHRISTMAS-SEASON-USA-TREE-1766404429.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>If my memory serves me correctly, it was on Christmas Eve in 1992 that I found out there was no Santa Claus.</p><p>I was a 10-year-old elementary school student in Austin, Texas, and although I had already debunked the existence of the Tooth Fairy and Easter Bunny, I had held onto Santa for as long as possible, apparently unready to relinquish my youth.</p><p>When I caught my parents in the act of delivering the gifts that had supposedly arrived from the North Pole, I cried.</p><p>Fast forward more than three decades, and many Americans are feeling similarly deceived this holiday season by another man in red – MAGA red to be precise.</p><p>As United States President Donald Trump nears the end of his first year back in office, he has neglected to deliver on pretty much all of his key promises aside from <a href=\"/video/start-here/2025/6/11/trumps-immigration-crackdown-explained-start-here\">manic deportations</a>, which have helped convert the country into a holly, jolly <a href=\"/opinions/2025/7/20/trumps-big-beautiful-police-state-is-here\">police state</a>.</p><p>A recent Reuters/Ipsos poll put Trump’s approval rating at just 39 percent as Americans battle a staggering cost of living, including soaring prices for fruits, vegetables and meat as well as rising rents and electricity fees.</p><p>This year’s federal government shutdown saw millions of people facing the distinct <a href=\"/opinions/2025/11/10/the-government-shutdown-has-escalated-the-us-war-on-the-poor\">possibility of starvation</a>, an arrangement that was rather irreconcilable with the whole plan to “make America great again”.</p><p>Job losses as a result of the shutdown drove up the unemployment rate, which reached 4.6 percent, the highest in nearly five years. According to <a href=\"https://www.reuters.com/world/us/trumps-approval-rating-slips-39-economy-weighs-reutersipsos-poll-finds-2025-12-16/\">Reuters</a>, “many economists think employers have pulled back on hiring because of what some described as shock from Trump’s tariffs on imports.”</p><p>From the perspective of reality, then, Trump has failed decisively in his pledge to fix the US economy. But in the president’s own personal world of hyperbolic make-believe, he has awarded the current economy a grade of “A+++++” while declaring the country’s alleged “affordability” crisis a Democratic “hoax” to taint his image.</p><p>To be sure, the United States has never been particularly known for its affordability. After all, that would defeat the whole point of cutthroat <a href=\"/opinions/2025/6/8/democrats-wooing-musk-after-the-trump-breakup-is-us-plutocracy-at-its-best\">capitalism</a> and the hierarchy of human life upon which plutocracy rests.</p><p>And while Republicans and Democrats may purport to be ideological opposites, the parties are two sides of the same coin in terms of perpetuating racialised elite tyranny and ensuring that poverty remains a leading cause of death in one of the richest nations on Earth.</p><p>I am presently visiting my mother for the holidays in the city of Louisville, Kentucky, where a trip to the supermarket the other day set us back $237.27 – ie, almost the equivalent of the monthly rent for my home on the <a href=\"/opinions/2022/1/10/life-and-death-on-the-beach-of\">beach in southern Mexico</a>. Our shopping cart, which was not full, had one meat product and no alcoholic beverages.</p><p>Louisville, incidentally, was the site of the notorious March 2020 police murder of unarmed Black woman <a href=\"/news/2020/6/7/say-her-name-louisville-honours-breonna-taylor\">Breonna Taylor</a>, a 26-year-old emergency room technician. Earlier this year, the US Department of Justice sought a prison sentence of <a href=\"/news/2025/7/18/why-do-us-prosecutors-want-a-one-day-sentence-for-breonna-taylor-shooting\">just one day</a> for a former police officer convicted in Taylor’s shooting, which took place on the first Trump administration’s watch.</p><p>The officer ultimately received a slightly longer sentence of <a href=\"/news/2025/7/21/us-police-officer-in-breonna-taylor-death-sentenced-to-33-months-in-prison\">33 months</a>.</p><p>Indeed, if your holiday wish list happens to include an end to systemic racism or police brutality, you’ve got nothing but disappointment coming your way.</p><p>As for other contemporary Justice Department misdeeds, at least 16 files relating to the case of late financier and child sex abuser Jeffrey Epstein <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">inexplicably disappeared</a> on Saturday from the department’s website shortly after they were published.</p><p>One of the disappeared items was a photograph of Trump, who previously slammed as a “<a href=\"/opinions/2025/8/24/ghislaine-maxwells-testimony-says-a-lot-about-our-dystopia\">Democrat hoax</a>” the national uproar over the government’s efforts to stymie the release of documents pertaining to Epstein.</p><p>Other recently released documents have been heavily redacted or blacked out entirely, constituting “another slap in the face” to Epstein’s victims, as survivor Marina Lacerda <a href=\"/news/2025/12/21/slap-in-the-face-epstein-victims-slam-release-of-heavily-redacted-files\">put it</a>.</p><p>In other words, the domestic panorama these days does not inspire much holiday cheer.</p><p>But there I go again propagating “hoaxes”.</p><p>Meanwhile, the festive season has also been a time for Trump’s continued wanton <a href=\"/opinions/2025/9/8/distraction-101-blow-them-up\">bombing of boats</a> in the vicinity of Venezuela and the attendant <a href=\"/news/2025/12/19/five-killed-as-us-military-destroys-two-more-vessels-in-pacific-ocean\">extrajudicial killing</a> of seafarers, supposedly in the name of combating Venezuelan “narcoterrorism”.</p><p>The US has now expanded its anti-Venezuelan repertoire to allow for the <a href=\"/opinions/2025/12/12/the-us-is-already-at-war-with-venezuela\">hijacking of oil tankers</a> as well. For his part, Trump has amplified the list of fabricated casus belli with his <a href=\"/news/2025/12/17/trump-aide-stephen-miller-suggests-venezuelan-oil-belongs-to-us\">patently absurd allegation</a> on social media – in capital letters, as always – that the South American nation previously stole “Oil, Land, and other Assets” from the United States. On Thursday, in an interview with NBC, the president did not rule out war with Venezuela.</p><p>On the other side of the world, Israel’s <a href=\"/news/2025/11/27/israel-escalates-aerial-assault-of-southern-central-gaza-past-yellow-line\">genocide of Palestinians proceeds</a> apace in the Gaza Strip under the guise of a Trump-brokered <a href=\"/news/2025/10/9/trump-announces-gaza-ceasefire-deal-what-we-know-and-whats-next\">ceasefire</a>. Like his Democratic predecessor Joe Biden, Trump has showered <a href=\"/news/2025/12/19/how-much-is-us-support-for-israel-costing-donald-trump\">billions of dollars</a> in US taxpayer money upon the genocidal state.</p><p>Call it a massive stocking stuffer.</p><p>And as Christmastime comes and goes this year, ’tis the season to be anything but jolly.</p><p data-start=\"6919\" data-end=\"7201\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Voices of Gaza: The Great Omari Mosque’s 2,000‑year history lies in ruins | Gaza | Al Jazeera",
            "time": "2025-12-22T12:46:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766407583.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Syria’s government curbing once-booming Captagon industry: UN report | Drugs News | Al Jazeera",
            "time": "2025-12-22T12:40:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250303__36YU22P__v2__HighRes__SyriaConflictCorruptionAssads-1766395157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria’s government curbing once-booming Captagon industry: UN report</h1><p class=\"article__subhead\"><em>Authorities have shuttered drug factories that were cash pipeline for former ruler Bashar al-Assad, UN report.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Syria’s government has cracked down on the Captagon industry, which boomed under former longtime leader Bashar al-Assad, according to a United Nations report.</p><p>Since al-Assad’s <a href=\"/news/2024/12/8/what-happened-in-syria-has-al-assad-really-fallen\">ouster a year ago</a>, Syria’s new authorities have dismantled a network of factories and storage sites, a research brief published on Monday by the UN Office on Drugs and Crime (UNODC) said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>For more than a decade, Syria <a href=\"/news/2023/5/9/what-is-captagon-the-addictive-drug-mass-produced-in-syria\">produced most of the world’s Captagon</a>, a highly addictive, amphetamine-like pill, <a href=\"/video/true-crime-reports/2025/3/9/captagon-syrias-hidden-drug-empire\">bringing in billions of dollars</a> for al-Assad’s government.</p><p>However, interim President Ahmed al-Sharaa has carried out a clampdown as he <a href=\"/features/2024/12/18/what-will-happen-to-al-assads-captagon-empire-now\">tries to legitimise his government</a> and <a href=\"/news/2025/9/24/in-his-first-un-speech-syrias-al-sharaa-urges-end-to-all-sanctions\">strengthen diplomatic ties globally</a>.</p><p>Overall, 15 industrial-level laboratories and 13 storage sites have been shuttered, according to the UNODC report. The agency said the action has “drastically changed” the Captagon market across the region.</p><p>Syria’s role in the drug trade had previously drawn scrutiny from numerous Gulf states, where the pill is popular, including Saudi Arabia. It also helped to prompt Western sanctions.</p><h2 id=\"olitical-will-and-international-cooperation\">‘Political will and international cooperation’</h2><p>For years, the Captagon trade provided billions of dollars in profit for networks and individuals aligned with the former government “either within the leadership of the regime’s security apparatus, Syria’s commercial sector and business elite, and/or family members of Bashar al-Assad”, according to Caroline Rose, an expert on Syrian drug trafficking at the New Lines Institute think tank.</p><p>Maher al-Assad, Bashar’s brother and former commander of the army’s elite Fourth Division, was identified as a key player, profiting from protecting shipments through Latakia, a former al-Assad stronghold.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Despite the current Syrian government’s targeting of the industry, large seizures of the drug across the region suggest that significant stockpiles of the pills originating from Syria remain in circulation, the report noted.</p><p>Smaller-scale production is also likely continuing inside Syria and in neighbouring countries, the UNODC added, with Gulf countries still the top buyers of the drug.</p><p>The UN agency said the disruption of the Middle East’s Captagon industry shows that with “political will and international cooperation … even highly complex drug markets can be destabilised within a relatively short period of time”.</p><p>However, it warned that the shift risks pushing regional consumers towards new synthetic substances, like methamphetamine, which has recently grown in popularity.</p><p>“Without addressing the underlying demand for ‘Captagon,’ trafficking and use are likely to shift toward other substances, such as methamphetamine, with new routes and actors emerging to fill the gap,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Are US oil tanker seizures off Venezuela legal or acts of piracy? | Oil and Gas | Al Jazeera",
            "time": "2025-12-22T12:38:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766407072.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Denmark to summon US ambassador following Greenland envoy appointment | Donald Trump News | Al Jazeera",
            "time": "2025-12-22T12:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-30T160644Z_1741014177_RC2OHGABZAT8_RTRMADP_3_EU-FOREIGN-1766401507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Denmark to summon US ambassador following Greenland envoy appointment</h1><p class=\"article__subhead\"><em>Copenhagen slams Jeff Landry’s statement regarding annexation of the territory as ‘totally unacceptable’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Denmark has summoned the United States ambassador after President Donald Trump’s appointment of a special envoy to Greenland.</p><p>Danish Foreign Minister Lars Lokke Rasmussen said on Monday that he was “deeply angered” by the appointment of Louisiana Governor Jeff Landry as envoy to the autonomous Danish territory, which Trump has several times threatened to annex.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Rasmussen said he was particularly disturbed by comments from Landry on accepting the appointment that hailed plans “to make Greenland a part of the US”.</p><p>Calling the statement “totally unacceptable”, he demanded that Washington respect Danish sovereignty and said the Ministry of F<span>oreign Affairs would soon summon the US ambassador for “an explanation”.</span></p><p>The US move also appeared to receive pushback from the European Union, with EU spokesman Anouar El Anouni saying that preserving Denmark’s sovereignty and territorial integrity is “essential” for the bloc.</p><p>Despite Denmark being a NATO ally, Trump has repeatedly antagonised the Nordic state by <a href=\"/news/2025/3/28/trump-says-greenland-takeover-needed-for-world-peace\">threatening to take control of Greenland</a>, which is largely self-governing but incorporated into Denmark.</p><p>Trump has insisted that the US <a href=\"/news/2025/3/28/is-trumps-greenland-plan-part-of-a-scramble-for-the-arctic\">needs the resource-rich island</a> for security reasons. He has refused to rule out the use of military force to seize control, noting in March that the US would “go as far as we have to”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The leaders of both Denmark and Greenland have repeatedly said the huge Arctic island is not for sale and will decide its future itself.</p><p>According to a January opinion poll, the vast majority of Greenland’s 57,000 people want to become independent from Denmark, but they do not wish to become part of the US.</p><p>Trump named Landry as the US envoy to the territory on Sunday night and said in a post on his Truth Social platform that the Louisiana governor “understands how essential Greenland is to our National Security, and will strongly advance our Country’s Interests”.</p><p>Landry responded directly to Trump in a post on X: “It’s an honor to serve you in this volunteer position to make Greenland a part of the US.”</p><p></p><p>While Greenland Prime Minister Jens-Frederik Nielsen said Landry’s appointment “doesn’t change anything for us here at home”, it adds to the simmering tension between the US and Denmark.</p><p>In August, Denmark summoned the US charge d’affaires after media reports of a <a href=\"/news/2025/8/28/is-trump-trying-to-engineer-greenlands-secession-from-denmark\">US covert influence campaign</a> in Greenland.</p><p>Earlier this month, the Danish Defence Intelligence Service warned that the US is using its economic power to “assert its will” and threatening military force against friend and foe alike.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israeli military storms West Bank towns, carries out demolition | Occupied West Bank News | Al Jazeera",
            "time": "2025-12-22T11:41:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2024-01-13T114728Z_508324602_RC2ZG5AWEKU1_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-VIOLENCE-1761658144.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli forces have stormed towns in the occupied West Bank and demolished a residential building.</p><p>Soldiers fired stun grenades and tear gas on Monday as they carried out the demolition in East Jerusalem. Palestinian officials accused Israel of a campaign of displacement in the city, saying the operation was part of a systematic attempt to ethnically cleanse Palestinians from their land.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Scores of Palestinians were displaced as Israeli bulldozers tore through a four-storey residential building. Activists called it the largest such demolition in the area this year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Three bulldozers destroyed the building with 13 apartments in the Wadi Qaddum neighbourhood of the Silwan district, south of Jerusalem’s Old City, Al Jazeera Arabic correspondents reported.</p><p>Israeli forces cordoned off surrounding roads, deployed heavily across the area and positioned security personnel on the rooftops of neighbouring houses. During the operation, a young man and a teenage boy were arrested.</p><p>Residents were told the demolition order was issued because the building had been constructed without a permit.</p><p>Palestinians face severe obstacles in obtaining building permits due to Israel’s restrictive planning policies, activists say, a policy that they assert is part of a systematic attempt to ethnically cleanse Palestinians from their land.</p><p>Israel’s security cabinet has recently approved the recognition of 19 new settlements in the West Bank, expanding the total number approved this year to 69 as the government continues its settlement push.</p><h2 id=\"systematic-policy-of-displacement\">‘Systematic policy of displacement’</h2><p>The Jerusalem governorate, affiliated with the Palestinian Authority, condemned the demolition.</p><p><span>“The building’s destruction is part of a systematic policy aimed at forcibly displacing Palestinian residents and emptying the city of its original inhabitants,” the governorate said in a statement.</span></p><p>“Any demolition that expels residents from their homes constitutes a clear occupation plan to replace the land’s owners with settlers.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Jerusalem municipality, an Israeli authority whose jurisdiction over East Jerusalem is not recognised under international law, said the demolition was based on a 2014 court order.</p><p>Israeli human rights groups Ir Amim and Bimkom said the demolition was carried out without warning despite a scheduled meeting on Monday to discuss steps to legalise the building.</p><p>“This is part of an ongoing policy. This year alone, around 100 East Jerusalem families have lost their homes,” the groups said, calling Monday’s demolition the largest of 2025.</p><h2 id=\"escalated-attacks\">Escalated attacks</h2><p>Elsewhere in the West Bank, Israeli forces damaged agricultural land and uprooted trees in the northern town of Silat al-Harithiya.</p><p>In the city of Halhul, north of Hebron, Israeli forces stormed several neighbourhoods with large numbers of military vehicles, deployed sniper teams and took up positions across the city.</p><p>Al Jazeera Arabic journalists reported that Israeli vehicles entered Halhul through multiple checkpoints, including Nabi Yunis, while closing the Halhul Bridge checkpoint linking the city to Hebron.</p><p>Since Israel launched its war on Gaza in October 2023, Israeli forces and settlers have also sharply escalated attacks across the West Bank.</p><p>More than 1,102 Palestinians have been killed in the territory, about 11,000 wounded and more than 21,000 arrested, according to Palestinian figures.</p></div></div></body></html>"
        },
        {
            "title": "Israel demolishes residential building in occupied East Jerusalem | Newsfeed | Al Jazeera",
            "time": "2025-12-22T11:26:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766402762.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Brawl breaks out in Turkish parliament on last day of budget talks | Newsfeed | Al Jazeera",
            "time": "2025-12-22T11:22:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766402471.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India and New Zealand conclude free trade agreement | International Trade News | Al Jazeera",
            "time": "2025-12-22T11:08:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/02/AFP__20250213__2199444738__v2__HighRes__PresidentTrumpWelcomesIndianPrimeMinisterMod-1739508240_37bf3b-1739508313.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India and New Zealand have announced reaching a free trade agreement that is expected to boost trade between the two countries by hundreds of millions of dollars.</p><p>New Delhi and Wellington <a href=\"https://x.com/MFATNZ/status/2002987004938617313\" target=\"_blank\" rel=\"noopener\">confirmed</a> the agreement on Monday, saying the deal is expected to be formally signed in the first quarter of next year.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The announcement comes as governments across the globe seek to diversify trade links due to the uncertainty driven by United States President Donald Trump’s sweeping tariffs.</p><p>Under the terms of the agreement, India will gain zero-duty access for all goods exports to New Zealand. Wellington will receive duty concessions and market access for about 70 percent of India’s tariff lines, covering roughly 95 percent of New Zealand’s exports to India on a phased basis, officials said.</p><p>New Zealand is seeking to expand exports of dairy, fruit, wool and wine to India, with significant gains expected in horticulture, wood products and sheep wool.</p><p>India’s biggest beneficiaries from tariff-free access to New Zealand’s market are expected to include textiles and apparel, engineering goods, leather and footwear, and marine products.</p><p>New Zealand will also commit to investment worth $20bn in India over 15 years, India’s Ministry of Commerce and Industry said, while skilled Indian professionals should get easier access to New Zealand’s job market.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The uncertainty stemming from Trump’s unconventional economic policies has spurred countries to pursue bilateral trade deals, reducing their exposure to rising protectionism and higher US import tariffs.</p><p>New Delhi has stepped up efforts to broaden its export destinations as part of a wider strategy to shield its economy.</p><p>Prime Minister Narendra Modi put that push front and centre as he <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">welcomed</a> Russia’s President Vladimir Putin to the Indian capital earlier this month for trade talks, as well as the inevitable discussion of geopolitical tensions.</p><p>Still, New Delhi is seeking to maintain a longstanding balancing act between the East and the West. India’s Commerce Minister Piyush Goyal said so on Monday. As well as the deal with New Zealand, India is also working on agreements with the US and Canada.</p><p>New Zealand Prime Minister Christopher Luxon said in a post on X that his country’s exports to India are forecast to increase by $1.1bn to $1.3bn annually over the next two decades as a result of the deal.</p><p>“Boosting trade means more Kiwi jobs, higher wages and more opportunities for hard-working New Zealanders,” Luxon said.</p><p>However, the deal has drawn criticism from the right-wing populist party New Zealand First.</p><p>Party leader Winston Peters said the agreement “gives too much away, especially on immigration”, according to a statement cited by The New Zealand Herald.</p><p>The deal also risks encroaching on some sensitivities in India.</p><p>In a nod to those concerns, New Delhi has excluded dairy imports such as milk, cream, whey, yoghurt and cheese from the agreement, along with several animal and vegetable products, including goat meat, onions and almonds.</p><p>The deal should be signed following a legal review of the negotiated text, India’s chief negotiator Petal Dhillon said.</p></div></div></body></html>"
        },
        {
            "title": "Venezuela’s reserves have strategic advantages for the US | US-Venezuela Tensions News | Al Jazeera",
            "time": "2025-12-22T10:57:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766393177.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "“Convenient for the US to declare war” with Venezuela | US-Venezuela Tensions | Al Jazeera",
            "time": "2025-12-22T10:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Ernesto-16x9-1766400556.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australian PM apologises over Bondi attack, calls for tougher hate laws | Gun Violence News | Al Jazeera",
            "time": "2025-12-22T10:27:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T124010Z_1376931513_RC2VKIAPNJVI_RTRMADP_3_AUSTRALIA-CRIME-1766387942.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia’s Prime Minister Anthony Albanese has apologised to the Jewish community over last week’s Bondi Beach attack, which killed 15 people at a Hanukkah ceremony, and called for stricter laws against hate speech and hardline violence.</p><p>Speaking on Monday, a week after Australia’s <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">deadliest mass shooting in decades</a> rocked the nation, Albanese promised steps to protect Jewish Australians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“As prime minister, I feel the weight of responsibility for an atrocity that happened whilst I’m prime minister, and I’m sorry for what the Jewish community and our nation as a whole has experienced,” he said.</p><p>Albanese pledged that his government would work to protect Jewish Australians and their right “to practise their faith, to educate their children and to engage in Australian society”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"planned-meticulously\">Attack planned ‘meticulously’</h2><p>Australian authorities continue to investigate the December 14 attack, <a href=\"/news/2025/12/21/australia-honours-bondi-beach-victims-launches-probe-of-security-services\">whose victims included</a> a 10-year-old girl and a Holocaust survivor, as an act of “terrorism”.</p><p>Police believe suspects Sajid Akram, 50, and his son Naveed, 24, were inspired by ISIL (ISIS), saying the group’s flags were found in a car they drove.</p><p>While Sajid was shot dead by police, Naveed is still recovering from his bullet injuries in hospital and has been charged with 59 offences, including murder and terrorism.</p><p>In a court filing, police said the men recorded videos condemning “Zionists” and explained “their motivation for the ‘Bondi attack'”.</p><p>The suspects are believed to have spent months “meticulously” planning the attack, including carrying out “firearms training” in the New South Wales countryside, according to the court documents.</p><figure id=\"attachment_4189368\" aria-describedby=\"caption-attachment-4189368\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4189368\" src=\"/wp-content/uploads/2025/12/2025-12-22T060608Z_1098180776_RC2ILIA2IRLN_RTRMADP_3_AUSTRALIA-CRIME-1766387968.jpg?w=770&amp;resize=770%2C431&amp;quality=80\" alt=\"Sajid Akram, one of the suspects in the shooting during a Jewish Hanukkah celebration at Bondi Beach on December 14, conducting firearms training at a location suspected to be in New South Wales, Australia, in this still image taken from a court document released December 22, 2025. NSW Police/Handout via REUTERS THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY NO RESALES. NO ARCHIVES. MANDATORY CREDIT. TEXT OVERLAY FROM SOURCE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4189368\" class=\"wp-caption-text\">Sajid Akram, one of the suspects in the Bondi Beach attack, allegedly training with arms at a location suspected to be in New South Wales state in this image from a court document released on December 22, 2025 [Handout/NSW Police via Reuters]</figcaption></figure><p>“We’re not going to let the ISIS-inspired terrorists win. We won’t let them divide our society, and we’ll get through this together,” Albanese said in his remarks.</p><p>“Urgency and unity is what we need,” he said and called for bipartisan support for “creating an aggravated offence for hate preaching”.</p><p>Albanese, whose approval ratings appear to have suffered since the attack, has also proposed far-reaching <a href=\"/news/2025/12/19/australia-pm-albanese-launches-gun-buyback-plan-after-bondi-beach-attack\">reforms on gun legislation</a>, despite Australia already having some of the strictest limits in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The government of New South Wales, the state where Bondi Beach lies, sought to introduce strict new draft gun laws on Monday, as well as a ban on displaying “terrorist” symbols.</p><p>The new rules would cap the number of guns an individual can own to four, or 10 for exempted individuals like farmers.</p><p>Authorities would also be able to prohibit protests for up to three months following an incident deemed “terrorism”.</p><p>The reforms are expected to pass parliament this week.</p><p>“We can’t pretend that the world is the same as it was before that terrorist incident on Sunday,” New South Wales Premier Chris Minns told reporters. “I’d give anything to go back a week, a month, two years, to ensure that didn’t happen, but we need to make sure that we take steps so that it never happens again.”</p></div></div></body></html>"
        },
        {
            "title": "Israeli arms firms make record profits of the back of Gaza war | Gaza | Al Jazeera",
            "time": "2025-12-22T10:08:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766398077.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russian general killed in car bombing in Moscow | Newsfeed | Al Jazeera",
            "time": "2025-12-22T09:39:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766396338.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Dec 2025</span><span aria-hidden=\"true\">22 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}