{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Mahrez double sets Algeria off to winning AFCON 2025 start against Sudan | Football News | Al Jazeera",
            "time": "2025-12-24T17:57:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251224__88YV4Z8__v1__MidRes__FblAfr2025Match09DzaSdn-1766593275.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Captain Riyad Mahrez has scored in each half as 2019 champions Algeria have eased to a 3-0 win over 10-man Sudan in their opening game at the <a href=\"/tag/african-cup-of-nations/\">2025 Africa Cup of Nations</a> (AFCON).</p><p>Mahrez got the opener on Wednesday after just 82 seconds to the delight of the Algerian fans, who made up the vast majority of the 16,115-person crowd at Moulay El Hassan Stadium in Rabat.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The former Manchester City winger, now with Al-Ahli of Saudi Arabia, got his and his team’s second goal just after the hour mark, and Ibrahim Maza wrapped up the win late in the game as Algeria started in the best possible fashion in Group E.</p><p>Among the spectators in the Moroccan capital was France legend Zinedine Zidane, whose parents came from Algeria and whose son Luca was starting in goal for the Desert Foxes.</p><p>His appearance on big screens in the ground drew huge cheers from Algerian supporters, who were delighted to see their team produce a convincing performance.</p><p>Algeria were eliminated in the first round without a win at each of the past two AFCON tournaments but wasted no time in breaking the deadlock against the group outsiders.</p><p>The match was little more than a minute old when Mohamed Amoura’s ball across the penalty box was met by a back-heel from Hicham Boudaoui to tee up Mahrez. He took a touch before firing in.</p><p>Zidane then did well to save at the feet of Sudan’s Yaser Awad Boshara, but Algeria were by far the better side.</p><p>Sudan’s chances of getting back into the game were then severely dented when Salaheldin Adil was sent off six minutes before the interval for a second booking for chopping down Rayan Ait-Nouri.</p><p>Ramy Bensebaini had a goal disallowed for offside moments later, but Mahrez made it 2-0 on 61 minutes as he connected with a lovely outside-of-the-boot assist from Amoura.</p><p>Mahrez, appearing at his sixth AFCON, now has eight goals at the tournament. He came off to an ovation from the Algerian fans late on.</p><p>Substitute Maza of Bayer Leverkusen finished from Baghdad Bounedjah’s knockdown with five minutes left to score Algeria’s 100th AFCON goal and make it 3-0.</p><p>Sudan have now won just once in 17 Cup of Nations matches since lifting the trophy in 1970.</p><figure id=\"attachment_4194292\" aria-describedby=\"caption-attachment-4194292\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4194292\" src=\"/wp-content/uploads/2025/12/AFP__20251224__88Z28X8__v1__MidRes__FblAfr2025Match09DzaSdn-1766595510.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Algeria's forward #7 Riyad Mahrez celebrates scoring the team's second goal during the Africa Cup of Nations (CAN) Group E football match between Algeria and Sudan\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4194292\" class=\"wp-caption-text\">Mahrez celebrates scoring the team’s second goal [Sebastien Bozon/AFP]</figcaption></figure><h2 id=\"burkina-faso-in-afcon-late-show-against-equatorial-guinea\">Burkina Faso in AFCON late show against Equatorial Guinea</h2><p>Two goals deep in second-half stoppage time saw Burkina Faso snatch a 2-1 victory over 10-man Equatorial Guinea in the opening Group E match earlier in the day.</p><p>Despite having a man sent off early in ⁠the second half, Equatorial Guinea took a surprise lead in the 85th minute through substitute Marvin Anieboh and ​looked on course to pull off another of the surprise results that have characterised their ‍performance at the last edition of the Cup of Nations.</p><p>But Burkina Faso fought back late as Georgi Minoungou scored in the fifth minute of stoppage time to equalise before Bundesliga defender Edmond Tapsoba won the points with the last effort of ‍the game.</p><p>Burkina Faso had ⁠looked the stronger of the two sides, but their Premier League attack of Dango Ouattara and Bertrand Traore squandered chances, even after Equatorial Guinea had been reduced to 10 men when Basilio Ndiong caught Traore on his heel with a dangerous tackle five minutes into the second half.</p><p>The numerical advantage handed Burkina Faso a myriad of chances at Stade Mohammed V, and they did have the ball in the net with a first touch from substitute Lassina Traore, returning to ​action after a long injury layoff. But his 71st-minute effort was ruled offside.</p><p>Equatorial Guinea ‌then threatened another of their trademark upsets when Anieboh headed home from a rare corner with five minutes left.</p><p>Equatorial Guinea, who are the second smallest country at the tournament in Morocco, proved a sensation at the last AFCON finals in the Ivory Coast, upsetting the hosts 4-0 in the group stage and finishing top of their group but then losing out to ‌Guinea in the last 16.</p><p>They were headed for another upset ⁠triumph, cleverly slowing down the game, but with eight minutes of time added on, there was still hope for Burkina Faso.</p><p>Bayer Leverkusen defender Tapsoba proved key in turning the game around, passing for Ouattara, who was felled in the box, but the loose ball ‌was immediately swept up by Minoungou, who tucked it away from a tight angle.</p><p>With less than a minute left, Burkina Faso launched a final attack through Cyriaque Irie, whose cross from the right was parried by ‍Equatorial Guinea goalkeeper Jesus Owono straight onto the head of Tapsoba, who steered the winner home.</p></div></div></body></html>"
        },
        {
            "title": "Algeria declares France’s colonial rule a crime in new law | Government News | Al Jazeera",
            "time": "2025-12-24T17:49:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_36FL3EH-1766593552.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"680\" data-end=\"910\">Algeria’s parliament has unanimously passed <a href=\"/news/2025/12/21/algeria-bill-seeks-to-criminalise-french-colonial-rule-what-to-know\">legislation</a> declaring France’s colonisation of the country a crime.</p><p data-start=\"912\" data-end=\"1247\">On Wednesday, lawmakers stood in the chamber draped in scarves bearing the national colours, chanting “Long live Algeria” as they approved the bill.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"912\" data-end=\"1247\">Parliament also formally demanded an apology and reparations from Paris in a move that seeks to redress attempts to sweep the issue aside.</p><p data-start=\"912\" data-end=\"1247\">The law assigns France “legal responsibility for its colonial past in Algeria and the tragedies it caused”, placing historical accountability at the centre of the state’s legal framework.</p><p data-start=\"1249\" data-end=\"1515\">While analysts say the law carries no enforceable international weight, its political impact is significant, signalling a rupture in how Algeria engages France over colonial memory.</p><p data-start=\"1517\" data-end=\"1736\">Parliament Speaker Ibrahim Boughali said the legislation sent “a clear message, both internally and externally, that Algeria’s <a href=\"/gallery/2023/7/4/history-illustrated-ghost-of-the-algerian-war\">national memory</a> is neither erasable nor negotiable”, according to the APS state news agency.</p><p data-start=\"1738\" data-end=\"2112\">The text catalogues crimes of French <a href=\"/video/inside-story/2025/12/2/can-former-colonial-powers-be-held-accountable-for-past-atrocities\">colonial rule</a>, including nuclear tests, extrajudicial killings, “physical and psychological torture” and the “systematic plundering of resources”.</p><p data-start=\"1738\" data-end=\"2112\">It also asserts that “full and fair compensation for all material and moral damages caused by French colonisation is an inalienable right of the Algerian state and people”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"crime-against-humanity\" data-start=\"1738\" data-end=\"2112\">‘Crime against humanity’</h2><p data-start=\"2114\" data-end=\"2510\">France brutally ruled Algeria from 1830 to 1962 through a system marked by torture, enforced disappearances, massacres, economic exploitation, mass killings and large-scale deportations and marginalisation of the country’s indigenous Muslim population.</p><p data-start=\"2114\" data-end=\"2510\">The war of independence between 1954 and 1962 alone left deep scars. Algeria puts the death toll at 1.5 million.</p><p data-start=\"2512\" data-end=\"2765\">President Emmanuel Macron has previously described the colonisation of Algeria as a “crime against humanity” but has consistently refused to issue a formal apology. He reiterated that position in 2023, saying: “It’s not up to me to ask forgiveness.”</p><p data-start=\"2767\" data-end=\"2966\">Last week, French Ministry for Europe and Foreign Affairs spokesperson Pascal Confavreux declined to comment on the parliamentary vote, saying he would not engage with “political debates taking place in foreign countries”.</p><p data-start=\"2968\" data-end=\"3231\" data-is-last-node=\"\" data-is-only-node=\"\">Hosni Kitouni, a colonial history researcher at the University of Exeter, told the AFP news agency that the law has no binding effect on France but stressed that “its political and symbolic significance is important: it marks a rupture in the relationship with France in terms of memory”.</p><p data-start=\"2512\" data-end=\"2765\">The vote comes amid a diplomatic <a href=\"/news/2025/5/1/why-is-algeria-unhappy-with-france\">crisis</a> between the two countries. Algeria and France maintain ties through immigration in particular, but today’s vote comes amid friction in the relationship.</p><p>Tensions have been high for months since Paris recognised <a href=\"/news/2025/10/31/un-security-council-supports-moroccos-plan-for-western-sahara\">Morocco’s autonomy plan</a> for resolving the Western Sahara conflict in July 2024. Western Sahara has witnessed armed rebellion since it was annexed by Morocco after the colonial power, Spain, left the territory in 1975.</p><p>Algeria supports the Sahrawi people’s right to self-determination in Western Sahara and backs the Polisario Front, which rejects Morocco’s autonomy proposal.</p><p>In April, the tensions escalated into a crisis after an Algerian diplomat was arrested along with two Algerian nationals in Paris. The diplomatic crisis came barely a week after Macron and Algeria’s President Abdelmadjid Tebboune expressed their commitment to revive dialogue.</p></div></div></body></html>"
        },
        {
            "title": "Sahel summit: What is the biggest challenge facing the region? | Explainer News | Al Jazeera",
            "time": "2025-12-24T17:31:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25357451476873-1766555210.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mali, Burkina Faso and Niger have announced the launch of a <a href=\"/news/2025/12/24/burkina-faso-leader-vows-sahel-alliance-crackdown-on-armed-groups\">joint military battalion</a> aimed at fighting armed groups across the Sahel, one of Africa’s poorest and most volatile regions.</p><p>The initiative was announced at the end of the two-day Alliance of Sahel States (AES) summit in the Malian capital, Bamako, as the three countries struggle to improve the security situation amid rising attacks from separatist groups as well as armed groups linked to al-Qaeda and ISIL (ISIS).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This was the group’s second summit since its formation in 2023.</p><p>Here is what you need to know about the summit and whether the joint battalion will help improve the security situation in the three Sahel countries.</p><h2 id=\"what-was-agreed-on\">What was agreed on?</h2><p>They agreed to launch a joint battalion, which is expected to comprise an estimated 5,000 soldiers from the three countries, with a mandate centred on counterterrorism and border security.</p><p>Burkina Faso leader Ibrahim Traore, who was named the head of the alliance, announced “large-scale” joint operations against armed groups in the coming days.</p><p>Moreover, the three leaders also jointly launched the AES Television, described in official communications as an instrument to counter disinformation and promote the region’s narrative.</p><p>A Burkinabe presidency statement said the leaders would review implementation reports, adopt decisions to consolidate achievements and address major challenges facing the bloc.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><a href=\"/news/2023/7/27/who-is-omar-tchiani-the-suspected-brain-behind-niger-coup\">General Omar Tchiani</a>, leader of Niger’s military government, said the AES had “put an end to all occupation forces in our countries”. “No country or interest group will decide for our countries any more,” he said.</p><h2 id=\"has-the-reliance-on-russian-forces-improved-the-security-situation\">Has the reliance on Russian forces improved the security situation?</h2><p>The military leaders of the three nations in recent years kicked out longtime security partners <a href=\"/news/2023/12/31/au-revoir-sahel-did-2023-crush-frances-influence-in-africa\">France</a> and the United States. Thousands of French soldiers were stationed in several African nations, including the three Sahel countries, while Niger hosted nearly 1,000 US soldiers and was the site of the largest drone base in Africa. US forces withdrew from Niger last year.</p><p>After snapping ties with their Western partners, the military leaders from the Sahel countries turned to <a href=\"/opinions/2025/9/25/the-us-and-russias-proxy-war-is-bleeding-africa\">Russia</a> amid an increasingly vulnerable security situation.</p><p>Bamako is now collaborating with Russian forces, with about 1,500 personnel from the Wagner mercenary group initially, and since June, roughly 1,000 fighters from the Kremlin-controlled paramilitary group Africa Corps.</p><p>Russian soldiers are also present, though in smaller numbers, in Burkina Faso and Niger.</p><p>On the apparent contradiction of allowing <a href=\"/news/2025/11/6/is-mali-about-to-fall-to-al-qaeda-affiliate-jnim\">Russian mercenaries</a> to operate on their soil while claiming independence from foreign influence, analyst Ulf Laessing says it is a message from the military-run nations to the West with whom they would like to “work less”.</p><p>“They don’t mind working with Russia, and all three countries have bought drones from Turkey,” Laessing, Sahel analyst at Konrad-Adenauer Stiftung, noted.</p><p>“China also delivers weapons to some countries, so that’s a message against the West.”</p><p>Meanwhile, Rida Lyammouri, senior fellow at the Policy Center for the New South, says Russia is less likely to interfere in their “domestic politics”.</p><p>“On the other hand, Western partners often condition interventions with what they see as democratic practices aligning with the Western world,” he said.</p><p>Several Western nations, including the United States, France and the United Kingdom, as well as the European Union, imposed targeted sanctions, aid suspensions, and visa restrictions on the three Sahel nations in response to their respective military coups.</p><p>But the reliance on Russian forces has not helped improve the security situation, analyst Laessing says.</p><p>“Since the Russians arrived in Mali, the security situation has worsened because they don’t distinguish between fighters and civilians,” he said, pointing to human rights reports which have accused Russian forces of grave abuses.</p><p>Analyst Lyammouri says while Russian mercenaries might have helped the military recapture the city of Kidal and parts of northern Mali from Tuareg rebels, they have struggled to make any improvements when it comes to fighting against “violent extremist groups”.</p><p>“They don’t only continue to pose a real threat and carry [out] almost daily attacks but also expanded into new geographical areas in southern and western parts of Mali.”</p><h2 id=\"which-armed-groups-are-operating-in-burkina-faso-mali-and-niger\">Which armed groups are operating in Burkina Faso, Mali and Niger?</h2><p>The three countries have for more than a decade battled armed groups, including some linked to al-Qaeda and ISIL, as well as separatists.</p><p>The most influential group is Jama’at Nusrat al-Islam wal-Muslimin (JNIM), an al-Qaeda-linked coalition formed in 2017. The JNIM is deeply entrenched in central and northern Mali, has expanded across much of Burkina Faso, and now operates in western Niger as well.</p><p>Another leading group is the ISIL affiliate in the Greater Sahara (ISGS), also known as the ISIL affiliate in the Sahel Province (ISSP).</p><p>ISGS is particularly active in eastern Mali, western Niger and parts of northern and eastern Burkina Faso, especially in the tri-border zone. It has carried out large-scale assaults on military bases and villages.</p><p>Among other actors is the Azawad Liberation Front (FLA), a Tuareg-led separatist movement operating in northern Mali. Formed in 2024 after a merger with other groups such as the Tuareg National Movement for the Liberation of Azawad (MNLA), it has launched attacks against both Malian and Russian forces.</p><p>The roots of the conflict date back to 2012, when the MNLA group – fighting for an independent state of Azawad – captured parts of northern Mali, but their control over the territory was short-lived.</p><p>The security chaos of 2012 coincided with a coup in Bamako, creating a power vacuum in the north. This vacuum enabled al-Qaeda-affiliated Ansar Dine to seize territory from Tuareg rebels, triggering military intervention from France in 2013.</p><p>Ansar Dine, along with several other armed groups, merged to form the JNIM.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-the-main-challenges-facing-all-three-states\">What are the main challenges facing all three states?</h2><p>According to analyst Lyammouri, all three countries face “major security challenges”. He said, “The dynamics of the overall conflict might differ from one country to another.”</p><p>Moreover, the conflict has led to economic challenges for the landlocked nations, Lyammouri added, noting, for example, that JNIM has put up blockades around the main roads since September.</p><p>JNIM has been targeting fuel tankers, particularly those coming from Senegal and the Ivory Coast, through which the majority of Mali’s imported goods transit.</p><p>“This demonstrates the vulnerabilities of Mali’s economy relying solely on traffic from coastal states without any other alternatives,” he said, adding that it remains diplomatically isolated from the West and regional bloc Economic Community of West African States (ECOWAS).</p><p>“Tensions with these countries have isolated AES states further and put them under social pressure as the prices of goods increase and access to basic goods becomes a struggle for the local population,” he added.</p><p>On whether the joint battalion is likely to succeed, Laessing said the security challenges are “so complex”. “Anyone would struggle to contain this threat,” he said.</p><p>“At the end of the day, you need negotiations, you need a political solution … a military force alone might help a bit, but it won’t solve the conflict.”</p></div></div></body></html>"
        },
        {
            "title": "French Empire: Civilising Mission | History | Al Jazeera",
            "time": "2025-12-24T16:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766588303.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">How the French Empire built power through language, schooling and cultural assimilation and what it means today.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Beyond armies and violence, France built its empire through language, schooling and cultural influence. This film explores how assimilation became a method of rule and a source of resistance.</p><p>At the heart of French colonial rule was the mission “civilisatrice”, a doctrine that claimed to lift up colonised societies through education, administration and the French language. In practice, this system sought to reshape colonised people’s identities, loyalties and cultures, replacing local traditions with French norms while maintaining strict political and economic control. Schools, legal systems and bureaucracies became tools of empire as powerful as armies.</p><p>Through case studies in Algeria, Indochina and West Africa, the documentary shows how colonial administrations operated on the ground. In Algeria, settler colonialism and mass repression led to war. In Indochina, education and bureaucracy coexisted with exploitation and nationalist resistance. In West Africa, language policy and indirect rule reshaped social hierarchies and governance.</p><p>This episode examines how resistance movements challenged the promise of civilisation, forcing France to confront the contradictions at the heart of its empire. Anticolonial struggles, intellectual movements and armed uprisings not only weakened imperial rule but reshaped French politics, culture and identity itself.</p><p>The documentary also places French colonial strategies in a broader modern context. In the contemporary world, the United States projects influence less through formal empire and more through soft power. Hollywood cinema, television and digital platforms circulate American values, lifestyles and narratives globally, shaping cultural imagination in ways that echo earlier imperial projects. At the same time, US dominance in higher education, academic publishing and institutional standards helps define what knowledge is valued, taught and legitimised worldwide.</p><p>It also draws direct connections between French colonialism and the modern world. Contemporary debates over language, immigration, secularism and inequality are deeply rooted in colonial systems designed to classify, discipline and extract. Many modern state institutions, education models and economic relationships reflect structures first imposed under empire.</p><p>By tracing how cultural control, education and administration functioned as instruments of power, the documentary reveals how the legacy of French colonialism continues to shape modern capitalism, global inequality and postcolonial relations today.</p><p> </p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "UN experts condemn US naval blockade of Venezuela as illegal aggression | Donald Trump News | Al Jazeera",
            "time": "2025-12-24T15:39:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694bf93aecb0-1766586682.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN experts condemn US naval blockade of Venezuela as illegal aggression</h1><p class=\"article__subhead\"><em>UN experts criticise US blockade for endangering human rights and call for an investigation into alleged violations.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Four United Nations human rights experts have condemned the partial naval blockade of Venezuela by the United States, finding it an illegal armed aggression and calling on the US Congress to intervene.</p><p>“There is no right to enforce unilateral sanctions through an armed blockade,” the UN experts said in a joint statement on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The US has deployed a major military force in the Caribbean and intercepted oil tankers as part of a <a href=\"/news/2025/12/24/venezuela-warns-us-aggression-is-first-stage-amid-continental-ambitions\">naval blockade against Venezuelan vessels</a> it considers to be under sanctions.</p><p class=\"p1\">A blockade is a prohibited use of military force against another country under the UN Charter, they added.</p><p class=\"p1\">“It is such a serious use of force that it is also expressly recognised as illegal armed aggression under the General Assembly’s 1974 Definition of Aggression,” the experts said. “The illegal use of force, and threats to use further force at sea and on land, gravely endanger the human right to life and other rights in Venezuela and the region.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">US President Donald Trump accuses Venezuela of using oil, the South American country’s main resource, to finance “narcoterrorism, human trafficking, murders and kidnappings”.</p><p class=\"p1\">Caracas denies any involvement in drug trafficking. It says Washington is seeking to overthrow its president, Nicolas Maduro, to seize Venezuela’s oil reserves, the largest in the world.</p><p class=\"p1\">Since September, US forces have launched dozens of air strikes on boats that Washington alleges were transporting drugs. It has yet to provide evidence for those accusations. More than 100 people have been killed.</p><h2 id=\"us-congress-should-intervene\" class=\"p1\">‘US Congress should intervene’</h2><p class=\"p1\">“These killings amount to violations of the right to life. They must be investigated and those responsible held accountable,” the experts said.</p><p class=\"p1\">“Meanwhile, the US Congress should intervene to prevent further attacks and lift the blockade,” they added.</p><p class=\"p1\">They called on countries to take measures to stop the blockade and illegal killings and bring the perpetrators to justice.</p><p class=\"p1\">The four who signed the joint statement are: Ben Saul, special rapporteur on protecting human rights while countering “terrorism”; George Katrougalos, an expert on promoting a democratic and equitable international order; development expert Surya Deva; and Gina Romero, special rapporteur on the right to freedom of peaceful assembly and association.</p></div></div></body></html>"
        },
        {
            "title": "Man Utd’s Bruno Fernandes ‘impossible’ to replace, says Amorim | Football News | Al Jazeera",
            "time": "2025-12-24T15:33:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25349797048478-1766588054.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Man Utd’s Bruno Fernandes ‘impossible’ to replace, says Amorim</h1><p class=\"article__subhead\"><em>Manchester United coy on when captain Bruno Fernandes will return to Premier League action from injury.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Manchester United manager Ruben Amorim ‌says it will be impossible to replace injured captain Bruno Fernandes, but insists that the Portugal ‍midfielder’s absence is an opportunity for others to step up.</p><p>“It’s impossible to replace Bruno,” Amorim told reporters ‍on Wednesday, before Friday’s home game against Newcastle United, adding, “a lot of people need to step up.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Fernandes was forced off at halftime during Sunday’s 2-1 defeat by Aston Villa with a soft-tissue injury, leaving United without their creative fulcrum and set-piece organiser.</p><p>The Times reported United are hopeful Fernandes could ⁠return for the Manchester derby on January 17. Amorim, however, declined to discuss the extent of the ​injury but acknowledged the void it creates.</p><p>“It’s not just the creation. On every set piece, he is the guy organising the team, and that is a good opportunity for everyone ‍to step up ⁠and realise we can’t rely on one player for everything. Sometimes we rely on Bruno for the organisation and creation.</p><p>“We lost Bruno, Bryan [Mbeumo] and Amad [Diallo] in set pieces, so this is massive for the team, but it’s an opportunity for other players to step up and show the leadership we need in the team.”</p><p>Mbeumo and Diallo are away at the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">2025 Africa Cup of Nations</a> for Cameroon and Ivory Coast, respectively.</p><h2 id=\"mainoo-remains-unavailable-for-man-utd\">Mainoo remains unavailable for Man Utd</h2><p>Nobody ​has created more chances in the Premier League this season than Fernandes, and United will now have to rejig their midfield, with Amorim confirming that <a href=\"/sports/2025/12/19/amorim-takes-aim-at-man-utd-youth-over-entitlement-as-mainoo-saga-rumbles\">unsettled youngster Kobbie Mainoo</a> will also miss the game.</p><p>“We maybe need to see different ways of playing. I think Jack Fletcher did a very good job, and ‌that’s why when we have this opportunity, we need to give space to guys like Jack and other ones,” Amorim added.</p><p>“I am confident we ‌can win any game. We have some problems, but I ⁠believe in the team, even without many players in this moment.</p><p>“It is more difficult, but I trust in my players. If we are really focused in the game, we can win.”</p><p>Fletcher, son of former United player Darren, and Shea Lacey were ‌given their debuts against Villa, and Amorim praised the two 18-year-olds.</p><p>“The behaviour they showed during these weeks is really good,” Amorim said.</p><p>“I don’t have that feeling that [they think], ‘I’m a little bit different because ‍I play for Man United’.”</p><p>Amorim said defenders Harry Maguire (hamstring) and Matthijs de Ligt (back) will also miss the Newcastle game.</p><p>“They are not available for this one. Let’s see for the next one,” he ‌said.</p></div></div></body></html>"
        },
        {
            "title": "Iran rejects inspections of bombed nuclear sites without IAEA framework | United Nations News | Al Jazeera",
            "time": "2025-12-24T15:19:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-26T113137Z_1338798175_RC2BAFABW2LM_RTRMADP_3_IRAN-NUCLEAR-1750940480.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran has rejected calls to allow inspections of nuclear facilities bombed during attacks by the United States in June, saying the United Nations nuclear watchdog must first define “post-war conditions” governing access to sites hit by military attacks.</p><p data-start=\"538\" data-end=\"907\">Speaking to reporters after a cabinet meeting in Tehran on Wednesday, Mohammad Eslami, head of Iran’s Atomic Energy Organisation, said Tehran would not permit inspections of facilities struck by the US until the International Atomic Energy Agency (IAEA) establishes a clear framework for such visits, according to Iran’s semiofficial Tasnim news agency.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“If there are established procedures for the post-war situation, the agency should announce them so that we can act accordingly,” Eslami said.</p><p>He added that Tehran had formally communicated its position to the IAEA, insisting that rules must be “defined and codified” for cases in which nuclear facilities under international safeguards are subjected to military attack.</p><p>During a 12-day war with Israel in June, the US military bombed three major Iranian nuclear facilities – Fordo, Natanz and Isfahan – using bunker-buster munitions. More than 430 people were killed, and thousands more were wounded in the wave of attacks, according to Iran’s Ministry of Health.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The strikes followed Israel’s surprise attack on Iran, which killed hundreds of Iranian civilians, including nuclear scientists, as well as senior military commanders, and targeted several nuclear programme-related sites.</p><p>Tehran denies seeking a nuclear bomb.</p><p>Israel, meanwhile, is widely believed to have an undeclared nuclear arsenal.</p><p>Following the US attacks, Iran expelled IAEA inspectors stationed in the country, accusing the agency of failing to condemn the attacks.</p><p>The Geneva Conventions prohibit attacks on “installations containing dangerous forces, namely dams, dykes and nuclear electrical generating stations”.</p><p>Eslami said if the IAEA supports or tolerates military action against safeguarded nuclear sites, it should say so explicitly.</p><p>“But if such attacks are not permitted, they must be condemned – and once condemned, the post-war conditions must be clarified,” he said, adding that Iran would not accept “political and psychological pressure” to allow inspections before that happens.</p><h2 id=\"no-legal-effect-of-nuclear-deal\">‘No legal effect’ of nuclear deal</h2><p>Eslami also criticised a UN Security Council meeting on nuclear non-proliferation held on Tuesday, describing the statements made there as completely unprofessional and non-legal, according to Tasnim.</p><p>A key point of contention was the legal status of Resolution 2231, which endorsed the Joint Comprehensive Plan of Action (JCPOA), commonly known as the Iran nuclear deal.</p><p>Iran’s ambassador to the UN, Amir-Saeid Iravani, told the UNSC that Resolution 2231 expired on October 18, 2025, and therefore “ceased to have any legal effect or operative mandate”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>His position was echoed by the representatives of Russia and China.</p><p data-start=\"3024\" data-end=\"3241\">Iravani said Iran remained committed to “principled diplomacy and genuine negotiations”, placing responsibility on France, the United Kingdom and the US to take steps to restore trust, according to the state-run news agency IRNA.</p><p>The US representative at the meeting, Morgan Ortagus, said Washington remained open to talks but only if Iran agreed to direct and meaningful dialogue.</p><p>“Foremost, there can be no enrichment inside of Iran,” she said.</p><p data-start=\"3458\" data-end=\"3610\">Before the June escalation, Iran and the US had held five rounds of indirect nuclear negotiations, mediated by Oman, without reaching a breakthrough.</p></div></div></body></html>"
        },
        {
            "title": "Four Palestine Action hunger strikers vow to continue as two pause protest | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-24T15:03:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251867733-1766586077.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four prisoners in the United Kingdom linked to the banned group Palestine Action are continuing with their hunger strike, despite grave medical warnings and two fellow strikers having recently paused their protest after suffering serious health concerns.</p><p>The protest group Prisoners For Palestine said the four remaining hunger strikers – Kamran Ahmed, Heba Muraisi, Teuta Hoxha and Lewie Chiaramello – would continue with their protest action, despite Ahmed, 28, <a href=\"/news/2025/12/22/two-palestine-action-hunger-strikers-in-uk-prisons-admitted-to-hospital\">being hospitalised</a> on Saturday for the third time since he began refusing food.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The remaining four will continue to refuse food on the basis of [their] demands,” the group said on Tuesday.</p><p>The hunger strikers <a href=\"/news/2025/12/22/palestine-action-hunger-strikes-what-are-their-demands\">are demanding</a> immediate bail, the right to a fair trial, and for the UK to de-proscribe Palestine Action, which it outlawed as a “terror” group in July. For their part, the pro-Palestinian group says the UK government is complicit in Israeli war crimes committed in Gaza.</p><p>They are also calling for an end to alleged censorship of their communication, and are demanding that all sites operated by Israel’s largest weapons manufacturer, Elbit, be closed.</p><p>The statement said the remaining strikers, who are being held on remand, were adding to their list of demands: calling for an end to non-association orders between them, for access to the same courses and activities as sentenced prisoners, and for Muraisi to be transferred back from a prison in northern England to Bronzefield prison in Surrey, closer to her networks in London.</p><p>Chiaramello, who is on an intermittent hunger strike, refusing food every other day due to being diabetic, is experiencing confusion, dizziness, and weakness, Prisoners For Palestine said.</p><p>The prisoners are accused of involvement in break-ins at a UK factory operated by Elbit near Bristol and a Royal Air Force base in Oxfordshire last year, during which two military planes were spray-painted. They deny the charges against them, such as burglary and violent disorder.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"excruciating-pain\">‘Excruciating pain’</h2><p>The pledge to continue with the strike comes after two of their fellow prisoners announced a pause to their strike on Friday after suffering serious health impacts.</p><p>Qesser Zuhrah, a 20-year-old who Prisoners For Palestine said had halted her hunger strike after 48 days of refusing food, was experiencing “continuous excruciating pain in her abdomen”, the group said.</p><p>Her decision to pause the hunger strike came after staff at the prison denied her an ambulance last week for more than 18 hours, prompting MP Zarah Sultana to join protests outside the jail before she was taken to hospital.</p><p>In a statement, Zuhrah – whose lawyers said she had lost 13 percent of her body weight – indicated she intended to return to the hunger strike, warning the government, “We will certainly return to battle you with our empty stomachs in the new year.”</p><p>Another prisoner, Amu Gib, had also resumed eating after the hunger strike had left them using a wheelchair due to severe weakness and brain fog.</p><h2 id=\"mp-alleges-government-cruelty\">MP alleges government ‘cruelty’</h2><p>Sultana, representing the recently-formed Your Party, paid tribute to Zuhrah and Gib, saying their actions had “laid bare the cruelty of a Labour government wanting them to die”.</p><p>“They refused to give them that – and will resume in the new year,” she said in a statement, calling for immediate bail for the group.</p><p>She said the four remaining strikers remained “at a critical point, refusing food until their demands are met, UK complicity ends and Palestine is free”.</p><p>On Monday, lawyers for the hunger strikers said they <a href=\"/news/2025/12/23/palestine-action-hunger-strikers-launch-legal-action-against-government\">had written</a> a pre-claim letter to the government, warning that they would seek a High Court case over their demands to meet Justice Secretary David Lammy to discuss welfare and prison conditions.</p></div></div></body></html>"
        },
        {
            "title": "What is the new peace initiative proposed by Sudan’s PM Kamil Idris? | African Union News | Al Jazeera",
            "time": "2025-12-24T14:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_694bc468954c-1766573160.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudanese Prime Minister Kamil Idris on Monday <a href=\"/news/2025/12/23/sudans-pm-kamil-idris-presents-peace-plan-to-unsc-to-end-war\">presented a proposal</a> before the United Nations Security Council (UNSC), seeking to end the country’s nearly three-year war that has created the world’s worst humanitarian crisis, with some 14 million people displaced.</p><p>The North African nation descended into civil war in April 2023 after a power struggle broke out between Sudanese Armed Forces (SAF) chief Abdel Fattah al-Burhan and the head of the paramilitary Rapid Support Forces (RSF), Mohamed Hamdan “Hemedti” Dagalo.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The recent massacres in <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">Sudan’s Darfur region</a> have drawn global attention to the conflict, with rights groups calling on rival sides to engage in dialogue to end the bloodshed.</p><h2 id=\"what-is-idris-s-peace-plan-for-sudan\">What is Idris’s peace plan for Sudan?</h2><p>Idris, the prime minister of the transitional government, proposed an immediate ceasefire in Sudan, monitored by the UN, the African Union and the League of Arab States.</p><p>He proposed a complete RSF troops withdrawal from the territory it controls.</p><p>The RSF and its allies control roughly 40 percent of Sudan, analyst Jihad Mashamoun told Anadolu news agency in November. This includes most of the Darfur and Kordofan regions.</p><p>In October, the RSF seized control of el-Fasher, the capital of North Darfur state, killing more than 1,500 people. It also controls key infrastructure such as the Heglig oilfield near the South Sudan border, seized on December 8.</p><p>The remaining 60 percent, including the capital, Khartoum, is controlled by the SAF. It maintains control over eastern Sudan, including Port Sudan along the Red Sea, its de facto administrative capital, northern states, and parts of central Sudan. It also retains air power. On Monday, the Sudanese army said it had recaptured a town southwest of the city of al-Rahad in North Kordofan state.</p><p>Idris, appointed by the army in May, proposed that the RSF members, after their withdrawal, would be placed in camps and vetted. He said the plan would reintegrate RSF fighters not accused of war crimes into society.</p><p>He promised to hold free elections after a transitional period aimed at fostering “inter-Sudanese dialogue”.</p><p>“This is not about winning a war,” he said, “but about ending a cycle of violence that has plagued Sudan for decades.”</p><p>The UNSC has not voted on the proposal yet, and discussions are still under way.</p><h2 id=\"how-did-the-rsf-react-to-the-peace-plan\">How did the RSF react to the peace plan?</h2><p>Al-Basha Tibiq, adviser to Hemedti, announced that the RSF has rejected Idris’s plan.</p><p>In a statement posted on Facebook, Tibiq was quoted as saying the plan was “nothing more than a recycling of outdated exclusionary rhetoric” that was indistinguishable from the position taken by the military chief, al-Burhan.</p><p>Tibiq said the idea that the RSF would have to withdraw from the territory it controls is “closer to fantasy than to politics”.</p><p>Regional mediators, along with the United States, have been pushing for a different plan, which al-Burhan had earlier rejected, arguing that the United Arab Emirates’ participation made it biased in favour of the paramilitaries and against the army.</p><p>Sudan’s transitional government accuses the UAE of arming the RSF.</p><p>The Quad group, comprising the US, Saudi Arabia, Egypt and the UAE, has been working to mediate between the SAF and the RSF.</p><p>The UAE has consistently denied allegations of arming and financing the RSF, and in March condemned Sudan’s decision to bring a case against it at the International Court of Justice, describing the accusations as a “cynical publicity stunt”.</p><h2 id=\"where-does-the-quad-stand-on-this\">Where does the Quad stand on this?</h2><p id=\"the-quad-backs-its-own-truce-proposal-and-us-ambassador-to-the-un-jeffrey-bartos-on-monday-urged-the-rsf-and-the-saf-to-accept-an-alternative-plan-for-a-humanitarian-truce\">The Quad backs its own truce proposal, and US Ambassador to the UN Jeffrey Bartos on Monday urged the RSF and the SAF to accept an alternative plan for a humanitarian truce.</p><p>“We urge both belligerents to accept this plan without preconditions immediately,” Bartos said, addressing the UNSC before Idris spoke.</p><p>In September, the Quad issued a statement urging an immediate three-month truce as a step towards a permanent ceasefire, improved humanitarian access, and the launch of a political process for a civilian-led transition.</p><p>The RSF announced in early November that it accepted the Quad’s truce proposal, but the fighting has persisted.</p><p>Idris told the UNSC on Monday that his peace proposal was “homemade”, rather than “imposed on us”, an implicit reference to the truce plans backed by the Quad.</p><h2 id=\"what-do-experts-say-about-the-peace-plan\">What do experts say about the peace plan?</h2><p>Al-Rashid Muhammad Ibrahim, who leads the Centre for International Political Relations Studies in Khartoum, noted that the novelty in the message lies in its clear vision and its reframing of the conflict in Sudan as an act of aggression.</p><p>Political analyst Faisal Abdel Karim said that for any initiative to succeed, it must be accepted by the opposing side, which in this case is the RSF. He added that the plan also needs to gain the support of the international and regional powers that influence the Sudanese landscape.</p><p>He said parts of the plan are reasonable, but others are not.</p><p>Political analyst Al-Wathiq Kameir told Al Jazeera that Idris presented the peace plan during a briefing session requested by Sudan, in the absence of UN Secretary-General Antonio Guterres.</p><p>“It becomes questionable when the prime minister of a war-torn country travels thousands of kilometres to address a hall dominated by heads of missions or their deputies, at a time that is politically dead because of the Christmas and end-of-year holidays,” Kameir said.</p><h2 id=\"what-are-other-reactions-to-the-peace-plan\">What are other reactions to the peace plan?</h2><p>Ahmed Aboul Gheit, the secretary-general of the 22-member Arab League, <a href=\"/news/2025/12/24/arab-league-welcomes-sudanese-govt-peace-plan-presented-at-un\">praised the peace plan</a> on Wednesday.</p><p>In a statement released by the league, Gheit commended the plan’s “highly important political, humanitarian, and security messages” and called for “positive engagement” with the proposal.</p><h2 id=\"what-is-happening-in-sudan\">What is happening in Sudan?</h2><p>Fighting between the RSF and the army has intensified in the past several weeks after the paramilitary forces escalated attacks around el-Fasher.</p><p>The escalation around el-Fasher started in October, when the region was captured by the RSF after an 18-month siege, which cut residents off from food, medicine and other critical supplies. The group was accused of <a href=\"/news/2025/11/4/rsf-digging-mass-graves-in-sudans-el-fasher-to-clean-up-massacre-expert\">committing mass killings</a>, kidnappings and widespread acts of sexual violence in its takeover of the city.</p><p>Despite the peace plan, fighting has continued. The RSF claimed that it had regained control of the town of Alouba, a strategic town in the Kordofan region, where thousands are currently fleeing violence.</p><p>On the other hand, the SAF said it had destroyed an RSF convoy in North Darfur state.</p><p>On Wednesday, Sudanese officials reported that 1,700 people had fled to White Nile state, east of Kordofan, with many heading to the city of Kosti.</p><p>Al Jazeera’s Mohamed Vall reported from Kosti that the city is stretched thin when it comes to resources, as it is already hosting about two million refugees and displaced people.</p><p>“There is a lack of … basic facilities for these people, and the authorities are calling on the international community and any organisations, local or foreign, to come to help with this situation, particularly [given] huge cuts in funding for the United Nations organisations specialised in [providing] aid in Sudan,” Vall said.</p><p>In 2021, the RSF and the SAF jointly toppled Sudan’s civilian government, but tensions over RSF integration and control of the transition erupted into a power struggle between al-Burhan and Hemedti.</p><p>The war has forced 14 million people to <a href=\"/news/2025/12/23/we-have-nothing-endless-pain-for-displaced-civilians-fleeing-sudan-war/\">flee their homes</a> to find shelter and safety away from the heavy fighting that has killed tens of thousands.</p><p>About 21 million people across the country are facing acute hunger, in what the UN calls the world’s largest humanitarian <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">crisis</a>.</p></div></div></body></html>"
        },
        {
            "title": "Ties with Turkiye improve “once Libya can patch its internal differences” | Digital Series | Al Jazeera",
            "time": "2025-12-24T13:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Lib-Horizontal-1766582244.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Barin Kayaoglu, of the Social Sciences University of Ankara, says that a Libyan general’s plane crash in Turkiye is unlikely to impact the broader framework of Turkiye’s role in Libya.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israelis show “very widespread support for a racist state” | Al Jazeera | Al Jazeera",
            "time": "2025-12-24T13:05:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/QT_THUMB16X9_ILAN_PAPPE-1766581453.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli historian Ilan Pappe talks about why Israeli society is moving further to the right and what it means for the Knesset leading up to the 2026 elections.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump declared a ‘new Middle East’ - but what has changed? | Politics | Al Jazeera",
            "time": "2025-12-24T12:48:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766580476.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chatham House director Bronwen Maddox lays out the obstacles blocking progress on Trump’s plan for a ‘new Middle East’.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Two months ago, United States President Donald Trump held an international gala to celebrate his 20-point plan for peace in Gaza, but his plan has been stuck in phase one since then.</p><p>Bronwen Maddox, the director of Chatham House – one of the world’s leading think tanks – argues that while Trump’s ceasefire slowed the horrific Israeli bombing of Gaza, “that doesn’t mean we’ve got a plan for the future”.</p><p>Maddox tells host Steve Clemons that Iran is weaker, but Israel’s campaign to destabilise its neighbours, such as Syria, is dragging the region into further conflict, not peace and prosperity.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Libyan army chief killed in plane crash: What we know so far | Explainer News | Al Jazeera",
            "time": "2025-12-24T12:44:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_694ba5a05aca8-1766565280.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Libyan army’s Chief of Staff, Lieutenant General Mohammed Ali Ahmed al-Haddad, <a href=\"/news/2025/12/23/signal-lost-with-jet-carrying-libyan-army-chief-over-ankara-turkiye-says\">has been killed in a plane crash</a> in Turkiye while returning from an official visit to Ankara.</p><p>Turkish officials said the private aircraft, which was heading back to Tripoli on Tuesday, requested an emergency landing due to an electrical failure just minutes after takeoff, but then lost contact.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The crash, which also killed four senior Libyan military officials and three crew members, has sent shockwaves across Libya, where General al-Haddad was seen as a unifying figure amid deep political divisions. The Libyan government has announced three days of national mourning.</p><p>Here is what we know so far:</p><h2 id=\"who-was-mohammed-ali-ahmed-al-haddad\">Who was Mohammed Ali Ahmed al-Haddad?</h2><p>General al-Haddad was Libya’s chief of the General Staff, the highest-ranking military officer in the country’s armed forces.</p><p>General al-Haddad worked within the United Nations-recognised Government of National Unity (GNU) in Tripoli to bring together competing armed factions.</p><p>Al Jazeera’s Malik Traina said people in Libya were mourning al-Haddad, whom he said was a key figure in efforts to unify the country’s fractured military. “He really was someone who tried to build up the military institutions, especially in western Libya, a place that is divided with powerful armed groups and militias controlling vast areas of land,” Traina, reporting from Tripoli, said.</p><p>“You have powerful armed groups, militias controlling different parts of land. They hold a huge influence on the government. He refused to let these militias hold sway on the government,” Traina added, and was seen as “someone that people could rally behind and support to try to bring some kind of unity to Libya.”</p><p>General al-Haddad had served in that post since 2020 and was seen as a key figure in efforts to unify Libya’s divided military structures, a crucial element of broader attempts to stabilise the country, which descended into chaos following the toppling of its long-term leader Muammar Gaddafi in 2011.</p><p>Al Jazeera’s Traina said General al-Haddad was one of the first military officials who joined the rebel forces in the revolution that toppled Gaddafi.</p><p>Libya is currently divided between the internationally recognised government based in Tripoli and the rival administration in the east led by military commander Khalifa Haftar.</p><p>“He was a very charismatic and strong leader. General Mohammed was someone who was respected by all sides,” Al Jazeera’s Traina said. “He was someone who believed in the rule of law, always talked about values of democracy, and wanted to transition Libya into civilian rule.”</p><p>Al-Haddad’s death is being mourned in the eastern part of Libya governed by a rival administration, including Haftar, who expressed sorrow and offered his condolences.</p><p>During his Turkiye trip, al-Haddad held talks in Ankara with Turkish Defence Minister Yasar Guler, and his Turkish military counterpart, Selcuk Bayraktaroglu. Ankara has cultivated close military and economic ties with the Tripoli-based administration, but recently, Ankara has moved to strengthen relations with the eastern administration led by Haftar.</p><figure id=\"attachment_4192905\" aria-describedby=\"caption-attachment-4192905\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4192905\" src=\"/wp-content/uploads/2025/12/ap_694b07ba102d2-1766524858.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"In this photo released by the Turkish Defense Ministry, Turkey's Chief of General Staff Gen. Selcuk Bayraktaroglu, right, poses for a photograph with Libyan Chief of General Staff Gen. Mohamed Ali Ahmed El Haddad during their meeting in Ankara, Turkey, Tuesday, Dec. 23, 2025. (Turkish Defense Ministry via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4192905\" class=\"wp-caption-text\">Turkey’s Chief of General Staff General Selcuk Bayraktaroglu, right, poses for a photograph with Libyan Chief of General Staff Lieutenant General Mohammed Ali Ahmed al-Haddad during their meeting in Ankara, Turkiye [Turkish Defence Ministry via AP Photo]</figcaption></figure><h2 id=\"what-do-we-know-about-the-plane-crash\">What do we know about the plane crash?</h2><p>Burhanettin Duran, Turkiye’s head of communications, said the Dassault Falcon 50 jet departed Ankara Esenboga Airport at 17:17 GMT on Tuesday, bound for Tripoli.</p><p>At 17:33 GMT, it notified air traffic control of an electrical malfunction and declared an emergency, according to his statement. The jet was 37 years old, according to flight tracking site Flightradar24.</p><p>Controllers directed the aircraft back towards Esenboga and initiated emergency protocols, but it vanished from radar at 17:36 GMT while descending to land, and communication was lost, Duran said.</p><p>Interior Minister Ali Yerlikaya said had earlier reported that the plane requested an emergency landing while flying over Ankara’s Haymana district.</p><p>Yerlikaya added that the wreckage was later located near Kesikkavak village in the area. Search and rescue teams reached the crash site after operations were launched by the Interior Ministry.</p><p>The Interior Minister later said that authorities had recovered cockpit voice and flight data recorders, collectively known as black boxes. An investigation is under way to “fully clarify” the cause of the crash, he told reporters in Ankara.</p><p>Investigations into the cause are continuing with the participation of all relevant agencies, Duran said. Turkiye has appointed four prosecutors to lead the probe, and Yerlikaya noted that 408 personnel were deployed for the search and recovery effort.</p><p>A group of military officials from Libya is carrying out inspections at the crash site, according to Turkish state news agency Anadolu.</p><figure id=\"attachment_4193537\" aria-describedby=\"caption-attachment-4193537\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193537\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-Libyan-army-chief-killed-in-plane-crash-1766566241.png?quality=80\" alt=\"INTERACTIVE - Libyan army chief killed in plane crash-1766566241\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193537\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"were-other-people-killed-in-the-crash\">Were other people killed in the crash?</h2><p>Yes. All people on board died in the crash. In addition to al-Haddad, seven others died in the crash, including four senior Libyan military officials and three crew members.</p><p>Among the Libyan officials killed were:</p><ul>\n<li>General al-Fitouri Ghraibil, head of Libya’s ground forces.</li>\n<li>Brigadier General Mahmoud al-Qatawi, director of the Military Manufacturing Authority.</li>\n<li>Muhammad al-Asawi Diab, senior military adviser.</li>\n<li>Muhammad Omar Ahmed Mahjoub, a military photographer.</li>\n</ul><h2 id=\"what-are-the-reactions-to-al-haddad-s-death\">What are the reactions to al-Haddad’s death?</h2><p>Libyan Prime Minister Abdul Hamid Dbeibah described the incident as a “tragic loss”.</p><p>“This great tragedy is a great loss for the nation, the military establishment, and all the people,” he said. “We have lost men who served their country with sincerity and dedication and were an example of discipline, responsibility, and national commitment.”</p><p>In a statement from the eastern Libyan armed forces, commander Haftar expressed “deep sorrow over this tragic loss” and offered condolences to General al-Haddad’s family, tribe, and city, as well as “to all the Libyan people”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-next\">What’s next?</h2><p>In a statement, Libya’s Government of National Unity announced a three-day mourning period, during which flags will be flown at half-staff across all state institutions, and all official ceremonies and celebrations will be suspended.</p><p>Austria’s former defence attache to Libya, Wolfgang Pusztai, said the death of al-Haddad was “very significant” and a major blow for Dbeibah.</p><p>“Al-Haddad hails from Misrata, an important merchant city about three hours east of Tripoli, just like Dbeibah, and the key role of al-Haddad was to ensure the loyalty of the mighty militias of the city of Misrata to the government,” Pusztai told Al Jazeera.</p><p>“Misrata is the most important military power in western Libya, and this might really trigger some problems for Dbeibah, if this loyalty is broken in the future.”</p><p>Libya’s Presidential Council has appointed General Salah Eddine al-Namrush as the acting chief of staff for the Libyan army until General al-Haddad’s replacement is announced.</p><p>“It’s extremely big shoes to fill. It is really going be very difficult for authorities to find somebody as charismatic and strong who can unify the country like Mohammed al-Haddad,” Al Jazeera’s Traina said.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian Christians worry about erasure as Israeli settlements grow | Occupied East Jerusalem | Al Jazeera",
            "time": "2025-12-24T12:29:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/yt-1766579331.jpg?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Video: India launches ‘heaviest satellite’ into orbit | Space | Al Jazeera",
            "time": "2025-12-24T12:09:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766578161.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Stokes concerned for England’s mental wellbeing on Ashes tour of Australia | Cricket News | Al Jazeera",
            "time": "2025-12-24T11:57:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2253344122-1766572728.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Captain Ben Stokes said protecting England players’ welfare was his top concern amid claims of excessive drinking on a mid-Ashes beach break, without directly addressing the allegations.</p><p>Stokes was peppered with questions on Wednesday ahead of the Boxing Day Test in Melbourne about the team’s behaviour at Noosa between the <a href=\"/sports/2025/12/7/australia-dominate-england-to-win-second-test-in-brisbane\">second</a> and third Tests after British media reports compared it with a “stag-do”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Unverified social media footage appeared to show opener Ben Duckett drunk and disoriented.</p><p>Their disastrous five-Test tour, which has seen Australia <a href=\"/sports/2025/12/21/australia-beat-england-to-win-third-test-and-retain-ashes\">take an unassailable 3-0 lead</a>, took another hit on Wednesday when pace spearhead Jofra Archer was ruled out of the rest of the series with a side strain.</p><p>England cricket chief Rob Key on Tuesday pledged to investigate the drinking claims, while the England and Wales Cricket Board said in a statement it was intent on establishing the facts.</p><p>Stokes, whose team have already lost the Ashes, said his main concern was the players’ mental welfare and to ensure they were ready for the Melbourne Test starting Friday.</p><p>“I’m obviously aware of the reports and everything circulating around right now,” Stokes said.</p><p>“My main concern is my players, and how I handle this moment is the most important thing to me.</p><p>“The welfare of everyone in there, and probably some certain individuals as well, is the most important thing to me right now as England captain.</p><p>“It’s never a nice place to be in when not only the media world, but also the social media world, is piling on top of you,” he added.</p><p>“It’s a very tough place to be in as an individual. As an individual, when you know you’ve got the support of the people who are sort of leaders, in a sense, it’s very good to know that you’ve got that support.”</p><p>Asked directly whether his teammates had “done anything wrong in Noosa”, Stokes replied: “I’ve just answered everything there.”</p><h2 id=\"stokes-calls-for-focus-as-spotlight-increases-on-england\">Stokes calls for focus as spotlight increases on England</h2><p>England went to Queensland tourist resort Noosa after losing the first two Tests in Perth and Brisbane heavily.</p><p>They spent several days on the sand and around restaurants and bars before travelling to Adelaide, where they lost the third Test as Australia retained the Ashes.</p><p>Britain’s Daily Telegraph reported that “after drowning their sorrows after the Brisbane Test, it is no exaggeration to say some, certainly not all, players drank for five or six days”.</p><p>It added that players “did nothing outrageous in Noosa” but there was concern over the level of drinking, with England’s professionalism already under the microscope after their limited preparations.</p><figure id=\"attachment_4193774\" aria-describedby=\"caption-attachment-4193774\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193774\" src=\"/wp-content/uploads/2025/12/GettyImages-2253206626-1766573133.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"England captain Ben Stokes speaks with Brendon McCullum during an England nets session at Melbourne Cricket Ground\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193774\" class=\"wp-caption-text\">England captain Ben Stokes, right, and coach Brendon McCullum are both under pressure following the side’s failures in Australia [Gareth Copley/Getty Images]</figcaption></figure><p>Stokes conceded that when a side was losing, there would be scrutiny, and “rightly so”.</p><p>“When you are 3-0 down you don’t really have a leg to stand on but we’ve got two games of cricket to play. That’s what we have to focus on,” he said.</p><p>“We haven’t won a game in Australia for a long, long time.”</p><p>England have gone 18 Tests since winning a match in Australia, dating back to their last series victory there in 2010-11.</p><p>Their capitulation in this series in 11 days of play is the joint second quickest in more than a century, since the 1921 Ashes was completed in eight days.</p><p>Making matters worse, Archer will take no further part in the tour, with Gus Atkinson replacing him in Melbourne.</p><p>The under-performing Ollie Pope paid for his poor form at number three, with Jacob Bethell taking over in the only other change.</p><h2 id=\"england-s-test-woes-in-contrast-to-australia-s-ashes-high\">England’s Test woes in contrast to Australia’s Ashes high</h2><p>Bowling with the ‌wicketkeeper standing up to the stumps can bruise a fast bowler’s ego, ‍but Australia paceman ‍Scott Boland said Alex Carey’s stellar glovework in the ongoing Ashes series has helped him grow comfortable with it.</p><p>Carey’s wicketkeeping masterclass has been a key factor in Australia’s unassailable lead in the five-match series, and the ⁠34-year-old was particularly impressive in the second Test at the Gabba, where he stood ​up to Boland and Michael Neser.</p><p>With the wicketkeeper breathing down their ‍necks, English batters were pretty much confined to the crease, which meant the home bowlers did not really need to vary their length.</p><p>“I’ve just never really bowled to the keeper up to the ‍stumps before,” Boland ⁠told reporters ahead of the fourth Test.</p><p>“Everyone wants to be a fast bowler, and you don’t really like the keeper up to the stumps.</p><p>“But I’ve seen over the last month how effective it is and how still I can keep their batters by Alex being up to the stumps.”</p><p>Wicketkeepers typically stand farther back from the stumps when facing fast bowlers to give ​themselves more time to react to the high speed ‌and bounce of the ball, reducing the risk of missed catches.</p><p>Even from close range, Carey showed tremendous reflexes to pouch a thick edge from Ben Stokes after the England captain had nicked a Neser delivery ‌in the second innings.</p><p>Dismissals like that gave confidence to Boland that he could continue bowling his edge-inducing length balls regardless ‌of where Carey stood.</p><p>“I just need to trust that ⁠the length balls I bowl to try and nick guys off is the same length I bowl when he’s up to the stumps or back,” the 36-year-old said.</p><p>“The Gabba was pretty bouncy and he ‌was up to the stumps for a bit of it and catching balls above waist-high and I bowled a bouncer and he caught that, so I have full trust ‍in him up there.”</p><p>Former Australia wicketkeeper Ian Healy called Carey “clearly the best in the world”, while teammate Steve Smith termed him a “freak”.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy unveils details of new peace plan, seeks Trump talks on territory | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-24T11:42:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-22T211210Z_1825748956_RC2L9IAWKCQY_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-1766569429.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy <a href=\"/news/liveblog/2025/12/24/russia-ukraine-war-live-at-least-2-killed-in-ukraines-zaporizhia\">has called</a> for a meeting with United States counterpart Donald Trump to discuss “sensitive issues” as negotiators inched closer to a final draft of a peace plan, nearly four years after Russia’s full-scale invasion of Ukraine.</p><p>Zelenskyy told reporters in an embargoed briefing on Tuesday that US and Ukrainian negotiators had reached a consensus on several points aimed at ending the <a href=\"/tag/ukraine-russia-crisis/\">war</a>, but issues, including territorial control of Ukraine’s eastern industrial heartland, remained unresolved.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are ready for a meeting with the United States at the leaders’ level to address sensitive issues. Matters such as territorial questions must be discussed at the leaders’ level,” said the Ukrainian leader in comments released by his office on Wednesday.</p><p>Zelenskyy’s briefing followed <a href=\"/news/2025/12/22/us-talks-with-russia-ukraine-in-miami-constructive-productive\">marathon talks</a> in the US state of Florida on the 20-point plan, as Russia reviewed the latest draft. The Kremlin said on Wednesday that Russian President Vladimir Putin had been briefed by envoy Kirill Dmitriev, and that Moscow was formulating a response.</p><h2 id=\"donbas-most-difficult-point\">Donbas ‘most difficult point’</h2><p>Kyiv has been pressing Washington to modify Trump’s peace plan, which had initially been criticised as a Kremlin wish list, including demands that Ukraine cede more territory, accept curbs on its forces and give up on joining the NATO military alliance.</p><p>Zelenskyy said the latest 20-point framework draft was a considerable evolution on the earlier plan, with Ukraine keeping its army at its current strength of 800,000 at peacetime, and additional documents agreed with the US and European allies providing robust security guarantees.</p><p>But despite the progress, Ukraine and the US have still not found common ground on territorial issues, particularly on control of the eastern Donetsk and Luhansk regions, known as the Donbas. This is “the most difficult point”, Zelenskyy said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>While Kyiv has proposed “to remain where we are”, halting fighting at the current battle lines, Moscow wants it to withdraw troops from all of the eastern Donetsk region. Ukraine still controls about a quarter of the region and has rejected demands to give it up.</p><p>With the Kremlin unlikely to abandon its maximalist territorial demands, the US has proposed a compromise arrangement that would transform disputed areas into free economic zones. Ukraine insists that any arrangement must be contingent upon a referendum.</p><p>Additionally, there is still no agreement on the fate of the Zaporizhzhia nuclear power plant, Zelenskyy said. Europe’s largest nuclear power plant is located in territory under Russian military control near the front line. The president said Kyiv was proposing a small economic zone there.</p><p>“We are saying: If all regions are included and if we remain where we are, then we will reach an agreement,” Zelenskyy said. “But if we do not agree to remain where we are, there are two options: Either the war continues, or something will have to be decided regarding all potential economic zones.”</p><p>The document also proposes the withdrawal of Russian forces from the regions of Dnipropetrovsk, Mykolaiv, Sumy and Kharkiv, and that international troops be stationed along the contact line to monitor the implementation of the agreement.</p><p>“Since there is no faith in the Russians, and they have repeatedly broken their promises, today’s contact line is turning into a line of a de facto free economic zone, and international forces should be there to guarantee that no one will enter there under any guise,” Zelenskyy said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from Kyiv, Al Jazeera’s Audrey MacAlpine said the key question of territory appears to still be “on the table”, adding that “there has not been anything fleshed out when it comes to exactly how to answer that question.”</p><p>She said: “What it offers is a bit more colour in the form of sub-clauses of how peace might be achieved.</p><p>“They propose things, for example, like a … monitoring system of the front line. If we look back to the Minsk agreements around 2015, there were issues about how to monitor ceasefire infractions between Russia and Ukraine, so this has historically been an issue of contention.</p><p>“He [Zelenskyy] has also said that there are some things that we are probably not ready for, meaning Ukraine, and [he is] sure there are things that Russians are not ready for either, suggesting that both sides may need to make some concessions on these key issues.”</p><h2 id=\"eu-membership-reconstruction-funds\">EU membership, reconstruction funds</h2><p>The draft also ensures that Ukraine will be provided with “strong” security guarantees that mirror NATO’s Article 5, which would obligate Ukraine’s partners to act in the event of renewed Russian assault.</p><p>Zelenskyy said a separate bilateral document with the US will outline these guarantees. This agreement will detail the conditions under which security will be provided and will establish a mechanism to monitor the ceasefire. The mechanism will use satellite technology and early warning systems to ensure effective oversight and rapid response capabilities.</p><p>“The mood of the United States of America is that this is an unprecedented step towards Ukraine on their part. They believe that they are giving strong security guarantees,” he said.</p><p>The draft contains other elements, including Ukraine becoming a European Union member at a specifically defined date, holding elections after the signing of the agreement and accelerating a free trade deal with the US.</p><p>Also included are funds for reconstruction and economic investment.</p><p>“Ukraine will have the opportunity to determine the priorities for distributing its share of funds in the territories under the control of Ukraine. And this is a very important point, on which we spent a lot of time,” Zelenskyy said.</p></div></div></body></html>"
        },
        {
            "title": "Video captures Libyan military chief’s fatal plane crash near Ankara | Aviation | Al Jazeera",
            "time": "2025-12-24T11:01:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766574066.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "New clashes as Cambodia, Thailand hold first talks to end latest violence | Conflict News | Al Jazeera",
            "time": "2025-12-24T10:40:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T230345Z_191055372_RC2MHIAR6EKQ_RTRMADP_3_THAILAND-CAMBODIA-ASEAN-1766569788_aea5d8-1766570978.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand and Cambodia have reported new fighting in their ongoing border conflict, as the first talks between the sides since the latest outbreak of violence get under way.</p><p>Thailand’s military said on Wednesday that there had been clashes in the border provinces of Sisaket and Surin, Thai media reported, with Thai forces responding to Cambodian BM-21 rocket attacks with artillery, tank fire and drones.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>One Thai soldier was injured in the Pha Mo I Daeng–Huai Ta Maria area of Sisaket province, the Thai army said, before Thai forces returned fire, striking more than 19 Cambodian military targets.</p><p>Cambodia’s Ministry of National Defence said Thai forces had carried out air attacks on Banan district in the northwestern border province of Battambang, hitting a civilian residential area with four bombs.</p><p>Cambodia’s Ministry of Education also released a video showing what it said were scenes of panic at a school in the province, with students fleeing as the air raid was carried out.</p><p>Further, the ministry said two civilians had been injured by Thai shelling in Banteay Meanchey province, the Khmer Times reported.</p><h2 id=\"talks-begin\">Talks begin</h2><p>The latest fighting came just before a meeting of defence officials began on Wednesday at the Ban Pakkad-Pailin border crossing between the countries.</p><p>The talks are the first between the sides since <a href=\"/news/2025/12/18/cambodia-says-thailand-bombs-casino-hub-on-border-with-no-truce-in-sight\">renewed clashes</a> broke out on December 7, killing more than 40 people and displacing about a million, according to official counts.</p><p>The two sides <a href=\"/news/2025/12/22/thailand-and-cambodia-agree-to-meet-amid-renewed-cross-border-fighting\">agreed on Monday</a> to hold the talks, within the framework of an existing bilateral border committee, the Cambodia-Thailand General Border Committee, following a regional push to end the fighting.</p><p>Reporting from the Cambodian capital Phnom Penh, Al Jazeera’s Assed Baig said that the meeting was underway, with ASEAN countries acting as observers, but was not expected to yield any major breakthrough.</p><p>“It’s very important to be clear about what this meeting is and isn’t. It’s between defence and military officials, not politicians,” he said.</p><p>“This isn’t a forum where a ceasefire can be agreed or signed.”</p><p>At best, he said, the talks would be about “stabilising the situation, clarifying incidents between the parties and keeping those lines of communication open”.</p><p>Any agreement on a ceasefire would have to come from the political leaders in Bangkok and Phnom Penh, he said, “and that’s where outside pressure comes in.”</p><p>The US, China and ASEAN countries had all been speaking to both countries, urging a resolution to the conflict.</p><p>So far though, he said, “both sides are still locked in the blame game”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thailand and Cambodia have <a href=\"/video/inside-story/2025/12/22/can-diplomacy-end-the-conflict-between-thailand-and-cambodia\">engaged in daily exchanges</a> of rocket and artillery fire along their 817km (508-mile) land border following the collapse earlier this month of a truce brokered by the United States and Malaysia that put an end to five days of fighting in July.</p><p>The conflict stems from a territorial dispute over the colonial-era demarcation of their 800km (500-mile) border and a smattering of ancient temple ruins situated on the frontier.</p><p>Each side has blamed the other for instigating the renewed fighting, claiming self-defence, while trading accusations of attacks on civilians.</p><h2 id=\"thailand-accused-of-demolishing-hindu-statue\">Thailand accused of demolishing Hindu statue</h2><p>Meanwhile, a Cambodian official has accused Thailand of destroying a Hindu statue in a disputed border area, condemning the destruction of items of religious significance.</p><p>Kim Chanpanha, a government spokesman in the border province of Preah Vihear, said the statue of Vishnu, built in 2014, was demolished by Thai forces on Monday.</p><p>“We condemn the destruction of ancient temples and statues that are worshipped by Buddhist and Hindu followers,” Chanpanha said.</p><p>Videos showing the demolition of the statue using a backhoe loader circulated on social media.</p><p>The Thai military has not commented on the incident, but released a statement rejecting Cambodian claims that it was using cluster munitions intended to harm civilians.</p><p>The statement said its cluster munitions were dual-purpose artillery shells used against military targets, in line with the principles of “military necessity” and “proportionality”.</p><p>It added that the Convention on Cluster Munitions (CCM), which prohibits signatories from using such weapons, was not applicable as neither Thailand nor Cambodia was a party to the agreement.</p></div></div></body></html>"
        },
        {
            "title": "Aid cuts push Sudan deeper into “acute hunger” | Sudan war | Al Jazeera",
            "time": "2025-12-24T09:57:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-MISHAIN-1766570157.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Khalid Mishain, from the Youth Citizens Observers Network, says cuts to humanitarian funding are deepening Sudan’s crisis, with famine spreading, aid groups pulling back, and hunger set to worsen without immediate action.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Arab League welcomes Sudanese gov’t peace plan presented at UN | Sudan war News | Al Jazeera",
            "time": "2025-12-24T09:53:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25338425104951-1766560705.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ahmed Aboul Gheit, the secretary-general of the Arab League, has praised a <a href=\"/news/2025/12/23/sudans-pm-kamil-idris-presents-peace-plan-to-unsc-to-end-war\">peace plan</a> presented by Sudanese Prime Minister Kamil Idris to the United Nations Security Council earlier this week.</p><p>Gheit said on Wednesday that the 22-member league backed the recently unveiled initiative, which calls for a ceasefire and global monitoring of the conflict, commending its “highly important political, humanitarian, and security messages” and calling for “positive engagement” with the plan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Idris, who heads Sudan’s transitional civilian government, had stressed to the UNSC on Monday that the government’s proposal was “homemade”, rather than “imposed on us” – an indirect reference to truce plans supported by the so-called Quad comprising the United States, Saudi Arabia, Egypt and the United Arab Emirates.</p><p>He called for the withdrawal of the paramilitary <a href=\"/news/2023/4/16/sudan-unrest-what-is-the-rapid-support-forces\">Rapid Support Forces</a> (RSF), which has been locked in conflict with the military since April 2023, telling the UNSC’s 15 members that a truce would have “no chance of success” unless the group was confined to camps and disarmed.</p><p>Al-Basha Tibiq, adviser to the commander of the RSF, which agreed to the Quad’s proposal for a humanitarian truce back in November, rejected Idris’s plan, saying that the notion of the group withdrawing was “closer to fantasy than to politics”.</p><p>In an RSF statement posted on Facebook, Tibiq was quoted as saying that the plan was “nothing more than a recycling of outdated exclusionary rhetoric” that was indistinguishable from the position taken by Sudan’s military chief General Abdel-Fattah al-Burhan.</p><p>Al-Burhan had previously <a href=\"/news/2025/11/24/sudan-army-chief-rejects-truce-proposal-citing-uae-role\">rejected</a> the Quad’s proposal for a humanitarian truce, claiming that UAE involvement in the group meant the plan was biased and favoured the paramilitaries at the expense of the army.</p><p>The UAE has long rejected accusations that it is arming and funding the RSF. In March, it <a href=\"/news/2025/3/6/sudan-files-case-against-uae-at-top-un-court-over-complicity-in-genocide\">slammed a Sudanese move</a> to file a case against it at the International Court of Justice, calling the charges a “cynical publicity stunt”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fighting-escalates-in-kordofan-region\">Fighting escalates in Kordofan region</h2><p>Tens of thousands of people have been killed, and some 14 million displaced, by the war, which erupted over a power struggle between army chief al-Burhan and RSF commander Mohamed Hamdan “Hemedti” Dagalo.</p><p>In October, the RSF <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">captured the city of el-Fasher</a> in the western Darfur region after <a href=\"/news/2024/6/13/un-security-council-demands-end-to-siege-of-el-fasher-in-sudans-darfur\">an 18-month siege</a> that cut residents off from food, medicine and other critical supplies.</p><p>The paramilitary group has been accused of <a href=\"/news/2025/11/4/rsf-digging-mass-graves-in-sudans-el-fasher-to-clean-up-massacre-expert\">committing mass killings</a>, kidnappings and widespread acts of sexual violence in its takeover of the city.</p><p>Idris presented his plan as fighting escalated further, with the RSF claiming it had regained control of the town of Alouba, a strategic town in the Kordofan region, where thousands are currently fleeing violence.</p><p>Sudanese officials said on Wednesday that 1,700 people had fled to Sudan’s White Nile state, east of the Kordofan region, many heading to the city of Kosti.</p><p>Reporting from Kosti, Al Jazeera’s Mohamed Vall said the city was already hosting about two million refugees and displaced people and was now “under amazing, huge stress” as it struggled to accommodate the new arrivals.</p><p>“There is a lack of … basic facilities for these people and the authorities are calling on the international community and any organisations, local or foreign, to come to help with this situation, particularly [given] huge cuts in funding for the United Nations organisations specialised in [providing] aid in Sudan,” said Vall.</p><p>In other developments, the Sudanese army said it had destroyed an RSF convoy in North Darfur state and announced that two people were injured in paramilitary shelling of two areas in Kadugli, South Kordofan.</p><p>Amid the escalation in fighting, US deputy ambassador to the UN, Jeffrey Bartos, who spoke to the UNSC before Idris on Monday, urged “both belligerents” to immediately accept the Quad’s proposal for a humanitarian truce.</p><p>UAE ambassador Mohamed Abushahab, a member of the Quad, said there was an immediate opportunity to implement the humanitarian truce and get aid to Sudanese civilians in desperate need.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Christmas is not a Western story - it is a Palestinian one | Opinions | Al Jazeera",
            "time": "2025-12-24T08:37:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-24T053912Z_2057385962_RC2TMIA1JM6G_RTRMADP_3_CHRISTMAS-SEASON-PATRIARCH-1766562814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Every December, much of the Christian world enters a familiar cycle of celebration: carols, lights, decorated trees, consumer frenzy and the warm imagery of a snowy night. In the United States and Europe, public discourse often speaks of “Western Christian values”, or even the vague notion of “Judeo-Christian civilisation”. These phrases have become so common that many assume, almost automatically, that Christianity is inherently a Western religion — an expression of European culture, history and identity.</p><p>It is not.</p><p>Christianity is, and has always been, a West Asian / Middle Eastern religion. Its geography, culture, worldview and founding stories are rooted in this land — among peoples, languages and social structures that look far more like those in today’s Palestine, Syria, Lebanon, Iraq, and Jordan than anything imagined in Europe. Even Judaism, invoked in the term “Judeo-Christian values”, is itself a thoroughly Middle Eastern phenomenon. The West received Christianity — it certainly did not give birth to it.</p><p>And perhaps nothing reveals the distance between Christianity’s origins and its contemporary Western expression more starkly than Christmas — the birth story of a Palestinian Jew, a child of this land who was born long before modern borders and identities emerged.</p><h2 id=\"what-the-west-made-of-christmas\">What the West made of Christmas</h2><p>In the West, Christmas is a cultural marketplace. It is commercialised, romanticised and wrapped in layers of sentimentality. Lavish gift-giving overshadows any concern for the poor. The season has become a performance of abundance, nostalgia, and consumerism — a holiday stripped of its theological and moral core.</p><p>Even the familiar lines of the Christmas song Silent Night obscure the true nature of the story: Jesus was not born into serenity but into upheaval.</p><p>He was born under military occupation, to a family displaced by an imperial decree, in a region living under the shadow of violence. The holy family were forced to flee as refugees because the infants of Bethlehem, according to the Gospel narrative, were massacred by a fearful tyrant determined to preserve his reign. Sound familiar?</p><p>Indeed, Christmas is a story of empire, injustice and the vulnerability of ordinary people caught in its path.</p><h2 id=\"bethlehem-imagination-vs-reality\">Bethlehem: Imagination vs reality</h2><p>For many in the West, Bethlehem – the birthplace of Jesus – is a place of imagination — a postcard from antiquity, frozen in time. The “little town” is remembered as a quaint village from scripture rather than a living, breathing city with actual people, with a distinct history and culture.</p><p>Bethlehem today is surrounded by walls and checkpoints built by an occupier. Its residents live under a system of apartheid and fragmentation. Many feel cut off, not only from Jerusalem – which the occupier does not allow them to visit – but also from the global Christian imagination that venerates Bethlehem’s past while often ignoring its present.</p><p>This sentiment also explains why so many in the West, while celebrating Christmas, care little about the Christians of Bethlehem. Even worse, many embrace theologies and political attitudes that erase or dismiss our presence entirely in order to support Israel, the empire of today.</p><p>In these frameworks, ancient Bethlehem is cherished as a sacred idea, but modern Bethlehem — with its Palestinian Christians suffering and struggling to survive — is an inconvenient reality that needs to be ignored.</p><p>This disconnect matters. When Western Christians forget that Bethlehem is real, they disconnect from their spiritual roots. And when they forget that Bethlehem is real, they also forget that the story of Christmas is real.</p><p>They forget that it unfolded among a people who lived under empire, who faced displacement, who longed for justice, and who believed that God was not distant but among them.</p><h2 id=\"what-christmas-means-for-bethlehem\">What Christmas means for Bethlehem</h2><p>So what does Christmas look like when told from the perspective of the people who still live where it all began — the Palestinian Christians? What meaning does it hold for a tiny community that has preserved its faith for two millennia?</p><p>At its heart, Christmas is the story of the solidarity of God.</p><p>It is the story of God who does not rule from afar, but is present among the people and takes the side of those on the margins. The incarnation — the belief that God took on flesh — is not a metaphysical abstraction. It is a radical statement about where God chooses to dwell: in vulnerability, in poverty, among the occupied, among those with no power except the power of hope.</p><p>In the Bethlehem story, God identifies not with emperors but with those suffering under empire — its victims. God comes not as a warrior but as an infant. God is present not in a palace but in a manger. This is divine solidarity in its most striking form: God joins the most vulnerable part of humanity.</p><p>Christmas, then, is the proclamation of a God who confronts the logic of empire.</p><p>For Palestinians today, this is not merely theology — it is lived experience. When we read the Christmas story, we recognise our own world: the census that forced Mary and Joseph to travel resembles the permits, checkpoints and bureaucratic controls that shape our daily lives today. The holy family’s flight resonates with the millions of refugees who have fled wars across our region. Herod’s violence echoes in the violence we see around us.</p><p>Christmas is a Palestinian story par excellence.</p><h2 id=\"a-message-to-the-world\">A message to the world</h2><p>Bethlehem celebrates Christmas for the first time after two years without public festivities. It was painful yet necessary for us to cancel our celebrations; we had no choice.</p><p>A genocide was unfolding in Gaza, and as people who still live in the homeland of Christmas, we could not pretend otherwise. We could not celebrate the birth of Jesus while children his age were being pulled dead from the rubble.</p><p>Celebrating this season does not mean the war, the genocide, or the structures of apartheid have ended. People are still being killed. We are still besieged.</p><p>Instead, our celebration is an act of resilience — a declaration that we are still here, that Bethlehem remains the capital of Christmas, and that the story this town tells must continue.</p><p>At a time when Western political discourse increasingly weaponises Christianity as a marker of cultural identity — often excluding the very people among whom Christianity was born — it is vital to return to the roots of this story.</p><p>This Christmas, our invitation to the global church — and to Western Christians in particular — is to remember where the story began. To remember that Bethlehem is not a myth but a place where people still live. If the Christian world is to honour the meaning of Christmas, it must turn its gaze to Bethlehem — not the imagined one, but the real one, a town whose people today still cry out for justice, dignity and peace.</p><p>To remember Bethlehem is to remember that God stands with the oppressed — and that the followers of Jesus are called to do the same.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Brooks Koepka quits LIV Golf to focus on family life | Golf News | Al Jazeera",
            "time": "2025-12-24T08:28:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-05-05T120006Z_1737775294_MT1USATODAY23196081_RTRMADP_3_GOLF-LIV-GOLF-SINGAPORE-THIRD-ROUND-1766563588_8900d2-1766563973.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brooks Koepka quits LIV Golf to focus on family life</h1><p class=\"article__subhead\"><em>Koepka, a key signing to the breakaway LIV Golf three years ago, has exited the tour a year before his contract ends.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>LIV Golf announced on Tuesday that five-time major ‌champion Brooks Koepka has parted ways with the lucrative worldwide tour prior to the ‍2026 season.</p><p>The 35-year-old Koepka, ‍who had one year left on his LIV contract, has yet to declare whether he intends to return to the PGA Tour. He left in June 2022 when LIV signed him to a reported $100m contract to jump-start its bid to compete ⁠with the PGA Tour.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have amicably and mutually agreed that Brooks Koepka will no longer compete ​in the LIV Golf League, following the 2025 season,” LIV Golf CEO ‍Scott O’Neil said in a statement. “Brooks is prioritizing the needs of his family and staying closer to home.”</p><p>Koepka’s tenure with LIV was laden with highs and lows. When he won the 2023 PGA Championship after spending most of ‍his days playing ⁠in LIV’s comparatively non-competitive environment that featured 54-hole, no-cut tournaments, it gave LIV a big boost of credibility.</p><p>On the flipside, Koepka occasionally expressed his frustration with his situation – sounding like the 2017 and 2018 US Open champion and 2018, 2019, 2023 PGA titlist was marking time.</p><p>“I’ve got a contract obligation out here to fulfil, and then we’ll see what happens,” Koepka said at one LIV event.</p><p>His official third-person statement did not offer ​any hints as to his future.</p><p>“Brooks Koepka will be stepping ‌away from LIV Golf. He is deeply grateful to Yasir Al-Rumayyan, Scott O’Neil, and the LIV Golf leadership team, his teammates, and the fans. Family has always guided Brooks’s decisions, and he feels this is the right moment to spend ‌more time at home. Brooks will continue to be a huge supporter of LIV Golf and wishes the league and its players continued ‌success. Brooks remains passionate about the game of golf and will ⁠keep fans updated on what’s ahead.”</p><p>While Koepka can tee it up for all four majors next year thanks to his 2023 PGA Championship victory, the PGA Tour requires LIV exiles to sit out one year from their last LIV ‌tournament. His last appearance was on August 24 at the one-day LIV Golf Michigan event.</p><p>The PGA Tour could offer an exemption, but it also opted not to offer any hints in its statement.</p><p>“Brooks Koepka is ‍a highly accomplished professional, and we wish him and his family continued success. The PGA Tour continues to offer the best professional golfers the most competitive, challenging and lucrative environment in which ‌to pursue greatness.”</p><p>LIV Golf is financed by the Public Investment Fund, the sovereign wealth fund of Saudi Arabia.</p><figure id=\"attachment_4193456\" aria-describedby=\"caption-attachment-4193456\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4193456\" src=\"/wp-content/uploads/2025/12/2024-05-05T120159Z_967241331_MT1USATODAY23196096_RTRMADP_3_GOLF-LIV-GOLF-SINGAPORE-THIRD-ROUND-1766563678.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Brooks Koepka reacts.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4193456\" class=\"wp-caption-text\">Koepka cited family as the primary reason for his early departure from LIV Golf [File: Edgar Su/Reuters via USA TODAY Sports]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Australia’s NSW passes tough anti-protest, gun laws after Bondi attack | Protests News | Al Jazeera",
            "time": "2025-12-24T08:20:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348739414705-1766561432_eb6bd3-1766564324.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The state of New South Wales (NSW) will have the toughest gun laws in Australia as well as wide-reaching new restrictions on free speech in the wake of the Bondi Beach mass shooting, which left 15 people dead.</p><p>Less than two weeks after the <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">attack</a> on a Jewish celebration, new legislation was passed by the state’s legislative assembly in the early hours of Wednesday morning, including restrictions that appear to target speech in solidarity with Palestinians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Notably, the Terrorism and Other Legislation Amendment Bill 2025 gives police powers to restrict public protests for up to three months “following a terrorism declaration”, while the public display of symbols of prohibited organisations will be banned.</p><p>“Once a declaration is made, no public assemblies can be authorised in designated areas, including by a court and police will be able to move people on if their behaviour or presence obstructs traffic or causes fear, harassment or intimidation,” the NSW government said in a statement.</p><p>In the statement, NSW Premier Chris Minns and other top officials said that the sweeping changes would involve a review of “hate speech” and the words <a href=\"/news/2025/12/18/uk-police-arrest-four-people-for-pro-palestine-intifada-calls\">“globalise the Intifada”</a> were singled out as an example of speech that will be banned. The term is often used in solidarity with Palestinians and their civil struggle against Israeli military occupation and illegal settlement expansion, dating back to the <a href=\"/gallery/2023/12/8/history-illustrated-the-first-intifada-against-israel\">1980s</a>.</p><p>Minns acknowledged that the new laws involved “very significant changes that not everyone will agree with” but he added, “our state has changed following the horrific anti-Semitic attack on Bondi Beach and our laws must change too.”</p><p>He also said that new gun laws, which restrict certain types of guns to use by farmers, would also help to “calm a combustible situation”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"constitutional-challenge\">Constitutional challenge</h2><p>Three NSW-based pro-Palestinian, Indigenous and Jewish advocacy groups said on Tuesday, before the final vote on the legislation, that they would be “filing a constitutional legal challenge against the draconian anti-protest laws”.</p><p>Palestine Action Group Sydney said in a statement shared on Facebook that it was launching the challenge together with the Indigenous group Blak Caucus and Jews Against the Occupation ’48.</p><p>“These outrageous laws will grant NSW Police sweeping powers to effectively ban protests,” the Palestinian advocacy group said, accusing the NSW government of “exploiting the horrific Bondi attack to advance a political agenda that suppresses political dissent and criticism of Israel, and curtails democratic freedoms”.</p><p>Changes to the state’s protest laws also come just months after <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">more than 100,000 people</a> marched over the Sydney Harbour Bridge in protest against Israel’s genocidal war on Gaza, after a court overturned an attempt by the Minns government to try to stop the peaceful protest from taking place.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following the huge display of public support for ending Israel’s war on Gaza, Australia joined more than 145 other UN member states in <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">recognising Palestinian statehood</a> at the United Nations in September this year, much to the outrage of Israeli officials.</p><p>Within hours of the Bondi attack, Israeli Prime Minister Benjamin Netanyahu, who is wanted for <a href=\"/news/2025/12/15/icc-rejects-israeli-bid-to-block-gaza-war-crimes-investigation\">alleged war crimes</a> by the International Criminal Court (ICC), linked the shooting to Australia’s recognition of Palestinian statehood.</p><p>UN special rapporteur Ben Saul, who is also an international law chair at the University of Sydney, criticised Netanyahu’s comments.</p><p>Saul, whose UN mandate focuses on ensuring human rights are protected while countering terrorism, called for a “measured response to the Bondi terrorist attack”.</p><p>“Overreach does not make us safer – it lets terror win,” Saul said in a post on social media.</p><p></p><h2 id=\"heroes-to-be-honoured\">Heroes to be honoured</h2><p>Australia’s Prime Minister Anthony Albanese said on Wednesday that he plans to create a special honours list to recognise the people who rushed in to try to stop the two attackers as they targeted the Hanukkah celebration at Bondi Beach on December 14.</p><p>Australian public broadcaster the ABC reported those honoured would likely include Australian-Syrian shop owner <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">Ahmed al-Ahmed</a>, as well as Boris and Sofia Gurman, a local couple who tried to stop the gunmen but were among those killed in the attack.</p><p>While al-Ahmed has been widely hailed as a hero around the world, less is known about a second Muslim man who ran in to help, even as he was tackled by bystanders because he was mistaken for being an attacker.</p><p>The man’s lawyer, Alisson Battisson, says that her client, whom she did not name, is a refugee who is potentially facing deportation due to a past criminal record, despite his repeated attempts to help stop the Bondi attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China probe finds Taiwanese men controlled ship that cut undersea cables | News | Al Jazeera",
            "time": "2025-12-24T08:17:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/03/AP25056405722064-1741154006_b36619-1741566517.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>China probe finds Taiwanese men controlled ship that cut undersea cables</h1><p class=\"article__subhead\"><em>Chinese officials claim Taiwanese smugglers are to blame for February incident Taipei says was an act of hybrid warfare.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 24 Dec 2025</span><span aria-hidden=\"true\">24 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>China has accused two Taiwanese nationals of leading a smuggling ‍operation involving a ‍Chinese-crewed vessel that damaged subsea cables in February, in an incident that has <a href=\"/news/2025/4/11/taiwan-charges-captain-of-china-linked-ship-with-damaging-subsea-cable\">stoked tensions</a> between the countries.</p><p>The public security bureau in Weihai, in China’s eastern Shandong province, said on Wednesday that a probe into the incident showed that two Taiwanese men had been operating the ship involved – the Togo-registered Hong Tai 58 – as part of a longstanding operation smuggling frozen goods into China.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In comments carried in Chinese state media, China’s Taiwan Affairs Office ‌accused Taiwan’s governing Democratic Progressive Party of falsely claiming that Beijing had used the Hong Tai 58 to deliberately sabotage an undersea cable off the island in a bid “to stir cross-Strait confrontation”.</p><p>Taiwan has accused Beijing of severing the cable as a so-called “grey zone” or “hybrid warfare” tactic to apply pressure on the self-ruled island of 23 million people, which China views as its territory.</p><p>The terms refer to low-grade coercive acts such as sabotage that hold a certain degree of plausible deniability.</p><p>But China has denied its involvement, calling the incident a “common” maritime occurrence that has been “exaggerated” by Taiwanese authorities.</p><p>In June, a Taiwanese court sentenced the Chinese captain of the Hong Tai 58 to three years in ⁠jail after finding him guilty of intentionally damaging the cables off Taiwan.</p><p>Seven Chinese crew members were sent back to China without charge, and were interviewed by authorities on the mainland as part of their probe into the incident.</p><h2 id=\"reward-offered\">Reward offered</h2><p>Announcing the probe’s findings, the Weihai public security bureau offered a reward of up to 250,000 yuan ($35,569) for information ‌or assistance regarding the Taiwanese suspects, who it said had the surnames Chien and Chen.</p><p>The pair had been on a Chinese customs office wanted list since 2014, it added.</p><p class=\"p1\">Taiwan’s Mainland Affairs Council said the Chinese Communist Party does not have jurisdiction over Taiwan and urged the Chinese authorities to provide concrete evidence if they had it.</p><p class=\"p1\">“In the absence of concrete evidence, publicly announcing ​names and offering rewards is not a civilized practice,” it ‌said in a statement. “It is merely another instance of cross-border repression and political manipulation.”</p><p>Subsea cables are the <a href=\"/economy/2019/8/28/undersea-cable-to-china-may-be-nixed-on-national-security-grounds\">backbone of the internet and global telecoms industry</a>, carrying nearly all of the world’s internet traffic, but are also susceptible to breakdowns from movements on the sea floor or human activity.</p><p>Between 100 and 200 cable breakdowns occur each year, according to industry data, and <a href=\"/news/2025/3/10/as-undersea-cables-break-down-proving-sabotage-a-difficult-task\">proving damage as deliberate</a> is difficult.</p><p>Since 2023, there have been at least 11 cases of subsea cable breakdowns around Taiwan, although some were later ruled as accidents or due to the old age of the equipment.</p><p>Countries around the Baltic Sea have also seen an increase in undersea cable breakdowns since the Russian invasion of Ukraine, and they have struggled to bring legal cases against China and Russia-linked ships and their owners.</p></div></div></body></html>"
        }
    ]
}