{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Six alleged ISIL fighters killed in overnight raid in northwestern Turkiye | ISIL/ISIS | Al Jazeera",
            "time": "2025-12-29T18:29:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767032930.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "South Africa edge Zimbabwe 3-2 to book AFCON 2025 knockout place | Football News | Al Jazeera",
            "time": "2025-12-29T18:28:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6952c4794dc1-1767031929_6fff12-1767032399.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Oswin ‌Appollis scored a penalty in the ‍final ‍10 minutes to hand South Africa a 3-2 victory over Zimbabwe in Marrakesh and seal second spot ⁠in Group B at the <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">Africa ​Cup of Nations</a>, dumping their southern ‍African rivals out of the football tournament.</p><p class=\"p1\">After the match on Monday, South Africa finished with six points in the group, one behind ‍winners Egypt. ⁠</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Both of those teams advance to the last 16 as Angola finish in third and face an anxious wait to see if that is enough as one of the four best ​third-placed sides.</p><p class=\"p1\">South Africa led three ‌times in the game thanks to a first international goal from Tshepang Moremi, as well as strikes ‌from Lyle Foster and Appollis. But coach Hugo Broos will ‌be concerned by how ⁠open his side were at times at the back.</p><p class=\"p1\">Tawanda Maswanhise scored an excellent first equaliser for Zimbabwe and ‌they also profited from an Aubrey Modiba own goal as they missed several other ‍chances and should have earned at least a draw.</p><p class=\"p1\">South Africa, who finished third in the Ivory Coast two years ago and have qualified for the 2026 World Cup, have yet ​to hit top gear in the tournament, and were cut apart far ‌too easily by Zimbabwe at times.</p><p class=\"p1\">The South Africans led after seven minutes as Moremi’s shot took a wicked deflection off Divine Lunga and looped into the net.</p><p class=\"p1\">Zimbabwe hit back in the 19th minute with a goal that will go down ‌as one of the best of the tournament as Maswanhise picked up the ball 35 yards out and danced past two defenders before drilling ‌a low shot past goalkeeper Ronwen Williams.</p><p class=\"p1\">But South Africa ⁠were back in front five minutes after the break when Lunga’s back header to keeper Washington Arubi allowed Foster to sneak in ahead and nod the ball into the net.</p><p class=\"p1\">Zimbabwe equalised again in the 73rd minute as Maswanhise’s low shot was ‌saved by Williams, but the ball deflected onto Modiba and into the net for an own goal.</p><p class=\"p1\">South Africa were awarded a penalty with 10 minutes remaining when midfielder Marvelous Nakamba made a goalkeeper-style ‍diving save and handled a shot that appeared to be going wide.</p><p class=\"p1\">Appollis converted from the spot and Zimbabwe’s hopes of qualifying for the knockout stages at the sixth attempt were dashed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p class=\"p1\">Elsewhere on Monday, Egypt rested all ‍their key ‍players but still kept up their unbeaten run at AFCON 2025, drawing ⁠0-0 with Angola to finish their ​Group B campaign on seven ‍points.</p><p class=\"p1\">Egypt had already confirmed top spot in the group before kickoff, allowing them ‍the luxury ⁠of making 11 changes from their <a href=\"/sports/2025/12/26/salah-seals-egypt-qualification-with-win-against-south-africa-at-afcon-2025\">1-0 win over South Africa</a> on Friday, and giving players like Mohamed Salah and Omar Marmoush the day off.</p><p class=\"p1\">Angola’s two-point ‌haul means they have ⁠an anxious wait and will only advance if Comoros and Zambia lose in Group A ‌later on Monday and Tanzania and <a href=\"/sports/2025/12/29/afcon-2025-uganda-vs-nigeria-preview-team-news-start-times-lineups-lookman-osimhen\">Uganda</a> are beaten in their last ‍Group C matches on Tuesday.</p><p class=\"p1\">Angola had the better of the chances to win the game against Egypt on Monday, with Chico Banza’s 42nd-minute effort coming closest.</p><p class=\"p1\">He played a quick one-two with fellow forward Mabululu and held off two defenders, but put ​his effort past the post.</p><p class=\"p1\">Mabululu had two shots on goal and ‌captain Fredy shaved the outside of the post with a free kick early in the second half, after forcing a sharp save from Egypt goalkeeper Mostafa Shobeir minutes before the break.</p><p class=\"p1\">Substitute M’bala Nzola had a run on goal in ‌the 80th minute, but hit the side netting while a last-minute free kick from Manuel Benson went sailing over.</p><p class=\"p1\">France-based striker Mostafa Mohamed captained ‌Egypt and set up a 20th-minute opportunity with a ⁠spectacular overhead kick from a corner that offered Hossam Abdelmaguid a chance to score from close range, but he headed over the crossbar.</p><p class=\"p1\">Substitute Ahmed Zizo could also have claimed the opener in the second half, but was thwarted while in ‌a good position.</p><p class=\"p1\">Egypt will stay in Agadir for their last-16 clash against one of the best third-placed finishers next Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy denies Russian claim of Ukrainian strike on Putin residence | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-29T18:09:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251228__2253856615__v3__HighRes__PresidentDonaldTrumpHostsVisitingUkrainianPr_cropped-1767031570.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "What we know about deadly clashes after protests in Syria | Newsfeed | Al Jazeera",
            "time": "2025-12-29T17:10:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767028206.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Boxer Anthony Joshua injured in deadly car crash in Nigeria | Boxing | Al Jazeera",
            "time": "2025-12-29T16:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767027532.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Deadly protests and clashes in Syria - what happened and what’s next? | Protests News | Al Jazeera",
            "time": "2025-12-29T16:09:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_69525364-1767002980.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/news/2025/12/29/syrian-govt-troops-deployed-to-latakia-tartous-after-deadly-clashes\">Protests have erupted</a> across Syria’s coastal regions, marking a new wave of sectarian upheaval since the overthrow of Bashar al-Assad’s regime a year ago.</p><p>During the protests on Sunday, gunfire was directed at Syrian security forces at the al-Azhari roundabout in Latakia while unknown assailants threw a hand grenade at the al-Anaza police station in the district of Banias in the Tartous governorate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Alawite minority, which al-Assad is a member of, held the protests after at least eight people were killed in the <a href=\"/news/2025/12/26/explosion-at-mosque-in-syrias-homs-kills-three-report\">bombing</a> of an Alawite mosque in Homs on Friday. They are demanding security guarantees and political reforms.</p><p>Several cities along Syria’s Mediterranean coast have experienced deadly sectarian violence over the past year, raising questions about whether the interim government can maintain unity in a nation still scarred by 14 years of civil war.</p><p>So what are the protests about, and what do they mean for political and social stability in Syria?</p><h2 id=\"what-sparked-the-protests\">What sparked the protests?</h2><p>The bombing of the Imam Ali bin Abi Talib Mosque in the Wadi al-Dahab neighbourhood of Homs during Friday prayers led to the demonstrations.</p><p>The bombing was claimed by a little-known group called Saraya Ansar al-Sunna, which said on its Telegram channel that the attack was intended to target members of the Alawite sect.</p><p>Syria’s security and political establishment was dominated by Alawites until al-Assad’s regime fell in December 2024.</p><p>Saraya Ansar al-Sunna also had claimed responsibility for a <a href=\"/news/2025/6/22/at-least-15-killed-in-damascus-church-bombing-attack-dozens-wounded\">suicide bombing</a> of a Damascus church ‍in June that killed at least 20 people.</p><p>Syria’s government condemned the mosque attack on Friday, describing it as the latest in a series of “desperate attempts to undermine security and stability and sow chaos among the Syrian people”.</p><h2 id=\"who-s-leading-the-protests\">Who’s leading the protests?</h2><p>The protests were primarily organised after calls for action by Ghazal Ghazal, an Alawite religious figure who lives outside Syria with little known about his whereabouts.</p><p>He heads a group called the Supreme Alawite Islamic Council in Syria and Abroad.</p><p>“We want political federalism. … We want to determine our own destiny,” Ghazal said in a video message on Facebook, referring to a system of government under which power is shared between the national government and its states.</p><p>Protesters also called for greater protections for the Alawite community, accountability for attacks against civilians and political guarantees.</p><p>In coastal areas, including the cities and wider governorates of Latakia and Tartous, clashes broke out between Alawite protesters and counterprotesters supporting the new government.</p><p>Al Jazeera’s correspondent in Latakia reported seeing counterprotesters throwing rocks at Alawite demonstrators while a group of protesters beat a counterprotester who entered their area.</p><p>Syria’s Ministry of Defence said on Sunday that army units had moved into the centres of these cities after assaults by “outlaw groups” targeting civilians and security personnel with the aim of re-establishing stability.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"have-there-been-any-casualties\">Have there been any casualties?</h2><p>SANA, the official Syrian news agency, reported that four people have been killed and more than 100 injured in the unrest in Latakia.</p><p>Quoting officials from Syria’s Directorate of Health, SANA said injuries included “stabbings, blows from stones, and gunfire targeting both security personnel and civilians”.</p><p>Later on Sunday, the Interior Ministry reported that one of its security officers had been killed in the clashes.</p><p>Two security personnel were wounded in Tartous when unknown assailants threw a hand grenade at the al-Anaza police station.</p><h2 id=\"who-are-the-alawites\">Who are the Alawites?</h2><p>The Alawites are a religious minority in Syria and are the second largest religious group after Sunni Muslims.</p><p>Alawites make up 10 percent of Syria’s 23 million people, but this community was politically dominant under al-Assad, who ruled Syria beginning in 2000 and recruited heavily from the Alawite community for his army and security apparatus.</p><figure id=\"attachment_4201485\" aria-describedby=\"caption-attachment-4201485\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201485\" src=\"/wp-content/uploads/2025/12/reuters_69525381-1767003009.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Members of the Syrian Security forces stand atop a military vehicle on the day people from the Alawite sect protest as they demand federalism and an end to what they say is the killing and violations against Alawites, in Latakia, Syria, December 28, 2025. REUTERS/Karam al-Masri\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201485\" class=\"wp-caption-text\">Members of the Syrian security forces stand atop tanks after being deployed during protests in Latakia on December 28, 2025 [Karam al-Masri/Reuters]</figcaption></figure><p>Since al-Assad’s overthrow, Syria has seen several instances of sectarian violence. In March, violence broke out in coastal cities, including Latakia, Banias, Tartous and Jableh, and government-allied groups were accused of carrying out summary executions, mostly of Alawite civilians.</p><p>A government committee tasked with <a href=\"/news/2025/7/22/more-than-1400-killed-in-sectarian-violence-in-coastal-syria-report-finds\">investigating the attacks</a> concluded that about 1,400 people were killed during several days of violence.</p><p>In July, violence between Druze and Sunni Bedouin communities flared up in the southern governorate of Suwayda, although experts say this conflict is rooted in <a href=\"/opinions/2025/9/2/the-druze-bedouin-clashes-in-syria-were-not-a-sectarian-conflict\">more complex issues</a> than just sectarianism, including in historical disputes over land. That unrest escalated into Israel bombing Syria’s Ministry of Defence and other targets in the capital Damascus – <a href=\"/news/2025/7/16/sectarian-tension-israeli-intervention-what-led-violence-syria\">ostensibly to protect the Druze</a>, although local activists and analysts said Israel’s aim was to fuel internal instability.</p><p>Alawites have also voiced grievances about discrimination in public sector hiring since al-Assad’s fall as well as the detention of young Alawite men without charge.</p><h2 id=\"will-the-syrian-government-be-able-to-maintain-peace\">Will the Syrian government be able to maintain peace?</h2><p>Syria’s interim president, Ahmed al-Sharaa, has emphasised the need to “preserve national unity and domestic peace”.</p><p>At the Doha Forum this month, al-Sharaa said people in Syria “simply did not know each other well” due to issues inherited from the al-Assad regime.</p><p>Syria’s enduring sectarian divides and the central government’s limited authority are fuelling demands from minorities for decentralisation, according to Rob Geist Pinfold, a scholar of international security at King’s College London.</p><p>The Alawites are not the only minority who have aired concerns about sectarianism since the fall of al-Assad, Geist Pinfold told Al Jazeera.</p><p>The interim government so far has failed to integrate regions controlled by the Kurdish-led Syrian Democratic Forces (SDF) into the new government, he added, despite a March 10 agreement between them that planned for integration.</p><p>This is largely down to mistrust, experts said.</p><p>Minority groups, including Alawites and the Druze, “simply don’t think that the government has their best interests at heart and actually see the government as a security threat”, Geist Pinfold explained.</p><p>“Syria is caught up in this vicious cycle where the government doesn’t have trust with minority groups. It can’t exert enough power to bring those minority groups into the fold,” he said, adding that it also doesn’t want to do so in an “oppressive or repressive way that would only alienate them further”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-will-happen-next\">What will happen next?</h2><p>Over the next few days, Geist Pinfold said, there could be two potential outcomes.</p><p>“The positive outcome would be that the Syrian government reaches some kind of understanding or a tentative understanding with the SDF in eastern Syria that points towards a kind of roadmap for a future integration,” he noted, adding that such a step could ease tensions not only in eastern Syria but in other regions as well.</p><p>However, he warned that continued violence could spark deeper ethnic and sectarian divides.</p><p>“Syria stands on the edge of a very, very dangerous precipice,” he cautioned, comparing the risk to Iraq’s descent into mass sectarian violence after the 2003 United States-led invasion.</p></div></div></body></html>"
        },
        {
            "title": "Ukrainian soldiers target Russian drones with rifles | Russia-Ukraine war | Al Jazeera",
            "time": "2025-12-29T15:34:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ukrainian_soldiers_shoot_down_hunt_russian_drones-1767022276.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "New Iraqi parliament holds first session, elects speaker | Politics News | Al Jazeera",
            "time": "2025-12-29T15:28:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251229__897W298__v1__HighRes__IraqPoliticsParliament-1767019948.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Iraqi parliament holds first session, elects speaker</h1><p class=\"article__subhead\"><em>Haybat al-Halbousi, from the Taqaddum (Progress) Party, has been elected as speaker of the new parliament.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iraq’s ‍newly ‍elected parliament has chosen Haybat al-Halbousi as its speaker, a significant step in the formation of the new government after months of political turmoil.</p><p>Iraqi media reported on Monday, citing parliament’s media office, that al-Halbousi, from the Taqaddum (Progress) Party, had received 208 votes, in a clear victory over two rival contenders with 66 and nine votes, respectively.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Al-Halbousi’s party draws its support largely from Sunni heartlands in the west and north of the country.</p><p>Iraqis have been eagerly awaiting the first sitting of parliament, called the Council of Representatives of Iraq, as they look for certainty over the leadership of the country following the November 11 vote, which <a href=\"/news/2025/12/29/who-really-won-iraqs-elections\">left a complicated outlook</a> for the formation of the new government.</p><p>Under Iraq’s customary muhasasa system, in place since the first government under the post-2003 constitution, parliament is to elect a speaker – a consensus Sunni candidate – along with two deputies during its first session.</p><p>Following that is the vote for the presidency, a Kurdish candidate, according to muhasasa. The president then nominates the candidate of the largest Shia bloc – the Shia Coordination Framework (SCF) – to be named prime minister.</p><h2 id=\"complicated-picture\">Complicated picture</h2><p>Before the election, Supreme Judicial Council President Faiq Zaidan urged lawmakers to stick to the constitutional timeline for government formation – a maximum of 90 days – and the Federal Supreme Court (FSC) ratified the results faster than usual.</p><p>But few are expecting a swift result. The process typically takes months – in 2021, it took more than 300 days – and there are questions over who the SCF will choose as the right candidate for prime minister.</p><p>Incumbent Prime Minister Mohammed Shia al-Sudani had been nominated by the SCF four years ago, but had tried to break free from the alliance, running an independent electoral list that <a href=\"/news/2025/11/12/iraqi-pm-al-sudanis-coalition-comes-first-in-parliamentary-election\">won big with about 46 out of 329 seats</a> for his Reconstruction and Development Coalition (RDC).</p><p>But an FSC decision last month sent him back to the SCF and its leadership, many of whom do not hold parliamentary seats but operate as external power brokers.</p><p>The SCF now faces the question of whether it backs al-Sudani or an alternative candidate as prime minister, while it grapples with how to respond to the growing parliamentary presence of lawmakers linked to Shia parties with pro-Iran, anti-West armed wings.</p><p>Of the SCF’s 180-odd lawmakers, 80 to 90 belong to groups and armed factions close to Iran – most of them under United States sanctions. In 2021, such groups held only 17 seats.</p><p>Their growing presence in parliament potentially presents a problem not only for Iraq’s relations with foreign powers, but for Iraqi Shias who resent Tehran’s powerful influence in the country.</p></div></div></body></html>"
        },
        {
            "title": "Myanmar pro-military party claims huge lead in contentious elections | Elections News | Al Jazeera",
            "time": "2025-12-29T15:27:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-28T015404Z_91103537_RC29PIAM4SRL_RTRMADP_3_MYANMAR-ELECTION-1766906274.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Myanmar pro-military party claims huge lead in contentious elections</h1><p class=\"article__subhead\"><em>Campaigners condemn the elections, citing a crackdown on dissent.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Myanmar’s main pro-military party has claimed an overwhelming lead in the first phase of elections organised by the country’s military rulers as critics warn that the tightly controlled vote is designed to cement the position of the ruling party.</p><p>The first round of voting on Sunday is to be followed by two further rounds on January 11 and January 25. Voting has been cancelled in 65 townships.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A senior official from the Union Solidarity and Development Party (USDP) told the AFP news agency the party had won 82 of 102 seats in the lower house of the legislature in townships where counting had been completed, suggesting it secured more than 80 percent of the seats contested in Sunday’s vote.</p><p>The official added that the party had also won all eight townships in the capital, Naypyidaw. Official figures have yet to be published by Myanmar’s Union Election Commission.</p><p>The <a href=\"https://www.ohchr.org/en/press-releases/2025/12/myanmar-turk-warns-against-violence-and-intimidation-ahead-military\">United Nations human rights chief</a> has condemned the elections, citing a crackdown on dissent, while campaign groups have criticised candidate lists dominated by figures aligned with the military.</p><p>The elections were held in only about a third of Myanmar’s 330 townships as large parts of the country are inaccessible due to fighting between the military and opposition forces after the 2021 military coup that overthrew the elected government of Nobel Peace Prize laureate Aung San Suu Kyi.</p><p>The USDP is widely expected to emerge as the largest party. Analysts have long described it as a civilian proxy for the military.</p><p>In the last elections in 2020, the USDP suffered a heavy defeat to Suu Kyi’s National League for Democracy (NLD). The NLD is one of 40 political parties that have been banned by the military government, according to <a href=\"https://burmacampaign.org.uk/burmese-military-ban-40-political-parties-including-national-league-for-democracy/\">campaigners</a> in the United Kingdom. Suu Kyi has been detained since the military seized power.</p><p>After voting concluded on Sunday, the military government’s leader, Min Aung Hlaing, said the armed forces could be trusted to return power to a civilian-led government. He has ruled the country by decree since the coup.</p><p>The military takeover triggered a nationwide civil war as pro-democracy activists formed armed resistance groups alongside ethnic minority forces that have long fought the central government.</p><p>The conflict has killed an estimated 90,000 people, displaced about 3.5 million and left roughly 22 million people in need of humanitarian assistance. According to the Assistance Association for Political Prisoners, more than 22,000 people are currently detained for political offences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Protests, strikes after Iran’s economic situation rapidly deteriorates | Israel-Iran conflict News | Al Jazeera",
            "time": "2025-12-29T15:08:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/AP25240424488399-1-1756744821.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Several protests have erupted in downtown Tehran after business owners closed down their shops in reaction to a free-falling national currency, and <a href=\"/news/2025/12/26/irans-government-budget-reveals-tough-road-ahead-as-currency-hits-new-low\">no improvement appears in sight</a> amid multiple ongoing crises.</p><p>Shopkeepers near two major tech and mobile phone shopping centres in the capital’s Jomhouri area closed their businesses and chanted slogans on Sunday, before more incidents were recorded on Monday afternoon, this time with other people appearing to participate.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Videos circulating on social media showed that there were more gatherings in the same area, as well as other nearby neighbourhoods in downtown Tehran. “Don’t be afraid, we are together,” demonstrators chanted.</p><p>There was a heavy deployment of anti-riot personnel in full gear on the streets, with multiple videos showing that tear gas was deployed and people were forced to disperse.</p><p>Many shops were closed down by owners in and around Tehran’s Grand Bazaar as well, with some footage showing business owners asking others to do the same.</p><p>State media outlets also acknowledged the protests, but quickly reacted to emphasise that the shopkeepers are only concerned about <a href=\"/news/2025/9/28/iranians-fear-more-economic-pain-war-as-un-sanctions-snapback\">economic conditions</a> and have no qualms with the theocratic establishment that has been ruling the country since a 1979 revolution that ousted the United States-backed shah of Iran.</p><p>The government’s IRNA news agency claimed that vendors selling mobile phones were disgruntled after their businesses were threatened by the unchecked depreciation of the Iranian currency, the rial.</p><p>The rial registered yet another all-time record low of over 1.42 million per US dollar on Monday before regaining some ground.</p><p>But the currency is not the only problem. For years, Iran has also been dealing with an exacerbating energy crisis, which has periodically contributed to <a href=\"/news/2025/11/24/tehran-shrouded-in-thick-smog-as-iran-burns-dirty-fuel-amid-energy-crisis\">deadly air pollution</a> that claims tens of thousands of lives each year.</p><p>Most dams feeding Tehran and a large number of major cities across Iran continue to remain at near-empty levels amid a water crisis. Iran also has one of the most closed-off internet landscapes in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The continuing decline of purchasing power for 90 million Iranians comes <a href=\"/news/2025/12/27/iran-president-says-us-israel-europe-waging-full-fledged-war-on-country\">amid increasing pressure</a> from the US, Israel and their European allies over Iran’s nuclear programme.</p><p>Israel and the US attacked Iran in June during <a href=\"/news/2025/6/26/visualising-12-days-of-the-israel-iran-conflict\">a 12-day war</a> that killed more than 1,000 people, including civilians, dozens of top-ranking military and intelligence commanders, and nuclear scientists.</p><p>The attacks also significantly damaged or destroyed most of Iran’s nuclear facilities, which were under the supervision of the International Atomic Energy Agency (IAEA). The watchdog has since been denied entry to the bombed sites, with no diplomatic breakthrough in sight as the West applies more pressure.</p><p>Iran last saw nationwide protests in 2022 and 2023, with many thousands pouring into streets across the country after the death in police custody of 22-year-old Mahsa Amini for alleged non-compliance with strict Islamic laws regarding headscarves.</p><p>Hundreds of people were killed, over 20,000 people were arrested, and <a href=\"/news/2022/12/12/iran-publicly-carries-out-second-protest-related-execution-2\">several people were executed</a> in connection with the protests before they subsided. Authorities blamed foreign influence and “rioters” trying to destabilise the country, as they did with previous rounds of protests.</p><p>In parliament on Sunday to defend the controversial budget bill his administration has presented, President Masoud Pezeshkian painted a grim picture of the situation.</p><p>His highly contractionary budget bill proposes a 20 percent increase in wages while inflation stands at around 50 percent, consistently one of the highest in the world over the past several years. Taxes are slated to increase by 62 percent.</p><p>“They tell me you’re taxing too much, and they’re saying you must increase wages,” Pezeshkian told lawmakers. “Well, somebody tell me, where do I get the money from?”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "2025: Trump’s year of ’emergency’, ‘invasion’ and ‘narcoterrorism’ | Donald Trump News | Al Jazeera",
            "time": "2025-12-29T14:46:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69459096d6a69-1766166678.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> For United States President Donald Trump, 2025 was a year of crisis.</p><p>Roaring into office on January 20 on the heels of a raucous political comeback, the president’s own telling describes a series of actions that have been swift and stark.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>To name a few, he has <a href=\"/news/2025/7/3/judge-blocks-trumps-ban-on-asylum-at-the-southern-us-border\">envisioned</a> rooting out a migrant “invasion” that includes <a href=\"/news/2025/3/22/trump-revokes-legal-status-for-530000-immigrants-in-the-us\">staunching</a> legal immigrants, and, potentially, <a href=\"/news/2025/4/16/can-trump-legally-deport-us-citizens-to-el-salvador-prisons\">targeting</a> US citizens; he has touted a <a href=\"/news/2025/7/8/trumps-new-tariffs-who-is-hit-whats-next-how-is-the-world-responding-2\">hard reset</a> of uneven trade deals that pose “an unusual and extraordinary threat to the national security”; and, in the final months of the year, he has gone on the military offensive against “narcoterrorists” that he <a href=\"/news/2025/12/1/trump-administration-discusses-venezuela-amid-military-build-up-concerns\">claims</a> seek to topple the US through illicit drugs, <a href=\"/news/2025/12/15/trump-signs-executive-order-labeling-fentanyl-weapon-of-mass-destruction\">possibly used</a> as “weapons of mass destruction”.</p><p>For legal observers, Trump’s approach has been a yet-undecided stress test on presidential power, cranked by the gears of broadly interpreted emergency statutes and untrammelled executive authority.</p><p>Decisions by the court, lawmakers and voters in the <a href=\"/news/2025/11/4/could-trump-curb-voters-rights-before-2026-us-midterms\">2026 midterm elections</a> could determine how that strategy resonates or is restrained.</p><p>“The use or abuse of emergency powers is only one corner of a larger picture,” Frank Bowman, professor emeritus of law at the University of Missouri, told Al Jazeera.</p><p>“In many cases, the administration is simply doing stuff that certainly any pre-existing understandings of executive authority would have said you cannot do,” he said.</p><h2 id=\"emergency-powers-and-national-security\">Emergency powers and ‘national security’</h2><p>The US Constitution, unlike many countries, has no catch-all emergency power authorisation for presidents.</p><p>In fact, the US Supreme Court ruled in 1952 that presidents have no such implied authorities, explained David Driesen, professor emeritus at Syracuse University College of Law. Still, Congress has passed “numerous statutes that grant the president limited emergency powers under limited circumstances to do specific things”.</p><p>Nearly every modern president has used emergency powers with varying degrees of gusto, with Congress and the Supreme Court historically wary of reining in those actions.</p><p>Like many US presidents, Trump has also used broad and ambiguous national security claims to justify expanding his reach.</p><p>But several factors have set Trump’s second term apart, most notably the lack of distinct inciting events for many of the powers claimed, Driesen said.</p><p>“I’ve never seen a president invoke emergency powers to justify practically all of this policy agenda,” he told Al Jazeera, “and I’ve also never seen a president use them to seize powers that really are not in the statutes at all.”</p><p>Put simply, he added, “to Trump, everything is an emergency”.</p><p>The tone was set on <a href=\"/news/2025/1/22/how-trumps-executive-orders-will-roll-out-if-courts-allow\">day one</a>, with Trump’s broad executive order declaring that irregular crossings at the southern border meant nothing less than “America’s sovereignty is under attack”. The order has been used to indefinitely suspend <a href=\"/news/2025/11/17/us-supreme-court-to-weigh-metering-of-asylum-claims-at-us-mexico-border\">US asylum obligations</a>, surge forces to the border, and seize federal land.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The same day, Trump declared a national emergency under the International Emergency Economic Powers Act (IEEPA) to designate Tren de Aragua (TdA) and La Mara Salvatrucha (MS-13) as “foreign terrorist organizations”, posing a threat to the “national security, foreign policy, and economy” of the US.</p><p>The administration has, in part, relied on and expanded that order in efforts to circumvent due process in its mass deportation push and to rhetorically justify a militaristic approach to Latin America.</p><p>Simultaneously, Trump also declared a <a href=\"/news/2025/1/23/as-trump-turns-to-fossil-fuels-europe-sprints-ahead-with-renewables\">wide-ranging energy emergency</a> on his first day in office, laying the groundwork to bypass environmental regulations.</p><p>To be sure, as Bowman explained, Trump’s use of official emergency statutes has been only a piece of the puzzle, combined with his broad interpretation of constitutionally mandated power to reshape the government in ways big and small.</p><p>That has included cleaving civil servants from congressionally created government departments via the <a href=\"/podcasts/2025/6/2/the-take-what-did-elon-musk-get-from-doge-and-whats\">Department of Government Efficiency</a> (DOGE), trying to fire heads of independent agencies, renaming institutions – possibly illegally – in his likeness, and allegedly bypassing required approvals to physically transform the White House.</p><p>But the invocation of emergency statutes has remained a backbone of his second term. Trump invoked an emergency to justify <a href=\"/news/2025/12/12/icc-judges-stoic-in-face-of-us-sanctions-over-israeli-war-crimes-cases\">sanctioning</a> the International Criminal Court (ICC) for its investigations into Israeli war crimes in Gaza.</p><p>He used the “emergency” of fentanyl smuggling to justify tariffs on Canada, Mexico and China, later unilaterally labelling the drug “weapons of mass destruction”.</p><p>In April, in one of his most challenged uses of an emergency authority, Trump cited an emergency statute to impose sweeping reciprocal tariffs against nearly all US trading partners.</p><h2 id=\"a-mixed-picture\">A ‘mixed picture’</h2><p>In review, 2025 has shown virtually no willingness from Congress, where both chambers remain narrowly controlled by Trump’s Republican Party, to challenge the president.</p><p>Rulings from lower federal courts, meanwhile, have offered a “mixed picture”, according to the University of Missouri’s Bowman, while the country’s top court has left wider questions unanswered.</p><p>Bowman noted the six conservative members of the nine-judge panel ascribe to varying degrees to the “unitary executive theory”, which argues the drafters of the constitution envisioned a strong consolidation of presidential power.</p><p>“On the one hand, Trump is obviously willing to declare emergencies where no rational person would really believe they exist,” Bowman said.</p><p>“On the other hand, at least the lower courts have pushed back, but it remains to be seen whether the Supreme Court will back them up.”</p><p>For example, Trump has been <a href=\"/news/2025/12/5/trump-can-keep-national-guard-in-washington-dc-for-now-appeals-court\">temporarily allowed</a> to continue the deployment of National Guard troops in Washington, DC, a federal district where he declared a “crime emergency” in August. City officials have said the characterisation defies facts on the ground.</p><p>Despite claiming similar overlapping crime and immigration crises in liberal-led cities in states across the country, Trump has had far less success. Lower courts have limited deployments of the National Guard in California, Illinois, and Oregon.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has also floated, but not yet invoked, the <a href=\"/news/2025/10/16/insurrection-act-what-is-it-and-does-us-president-have-plenary-authority\">Insurrection Act</a>, another law in the crisis portfolio dating back to 1792 that allows the president to deploy the military for domestic law enforcement to “suppress insurrections and repel invasions”.</p><p>A judicial response to the tactics behind Trump’s deportation drive has also been mixed.</p><p>Trump’s use of the Alien Enemies Act – a 1798 law designed to quickly expel foreign nationals during times of war – to swiftly deport undocumented individuals without due process has been <a href=\"/news/2025/5/16/us-supreme-court-blocks-the-trump-administrations-use-of-alien-enemies-act\">constrained</a>, but allowed to proceed by the Supreme Court with limited due process protections.</p><p>In one of the most-watched cases on the docket, the Supreme Court is expected to make a ruling when it returns to session in January on the legal justification of Trump’s reciprocal tariffs.</p><p>A lower court has <a href=\"/news/2025/5/29/trumps-tariffs-ruled-illegal-what-that-means-for-us-trade-war\">previously ruled</a> that Trump deployed the emergency statute illegally. Some conservative justices on the top court have also expressed wariness over the president’s claim.</p><p>The panel has appeared more amenable in a landmark case determining whether Trump can fire heads of independent agencies, also set to be decided in the new year.</p><h2 id=\"the-spectre-of-war\">The spectre of war</h2><p>When it comes to unilaterally making war, Trump has been bounding down a well-trodden path of misused presidential power, according to Matt Duss, the executive vice president of the Washington, DC-based Center for International Policy.</p><p>The end of the year has been marked by US military strikes on alleged drug smuggling boats from Venezuela, decried by rights groups as <a href=\"/news/2025/12/19/war-on-terror-defence-of-trump-boat-strikes-doesnt-hold-water-experts\">extrajudicial killings</a>.</p><p>The administration has claimed, without evidence, that over 100 people killed had sought to destabilise the US by flooding it with drugs. Trump has made a similar claim about the Nicolas Maduro-led government in Venezuela, as he has continued to <a href=\"/news/2025/12/5/opening-pandoras-box-what-happens-if-the-us-attacks-venezuela\">rattle the sabre</a> of land strikes.</p><p>The actions have been accompanied by a <a href=\"/news/2025/9/5/us-department-of-defense-to-be-renamed-department-of-war-report\">pugilistic rebranding</a> of the Department of Defense as the Department of War, a reframing of criminal Latin American cartels as so-called “narcoterrorists” and <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">declaring</a> a new drive to bring the Western Hemisphere firmly under the US sphere of influence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We have to understand this in the context of multiple administrations of both parties abusing executive authority to essentially go to war,” said Duss, who explained that the practice accelerated in the so-called “<a href=\"/news/2023/5/1/the-us-war-on-terror-20-years-after-mission-accomplished\">global war on terror</a>” post-September 11, 2001 attacks.</p><p>Most recently, Republicans – and a handful of Democrats – in the House of Representatives voted down two separate war powers resolutions that would require congressional approval for future strikes on alleged drug boats or on Venezuelan territory.</p><p>The vote, Duss said, underscored “Trump’s near-total control of the Republican Party despite the fact that he is blatantly violating his own campaign promises to end wars, rather than to start them”.</p><h2 id=\"public-opinion\">Public opinion</h2><p>Trump’s control over his party and his influence writ-large over the country will largely be tested in next year’s midterm elections. The vote will determine control of the House and the Senate.</p><p>A slate of polls has indicated at least some degree of wariness in Trump’s use of presidential power.</p><p>In particular, a Quinnipiac poll released in mid-December found 54 percent of voters think Trump is going too far in his authority claims, while 37 percent think he is handling the role correctly. Another 7 percent believe Trump should go further in using the power of the presidency.</p><p>Another Politico poll in November found that 53 percent of US residents think Trump has too much power, while the president has seen an overall slump in his approval ratings since taking office.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>To be sure, a panoply of factors determine US elections, and it remains unclear if voters were more likely to respond to the results of Trump’s approach to the presidency, or to the approach itself.</p><p>“Does the average person really think much about any of the theoretical bases for the things Trump is doing? And frankly, would the average person care very much if the results were, in the short term, results of which they approved?” University of Missouri’s Bowman mused.</p><p>“I don’t know the answer … How all this is perceived across the country, and what’s going to happen next, is anybody’s guess.”</p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia agree to build on ceasefire in talks in China’s Yunnan | Conflict News | Al Jazeera",
            "time": "2025-12-29T14:44:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251229__897J2WE__v1__HighRes__ChinaCambodiaThailandDiplomacyConflict-1767013380.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand and Cambodia ‍plan to rebuild ‍mutual trust and consolidate a ceasefire, Beijing says at the end of two days of talks in southwestern China, despite new accusations from the Thai military that its Cambodian counterparts are violating the truce with drone flights.</p><p>The foreign ministers of Thailand and Cambodia met with the Chinese foreign minister in Yunnan province on Monday for the scheduled two days of talks aimed at ending weeks of <a href=\"/news/2025/12/26/cambodia-blames-thailand-for-ruthless-bombardment-amid-border-talks\">fierce fighting</a> along their border that has killed more than 100 people and displaced more than half a million civilians in both countries.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The talks, billed as a “mutual confidence” building initiative aimed at restoring “peace, security and stability” along the border, were held after both sides agreed to a ceasefire on Saturday, freezing troop positions at their current locations.</p><p>As part of the deal, <a href=\"/news/2025/12/24/new-clashes-as-cambodia-thailand-hold-first-talks-to-end-latest-violence\">Thailand has agreed</a> to return 18 captured Cambodian soldiers on Tuesday if the ceasefire, which took effect at noon (05:00 GMT) on Saturday, is fully observed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"positive-direction\">‘Positive direction’</h2><p>Speaking to reporters after the meeting, Thai Foreign Minister Sihasak Phuangketkeow said he believed the parties were “moving in a positive direction”.</p><p>“We haven’t resolved everything, but I think we are making progress in the right direction, and we have to keep up the momentum,” he said.</p><p>Cambodian Foreign Minister Prak Sokhonn, speaking to Cambodian state TVK, said he believed the latest ceasefire would last and provide an environment for the neighbours to resolve their differences.</p><p>“We don’t want to return to the past, which means that no one wants to see this fighting happening again. Therefore, what is important is that this ceasefire is to be permanent and must be firmly respected and implemented.”</p><p>In a statement released by his ministry, Chinese Foreign Minister Wang Yi said the discussions had been “beneficial and constructive and an important consensus was reached”.</p><p>A joint communique released by China’s official Xinhua news agency said Bangkok and Phnom Penh would “rebuild political mutual trust, achieve a turnaround in relations and maintain regional peace”.</p><h2 id=\"thailand-alleges-violations\">Thailand alleges violations</h2><p>Despite the positive statements from the talks, Thailand’s military on Monday accused Cambodia of violating the ceasefire by flying hundreds of drones over its territory, warning it may reconsider the scheduled release of the 18 Cambodian soldiers.</p><p>The Thai army said in a statement that “more than 250” drones were detected “intruding into Thailand’s sovereign territory” on Sunday night, calling the incident a “provocation”, a “violation of measures aimed at reducing tensions” and inconsistent with Saturday’s agreement.</p><p>Thailand’s army “may need to reconsider its decision regarding the release of 18 Cambodian soldiers, depending on the situation and the behaviour observed”, the statement added.</p><p>In his remarks aired on Cambodian state television, Sokhonn described the incident as “a small issue related to flying drones seen by both sides along the border line”, adding that the two countries had discussed it and agreed to investigate and “resolve it immediately”.</p><h2 id=\"border-area-deserted\">Border area deserted</h2><p>Along with the pledge to return the Cambodian soldiers, the two sides also agreed in Saturday’s truce to cooperate on demining efforts and combating cybercrime and to allow civilians living in border areas to return home as soon as possible.</p><p>An Al Jazeera team has been able to gain exclusive access to one such border area where Thai forces had advanced into Cambodian territory in the border province of Banteay Meanchey.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Reporting from the border, Al Jazeera’s Assed Baig said the guns had fallen silent since Saturday’s agreement but the area remained littered with shrapnel and unexploded ordnance.</p><p>He said villages had been deserted by civilians and some residents appeared to have tried to dig their own bunkers before the hostilities drew too close and forced them to flee.</p><p>“People are afraid to return or come close to the border,” he said.</p><p>Baig said that although the ceasefire was holding, there has been no resolution yet to the deeper causes of the conflict, rooted in territorial disputes along the neighbours’ 800km (500-mile) border.</p><p>“But the longer the guns remain silent, the greater the chance this fragile calm can turn into lasting peace,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump live: US president meets with Israel’s Benjamin Netanyahu | Donald Trump News | Al Jazeera",
            "time": "2025-12-29T14:30:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-08T142539Z_1508843749_RC22BHAZUU9N_RTRMADP_3_ISRAEL-PALESTINIANS-TRUMP-1767016245.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Trump live: US president meets with Israel’s Benjamin Netanyahu</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Trump’s meeting with Netanyahu comes after he touted progress in achieving a resolution to Russia’s war in Ukraine.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Hamas armed wing confirms death of⁠ Abu Obeida, other leaders | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-29T14:25:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2009/12/20091227105426538738_2.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Palestinian group Hamas has confirmed that its armed wing spokesperson, known as ⁠Abu Obeida, ​and Mohammed Sinwar, the group’s former leader in Gaza, were killed in Israel’s genocidal war earlier this year.</p><p>In a video statement released on Monday, the al-Qassam Brigades, Hamas’s military wing, confirmed the death of its long-time spokesman and announced the appointment of a new masked spokesperson.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>This marks the first official confirmation of the death of the figure who became the face of the group’s media strategy during the devastating two-year war on Gaza.</p><p>In the statement, the new spokesman revealed the true identity of Abu Obeida for the first time, saying his real name was Hudhayfah Samir Abdullah al-Kahlout.</p><p>“We announce with pride the martyrdom of the great leader … Abu Obeida,” he said. “We have inherited his title.”</p><p>The Israeli military said in May that it had killed Mohammed Sinwar, the younger brother of former Hamas leader Yahya Sinwar. Three months later, it said Abu Obeida had also been killed.</p><h2 id=\"other-commanders-killed\">Other commanders killed</h2><p><span>Abu Obeida was </span><a href=\"/news/2025/2/10/hamas-suspends-release-israeli-captives-over-ceasefire-violations\">a key Hamas voice in Gaza,</a><span> releasing statements about battlefield updates, ceasefire violations and Israeli captive-for-Palestinian prisoner deals early this year during a short-lived ceasefire, which Israel unilaterally shattered.</span></p><p>His last statement was in early September as Israel began the initial stages of a new military assault on <a href=\"/news/liveblog/2025/8/31/live-israel-intensifies-attacks-on-gaza-city-forcing-hundreds-to-flee\">Gaza City,</a> declaring the area a combat zone as it destroyed hundreds of residential buildings and Palestinians flee en masse.</p><p>The Qassam Brigades, also confirmed the deaths of several other high-ranking commanders, including Mohammed Shabanah, the head of the group’s Rafah Brigade, and two other leaders, Hakam al-Issa, and Raed Saad.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>They are among a growing list of Hamas representatives confirmed killed by Israel in the past two years, including many of Hamas’s top military and political leaders, such as top political leader <a href=\"/news/2024/10/18/hamas-confirms-leader-yahya-sinwar-killed-in-combat-in-gaza-by-israeli-army\">Yahya Sinwar</a>; military commander <a href=\"/news/2025/1/30/hamas-confirms-the-killing-of-military-commander-mohammed-deif\">Mohammed Deif</a>, one of the founders of the <a href=\"/news/2023/10/26/who-are-qassam-armed-resistance-in-gaza\">Qassam Brigades</a> in the 1990s; and political chief <a href=\"/news/2024/7/31/hamass-political-chief-ismail-haniyeh-assassinated-in-iran-state-media\">Ismail Haniyeh</a>, who was assassinated in Iran’s capital, Tehran.</p><p>The statement said Mohammed Sinwar had succeeded Deif as the brigades’ chief of staff after Deif’s death, leading the group through what it described as a “critically difficult phase” before being killed himself.</p><h2 id=\"ceasefire-stance\">Ceasefire stance</h2><p>The new spokesman addressed the current political situation, stating that the group remains committed to the ceasefire that came into effect over two months ago, despite what he termed “repeated Israeli violations”.</p><p>“Our people defend themselves and will not give up their weapons as long as the occupation remains,” he said, rejecting calls for disarmament. “We will not surrender, even if we have to fight with our fingernails.”</p><p>He called on the international community to pressure Israel to adhere to the truce and warned that the group’s right to respond to violations is “guaranteed”.</p><p>Since the ceasefire on October 11, at least 414 Palestinians have been killed and 1,145 wounded, while 680 bodies have been recovered, the Palestinian health ministry said on Monday.</p><p>It added that since the start of the war on October 7, 2023, the total death toll has risen to 71,266, with 171,222 people injured.</p></div></div></body></html>"
        },
        {
            "title": "This is what happened after recent Netanyahu meetings with US Presidents | Gaza | Al Jazeera",
            "time": "2025-12-29T14:20:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767017997.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK MPs dig up decade-old tweets to demand rights activist lose citizenship | Human Rights News | Al Jazeera",
            "time": "2025-12-29T13:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-23T014402Z_1786107537_RC2CXGA14QI6_RTRMADP_3_EGYPT-RIGHTS-BRITAIN-ABDELFATTAH-1758595291.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK MPs dig up decade-old tweets to demand rights activist lose citizenship</h1><p class=\"article__subhead\"><em>Egyptian-British writer Alaa Abd El-Fattah, who faced years of imprisonment in Egypt, ‘unequivocally’ apologises for the tweets.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alaa Abd El-Fattah, an Egyptian-British human rights campaigner, has “unequivocally” apologised after right-wing leaders in the United Kingdom dug up decade-old tweets to demand he be stripped of British citizenship.</p><p>In a lengthy apology posted online, the writer and blogger – who <a href=\"/news/2025/12/26/keir-starmer-says-egyptian-british-activist-alaa-abd-el-fattah-back-in-uk\">returned to Britain this week</a> after 12 years of imprisonment in Egypt – said the tweets were “shocking and hurtful”, but added that some had been “completely twisted”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Conservative Party and far-right Reform UK leaders, along with right-wing commentators, took to sympathetic outlets and social media to demand that Abd El-Fattah be stripped of citizenship for the posts dating back to 2010, which included alleged references to killing Zionists and police officers.</p><p>The tweets were “expressions of a young man’s anger and frustrations in a time of regional crises”, including the wars on Iraq and Gaza, and a pervasive culture of “online insult battles”, Abd El-Fattah wrote.</p><p>Still, “I should have known better”, he said.</p><p>“I am shaken that, just as I am being reunited with my family for the first time in 12 years, several historic tweets of mine have been republished and used to question and attack my integrity and values, escalating to calls for the revocation of my citizenship,” he added.</p><p>Conservative leader Kemi Badenoch wrote in a Daily Mail op-ed that Home Secretary Shabana Mahmood should consider how Abd El-Fattah “can be removed from Britain” and added that she does “not want people who hate Britain coming to our country”.</p><p>Nigel Farage, the Reform UK leader, posted a letter he wrote to Mahmood on X and took a swipe at Badenoch for being part of the 2021 administration, then under Conservative Prime Minister Boris Johnson, that <a href=\"/news/2025/9/23/egyptian-british-activist-alaa-abd-el-fattah-freed-after-sisi-pardon\">granted Abd El-Fattah citizenship</a>.</p><p>Human rights activists and supporters of Abd El-Fattah dismissed the efforts as a smear campaign and directed followers to his apology.</p><p>Jewish academic and writer Naomi Klein wrote on social media that right-wingers were “playing politics with his hard-won freedom”, while Mai El-Sadany, executive director of the Washington, DC-based Tahrir Institute for Middle East Policy, said the citizenship revocation campaign was “coordinated” to “impugn his reputation and harm him”.</p><p>British law allows the home secretary to revoke citizenship if doing so is considered “conducive to the public good”, a policy that critics say is disproportionately wielded against British Muslims.</p><p>In a 2022 <a href=\"https://files.institutesi.org/Instrumentalising_Citizenship_Global_Trends_Report.pdf\" target=\"_blank\" rel=\"noopener\">report</a>, the Institute on Statelessness and Inclusion estimated that at least 175 people had been stripped of British citizenship since 2006, including more than 100 in 2017 – prompting the group to deem the UK “a global leader in the race to the bottom” for revocations.</p><p>Part of British conservatives’ ire appeared to stem from the reaction of British Prime Minister Keir Starmer to Abd El-Fattah’s release. Earlier this week, he said the case had been a “top priority” and added that he was “delighted” by Abd El-Fattah’s return, a sentiment echoed by Foreign Secretary Yvette Cooper.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Abd El-Fattah had been jailed during Egypt’s mass protests in 2011 that ousted then-leader Hosni Mubarak. He went on to become a top critic of Egyptian President Abdel Fattah el-Sisi, who took power in a <a href=\"/features/2018/7/2/egyptian-society-being-crushed-five-years-after-military-coup\">military coup</a> two years later.</p><p>The writer received a 15-year prison sentence in 2014 on charges of spreading fake news. He was briefly released in 2019 before receiving another five-year sentence.</p><p>He <a href=\"/news/2025/9/23/egyptian-british-activist-alaa-abd-el-fattah-freed-after-sisi-pardon\">received a pardon</a> in September, along with five other prisoners, after repeated international calls to release him.</p></div></div></body></html>"
        },
        {
            "title": "Arsenal vs Aston Villa: Premier League preview - team news, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-29T13:52:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6952788b-1767012491_3ad906-1767012536.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Arsenal vs Aston Villa<br>\n<strong>What:</strong> English Premier League<br>\n<strong>Where: </strong>Emirates Stadium, London, UK<br>\n<strong>When:</strong> Tuesday at 8:15pm (20:15 GMT)<br>\n<strong>How to follow: </strong>We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 17:00 GMT in advance of our live text commentary stream.</p><p class=\"p1\">Despite failing to win any of their opening six matches of the season, Aston Villa’s scintillating recent form has made them genuine title contenders as they visit league leaders Arsenal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Eight Premier League wins in a row – and 11 in all competitions, their longest streak of victories since 1914 – have taken Unai Emery’s men to within three points of the Gunners at the top of the table.</p><p>Emery will also be eager to win at his old employer Arsenal, where he was sacked in 2019, just over a year after succeeding Arsene Wenger as manager.</p><p>Arsenal were the early league pacesetters this season, and at one stage had a six-point lead at the summit, but they have looked less convincing in recent weeks and lost 2-1 to Villa in Birmingham earlier in December after conceding a last-gasp goal.</p><p>The Gunners were <a href=\"/amp/sports/2025/12/27/villa-comeback-at-chelsea-while-arsenal-and-man-city-win-again\">briefly deposed</a> at the top of the league by Manchester City at the weekend, but regained top spot with a battling 2-1 home win over Brighton, while Villa came from behind to record an impressive 2-1 win away at Chelsea.</p><h2 id=\"we-are-competing-very-well\">‘We are competing very well’</h2><p class=\"p1\">Emery returns to the scene of one of his few managerial failures on Tuesday, aiming to land a huge blow to former club Arsenal’s ambitions of a first Premier League title for 22 years.</p><p class=\"p1\">The Spaniard has awoken a sleeping giant in Villa, transforming the club from battling relegation to contending for their first league title since 1981.</p><p class=\"p1\">“We are competing very well. We are third in the league behind Arsenal and Manchester City. Wow,” said Emery after he masterminded a second-half turnaround at Stamford Bridge on Saturday.</p><p class=\"p1\">Villa were being outclassed by the Blues and trailed 1-0 until a triple substitution on the hour mark changed the game.</p><p class=\"p1\">Ollie Watkins came off the bench to score twice and hailed his manager’s change of system as “tactical genius” afterwards.</p><figure id=\"attachment_4201303\" aria-describedby=\"caption-attachment-4201303\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201303\" src=\"/wp-content/uploads/2025/12/afp_69523dcc11be-1766997452.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Aston Villa's English striker #11 Ollie Watkins (centre L) heads the ball to score a second goal during the English Premier League football match between Chelsea and Aston Villa at Stamford Bridge in London on December 27, 2025. (Photo by Glyn KIRK / AFP) / RESTRICTED TO EDITORIAL USE. NO USE WITH UNAUTHORIZED AUDIO, VIDEO, DATA, FIXTURE LISTS, CLUB/LEAGUE LOGOS OR 'LIVE' SERVICES. ONLINE IN-MATCH USE LIMITED TO 120 IMAGES. AN ADDITIONAL 40 IMAGES MAY BE USED IN EXTRA TIME. NO VIDEO EMULATION. SOCIAL MEDIA IN-MATCH USE LIMITED TO 120 IMAGES. AN ADDITIONAL 40 IMAGES MAY BE USED IN EXTRA TIME. NO USE IN BETTING PUBLICATIONS, GAMES OR SINGLE CLUB/LEAGUE/PLAYER PUBLICATIONS.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201303\" class=\"wp-caption-text\">Watkins rises to head in Villa’s winner against Chelsea at Stamford Bridge on December 27, 2025 [Glyn Kirk/AFP]</figcaption></figure><h2 id=\"emery-enjoys-strong-record-against-arsenal\">Emery enjoys strong record against Arsenal</h2><p class=\"p1\">Few believe Villa will still be able to last the course against the far greater riches and squad depth of Arsenal and City over the course of 20 more games. But a title challenge is just the next step on an upward trajectory since Emery took charge three years ago.</p><p class=\"p1\">After a 13-year absence from Europe, including a three-year spell in the second-tier championship, the Villains have qualified for continental competition for the past three seasons.</p><p class=\"p1\">Paris Saint-Germain (PSG) were on the ropes at Villa Park in April but escaped to win a thrilling Champions League quarterfinal 5-4 on aggregate before going on to win the competition for the first time.</p><p>Meanwhile, Emery has lost just twice in 10 meetings against Arsenal during spells at PSG, Villarreal and Villa, including a 2-0 win at the Emirates in April 2024 that ultimately cost Mikel Arteta’s men the title.</p><p class=\"p1\">Even Emery’s ill-fated 18 months in north London were far from disastrous. The 54-year-old inherited a club in decline during Wenger’s final years but only narrowly missed out on Champions League qualification in his sole full season in charge and reached the Europa League final.</p><figure id=\"attachment_4201307\" aria-describedby=\"caption-attachment-4201307\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201307\" src=\"/wp-content/uploads/2025/12/reuters_69523e27-1766997543.jpg?w=770&amp;resize=770%2C527&amp;quality=80\" alt=\"Soccer Football - Premier League - Aston Villa v Manchester United - Villa Park, Birmingham, Britain - December 21, 2025 Aston Villa manager Unai Emery reacts Action Images via Reuters/Paul Childs EDITORIAL USE ONLY. NO USE WITH UNAUTHORIZED AUDIO, VIDEO, DATA, FIXTURE LISTS, CLUB/LEAGUE LOGOS OR 'LIVE' SERVICES. ONLINE IN-MATCH USE LIMITED TO 120 IMAGES, NO VIDEO EMULATION. NO USE IN BETTING, GAMES OR SINGLE CLUB/LEAGUE/PLAYER PUBLICATIONS. PLEASE CONTACT YOUR ACCOUNT REPRESENTATIVE FOR FURTHER DETAILS..\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201307\" class=\"wp-caption-text\">Emery gets animated on the touchline [File: Paul Childs/Action Images via Reuters]</figcaption></figure><h2 id=\"everyone-ready-to-do-whatever-it-takes\">‘Everyone ready to do whatever it takes’</h2><p class=\"p1\">Arsenal captain Martin Odegaard believes Declan Rice’s “unbelievable” performance as an emergency right-back against Brighton shows the Gunners are “ready to do whatever it takes” to win the Premier League.</p><p class=\"p1\">The absence of Jurrien Timber and Ben White saw Rice – one of the standout midfielders in the league so far this term – fill in at full-back, and he could be required to play there again on Tuesday.</p><p class=\"p1\">“To play right-back, probably [for] the first time in his life, and then do it the way he did it today was unbelievable, so a really, really good performance from him,” Odegaard said of Rice.</p><p class=\"p1\">“And that’s just our team. Everyone is ready to do whatever it takes, and [Rice’s performance] was another good example of that.”</p><figure id=\"attachment_4201372\" aria-describedby=\"caption-attachment-4201372\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4201372\" src=\"/wp-content/uploads/2025/12/afp_695245e9aa55-1766999529.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Arsenal's English midfielder #41 Declan Rice celebrates after the team's second goal off from an own goal off his corner, during the English Premier League football match between Arsenal and Brighton and Hove Albion at the Emirates Stadium in London on December 27, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4201372\" class=\"wp-caption-text\">Rice celebrates after Arsenal score their second goal against Brighton [File: AFP]</figcaption></figure><h2 id=\"gunners-handling-injuries-in-incredible-way\">Gunners handling injuries in ‘incredible way’</h2><p class=\"p1\">When Odegaard drilled in a 14th-minute opener for Arsenal against Brighton, and Georginio Rutter’s own goal from a Rice corner made it 2-0 shortly after the break, it should have been ​a routine three points for the hosts.</p><p class=\"p1\">But Diego Gomez’s reply for Brighton changed the complexion of the contest, and there was relief at the final ‌whistle as Arsenal cleared another obstacle in the title chase.</p><p class=\"p1\">“The knock-on effect of winning is incredibly powerful,” Arteta said of a victory that should have been easier.</p><p class=\"p1\">“It should never be 2-1, but that’s the Premier League.</p><p class=\"p1\">“What I like is that we have a lot of issues, we’re dealing with it in an incredible way; yesterday we lost Jurrien [Timber], today we lost [Riccardo] Calafiori in the warm-up. Declan [Rice] has to play as a full-back, and you see the performance that ‌he put in, so that’s the spirit and that’s how much our players want it.”</p><h2 id=\"head-to-head\">Head-to-head</h2><p>The two clubs first locked horns 120 years ago and have now played 206 times, with the Gunners winning 88 of those games, Aston Villa winning 72, and 46 ending as draws.</p><p>Arsenal have lost three of their last five games against Villa, picking up just four points in the process, and last recorded a win over Villa in August 2024 – a 2-0 away victory.</p><p>While the Gunners have won nine of their last 10 Premier League home games, Villa head to London having taken four points from their last two trips to the Emirates – a 2-0 win in April 2024 and a 2-2 draw in January.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"arsenal-s-team-news\">Arsenal’s team news</h2><p>Arteta will hope that Timber can pass a late fitness test. If he is available again, Rice would move back into his midfield role.</p><p>Calafiori remains a major doubt after withdrawing from the warm-up against Brighton and being replaced at left-back by Myles Lewis-Skelly.</p><p>However, in what would be a major boost for the Gunners, key centre-back Gabriel Magalhaes has recovered from an adductor injury and could start for the first time since November.</p><h3 id=\"predicted-lineup\">Predicted lineup:</h3><p>Raya (goalkeeper); Timber, Saliba, Gabriel, Lewis-Skelly; Zubimendi, Rice, Odegaard; Saka, Gyokeres, Eze</p><h2 id=\"aston-villa-s-team-news\">Aston Villa’s team news</h2><p>Right-back Matty Cash and defensive midfielder Boubacar Kamara are suspended after accumulating bookings, with Amadou Onana and Lamare Bogarde set to come in as replacements.</p><p>Defenders Tyrone Mings and Pau Torres and midfielder Ross Barkley remain ruled out with injuries, while Ivory Coast forward Evann Guessand is playing at the Africa Cup of Nations.</p><p>After coming off the bench to score a brace against Chelsea, Watkins is set to start up front in place of Donyell Malen.</p><h3 id=\"predicted-lineup\">Predicted lineup:</h3><p>Martinez (goalkeeper); Bogarde, Konsa, Lindelof, Maatsen; Onana, Tielemans; McGinn, Buendia, Rogers; Watkins</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Anthony Joshua injured in deadly car crash in Nigeria | Boxing News | Al Jazeera",
            "time": "2025-12-29T13:30:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25353018995231-1766198847_596618-1767014858.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Anthony Joshua injured in deadly car crash in Nigeria</h1><p class=\"article__subhead\"><em>Police say two people die in a car crash in Ogun State involving the two-time former heavyweight champion.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p><span>|</span><p class=\"date-simple\"><span class=\"screen-reader-text\">Updated: 44 minutes ago</span><span aria-hidden=\"true\">Updated: 44 minutes ago</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">British former heavyweight boxing champion <a href=\"/sports/liveblog/2025/12/19/live-jake-paul-vs-anthony-joshua-heavyweight-boxing-fight\">Anthony Joshua</a> ⁠has been involved in ​a car accident ‍in Nigeria’s Ogun State that killed ‍two ⁠people, local police say.</p><p class=\"p1\">Joshua, 36, sustained minor injuries when ​the ‌car he was travelling in collided with another vehicle on the Lagos-Ibadan expressway on Monday, local police said.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">“The vehicle conveying Anthony Joshua, a Lexus SUV, was involved in the accident under circumstances that are currently being investigated,” police spokesperson for Ogun State, Oluseyi Babaseyi, said in a statement.</p><p class=\"p1\">“He was seated in the rear of the vehicle, sustained minor injuries and [is] receiving medical attention.”</p><p>Joshua could not immediately be reached for comment.</p><p class=\"p1\">Photos on social media purported to show the boxer being extricated from a wrecked vehicle while he was wincing in pain.</p><p class=\"p1\">The accident occurred on a major thoroughfare linking Ogun State, a nearby city, to Lagos, the country’s economic centre.</p><p class=\"p1\">According to a statement by Olusegun Ogungbemide, spokesperson for the Federal Road Safety Corps, preliminary investigations indicate the vehicle was “travelling beyond the legally prescribed speed limit on the corridor, lost control during an overtaking manoeuvre” and crashed into a stationary truck parked by the side of the road.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Witness Adeniyi Orojo also told the Nigerian newspaper The Punch that Joshua was travelling in a Lexus that collided with a stationary vehicle.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“Joshua was seated behind the driver with another person beside him,” he told the newspaper.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“There was also a passenger sitting beside the driver, making four occupants in the Lexus that crashed. His security detail was in the vehicle behind them before the crash.”</p><p>He added: “The passenger beside the driver and the person beside Joshua died on the spot.”</p><p>Joshua, who is ​the son of British-Nigerian ‌parents, attended a boarding school in Ikenne, 85km (53 miles) from where the crash happened, before returning ‌to Britain at age 12.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The British boxer has been spending time in Nigeria after his fight with YouTuber-turned-fighter Jake Paul on December 19, which Joshua won by <a href=\"/sports/2025/12/20/anthony-joshua-knocks-out-jake-paul-in-sixth-round-of-heavyweight-bout\">sixth-round knockout</a>.</p><p class=\"p1\">Joshua ‌had returned to the ring after a 15-month layoff. He is expected to ‍fight longtime rival Tyson Fury in 2026.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "DR Congo fan holds ‘Lumumba pose’ for full AFCON match | Newsfeed | Al Jazeera",
            "time": "2025-12-29T13:12:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767013956.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia ceasefire holds as frontline shows aftermath of fighting | Conflict | Al Jazeera",
            "time": "2025-12-29T13:04:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767013425.jpg?resize=1920%2C1065&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Recent clashes in coastal Syria “not the fault” of government | Digital Series | Al Jazeera",
            "time": "2025-12-29T12:57:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/HORIZONTAL-GAMAL-1767012914.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gamal Mansour of the University of Toronto says Syria’s authorities are still in a fragile state-building phase, and the clashes in coastal Syria have exposed gaps in control.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "China launches live-fire military exercises around Taiwan | Military | Al Jazeera",
            "time": "2025-12-29T11:35:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1767008086.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 29 Dec 2025</span><span aria-hidden=\"true\">29 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Russia may gain more than lose from a US intervention in Venezuela | Conflict | Al Jazeera",
            "time": "2025-12-29T11:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-05-07T181819Z_1706224756_RC2ZCEA5HMUL_RTRMADP_3_RUSSIA-VENEZUELA-1766998568.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The escalation of threats to Venezuela by United States President Donald Trump may be easy to dismiss as one of his random whims, but it is too closely linked to major confrontations to be seen as a regional affair with limited impact on the rest of the world.</p><p>Venezuela is turning into a bargaining chip in the game of global superpowers, along with Ukraine.</p><p>Check the opening chapters in Antony Beevor’s history of World War II to see how seemingly disparate conflagrations on different continents – the Nanjing massacre in China, Mussolini’s invasion of Abyssinia and the Spanish Civil War – played their roles in the build-up to the most horrible carnage in modern history.</p><p>This is not to say the world is necessarily sliding into a third world war – although the threat of it is always there. So long as the main characters in Russia-US relations, Trump and his Russian counterpart Vladimir Putin, are currently more prone to mutually beneficial transactions than confrontation, a global bargain feels more likely than a global war.</p><p>Not a major power at all, Venezuela still matters globally – not only as a country with the world’s largest proven oil reserves, but also as a political ally of China, Iran and Russia – countries the US-led West sees as its archrivals. Of these three, Russia is the one which finds itself in the most delicate position when it comes to Venezuela. The US-driven escalation poses risks for the Kremlin, but there are also potential gains to be made.</p><p>The main factor is the unexpected thaw which happened in relations between the US and Russia during Trump’s second term as president.</p><p>Since Putin’s ascent to power in 2000, the Kremlin has seen the US first as an unreliable partner, then as a full-fledged adversary with an ambition to divide and rule in the ex-Soviet neighbourhood.</p><p>But it all suddenly went back to a partnership of sorts when Trump returned to the White House at the beginning of 2025. The US all but terminated its financial aid to Ukraine and adopted the posture of near-neutrality, though it still supplies crucial intelligence to the Ukrainian army. In the latest iteration of its National Security Strategy, the US even dropped Russia from the list of “direct threats”.</p><p>As peace talks over Ukraine, initiated by Trump, slowly proceed, Putin has good reasons to believe that the war is ending on his terms. Despite performative defiance, Ukrainian President Volodymyr Zelenskyy has recently suggested he could agree to his army’s withdrawal from the north of the Donbas region – the most punishing of Russian demands in negotiations. It was yet another concession he suggested he might be open to in 2025, with the Kremlin not moving one inch from its negotiating position.</p><p>Meanwhile, European Union countries have failed to agree on the reparations loan that could guarantee stable funding to Ukraine in the coming years. Although a cheaper alternative was devised in last-minute negotiations, the story demonstrated that the European commitment to Ukraine is reaching its limits.</p><p>Given all the above, it is hardly the best time for the Kremlin to spoil a difficult but all-in-all good working relationship with Trump’s administration over something as distant and unrelated to Russia’s core interests as Venezuela.</p><p>Yes, Russia would make all the expected noises. Its United Nations envoy, Vassily Nebenzia, has claimed that by threatening Venezuela, the US is engaging in “aggressive neocolonialism”. He said it is “cynically imposing its order as it tries to retain global domination and the right to exploit other country’s riches with impunity”.</p><p>This is in reference to the US openly demanding that Venezuela open up again to its oil companies, which controlled much of the country’s oil industry prior to its gradual nationalisation in the 1970s.</p><p>It is not as though Russia itself has no interest in Venezuela’s riches – Russian oil companies have joint ventures with the Venezuelan oil monopoly, PDVSA, although their history is chequered, not least due to US sanctions.</p><p>But Russia would not go out of its way to save a friendly Latin American government. Russian support for Venezuela will always be directly proportional to the US pressure exerted on Russia in connection with Ukraine.</p><p>The potential fall of Nicolas Maduro’s government is not going to be the end of the world for the Kremlin. Russia has a history of adapting to new political regimes that replaced its traditional allies in countries affected by the US obsession with regime change. Iraq and Syria both serve as good examples.</p><p>There is also the aspect of cynical political calculation. The geopolitical gains from the US launching a military attack on Venezuela potentially exceed the losses.</p><p>That is because it would put Russia and the US on an equal moral footing with regard to the war in Ukraine. If the US can dictate its will by means of military aggression in what Americans call “their backyard”, then why can Russia not do the same in its own? The US aggression in Venezuela would justify Russian aggression in Ukraine in the eyes of many, especially in the Global South. Handily for the Kremlin, it would also sow further divisions between the US and Europe as well as feed polarisation within the US itself.</p><p>If, in addition to Venezuela, the Trump administration presses forward with its irrational desire to occupy Greenland, the situation would be ideal for the Kremlin. It may even open avenues for post-Ukraine rapprochement with the EU-led part of Europe, currently its main global nemesis.</p><p>Generally, the Russians see themselves as the keepers of the old order, ultimate foreign policy conservatives. They see the US-led West as a revisionist force responsible for undoing the post-World War II order and see the war in Ukraine as a way of countering that revision.</p><p>But, as their thinking goes, if there is no return to the old order, for which the West is to blame, let us negotiate a new one: an order in which the US does as it pleases in its Western hemisphere, and Russia retains influence over the ex-Soviet neighbourhood.</p><p>An ideal scenario for Russia would be for the US to get bogged down in Venezuela for years. But if Maduro falls fast, it is OK, too. When the dust settles, the outcome might look like a transaction – a US-friendly Venezuela in exchange for the war in Ukraine ending on Russian terms.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Starvation, ‘ghost towns’ plague Sudan as al-Burhan demands RSF surrender | Sudan war News | Al Jazeera",
            "time": "2025-12-29T11:20:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251226__892M8C7__v1__HighRes__SudanConflictDisplaced-1766819742.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The head of the government-aligned Sudanese Armed Forces (SAF) has insisted the war, now deep into its third year, will only end with the “surrender” of the Rapid Support Forces (RSF).</p><p>General Abdel Fattah al-Burhan’s maximalist stance against the rival paramilitary forces comes as the <a href=\"/news/2025/12/27/un-renews-sudan-ceasefire-appeal-over-unimaginable-suffering-of-civilians\">war-torn nation</a> faces a collapsing humanitarian response, with starvation and displacement under fire rife, and intensifying battles that are turning villages into “ghost towns”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Speaking during an official visit to Ankara on Sunday, al-Burhan summarily dismissed the possibility of a political solution that does not involve the disarmament of the RSF.</p><p>“We are not talking about a military solution … we said the military solution does not necessarily have to end with fighting; it can end with surrender,” al-Burhan told members of the Sudanese community in Turkiye. “The war will end after … arms are laid down,” he added.</p><p>United Nations Secretary-General Antonio Guterres called on Friday for an immediate ceasefire in Sudan’s brutal civil war, which the UN says has created the world’s worst <a href=\"/tag/sudan-war/\">humanitarian crisis</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"stomachs-are-empty\">‘Stomachs are empty’</h2><p>Al-Burhan’s comments come as the civilian population faces a catastrophic and brutal reality on the ground. In the city of Kosti, south of Khartoum, thousands of families are sleeping rough, surviving on little more than bread and boiled lentils.</p><p>Al Jazeera’s Mohammed Val, reporting from White Nile state, described a grim situation where nearly 12 million people across Sudan are “living in limbo”.</p><p>“Some say they feel safe here in Kosti, but their stomachs are empty,” Vall reported.</p><p>Ahmed Adam, from the Sudanese Red Crescent, told Val that the influx of displaced people has overwhelmed local capacities, creating critical gaps in essential supplies.”We have a real shortage of food items, medicine, especially medication for children,” Adam said. “We need help from charity organisations,” he added.</p><p>The crisis is exacerbated by a collapse in international funding. The United Nations has more than halved its appeal for 2026 to $23bn following major reductions in support from key donors, including the <a href=\"/news/2025/12/29/us-slashes-un-humanitarian-aid-to-2bn-huge-cut-as-trump-demands-reforms\">United States</a>, the United Kingdom and Germany.</p><p>The World Food Programme (WFP) warns that rations in Sudan, where 21 million people face starvation, will be cut by up to 70 percent.</p><p>Lamia Abdulla, the humanitarian aid commissioner for White Nile state, warned that the impact is already being felt.”The WFP gives food for the displaced, but the biggest part of their assistance goes to refugees, so the aid cuts will pose a real challenge for us,” Abdulla told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ghost-towns-and-hit-and-run-warfare\">‘Ghost towns’ and hit-and-run warfare</h2><p>While hunger spreads, new military escalations are emptying vast swaths of the country. Al Jazeera Arabic’s correspondent, Hassan Razzaq, reported that the humanitarian exodus is a direct result of expanding military operations, particularly in North Darfur and North Kordofan.</p><p>“There are towns now completely empty of their inhabitants, which can be described as ghost towns due to the continuation of battles,” Razzaq said.</p><p>In North Kordofan, the RSF is attempting to advance on the strategic city of el-Obeid. SAF has been expanding its defensive perimeter around the city, leading to volatile battles in the surrounding countryside.</p><p>Razzaq highlighted the instability in areas such as al-Dankouj, a town 40 kilometres (25 miles) from el-Obeid.</p><p>Control of the town has fluctuated, seized first by the RSF and then retaken by SAF, illustrating the “hit-and-run” nature of the conflict in the region.</p><h2 id=\"siege-warfare-and-drones\">Siege warfare and drones</h2><p>The situation is equally dire in South Kordofan, where Razzaq reported that the RSF has maintained an “airtight siege” on the cities of Kadugli and Dilling for more than a year and a half.</p><p>“This continuous siege … has placed the residents in a deplorable state,” Razzaq said, noting that there is “no escape from displacement” as living conditions collapse.</p><p>The geography of South Kordofan has complicated the fighting. Razzaq explained that due to the rugged, mountainous terrain surrounding Kadugli and Dilling, the RSF and its ally, the Sudan People’s Liberation Movement-North (SPLM-N), are resorting to specific tactics to breach defences.”The RSF is attempting to penetrate these cities using drones and long-range heavy artillery,” he reported.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who really won Iraq’s elections? | Elections News | Al Jazeera",
            "time": "2025-12-29T11:12:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-12T181530Z_454555731_RC26VHA7W277_RTRMADP_3_IRAQ-ELECTION-1762978463.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Baghdad, Iraq – </strong>Iraq’s new parliament is holding its first sitting on Monday, a closely anticipated event as <a href=\"/news/2025/11/11/iraqis-hold-little-hope-for-change-as-they-head-to-the-polls\">post-election Iraq grapples</a> with the question of who sits in parliament and who will lead the next government.</p><p>Who will be the prime minister is only one issue, although it is top of mind for incumbent Prime Minister Mohammed Shia al-Sudani, who had his powers clipped in November by the Federal Supreme Court (FSC), making his government a caretaker.</p><p>As he scrambles for new alliances to compensate for a fractured electoral bloc, al-Sudani will also need to prove he can steer the country through a complicated domestic and international position.</p><h2 id=\"return-to-the-framework\">Return to the Framework</h2><p>According to a source in al-Sudani’s Reconstruction and Development Coalition (RDC), he wanted to use the time between <a href=\"/news/2025/11/10/iraq-parliamentary-elections-what-we-know\">election day</a> and the new parliament’s first session to build negotiating momentum.</p><p>He tried to create his political base through an independent electoral list – and <a href=\"/news/2025/11/12/iraqi-pm-al-sudanis-coalition-comes-first-in-parliamentary-election\">won big with about 46 out of 329 seats</a> – but the FSC ruling sent him back to the Shia Coordination Framework (SCF), the alliance that nominated him four years ago and that he was trying to break free from.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Now, he loses the advantage of his RDC’s win and must submit to the SCF leadership, many of whom do not hold seats in parliament, operating instead as external powerbrokers.</p><p>Whether it chooses al-Sudani or someone else for the premiership, the SCF’s biggest task is figuring out how to deal with the traditional Shia parties losing ground in this election, while Shia parties with armed wings won big.</p><p>Armed groups have long been members of the SCF and played a role in Iraq, but pro-Iran, anti-West armed groups have never had such a large presence and voice in parliament.</p><p>This is not only problematic for the powers Iraq has relations with, but also for a swath of Shia Iraqis unhappy with the outsized influence Iran has in their country.</p><h2 id=\"rise-of-armed-factions\">Rise of armed factions</h2><p>The SCF commands approximately 180 MPs; of these, 80 to 90 belong to groups and armed factions close to Iran – most of them under US sanctions. In 2021, they held only 17 seats.</p><p>In al-Sudani’s bloc, 10 seats went to Popular Mobilisation Forces (PMF) head, Faleh al-Fayyad, and eight to Minister of Labour Ahmed al-Asadi, who also leads the Jund al-Imam brigades, an armed faction within the PMF.</p><p>This expanded presence of anti-Western, pro-Iran armed groups in the government formation process puts Iraq on a potential collision course with the European Union, Gulf states, the United Kingdom, and the United States.</p><figure id=\"attachment_4098443\" aria-describedby=\"caption-attachment-4098443\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4098443\" src=\"/wp-content/uploads/2025/11/AP25315208135213-1762841925.jpg?w=770&amp;resize=770%2C481&amp;quality=80\" alt=\"An Iraqi woman casts her vote during the parliamentary election at a polling centre in Baghdad, Iraq on November 11, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4098443\" class=\"wp-caption-text\">An Iraqi woman votes in the parliamentary election at a polling centre in Baghdad, Iraq, on November 11, 2025 [Hadi Mizban/AP Photo]</figcaption></figure><p>According to Iraqi Foreign Minister Fuad Hussein, the US has conveyed a message to Iraqi leaders that it will not accept these factions, many of which have long operated as state-salaried entities with political wings, taking positions in the government.</p><p>The US previously adopted an unstated policy of “non-engagement” with officials from armed factions, refusing to engage with them, while maintaining normal relations with the rest of the cabinet.</p><p>Washington’s engagement with the next government will depend entirely on the extent of these factions’ representation, a matter still awaiting resolution.</p><p>Yet, it remains to be seen whether the US will limit itself to further sanctions on individuals or if it will escalate to crippling measures that could paralyse the Iraqi state, such as sanctioning the State Oil Marketing Organisation (SOMO) or restricting Baghdad’s access to US Federal Reserve funds.</p><p>Many of the kingmakers in the government formation process have already been sanctioned by the US, including PMF chief al-Fayyad, Asaib Ahl al-Haq leader Qais al-Khazali and Khadamat leader Shibl al-Zaidi.</p><h2 id=\"government-formation-negotiations\">Government formation negotiations</h2><p>When parliament convenes, members will be sworn in, and the speaker of parliament will be selected. This person is a consensus Sunni candidate, according to the customary muhasasa system, in place since the first government under the post-2003 constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Following that is the vote for the presidency, a Kurdish candidate, according to muhasasa. The president then nominates the candidate of the largest Shia bloc – the SCF – to be named prime minister.</p><p>Before the election, Supreme Judicial Council President Faiq Zaidan urged politicians to adhere to the constitutional timeline for government formation – a maximum of 90 days – and the FSC ratified the results faster than usual.</p><p>However, historically, no Iraqi government has ever been formed within constitutional deadlines – in 2021, it took more than 300 days – and the SCF’s struggle to find the right candidate while balancing the visibility of the armed groups now sitting in parliament could prolong the process.</p><p>Historically, Iran has played a central role in forging consensus on the prime minister among Shia factions.</p><p>But it is weakened regionally now, grappling with the aftermath of Israeli and US attacks, a debilitating economic crisis caused by sanctions, and the degradation of its regional proxies, making Iran’s role this time questionable.</p><p>Whether this will change how international powers feel about the big gains that pro-Iran Shia armed groups made in parliament remains to be seen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}