{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "How the gentrification crisis is hitting Mexico City | Housing News | Al Jazeera",
            "time": "2025-07-23T00:48:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753231662.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mexico City has seen an influx of foreign renters, including those calling themselves digital nomads. This has led to increasing housing prices, displacement of residents, changes to the city’s culture – and growing protests. How is Mexico City’s fight mirroring a global crisis of gentrification?</p>\n</div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,245 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-23T00:27:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203718159225-1753223514.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,245</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,245 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Wednesday, July 23:</p>\n<h2 id=\"fighting\">Fighting</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>A Ukrainian drone strike on a private bus killed three people in the Russian-occupied region of Kherson, Russian-appointed local official Vladimir Saldo said. “Three more civilians were injured and are in serious condition,” Saldo added in a Telegram post.</li>\n<li>A Ukrainian attack killed a man in Russia’s Belgorod border region, the local governor said.</li>\n<li>A Russian glide bomb attack killed a 10-year-old boy in the eastern Ukrainian city of Kramatorsk, the head of the city’s military administration, Oleksandr Honcharenko, said. The bomb, which caused a fire in an apartment building, also wounded five others, Honcharenko added.</li>\n<li>Russia launched multiple waves of attacks on Ukraine’s Sumy region, including two separate drone attacks on a petrol station in the town of Putyvl, which injured 11 people, local officials said.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<ul class=\"spaced-bullet-spacing\">\n<li>The Russian army claimed that it captured the village of Novotoretske in the Donetsk region of Ukraine.</li>\n<li>Ukraine’s military said that a French-supplied Mirage 2000 fighter jet crashed after experiencing equipment failure during an assignment, with the pilot ejecting safely.</li>\n<li>A “massive” Russian drone attack damaged Ukrainian gas production infrastructure, said Sergii Koretski, the CEO of Ukraine’s state energy firm Naftogaz. “Such attacks occur regularly. These objects are of no military significance,” Koretski wrote on Facebook.</li>\n</ul>\n<figure id=\"attachment_3851276\" aria-describedby=\"caption-attachment-3851276\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851276\" src=\"/wp-content/uploads/2025/07/AA-20250722-38631137-38631117-AFTERMATH_OF_RUSSIAN_DRONE_STRIKE_ON_KOSTIANTYNIVKA-1753219954.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"a firefighter stands in a burnout out building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851276\" class=\"wp-caption-text\">Ukrainian emergency service workers extinguish a fire following a Russian drone attack in the city of Kostiantynivka, Ukraine, on Tuesday [Diego Herrera Carcedo/Anadolu]</figcaption></figure>\n<h2 id=\"ceasefire\">Ceasefire</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Kremlin spokesman Dmitry Peskov told reporters that there is “no reason to expect” any “miracles” in ceasefire negotiations, as Moscow has yet to confirm if it will participate in <a href=\"/news/2025/7/22/no-miracles-russia-downplays-ukraine-talks-as-deadly-strikes-continue\">peace talks</a> in Istanbul on Wednesday, which were proposed by Ukrainian President Volodymyr Zelenskyy last week.</li>\n<li>The Kremlin said it hoped talks could be held “this week”, with Peskov adding: “As soon as we are ready, we will make an announcement regarding the dates.”</li>\n<li>Outlining potential topics for discussion with Moscow in Istanbul, Zelenskyy said that Kyiv was ready to “secure the release of our people from captivity and return abducted children, to stop the killings, and to prepare a leaders’ meeting”.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<ul class=\"spaced-bullet-spacing\">\n<li>Ukraine said its ex-defence minister and current secretary of the security council, Rustem Umerov, will head Kyiv’s delegation to the proposed talks.</li>\n<li>Two Russian soldiers in need of medical care were handed over by Ukrainian authorities to be returned home, the Russian Ministry of Defence said. In a statement, the ministry said the release was undertaken on the basis of agreements reached in Istanbul last month.</li>\n</ul>\n<h2 id=\"politics\">Politics</h2>\n<ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy <a href=\"/news/2025/7/22/protesters-in-ukraine-denounce-law-curbing-anticorruption-agencies\">signed a bill</a> revoking the autonomy of two anticorruption agencies, after it was approved by a vote of 263 to 13 in Ukraine’s parliament.</li>\n<li>The European Union’s Commissioner for Enlargement Marta Kos called the decision a “serious step back” for Kyiv and added that independent bodies were “essential for Ukraine’s EU path”.</li>\n<li>Thousands of people gathered in Kyiv and other cities across Ukraine to protest against the bill, marking the first major protest against the government in more than three years of war against invading Russian troops.</li>\n<li>The bill came a day after Ukraine’s domestic security agency detained two National Anti-Corruption Bureau of Ukraine officials on suspicion of links to Russia.</li>\n</ul>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump announces ‘massive’ trade deal with Japan | Donald Trump News | Al Jazeera",
            "time": "2025-07-23T00:15:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25038708644609-1753229861_9bfcc0-1753229977.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he has struck a “massive” trade deal with Japan following months of fraught negotiations.</p>\n<p>Under the agreement announced on Tuesday, the US will impose a 15 percent tariff on Japanese exports and Japan will invest $550bn in the US, Trump said.</p>\n<p>“We just completed a massive Deal with Japan, perhaps the largest Deal ever made,” Trump wrote on his Truth Social platform.</p>\n<p>“Japan will invest, at my direction, $550 Billion Dollars into the United States, which will receive 90% of the Profits.”</p>\n<p>Japan will also open up to US exports of cars, rice and certain agricultural products, Trump said, adding that the deal would create “hundreds of thousands of jobs”.</p>\n<p>“There has never been anything like it,” he wrote.</p>\n<p>Speaking at a reception with members of the US Congress later on Tuesday, Trump said the agreement was a “great deal for everybody”.</p>\n<p>“I always say it has to be great for everybody,” he said.</p>\n<p>“It’s a great deal – A lot different from the deals in the past – I can tell you that.”</p>\n<p>Japan had been facing a 25 percent tariff if Washington and Tokyo could not reach a deal by an August 1 deadline set by Trump.</p>\n<p>Until now, Japanese exports have been subject to Trump’s baseline tariff of 10 percent.</p>\n<p>Trump made no mention of his 25 percent tariff on automobiles or 50 percent tariffs on steel and aluminium, which had been sticking points in negotiations between Washington and Tokyo, but Japan’s public broadcaster NHK on Wednesday reported that the rate on auto exports would be set at 15 percent.</p>\n<p>US Secretary of the Treasury Scott Bessent hailed the deal as a “historic agreement”.</p>\n<p>“I am happy to reaffirm our commitment to deepening this longstanding alliance and building the next chapter of US-Japan cooperation as we enter a new Golden Age under President Trump,” Bessent said on X.</p>\n<p>The Japanese government did not immediately provide confirmation of the deal.</p>\n<p>Japanese stocks rose following Trump’s announcement, with the benchmark Nikkei 225 up about 2 percent in early trading.</p>\n<p>Trump’s announcement is potentially among the most significant of his trade deals so far, following preliminary agreements with the United Kingdom, Indonesia, Vietnam and the Philippines, and a 90-day trade truce with China.</p>\n<p>Japan, the world’s fourth-largest economy, is the US’s fifth-largest trading partner.</p>\n<p>The US imported $148.2bn worth of Japanese goods in 2024, while Japan bought $79.7bn worth of US products, according to the US Census Bureau.</p>\n<p><em>More to follow…</em></p>\n</div></div></body></html>"
        },
        {
            "title": "‘My duty’: Columbia protester Mahmoud Khalil meets lawmakers at US Capitol | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-22T22:58:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T180731Z_1647882335_RC2URFA9TYBV_RTRMADP_3_USA-TRUMP-COLUMBIA-KHALIL-1753221600.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Mahmoud Khalil, the Columbia University protest leader targeted for deportation by President Donald Trump, has met with lawmakers in Washington, DC.</p>\n<p>The visit on Tuesday comes just more than a month after the 30-year-old, a legal permanent resident of the United States, was <a href=\"/news/2025/6/20/us-judge-orders-release-of-palestine-advocate-mahmoud-khalil\">released from immigration custody</a> in Louisiana.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“I’m here in Washington, DC, today to meet with lawmakers, with members of Congress, to demand the end of the US-funded genocide in Gaza, and also to demand accountability from Columbia University, from the Trump administration for their retaliation against my speech,” said Khalil in a video interview with the news agency Reuters.</p>\n<p>“To be honest, I feel that this is my duty to continue advocating for Palestinians. This is what the Trump administration tried to do. They tried to silence me. But I’m here to say that we will continue to resist. We are not backing down.”</p>\n<p>Khalil continues to face deportation under the Trump administration, which has relied on an obscure provision of the Immigration and Nationality Act of 1952 in its attempts to expel international students involved in pro-Palestinian advocacy.</p>\n<p>Under the law, the secretary of state can expel a foreign national if their presence in the country is deemed to have “potentially serious adverse foreign policy consequences for the United States”, although the standard for making that determination remains unclear.</p>\n\n<p></p>\n<p>US Secretary of State Marco Rubio and immigration officials have repeatedly portrayed Khalil’s advocacy as anti-Jewish and supportive of Hamas, but they have failed to provide evidence backing those claims.</p>\n<p>Lawyers for Khalil and three other students targeted for deportation by the Trump administration — Mohsen Mahdawi, Rumeysa Ozturk and Badar Khan Suri — have <a href=\"/news/2025/6/11/judge-rules-trump-cannot-use-foreign-policy-claim-to-deport-mahmoud-khalil\">argued that their arrests</a> trample on the constitutionally protected freedom of speech.</p>\n<p>Several district judges have sided with that position in ordering the students’ release from custody as their cases proceed in immigration court.</p>\n<p>Earlier this month, Khalil, who missed the birth of his son while detained, <a href=\"/news/2025/7/10/mahmoud-khalil-files-20m-claim-against-trump-for-wrongful-detention\">filed a lawsuit</a> against the Trump administration alleging malicious prosecution, as well as false arrest and imprisonment. He is seeking $20m in damages or an apology from the government.</p>\n<p>US Senator Bernie Sanders was among the lawmakers who met with Khalil on Tuesday.</p>\n<p>“We must not allow Trump to destroy the First Amendment &amp; freedom to dissent,” Sanders said in a post on the social media platform X, accompanied by a photo with Khalil.</p>\n\n<p></p>\n<p>Khalil also met with Congress members Rashida Tlaib, Ilhan Omar, Ayanna Pressley, Jim McGovern, Troy Carter and Summer Lee.</p>\n<p>“Mahmoud Khalil is a kind, gentle soul who cares deeply about others’ humanity, and his abduction, detention, and ongoing persecution by the Trump Admin is egregious,” Pressley wrote in a post on X.</p>\n<p>“Our meeting today was fortifying and productive.”</p>\n<p>In its own social media <a href=\"https://x.com/DHSgov/status/1947723549881381363\" target=\"_blank\" rel=\"noopener\">message</a> on Tuesday, the Department of Homeland Security once again called Khalil a “terrorist sympathiser”, accusing him of anti-Jewish “hateful behavior and rhetoric”.</p>\n<p>However, ahead of his release in June, federal Judge Michael Farbiarz said he had given the administration lawyers ample time to support the public statements made against Khalil. He said they failed to do so.</p>\n<p>“The petitioner’s career and reputation are being damaged and his speech is being chilled,” Farbiarz wrote at the time. “This adds up to irreparable harm.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Morocco beat Ghana on penalties to set up Nigeria WAFCON final | Football News | Al Jazeera",
            "time": "2025-07-22T22:42:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67HU4D7__v2__HighRes__FootballCoupeDAfriqueDesNationsFeminineAuMaroc-1753223226.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Morocco beat Ghana on penalties to set up Nigeria WAFCON final</h1><p class=\"article__subhead\"><em>Host nation Morocco will face Nigeria in the Women’s Africa Cup of Nations after beating Ghana on penalties.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Goalkeeper Khadija Er-Rmichi blocked Comfort Yeboah’s attempt, and the hosts, Morocco, advanced to the championship of the Women’s Africa Cup of Nations (WAFCON) on a penalty shootout after a 1-1 draw with Ghana.</p>\n<p>Morocco, which prevailed 4-2 on penalties on Tuesday, will face Nigeria in the final on Saturday. The Super Falcons defeated defending champions South Africa 2-1 in the earlier semifinal on Tuesday in Casablanca.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Ghana took a first-half lead. Er-Rmichi got a hand on Josephine Bonsu’s header, but it bounced off the post and skittered across the goal for Stella Nyamekye to push it into the net in the 26th minute.</p>\n<p>Morocco equalised in the 55th when Sakina Ouzraoui bounced a pass from her chest to her feet and scored from underneath diving Ghana goalkeeper Cynthia Konlan.</p>\n<p>Scoreless for the rest of regulation, the match went to extra time at Rabat’s Olympic Stadium.</p>\n<p>Morocco has seen its national team rise in recent years. The team reached the WAFCON final in 2022 but fell to South Africa. Morocco also went to the Women’s World Cup for the first time in 2023 and advanced to the round of 16.</p>\n<p>Morocco advanced to the semifinals with a 3-1 victory over Mali, while Ghana downed Algeria 4-2 on penalties after a scoreless draw.</p>\n<h2 id=\"nigeria-beat-south-africa-in-first-wafcon-semi\">Nigeria beat South Africa in first WAFCON semi</h2>\n<p>Michelle Alozie’s long ball bounced into the goal in stoppage time to give Nigeria a 2-1 victory over South Africa earlier on Tuesday, and send the Super Falcons into the final at the WAFCON.</p>\n<p>The Super Falcons have won nine WAFCON titles. Disappointed by their fourth-place finish in the 2022 tournament, the Super Falcons dubbed their goal to win this event as “Mission X”.</p>\n<p>Alozie, who plays in the National Women’s Soccer League for the Houston Dash, sent the ball forward from distance four minutes into stoppage time. Although two teammates were in front of South Africa’s net, neither of them touched the ball as it bounced into the goal.</p>\n<p>Rasheedat Ajibade, who plays for Atlético Madrid, converted a penalty just before half-time to put Nigeria ahead 1-0. The Super Falcons were awarded the penalty because of a handball in the box.</p>\n<p>South Africa, the defending WAFCON champions, pulled even on Linda Motlhalo’s penalty in the 60th minute.</p>\n<p>Nigeria, which had not previously conceded a goal in the tournament, routed Zambia 5-0 in the quarterfinals to advance. South Africa, led by coach Desiree Ellis, advanced on penalties after a scoreless draw with Senegal.</p>\n<p>There was a scary moment in the 84th minute when South Africa midfielder Gabriela Salgado went down with an injury, and players from both teams frantically gestured for help.</p>\n<p>Salgado was stretchered off with her left leg heavily wrapped as her teammates sobbed. The crowd at Stade Larbi Zaouli chanted her name.</p>\n</div></div></body></html>"
        },
        {
            "title": "England beat Italy to reach UEFA Women’s Euro 2025 final | Football News | Al Jazeera",
            "time": "2025-07-22T22:37:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T213554Z_867909861_UP1EL7M1NZT64_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753220262.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chloe Kelly scored a dramatic late winner in extra-time as reigning champions England came from behind to <a href=\"/sports/liveblog/2025/7/22/live-england-vs-italy-uefa-womens-euro-semifinals\">beat Italy 2-1</a> and reach the Women’s Euro 2025 final.</p>\n<p>The Lionesses had been on the brink of elimination on Tuesday as they trailed to Barbara Bonansea’s first-half strike for the surprise semifinalists Italy in Geneva.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>But after their remarkable comeback from two goals down to beat Sweden on penalties in last week’s quarterfinal, they pulled off more heroics here.</p>\n<p>Michelle Agyemang came off the bench and forced the extra period by equalising in the 96th minute, while fellow substitute Kelly completed the turnaround by following in to score the winner in the 119th minute after her penalty had been saved.</p>\n<figure id=\"attachment_3851297\" aria-describedby=\"caption-attachment-3851297\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851297\" src=\"/wp-content/uploads/2025/07/2025-07-22T213704Z_920374878_UP1EL7M1O1R6A_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753220322.jpg?w=770&amp;resize=770%2C465&amp;quality=80\" alt=\"UEFA Women's Euro 2025 - Semi Final - England v Italy - Stade de Geneve, Lancy, Switzerland - July 22, 2025 England's Chloe Kelly scores their second goal from a rebound after her penalty is saved\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851297\" class=\"wp-caption-text\">England’s Chloe Kelly scores their second goal from a rebound after her penalty is saved [Stefan Wermuth/Reuters]</figcaption></figure>\n<p>Sarina Wiegman’s team are through to their third consecutive major tournament final. The 2022 European champions head to Basel for Sunday’s showpiece.</p>\n<p>That will be either a repeat of the 2023 Women’s World Cup final, which they lost to Spain, or a repeat of the last Euro final, in which they defeated Germany at Wembley – those sides meet in their semi on Wednesday.</p>\n<p>It has been quite a ride for England, with this victory following their comeback to beat Sweden in the last eight, while the nature of the defeat for Italy was cruel.</p>\n<p>Many of their players were in tears at full-time, as the Azzurre – who are ranked 13th in the world and were not expected to come this far – fell short of reaching a first final since the 1997 Euros.</p>\n<p>England coach Wiegman made one change from the quarterfinal win on penalties against Sweden, as Esme Morgan came into the defence in place of Jess Carter.</p>\n<p>The latter had been the target of racial abuse during the tournament, which drew a backlash from Wiegman and the England players in the build-up to this game.</p>\n<p>England had the backing of the majority of the 26,539 crowd in Geneva, and they had the momentum in the opening stages of the match.</p>\n<p>However, Italy looked the fresher of the two teams. The Azzurre opened the scoring in the 33rd minute as the impressive Sofia Cantore reached the right byline before delivering a cross that reached the back post.</p>\n<figure id=\"attachment_3850982\" aria-describedby=\"caption-attachment-3850982\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850982\" src=\"/wp-content/uploads/2025/07/2025-07-22T193408Z_1845796149_UP1EL7M1ICV0N_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753213225.jpg?w=770&amp;resize=770%2C457&amp;quality=80\" alt=\"Italy's Barbara Bonansea scores their first goal past England's Hannah Hampton\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850982\" class=\"wp-caption-text\">Italy’s Barbara Bonansea scores their first goal past England’s Hannah Hampton [Matthew Childs/Reuters]</figcaption></figure>\n<p>The Juventus player controlled before lashing a shot into the roof of the net from close range.</p>\n<p>Alessia Russo and Lauren James came closest for England in the first half, but Italy held their lead into the break. Wiegman sent on Beth Mead at the start of the second half.</p>\n<p>Lauren Hemp headed onto the roof of the net, and an Alex Greenwood long-ranger was punched away by goalkeeper Laura Giuliani, who was booked for time-wasting with almost 20 minutes still to play.</p>\n<p>With the clock ticking down, the England coach introduced Kelly, followed by Agyemang, two players who had already made a big impact off the bench against Sweden.</p>\n<p>Agyemang, the teenage Arsenal forward, replaced captain and centre-back Leah Williamson in a clear sign of desperation in the Lionesses camp.</p>\n<p>Italy could have killed the game off, but Hannah Hampton made a crucial double save to deny Michela Cambiaghi and Emma Severini in quick succession at a corner in the 86th minute.</p>\n<p>That proved to be crucial, as England equalised in the sixth of the seven allotted added minutes at the end of normal time.</p>\n<p>Giuliani, having let nothing get past her all evening, failed to hold an awkward cross into the box from the England right, and the ball came out to who took a touch and blasted in.</p>\n<figure id=\"attachment_3851176\" aria-describedby=\"caption-attachment-3851176\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851176\" src=\"/wp-content/uploads/2025/07/2025-07-22T205441Z_392109965_UP1EL7M1M344G_RTRMADP_3_SOCCER-EURO-ITA-ENG-1753217778.jpg?w=770&amp;resize=770%2C467&amp;quality=80\" alt=\"Football - UEFA Women's Euro 2025 - Semi Final - England v Italy - Stade de Geneve, Lancy, Switzerland - July 22, 2025 England's Michelle Agyemang scores their first goal\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851176\" class=\"wp-caption-text\">England’s Michelle Agyemang scores their first goal [Stefan Wermuth/Reuters]</figcaption></figure>\n<p>Once again, England would have to go through extra time. They now had the momentum, and Giuliani did well to stop a Kelly corner going straight in, with 108 minutes played.</p>\n<p>The remarkable Agyemang then saw a lobbed effort beat Giuliani but come back off the crossbar with four minutes of extra time remaining.</p>\n<p>Penalties loomed, but instead, it would be just the one spot kick, awarded when Mead was pushed over in the area right in front of the Croatian referee.</p>\n<p>Kelly’s effort was saved by Giuliani, but she was on hand to convert the rebound and send England into another final.</p>\n</div></div></body></html>"
        },
        {
            "title": "Judges reject Trump lawyer Alina Habba’s bid to serve as federal prosecutor | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T22:32:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203564443603-1753222093.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A panel of federal judges have declined to extend Alina Habba’s term as a United States attorney for the district of New Jersey beyond the interim period of 120 days.</p>\n<p>Tuesday’s court order, signed by the chief judge for the District of New Jersey, Renee Marie Bumb, brings Habba’s brief tenure to an end for now.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The judges instead elevated Desiree Grace, Habba’s deputy at the US Attorney’s Office in New Jersey, to serve as the bureau’s top federal prosecutor.</p>\n<p>But the administration of President Donald Trump quickly denounced the judges’ decision as political activism and fired Grace from the role before she could even take up the post.</p>\n<p>“[Alina Habba] has been doing a great job in making NJ safe again. Nonetheless, politically minded judges refused to allow her to continue in her position, replacing Alina with the First Assistant,” Attorney General Pam Bondi <a href=\"https://x.com/AGPamBondi/status/1947768353025556950\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>“Accordingly, the First Assistant United States Attorney in New Jersey has just been removed. This Department of Justice does not tolerate rogue judges.”</p>\n<p>Habba’s time as interim US attorney has sparked controversy as yet another example of Trump picking close personal contacts to serve in government roles.</p>\n<p>Habba herself has also been accused of carrying out politically motivated prosecutions while acting as the US lawyer.</p>\n<p>During her four-month tenure, she pursued cases against several Democratic lawmakers, including Newark Mayor <a href=\"/news/2025/5/9/newark-mayor-ras-baraka-arrested-during-ice-detention-centre-protest\">Ras Baraka</a> and US Representative LaMonica McIver.</p>\n<p>Both prosecutions stemmed from an effort by lawmakers to visit and inspect an immigrant detention facility in New Jersey. Trump has made mass deportation a central pillar of his second term, and that, in turn, has stirred fears about the safety and rights of those held in the detention facilities.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"controversial-cases\">Controversial cases</h2>\n<p>In the case of Baraka and McIver, the incident in question took place on May 9 at the Delaney Hall detention centre outside of Newark.</p>\n<p>Baraka, at the time a gubernatorial candidate for the Democratic Party, had repeatedly protested the newly opened facility for allegedly lacking the proper local permits.</p>\n<p>According to Baraka’s defence team, he was invited inside the Delaney Hall gate along with members of the US Congress, who have a right to inspect federal facilities as part of their oversight duties.</p>\n<p>But he was asked to leave, and once he was outside the gate, he was handcuffed and led away. Habba later announced he had been charged with trespassing.</p>\n<p>Within 10 days, however, Habba <a href=\"https://x.com/USAttyHabba/status/1924610971919622210\" target=\"_blank\" rel=\"noopener\">walked back</a> those charges “after extensive consideration”.</p>\n<p>In a court hearing to dismiss the case, US Magistrate Judge Andre Espinosa chided a representative from Habba’s office for making a “worrisome misstep”.</p>\n<p>Espinosa told prosecutors that arresting a public figure should not be used as an “investigative tool” and warned that criminal charges carry “significant reputational and personal consequences”.</p>\n<p>Still, at the same time as she dropped the case against Baraka, Habba launched a case against Representative McIver, who had sought to defend the Newark mayor as he was being arrested.</p>\n<p>Habba <a href=\"/news/2025/6/25/us-lawmaker-denies-charges-stemming-from-immigration-centre-visit\">sued McIver</a> for physical assault after she allegedly pushed into a federal agent in the tightly packed crowd outside Delaney Hall.</p>\n<p>McIver has denied the charge and accused Habba of attempting to “intimidate” her. Baraka, meanwhile, <a href=\"/news/2025/6/3/malicious-new-jersey-mayor-ras-baraka-sues-us-attorney-after-arrest\">sued Habba</a> over “malicious prosecution”.</p>\n<p>Habba has also launched investigations into Democratic Governor Phil Murphy and Attorney General Matt Platkin over resistance to working more closely with the Trump administration on immigration enforcement.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"ties-to-trump\">Ties to Trump</h2>\n<p>Before joining the Trump administration as an interim US attorney, Habba served as the president’s personal lawyer.</p>\n<p>She represented him in several civil cases before he returned to the White House in January. In one case, Habba represented Trump in a defamation suit brought by Summer Zervos, a former contestant on his reality television show The Apprentice.</p>\n<p>After Habba threatened a countersuit, Zervos dropped her defamation complaint.</p>\n<p>But she also was part of two high-profile cases that Trump lost: a civil fraud case brought by New York Attorney General Letitia James and a defamation suit brought by writer E Jean Carroll. Trump has appealed both.</p>\n<p>In March, shortly after taking office for a second term, Trump appointed Habba to serve in the Department of Justice as a US attorney, the chief law enforcement officer in a given district.</p>\n<p>But her position was on an interim basis, capped at 120 days. Continuing in the position beyond the interim period required the approval of a judicial panel.</p>\n<p>Still, Trump has signalled that he had hopes to keep Habba in her position. Earlier this month, he submitted a formal nomination to the US Senate for Habba to remain a US attorney.</p>\n<p>But that nomination faces opposition from New Jersey Senators Cory Booker and Andy Kim, who question whether Habba is qualified.</p>\n<p>Habba had not worked as a prosecutor until Trump appointed her to the role, and the Senate has yet to act on her nomination.</p>\n<p>Several of Trump’s other nominees to the Department of Justice have faced similar pushback.</p>\n<p>Last week, a US District Court for the Northern District of New York declined to keep interim US attorney John Sarcone in place after his 120-day term neared its end.</p>\n<p>Nevertheless, members of the Trump administration were defiant in the face of the setbacks.</p>\n<p>Deputy Attorney General Todd Blanche, another former personal lawyer to the president, accused the judges in New Jersey of having “forced out” Habba on political grounds.</p>\n<p>“The district judges in NJ just proved this was never about law—it was about politics,” Blanche <a href=\"https://x.com/DAGToddBlanche/status/1947768601454514308\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media. “This backroom vote will not override the authority of the Chief Executive.”</p>\n</div></div></body></html>"
        },
        {
            "title": "Protesters in Ukraine denounce law curbing anticorruption agencies | Corruption News | Al Jazeera",
            "time": "2025-07-22T22:29:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203728911277-1753219728.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Protesters in Ukraine denounce law curbing anticorruption agencies</h1><p class=\"article__subhead\"><em>Hundreds of protesters rally in Kyiv to oppose the measure, in a show of antigovernment anger rarely seen since Russia launched its full scale invasion of Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy has signed a bill that would revoke the autonomy of key anticorruption agencies, a plan that has triggered rare street demonstrations in the capital, Kyiv.</p>\n<p>Critics say the legislation consolidates power in Zelenskyy’s hands and will allow government meddling in high-profile corruption cases.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The European Union on Tuesday called the decision a “serious step back”, while hundreds gathered in central Kyiv to oppose the measure – a show of antigovernment anger rarely seen since Russia’s invasion of Ukraine.</p>\n<p>Some demonstrators shouted, “Veto the law!”</p>\n<p>“The bill is being rushed through,” 26-year-old game designer Anastasia told the AFP news agency.</p>\n<p>“It is clear that this is a targeted effort,” she added.</p>\n<p>The bill will grant the prosecutor general new authority over investigations and cases handled by the National Anti-Corruption Bureau of Ukraine (NABU) and the Specialised Anti-Corruption Prosecutor’s Office (SAPO).</p>\n<p>NABU investigates instances of corruption among state institutions, while the SAPO prosecutes corruption.</p>\n<p>The passage of the bill through parliament drew sharp criticism from the heads of both agencies, and the citizen protests were the largest since Russia’s full-scale invasion in 2022.</p>\n<figure id=\"attachment_3851256\" aria-describedby=\"caption-attachment-3851256\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3851256\" src=\"/wp-content/uploads/2025/07/AP25203718138988-1753219672.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A woman chants while holding a banner that reads, “Corruption Applauds,” during a protest against a law targeting anti-corruption institutions in central Kyiv, Ukraine, Tuesday, July 22, 2025. (AP Photo/Alex Babenko)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3851256\" class=\"wp-caption-text\">A woman chants while holding a banner that reads, ‘Corruption Applauds’, during a protest against a law targeting anticorruption institutions, in central Kyiv, Ukraine [Alex Babenko/AP]</figcaption></figure>\n<p>Many influential Ukrainians also lashed out on social media after Tuesday’s vote, saying it was a betrayal of Ukraine’s decade-long geopolitical ambition.</p>\n<p>Fighting corruption is crucial for Ukraine’s bid to join the EU and maintain access to billions of dollars in Western aid. It is also seen as critical to erasing a legacy of Russian rule, a sentiment echoed at the protest in Kyiv.</p>\n<p>Vladyslava Kirstyuk, 18, said that memories of her childhood in occupied eastern Ukraine, after Russia’s covert invasion in 2014, left a strong impression on her.</p>\n<p>“I know what it means for one person to have all the power, when nothing is transparent and everything is working against you,” the teenager told the Reuters news agency.</p>\n<p>“I don’t want it to be the same for us here.”</p>\n<p>On Monday, Ukraine’s domestic security agency detained two NABU officials on suspicion of links to Russia and searched other agency employees on unrelated allegations.</p>\n<p>NABU has uncovered widespread corruption, including among figures in <a href=\"/features/2025/2/28/volodymyr-zelenskyy-a-dictator-or-a-ukrainian-churchill\">Zelenskyy’s administration</a>.</p>\n<p>Last week, the president carried out a <a href=\"/news/2025/7/18/ukraine-appoints-new-prime-minister-in-major-government-reshuffle\">reshuffle of his wartime cabinet</a>, a move widely viewed as further consolidating power within his inner circle.</p>\n</div></div></body></html>"
        },
        {
            "title": "Is Israel implementing a strategy of genocide by starvation in Gaza? | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T22:01:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753219881.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinians are dying from hunger in Gaza.</p>\n<p>Those who have survived Israel’s relentless war are now in immediate danger of starvation.</p>\n<p>Desperate people queueing for food are shot dead by Israeli and United States contractors.</p>\n<p>Is Israel implementing a strategy of genocide by starvation?</p>\n<p><strong>Presenter:</strong></p>\n<p>James Bays</p>\n<p><strong>Guests:</strong></p>\n<p>Tamer Qarmout – associate professor of public policy at the Doha Institute for Graduate Studies</p>\n<p>Arwa Damon – founder of the International Network for Aid, Relief and Assistance</p>\n<p>Dr James Smith – emergency doctor who has worked at several hospitals in Gaza</p>\n</div></div></body></html>"
        },
        {
            "title": "At least 15 starve to death in 24 hours in Gaza as Israel continues attacks | Gaza News | Al Jazeera",
            "time": "2025-07-22T21:50:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250722-38628202-38628182-FOOD_DISTRIBUTED_TO_PALESTINIANS_BATTLING_HUNGER_IN_GAZA-1753189045.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 15 people, including a six-week-old baby, have starved to death in the last 24 hours in the besieged Gaza Strip, according to health officials, who say a wave of hunger that has loomed over the bombarded enclave for months is now finally crashing down.</p>\n<p>Six-week-old Yousef’s family could not find baby formula to feed him, said his uncle, Adham al-Safadi.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“You can’t get milk anywhere, and if you do find any, it’s $100 for a tub,” he told the Reuters news agency.</p>\n<p>Three other children were among the 15 people who died from starvation on Tuesday, including 13-year-old Abdulhamid al-Ghalban, who died in a hospital in the southern city of Khan Younis.</p>\n<p>According to Gaza’s Ministry of Health, at least 101 people, including 80 children, have died from hunger and malnutrition since Israel launched its assault on Gaza in October 2023. Most of the deaths have come in the last few weeks.</p>\n<p>Gaza has seen its food stocks run out since Israel cut off all supplies to the territory in March. Israel then partially lifted the blockade in May, allowing a trickle of aid supplies to enter the territory and be distributed by the US- and Israeli-backed Gaza Humanitarian Foundation (GHF), largely bypassing the United Nations.</p>\n<p>More than 1,000 Palestinians have been killed since May while trying to get aid, mostly near the GHF distribution sites, according to the UN rights office.</p>\n<p>The head of the UN Palestinian refugee agency, UNRWA, Phillipe Lazzarini, said the aid distribution scheme was a “sadistic death trap”.</p>\n<p>“The so called ‘GHF’ distribution scheme is a sadistic death trap. Snipers open fire randomly on crowds as if they are given a licence to kill,” Lazzarini said on Tuesday on X.</p>\n<p>Israel accuses Hamas of siphoning off aid, without providing evidence of widespread diversion, and blames UN agencies for failing to deliver food it has allowed in.</p>\n<p>The GHF has rejected what it said were “false and exaggerated statistics” from the UN.</p>\n<h2 id=\"horror-show\">‘Horror show’</h2>\n<p>Lazzarini also warned that the UN agency’s staff, as well as doctors and humanitarian workers, were fainting on duty in Gaza due to hunger and exhaustion.</p>\n<p>UN Secretary-General Antonio Guterres called the situation for the 2.3 million Palestinians in Gaza facing bombardment, malnutrition and starvation a “horror show”, with “a level of death and destruction without parallel in recent times.</p>\n<p>“We are seeing the last gasp of a humanitarian system built on humanitarian principles,” Guterres told the UN Security Council. “That system is being denied the conditions to function.”</p>\n<figure id=\"attachment_3850307\" aria-describedby=\"caption-attachment-3850307\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850307\" src=\"/wp-content/uploads/2025/07/AA-20250722-38626594-38626576-WATER_CRISIS_CONTINUES_IN_GAZA_UNDER_ISRAELI_ATTACKS-1753189073.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850307\" class=\"wp-caption-text\">According to Gaza’s Health Ministry, 101 people have died from hunger and malnutrition so far, including 80 children [Abed Rahim Khatib/Anadolu Agency]</figcaption></figure>\n<p>Speaking to reporters, Mohammed Abu Salmiya, the director of Gaza’s al-Shifa Hospital, said malnourished Palestinians were arriving at Gaza’s remaining functioning hospitals “every moment”, and warned that there could be “alarming numbers” of deaths due to starvation.</p>\n<p>“Hospitals are already overwhelmed by the number of casualties from gunfire. They can’t provide much more help for hunger-related symptoms because of food and medicine shortages,” said Khalil al-Daqran, the spokesperson for Gaza’s Al-Aqsa Martyrs Hospital.</p>\n<p>Deqran said some 600,000 people were suffering from malnutrition, including at least 60,000 pregnant women. Symptoms among those going hungry include dehydration and anaemia, he said.</p>\n<p>While Gaza has widespread shortages of goods due to the Israeli restrictions, baby formula, in particular, is in critically short supply, according to aid groups, doctors and residents.</p>\n<p>In a statement, Hamas said it was time to “break the restrictions” and allow for more aid to enter Gaza, adding that it was surprised by the “silence” of Arab and Islamic countries in light of the “systematic genocide and criminal starvation” in the enclave.</p>\n<h2 id=\"deadly-attacks-continue\">Deadly attacks continue</h2>\n<p>Medical sources told Al Jazeera that at least 81 other Palestinians were killed in Israeli attacks across Gaza on Tuesday, including 31 people who were seeking aid.</p>\n<p>Mahmoud Bassal, the spokesman for the Palestinian Civil Defence, said Israeli strikes on the Shati refugee camp west of Gaza City killed at least 13 people and wounded more than 50.</p>\n<p>In Gaza City, an Israeli attack on a building housing displaced Palestinians killed 15 people, including six children, according to a source at al-Shifa Hospital.</p>\n<figure id=\"attachment_3850504\" aria-describedby=\"caption-attachment-3850504\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850504\" src=\"/wp-content/uploads/2025/07/AA-20250722-38630096-38630093-ISRAELI_ATTACK_ON_AID_SEEKERS_IN_NORTHERN_GAZA_LEAVES_SEVERAL_INJURED-1753197447.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gaza\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850504\" class=\"wp-caption-text\">Palestinians carry wounded people after Israeli forces attack a crowd gathered to receive aid at the Zikim crossing in northern Gaza [Hamza ZH Qraiqea/Anadolu]</figcaption></figure>\n<p>Al Jazeera’s Hani Mahmoud, reporting from Gaza City, said Israeli air strikes hit residential clusters in the eastern part of the city, particularly the Zeitoun neighbourhood. A “group of people” was hit, he said.</p>\n<p>The attacks come a day after Israeli tanks pushed into southern and eastern parts of Deir el-Balah in central Gaza for the first time since the deadly assault began.</p>\n<p>According to Mahmoud, “many Palestinians are unable to go back to their homes as they are in the firing line of heavy artillery”, despite claims by the Israeli army that it has concluded its assault in Deir el-Balah.</p>\n<p>“Quadcopters and surveillance drones also hover over the area, creating an atmosphere of intimidation and fear,” Mahmoud said.</p>\n<p>The Civil Defence agency’s Bassal said two people were killed in Deir el-Balah on Tuesday.</p>\n<p>The UN Office for the Coordination of Humanitarian Affairs (OCHA) estimated that between 50,000 and 80,000 people were living in the area, which, until the Israeli offensive this week, had been considered the only relatively safe area in the tiny Strip.</p>\n<p>Some 30,000 were living in displacement camps.</p>\n<p>OCHA said that nearly 88 percent of the entire Gaza Strip was now either under evacuation threats or within Israeli militarised zones, forcing the population into an ever-shrinking space.</p>\n<p>World Health Organization chief Tedros Adhanom Ghebreyesus, meanwhile, accused Israeli troops of entering its staff residence and forcing women and children to evacuate, as they handcuffed, stripped and interrogated male staff at gunpoint.</p>\n<p>Israel’s military campaign in Gaza has killed nearly 60,000 Palestinians, mostly women and children, according to health officials.</p>\n</div></div></body></html>"
        },
        {
            "title": "No food, no aid: hunger is killing people in Gaza | Newsfeed | Al Jazeera",
            "time": "2025-07-22T21:42:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753220526.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump dumps a pile of MLK files. Why not the Epstein files? | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T20:46:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25198368973870-1752805363.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nearly six decades after the assassination of United States civil rights leader Martin Luther King Jr (MLK) in 1968, the White House has released more than 230,000 pages of once-classified files relating to his murder.</p>\n<p>After becoming president in January, Donald Trump signed an executive order declassifying documents related to the assassinations of King, former President John F Kennedy and former Senator Robert F Kennedy.</p>\n<p>The MLK files largely reinforce the longstanding official conclusion that James Earl Ray, the convicted assassin, acted alone with no conclusive evidence of a broader conspiracy.</p>\n<p>The files released on Monday add to the well-documented record of FBI surveillance and harassment of King, including efforts to discredit and intimidate him in the years leading up to his assassination.</p>\n<p>So what do the MLK files offer? What was the FBI operation against him? And why has Trump released them now?</p>\n<h2 id=\"what-are-the-mlk-files\">What are the MLK files?</h2>\n<p>The MLK files are the trove of documents related to both the FBI’s surveillance of King throughout the 1950s and 1960s and the investigation into his assassination in 1968. The records were put under a court-imposed seal in 1977 after the FBI compiled them and turned them over to the National Archives and Records Administration.</p>\n<p>The files include internal memos, wiretap transcripts, informant reports and correspondence from then-FBI Director J Edgar Hoover and senior officials, reflecting how the FBI viewed King as a political threat due to his civil rights activism.</p>\n<p>A major focus is the FBI’s covert campaign to discredit and intimidate King, which included bugging his hotel rooms, infiltrating his inner circle and even sending him an anonymous letter urging him to commit suicide in 1964.</p>\n<p>The FBI also falsely labelled King as a communist sympathiser based on his ties to former Communist Party member Stanley Levison, using this claim to justify illegal surveillance and attempts to destroy his reputation.</p>\n<p>These operations were part of the FBI’s wider COINTELPRO programme, which targeted activists and dissenters across the country.</p>\n<figure id=\"attachment_3843225\" aria-describedby=\"caption-attachment-3843225\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3843225\" src=\"/wp-content/uploads/2025/07/GettyImages-2208195780-1752760574.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bondi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3843225\" class=\"wp-caption-text\">President Donald Trump, flanked by Attorney General Pam Bondi, speaks during a cabinet meeting at the White House [File: Jabin Botsford/The Washington Post via Getty Images]</figcaption></figure>\n<h2 id=\"did-the-files-reveal-anything-new\">Did the files reveal anything new?</h2>\n<p>The newly released MLK files do not reveal any dramatic new evidence about his assassination or secret plots.</p>\n<p>The files largely reinforce what was already known: Ray was convicted as the lone shooter, and the FBI engaged in an extensive surveillance campaign.</p>\n<p>The communications also suggest the FBI considered multiple suspects beyond Ray but dropped those leads. Ray confessed to killing King in 1969 but later recanted and claimed he was framed.</p>\n<p>Before being arrested, Ray was on the run for nearly two months. He fled to Canada, Portugal and the United Kingdom before being extradited to the US, where he was convicted and sentenced to 99 years in prison. He died in April 1998 from complications related to kidney and liver disease.</p>\n<p>The documents reaffirm that the FBI, under the direction of Hoover, viewed King as a subversive figure and engaged in extensive surveillance and disinformation campaigns against him. These tactics, which included wiretaps and anonymous threats, have been public knowledge for decades, particularly after the findings of the US Senate’s Church Committee in the 1970s.</p>\n<p>The new files appear to confirm this history while adding more granular details. They provide additional internal records and memos that reinforce previous accounts of the bureau’s efforts to discredit King and monitor his activities.</p>\n<p>Notably, the release does not contain new evidence implicating anyone beyond Ray in King’s assassination.</p>\n<p>But King scholars would like to see the information the FBI was discussing and circulating as part of its investigation, Ryan Jones, director of history, interpretation and curatorial services at the National Civil Rights Museum in Memphis, Tennessee told The Associated Press news agency.</p>\n<p>“That’s critical given the fact the American public, at that time, was unaware that the FBI that is involved in the investigation was leading a smear campaign to discredit the same man while he was alive,” Jones was quoted as saying. “They were the same bureau who was receiving notices of assassination attempts against King and ignored them.”</p>\n<h2 id=\"what-is-the-civil-rights-movement\">What is the civil rights movement?</h2>\n<p>The civil rights movement was a decades-long struggle, primarily in the US during the 1950s and 1960s, aimed at ending racial segregation and discrimination against African Americans.</p>\n<p>Rooted in centuries of resistance to slavery and racial injustice, the movement gained momentum after World War II as Black Americans demanded equal treatment under the law and full access to political, social and economic rights guaranteed by the US Constitution.</p>\n<p>Led by figures such as Malcolm X, Rosa Parks, King and countless grassroots activists, the movement employed strategies ranging from peaceful protests and legal challenges to civil disobedience and mass mobilisation.</p>\n<p>Landmark events like the Montgomery bus boycott in Alabama; the March on Washington, where King delivered his “I Have a Dream” speech; and the Selma-to-Montgomery marches, also in Alabama, pressured lawmakers and reshaped public opinion. These efforts led to major legislative victories, including the Civil Rights Act of 1964 and the Voting Rights Act of 1965<span>.</span></p>\n<figure id=\"attachment_2345674\" aria-describedby=\"caption-attachment-2345674\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2345674\" src=\"/wp-content/uploads/2023/09/AP23238605361010-1694005439.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A person holds an image of the Rev. Martin Luther King Jr. as they listen to speakers during the 60th Anniversary of the March on Washington at the Lincoln Memorial in Washington, Saturday, Aug. 26, 2023. (AP Photo/Andrew Harnik)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2345674\" class=\"wp-caption-text\">A person holds an image of the Reverend Martin Luther King Jr during commemorations of the 60th anniversary of the March on Washington at the Lincoln Memorial in Washington, DC, on August 26, 2023 [Andrew Harnik/AP]</figcaption></figure>\n<h2 id=\"what-was-this-fbi-operation\">What was this FBI operation?</h2>\n<p>The FBI’s operation against King was primarily conducted under the Counterintelligence Program, known as COINTELPRO, a covert initiative launched by the FBI under Hoover.</p>\n<p>Initiated in 1956, COINTELPRO targeted various organisations, but its focus on King and the broader civil rights movement intensified in the early 1960s, particularly as King’s prominence grew.</p>\n<p>The FBI labelled King a national security threat, suspecting communist influence within the civil rights movement although no such ties were ever substantiated.</p>\n<p>Declassified documents outline a systematic campaign to monitor King’s activities, undermine his leadership and tarnish his public image through surveillance and psychological tactics. Wiretaps were placed on King’s home and office phones, and hidden microphones were installed in hotel rooms where he stayed.</p>\n<p>These efforts, authorised by Attorney General Robert F Kennedy in 1963, were often abused to collect salacious details about King’s private life, particularly extramarital affairs.</p>\n<p>In 1964, the FBI sent an anonymous letter to King accompanied by an audiotape it pulled from bugged hotel rooms that allegedly was evidence of his affairs and urged him to commit suicide to avoid public disgrace.</p>\n<p>The FBI’s operation against King, which continued until his assassination in 1968, reflected Hoover’s animosity and the agency’s broader paranoia about civil rights activism disrupting the status quo.</p>\n<p>“He was relentlessly targeted by an invasive, predatory, and deeply disturbing disinformation and surveillance campaign,” a King family statement said<span>.</span></p>\n<h2 id=\"why-did-trump-release-them-now\">Why did Trump release them now?</h2>\n<p>The Trump administration released the MLK files despite opposition from his family and the political group he once led.</p>\n<p>In a statement, Attorney General Pamela Bondi said: “The American people deserve answers decades after the horrific assassination of one of our nation’s great leaders.”</p>\n<p>Trump’s order for the files to be released said it was in the “national interest” to release the records. “Their families and the American people deserve transparency and truth,” it said.</p>\n<p>Bondi hosted Alveda King, a conservative commentator and MLK’s niece, at the Department of Justice to commemorate the release of the files. Alveda said she was grateful to Trump “for delivering on their pledge of transparency in the release of these documents on the assassination” of King.</p>\n<p>The King family said in its statement that it had hoped to get an opportunity to review the files as a family before their public release.</p>\n<p>In a statement released on Monday, King’s children called their father’s case a “captivating public curiosity for decades” but emphasised that “these files must be viewed within their full historical context.”</p>\n<p>“We ask those who engage with the release of these files to do so with empathy, restraint, and respect for our family’s continuing grief,” the statement said.</p>\n<figure id=\"attachment_3844654\" aria-describedby=\"caption-attachment-3844654\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3844654\" src=\"/wp-content/uploads/2025/07/GettyImages-1192977790-1752836036.jpg?w=770&amp;resize=770%2C540&amp;quality=80\" alt=\"From left, American real estate developer Donald Trump and his girlfriend (and future wife), former model Melania Knauss, financier (and future convicted sex offender) Jeffrey Epstein, and British socialite Ghislaine Maxwell pose together at the Mar-a-Lago club, Palm Beach.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3844654\" class=\"wp-caption-text\">From left, American real estate developer Donald Trump and his girlfriend (and future wife), former model Melania Knauss, financier (and future convicted sex offender) Jeffrey Epstein and British socialite Ghislaine Maxwell at Trump’s Mar-a-Lago club in Palm Beach, Florida, on February 12, 2000 [Davidoff Studios via Getty Images]</figcaption></figure>\n<h2 id=\"has-trump-released-other-files\">Has Trump released other files?</h2>\n<p>Before releasing the MLK files, Trump declassified thousands of documents related to the assassinations of former President Kennedy (JFK) and his younger brother, Robert F Kennedy, calling it a push for transparency.</p>\n<p>In March, the National Archives released tens of thousands of pages concerning JFK’s 1963 assassination, including previously redacted FBI and CIA records. These documents offered further detail on the intelligence tracking of JFK assassin Lee Harvey Oswald and US surveillance efforts during the Cold War.</p>\n<p>After that, from April to June, the Trump administration released more than 70,000 pages related to the 1968 assassination of Senator Kennedy. These records included FBI field reports, informant files and internal memos.</p>\n<p>While many hailed this latest release, Trump also faced criticism from other leaders who called it a political distraction at a time when pressure has been mounting over the president’s handling of sex offender Jeffrey Epstein files.</p>\n<p>The Epstein files detail the life and connections of the disgraced financier with deep ties to elite political, business and cultural circles. Calls for transparency have intensified after renewed demands from civil society, victims advocates and bipartisan lawmakers who argued that shielding the full extent of Epstein’s connections undermines justice and accountability.</p>\n</div></div></body></html>"
        },
        {
            "title": "Donald Trump accuses Barack Obama of ‘treason’ over 2016 election claims | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T20:36:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25144579276847-1-1753203717.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has called for the arrest of former President Barack Obama, repeating unproven claims that the Democrat’s administration intentionally misled the public in its assessment of the <a href=\"/news/2018/4/27/us-intelligence-committee-probe-finds-no-trump-russia-collusion\">2016 election</a>.</p>\n<p>At Tuesday’s Oval Office meeting with Philippine President Ferdinand “Bongbong” Marcos Jr, Trump accused Obama, a longtime rival, of helming a criminal conspiracy.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“ The leader of the gang was President Obama, Barack Hussein Obama,” Trump told the media.</p>\n<p>“ He’s guilty. This was treason. This was every word you can think of. They tried to steal the election. They tried to obfuscate the election. They did things that nobody’s ever even imagined, even in other countries.”</p>\n<p>President Trump has a history of spreading election-related falsehoods, including by denying his own defeat in the 2020 race.</p>\n<p>But since taking office for a second term, he has sought to settle scores over his victory in the 2016 presidential contest, which raised questions about Russia’s alleged attempts to influence the outcome.</p>\n<p>In 2016, in the waning days of Obama’s second term, the Central Intelligence Agency (CIA) concluded that Russia had attempted to sway the results in Trump’s favour. Obama responded to the allegations by expelling Russian diplomats and slapping sanctions on the country.</p>\n<p>An intelligence community assessment in 2017 later offered details into the Russian influence campaign.</p>\n<p>But in 2019, a special counsel’s report found there was not enough evidence to support the claim that the Trump campaign had colluded with Russia. It did, however, once again underscore the government’s assertion that Russia had interfered in the election “in sweeping and systematic fashion”.</p>\n<p>Trump, however, has described such probes as politicised attacks designed to undermine his authority.</p>\n<p>In Tuesday’s appearance, Trump cited recent claims from his director of national intelligence, Tulsi Gabbard, to assert wrongdoing on the part of the Obama administration.</p>\n<p>“They caught President Obama absolutely cold,” Trump said. “They tried to rig the election, and they got caught, and there should be very severe consequences for that.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"tulsi-gabbard-renews-obama-attacks\">Tulsi Gabbard renews Obama attacks</h2>\n<p>Trump’s latest remarks about what he calls the “Russia hoax” come just days after Gabbard released a <a href=\"https://www.dni.gov/index.php/newsroom/press-releases/press-releases-2025/4086-pr-15-25\" target=\"_blank\" rel=\"noopener\">press release</a> about the subject on July 18.</p>\n<p>In the statement, Gabbard’s office asserts she “revealed overwhelming evidence” that “President Obama and his national security cabinet members manufactured and politicised intelligence to lay the groundwork for what was essentially a years-long coup against President Trump”.</p>\n<p>Gabbard followed that release up with a series of <a href=\"https://x.com/DNIGabbard/status/1946293600976785453\" target=\"_blank\" rel=\"noopener\">social media posts</a>, some indicating she had pressed the Department of Justice (DOJ) for criminal charges against Obama. She has called the scrutiny on the 2016 election a “treasonous conspiracy”.</p>\n<p>“Their goal was to usurp President Trump and subvert the will of the American people,” Gabbard wrote.</p>\n<p>“No matter how powerful, every person involved in this conspiracy must be investigated and prosecuted to the fullest extent of the law,” she continued. “We are turning over all documents to the DOJ for criminal referral.”</p>\n<p>However, the veracity of Gabbard’s report has been widely questioned. Critics have pointed out that she appears to confuse different conclusions.</p>\n<p>Gabbard, for instance, has highlighted internal government documents from the 2016 election period that indicate Russia was not using cyberattacks to alter the overall vote count.</p>\n<p>But the published 2017 intelligence report did not assert that Russia was attempting to hack the election. Instead, it highlighted ways that Russia tried to influence public sentiment through disinformation.</p>\n<p>Russia’s campaign included online propaganda, the dissemination of hacked data, and targeted messaging about individuals and entities involved in the election.</p>\n<p>Other investigations related to the matter, including a separate Department of Justice inspector general report and a Republican-led Senate investigation, all supported that Russia did indeed seek to influence the 2016 election.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"backlash-against-gabbard-s-statements\">Backlash against Gabbard’s statements</h2>\n<p>But Gabbard’s argument that the scrutiny over the 2016 election was criminal has prompted uproar, particularly from the Democratic Party.</p>\n<p>Senator Mark Warner of Virginia even questioned whether Gabbard should remain in her role as director of national intelligence.</p>\n<p>“It is sadly not surprising that DNI Gabbard, who promised to depoliticize the intelligence community, is once again weaponizing her position to amplify the president’s election conspiracy theories,” he <a href=\"https://x.com/MarkWarner/status/1946322743042998684\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>Obama himself released a statement through his office, calling Gabbard’s claims “bizarre”.</p>\n<p>“Nothing in the document issued last week undercuts the widely accepted conclusion that Russia worked to influence the 2016 presidential election but did not successfully manipulate any votes,” it said.</p>\n<p>Some critics have speculated that Trump may be using the years-old question of Russian election interference to distract from his current political woes: He recently faced backlash from members of his base over his handling of files related to convicted sex offender Jeffrey Epstein.</p>\n<p>Still, President Trump has doubled down on Gabbard’s assertions, even reposting a video generated by artificial intelligence (AI) on Monday showing Obama being handcuffed in the Oval Office, while the song YMCA played.</p>\n<p>“ This is, like, proof – irrefutable proof – that Obama was seditious, that Obama was trying to lead a coup,” Trump said on Tuesday. “Obama headed it up.”</p>\n<p>Experts have long speculated that Trump may use a second term as president to settle political scores and seek retaliation against his foes.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump sets 19% tariff on Philippines in new trade deal | International Trade News | Al Jazeera",
            "time": "2025-07-22T19:39:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250722__67H83LG__v1__HighRes__UsPhilippinesDiplomacyMarcosTrump-1753209217.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump sets 19% tariff on Philippines in new trade deal</h1><p class=\"article__subhead\"><em>Details about the agreement, which US President Donald Trump announced on Truth Social, are limited</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said he has reached a trade deal with the Philippines, charging it 19 percent tariff rate for goods it exports to the US, while US goods will pay zero tariffs.</p>\n<p>The president announced the new agreement on Tuesday on his social media platform Truth Social shortly after his meeting with President Ferdinand Marcos Jr at the White House.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“We concluded our Trade Deal, whereby The Philippines is going OPEN MARKET with the United States,” Trump said on his Truth Social platform after welcoming Marcos to the White House.</p>\n<p>The 19 percent tariff rate was just below the 20 percent <a href=\"/economy/2025/7/21/as-trumps-tariff-deadline-looms-economists-see-calm-before-the-storm\">threatened by Trump earlier this month</a>, but above the 17 percent rate set in April when Trump announced what he called reciprocal tariff rates for dozens of countries. It matches the 19 percent rate announced for Indonesia and bests Vietnam’s slightly higher rate of 20 percent.</p>\n<p>The US had a deficit of nearly $5bn with the Philippines last year on bilateral goods trade of $23.5bn.</p>\n<p>Marcos, the first Southeast Asian leader to meet Trump in his second term, told reporters at the start of the meeting that the US was his country’s “strongest, closest, most reliable ally”.</p>\n<p>Trump said the two Pacific allies would also work together militarily but gave no details.</p>\n<p>Philippine Assistant Foreign Secretary Raquel Solano said last week that trade officials have been working with US counterparts seeking to seal a “mutually acceptable and mutually beneficial” deal.</p>\n<p>Protesters gathered near the White House as Marcos arrived, demanding the Philippine leader address the pleas of Filipino Americans and migrant workers who have made multiple requests for support amid US immigration raids.</p>\n<p>Trump underscored the importance of the US-Philippine military relationship, saying, “They’re a very important nation militarily, and we’ve had some great drills lately.”</p>\n<p>Marcos, who arrived in Washington on Sunday, met with Defense Secretary Pete Hegseth and Secretary of State Marco Rubio on Monday. During his trip, he will also meet US business leaders investing in the Philippines. Philippine officials say Marcos planned to stress that Manila must become economically stronger if it is to serve as a truly robust partner to the US in the<a href=\"/news/2025/2/24/japan-philippines-to-boost-military-ties-amid-severe-environment\" target=\"_blank\" rel=\"noopener\"> Asia Pacific region</a>.</p>\n<h2 id=\"looming-pressure-on-china\">Looming pressure on China</h2>\n<p>During the Oval Office event, Trump said he may visit China for a landmark trip “in the not-too-distant future” and noted the Philippines had distanced itself from Beijing after his election last November.</p>\n<p>“The country was maybe tilting toward China, but we un-tilted it very, very quickly,” Trump said.</p>\n<p>The US president has sought to lower tensions with Beijing in recent weeks after pausing a tit-for-tat tariff war that has upended global trade and supply chains. US Treasury Secretary Scott Bessent said on Tuesday he would meet with Chinese officials in Sweden next week.</p>\n<p>No comment was immediately available from Marcos, who did not speak to reporters before leaving the White House grounds.</p>\n</div></div></body></html>"
        },
        {
            "title": "Renewable energy hits global tipping point for even lower costs, UN says | Renewable Energy News | Al Jazeera",
            "time": "2025-07-22T19:24:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T154423Z_811248785_RC2PRFASNOM4_RTRMADP_3_UN-CLIMATE-1753207749.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The global switch to renewable energy has passed a “positive tipping point”, and solar and wind power will become even cheaper and more widespread, according to two reports.</p>\n<p>Last year, 74 percent of the growth in electricity generated worldwide was from <a href=\"/video/counting-the-cost/2025/5/1/is-the-race-for-clean-energy-losing-momentum\">wind, solar and other green sources</a>, according to a report compiled by multiple United Nations agencies called Seizing the Moment of Opportunity. It was published on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>It found that 92.5 percent of all new electricity capacity added to the grid worldwide in 2024 came from renewables. Meanwhile, sales of electric vehicles were up from 500,000 in 2015 to more than 17 million in 2024.</p>\n<p>The three cheapest electricity sources globally last year were onshore wind, solar panels and new hydropower, according to an energy cost report by the International Renewable Energy Agency (IRENA), an intergovernmental organisation. Solar power now is 41 percent cheaper and wind power is 53 percent cheaper globally than the lowest-cost fossil fuel, the reports said.</p>\n<p>“The <a href=\"/news/2025/4/8/clean-energy-surges-globally-but-has-yet-to-replace-fossil-fuels-report\">fossil fuel</a> age is flailing and failing,” UN Secretary-General Antonio Guterres said in a speech at the UN headquarters in New York City.</p>\n<p>“We are in the dawn of a new energy era. An era where cheap, clean, abundant energy powers a world rich in economic opportunity.”</p>\n<p>“Just follow the money,” Guterres said, quoting the reports, which showed last year there was $2 trillion in investment in green energy, which is about $800bn more than in fossil fuels.</p>\n<p>Renewables are booming despite fossil fuels getting nearly nine times the government consumption subsidies as they do, Guterres and the reports said.</p>\n<p>In 2023, global fossil fuel subsidies amounted to $620bn, compared with $70bn for renewables, the UN report said.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Still, the UN warned that the switch to renewable energy is not happening fast enough.</p>\n<p>Despite the boom in renewables, fossil fuel production globally is still increasing instead of going down in response. UN officials said that’s because power demand is increasing overall, spurred by developing countries, artificial intelligence data centres and the need for cooling in an ever warmer world.</p>\n<p>Guterres warned <a href=\"/news/2025/1/23/as-trump-turns-to-fossil-fuels-europe-sprints-ahead-with-renewables\">nations that are hanging on to fossil fuels</a> that they were heading down a dangerous path that would make them poorer not richer.</p>\n<p>“Countries that cling to fossil fuels are not protecting their economies. They [are] sabotaging them – driving up costs, undermining competitiveness, locking in stranded assets,” Guterres said.</p>\n<p>The global renewables growth has been mostly in countries like China – where one-tenth of the economy is tied up in green energy – as well as countries such as India and Brazil.</p>\n<p>Africa represented less than 2 percent of the new green energy capacity installed last year despite having great electrification needs, the reports said.</p>\n<p>“The Global South must be empowered to generate its own electricity without adding to already unsustainable level of debts,” Bahamian climate scientist Adelle Thomas of the Natural Resources Defense Council, who did not work on the reports, told The Associated Press news agency.</p>\n<p>Guterres called on major technology firms to power data centres completely with renewables by 2030.</p>\n<p>“A typical AI data centre eats up as much electricity as 100,000 homes,” Guterres said. “By 2030, data centres could consume as much electricity as all of Japan does today.”</p>\n<p>“The future is being built in the cloud,” the UN chief said.</p>\n<p>“It must be powered by the sun, the wind and the promise of a better world.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n</div></div></body></html>"
        },
        {
            "title": "Ozzy Osbourne, Black Sabbath frontman and heavy metal icon, dies at 76 | News | Al Jazeera",
            "time": "2025-07-22T19:12:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T181516Z_37861384_RC2TRFANUCYI_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210850.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ozzy Osbourne, Black Sabbath frontman and heavy metal icon, dies at 76</h1><p class=\"article__subhead\"><em>Osbourne was instrumental in pioneering heavy metal as his band Black Sabbath enjoyed huge success in the 70s.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ozzy Osbourne, the frontman of the heavy metal group Black Sabbath, has died at the age of 76, his family says in a statement.</p>\n<p>The raucous singer, who had been diagnosed with Parkinson’s disease in 2019, passed away on Tuesday just over two weeks after playing a farewell concert in his home city of Birmingham, England.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“It is with more sadness than mere words can convey that we have to report that our beloved Ozzy Osbourne has passed away this morning,” the family’s statement read.</p>\n<p>“He was with his family and surrounded by love. We ask everyone to respect our family privacy at this time.”</p>\n<p>Osbourne was instrumental in pioneering heavy metal, an offshoot of hard rock, as Black Sabbath enjoyed huge commercial success in the 1970s.</p>\n<p>Nicknamed the “Prince of Darkness”, he once bit off the head of a bat while on stage.</p>\n<p>Born as John Michael Osbourne on December 3, 1948, in Birmingham, he left school at 15 and did odd jobs, including factory work before teaming up with school friend Geezer Butler in several bands.</p>\n<p>Later, he switched gears to appear as a sweet father on the reality TV show The Osbournes.</p>\n<figure id=\"attachment_3850873\" aria-describedby=\"caption-attachment-3850873\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850873\" src=\"/wp-content/uploads/2025/07/2025-07-22T182113Z_475470134_RC2URFAYP11H_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210714.jpg?w=770&amp;resize=770%2C537&amp;quality=80\" alt='FILE PHOTO: Ozzy Osbourne (C) and his wife Sharon pose with Geezer Butler (2nd L) of Black Sabbath, Zakk Wylde (L) and Slipknot member Corey Taylor (R) at a news conference to announce the \"Ozzfest Meets Knotfest\" music festival at the Hollywood Palladium in Los Angeles, U.S., ' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850873\" class=\"wp-caption-text\">Ozzy Osbourne, centre, and his wife, Sharon Osbourne, appear with Geezer Butler, second from left, of Black Sabbath; Zakk Wylde, far left; and Slipknot member Corey Taylor, far right [File: Mario Anzuoni/Reuters]</figcaption></figure>\n<p>He ended his wild career this month when Black Sabbath belted out their most well-known songs in front of 42,000 fans at Villa Park, home of Premier League football club Aston Villa.</p>\n<p>“It’s the last song ever. Your support has enabled us to live an amazing lifestyle. … Thank you from the bottom of our hearts,” Osbourne told the crowd after finishing the set with Paranoid, the band’s most famous song.</p>\n<p>“Black Sabbath are the Beatles of heavy metal. Anybody who’s serious about metal will tell you it all comes down to Sabbath,” Dave Navarro of the band Jane’s Addiction wrote in a 2010 tribute in Rolling Stone.</p>\n<p>“There’s a direct line you can draw back from today’s metal, through eighties bands like Iron Maiden, back to Sabbath.”</p>\n<p>Osbourne is survived by his wife, Sharon, and their three children – Kelly, Aimee and Jack.</p>\n<figure id=\"attachment_3850877\" aria-describedby=\"caption-attachment-3850877\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850877\" src=\"/wp-content/uploads/2025/07/2025-07-22T182111Z_249115651_RC2URFAJGPG4_RTRMADP_3_PEOPLE-OZZY-OSBOURNE-1753210774.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"FILE PHOTO: Ozzy and Sharon Osbourne smile as they pose in front of some of their belongings to be auctioned in Beverly Hills, California, November 26, 2007. A portion of the proceeds from the two-day auction of property from the Osbourne's homes will benefit the Sharon Osbourne Colon Cancer Program. \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850877\" class=\"wp-caption-text\">Ozzy and Sharon Osbourne in Beverly Hills, California, on November 26, 2007 [Mario Anzuoni/Reuters]</figcaption></figure>\n</div></div></body></html>"
        },
        {
            "title": "Workers scramble to find colleagues at collapsed DRC gold mine | Mining | Al Jazeera",
            "time": "2025-07-22T18:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/lomera_democratic_republic_congo_drc_gold_mine_shaft_collapse-1753210594.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Holy Land clerics ‘stand in solidarity’ with people of Gaza after visit | Military | Al Jazeera",
            "time": "2025-07-22T18:23:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753208615.jpg?resize=1621%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 22 Jul 2025</span><span aria-hidden=\"true\">22 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump team seeks meeting with Ghislaine Maxwell amid Epstein pressure | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T17:49:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP23152527526355-1753192434.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of Justice (DOJ) has announced one of its top officials has sought a meeting with sex offender Jeffrey Epstein’s imprisoned associate, Ghislaine Maxwell, amid continued scrutiny of President Donald Trump’s handling of the case.</p>\n<p>On Tuesday, Attorney General Pam Bondi released a <a href=\"https://x.com/agpambondi/status/1947622027587723365?s=46\" target=\"_blank\" rel=\"noopener\">statement</a> from her deputy, Todd Blanche, who explained that he is pursuing a meeting with Maxwell to ensure transparency in the government’s Epstein investigation.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>“This Department of Justice does not shy away from uncomfortable truths, nor from the responsibility to pursue justice wherever the facts may lead,” Blanche said.</p>\n<p>“President Trump has told us to release all credible evidence. If Ghislane Maxwell has information about anyone who has committed crimes against victims, the FBI and the DOJ will hear what she has to say.”</p>\n<p>Blanche’s statement comes as the Trump administration weathers a backlash from his base over the Epstein scandal.</p>\n<p>On July 7, the Justice Department and the Federal Bureau of Investigation (FBI) issued a <a href=\"https://www.justice.gov/opa/media/1407001/dl?inline\" target=\"_blank\" rel=\"noopener\">memo</a> saying a review of Epstein’s case yielded no new evidence, including no “client list”.</p>\n<p>But that finding caused an uproar among Trump’s Make America Great Again (MAGA) base, which noted that Bondi herself had referred to a client list “sitting on my desk right now” earlier this year.</p>\n<p>Members of Trump’s base have long embraced conspiracy <a href=\"/news/2025/7/18/how-well-did-trump-and-epstein-really-know-each-other-a-timeline\">theories</a> about rings of sex offenders in the highest levels of government, and some have questioned the circumstances surrounding Epstein’s death, speculating that it was an orchestrated cover-up.</p>\n<p>According to authorities, the billionaire financier — who had a powerful social circle — committed suicide in a Manhattan jail cell in 2019 as he awaited trial on sex-trafficking charges.</p>\n<p>Maxwell, a close confidant and former girlfriend of Epstein’s, has been imprisoned since her 2021 conviction on five federal charges related to her role in the sexual abuse of underage girls.</p>\n<p>Blanche said he has “communicated with counsel for Ms Maxwell to determine whether she would be willing to speak with prosecutors from the department”.</p>\n<p>“I anticipate meeting with Ms Maxwell in the coming days,” he added.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>A lawyer for Maxwell, David Oscar Markus, confirmed her legal team was “in discussions with the government and that Ghislaine will always testify truthfully”.</p>\n<p>“We are grateful to President Trump for his commitment to uncovering the truth in this case. We have no other comment at this time,” he said.</p>\n<p>The update comes after Trump last week <a href=\"/news/2025/7/18/trump-seeks-release-of-grand-jury-transcripts-as-epstein-uproar\">instructed</a> Bondi and Blanche to ask a federal court to unseal grand jury transcripts in both the cases of Epstein and Maxwell.</p>\n<p>Trump had supported the FBI and Justice Department in their assessment earlier this month, which failed to produce any new incriminating evidence about any of the high-profile politicians and businessmen in Epstein’s orbit.</p>\n<p>One of the conspiracy theories circulating about the case is that Epstein used his sex-trafficking ring to blackmail powerful figures, though the July memo splashed cold water on that assertion.</p>\n<p>“This systematic review revealed no incriminating ‘client list’,” the memo said. “There was also no credible evidence found that Epstein blackmailed prominent individuals as part of his actions.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"maga-criticism-of-trump-over-epstein\">MAGA criticism of Trump over Epstein</h2>\n<p>The situation has drawn renewed scrutiny to Trump’s own years-long relationship with Epstein, as high-profile members of the MAGA base denounced the results of the memo as unsatisfying and inconclusive.</p>\n<p>The president has <a href=\"/news/2025/7/16/trump-lashes-out-at-past-supporters-over-epstein\">attempted to dismiss</a> the outcry, calling the controversy the “Epstein hoax” and denouncing his supporters as “weaklings” for perpetuating it.</p>\n<p>That did little to stem the outrage from some of the <a href=\"/news/2025/7/17/who-are-the-maga-influencers-calling-for-pam-bondis-head-over-epstein\">most influential voices</a> in the MAGA movement, who have called on Bondi to resign.</p>\n<p>Earlier this year, Bondi vowed that the Justice Department would release additional materials, including “a lot of names” and “a lot of flight logs” in connection with Epstein’s clients.</p>\n<p>However, the information that the department has released since Trump took office has shed no new light on the case.</p>\n<p>Trump himself has had to contend with media reports over his ties to Epstein. He recently filed a lawsuit against The Wall Street Journal after the newspaper reported on a “bawdy” letter Trump allegedly wrote to Epstein for his 50th birthday.</p>\n<p>Several of Trump’s top officials have themselves spent years fuelling speculation over the Epstein files, including FBI Director Kash Patel and Deputy Director Dan Bongino.</p>\n</div></div></body></html>"
        },
        {
            "title": "More than 1,400 killed in sectarian violence in coastal Syria, report finds | News | Al Jazeera",
            "time": "2025-07-22T17:46:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/12/AP24361533400303-1735298749.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 1,400 people, mostly civilians, were killed in several days of sectarian violence in Syria’s coastal regions earlier this year, a government committee tasked with investigating the attacks has found.</p>\n<p>The committee said it had identified 298 suspects implicated in serious violations during <a href=\"/news/2025/3/8/fighting-continues-as-syrias-president-calls-on-alawite-to-lay-down-arms\">the violence</a> in the country’s Alawite heartland that left at least 1,426 members of the minority community dead in March.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Tuesday’s findings come after <a href=\"/news/2025/7/18/israel-reportedly-targets-bedouin-convoy-in-syria-after-attacks\">a new wave of violence</a> involving the country’s Druze community, raising further questions over the new government’s ability to manage sectarian tensions and maintain security after the December overthrow of longtime ruler Bashar al-Assad – himself an Alawite.</p>\n<p>The March violence took place in a predominantly Alawite region of Syria’s coast, where government forces and allied groups were accused of carrying out summary executions, mostly targeting Alawite civilians, with the Syrian Observatory for Human Rights saying more than 1,700 people were killed.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The committee’s report said there was no evidence that Syria’s military leadership ordered attacks on the Alawite community.</p>\n<p>The committee’s investigation documented “serious violations against civilians on March 7, 8 and 9, including murder, premeditated murder, looting, destruction and burning of homes, torture and sectarian insults”, spokesman Yasser al-Farhan told a news conference in Damascus.</p>\n<p>The committee confirmed “the names of 1,426 dead, including 90 women, with most of the rest being civilians” from the Alawite community, he said, adding that an unspecified number of further dead had not been verified.</p>\n<p>The investigation also “identified 298 individuals by name” who were suspected of involvement in the violations, al-Farhan continued, describing the figure as provisional.</p>\n<p>These have been referred for prosecution, and 37 people have been arrested, officials told journalists.</p>\n<p>They didn’t say how many suspects were members of security forces.</p>\n<h2><span>‘Bigger than just violations’    </span></h2>\n<p>Authorities have accused gunmen loyal to al-Assad of instigating the violence, launching deadly attacks that killed dozens of security personnel.</p>\n<p>The committee said 238 members of the army and security forces were killed in the attacks in the provinces of Tartous, Latakia and Hama.</p>\n<p>About 200,000 pro-government military reinforcements then converged on the area, according to al-Farhan.</p>\n<p>Jana Mustafa, a 24-year-old student from Baniyas whose father was killed during the violence, said she had not been waiting for the report “because the truth was clear to me”.</p>\n<p>“The number of bodies, the mass graves and the screams of the victims were enough to clarify what happened,” she said, expressing disappointment that the committee’s announcements appeared to include “justifications for everything that happened”.</p>\n<p>“The issue is bigger than just violations. It was directed against an entire sect,” she added.</p>\n<p>The committee said it based its report on more than 30 on-site visits, meetings with dozens of people in the towns and villages where violations occurred, and testimonies from hundreds of witnesses and victims. It also heard from government officials.</p>\n<p>Al-Farhan said the committee had identified people “linked to certain military groups and factions” among those involved in the violence, adding it believed they “violated military orders and are suspected of committing violations against civilians”.</p>\n<h2 id=\"disappointed-and-frustrated\">‘Disappointed and frustrated’</h2>\n<p>Rama Hussein, 22, whose three sisters, two cousins and grandfather were killed in the Jableh region, said she was “sad, disappointed and frustrated” with the committee.</p>\n<p>“No one listened to my testimony, no one visited us – I don’t know who this committee met or who they saw,” she said.</p>\n<p>“I hope we see real accountability, not just reports and press conferences,” she said, calling for compensation for the families of those killed.</p>\n<p>Human rights groups and international organisations have said entire families were killed, including women, children and the elderly.</p>\n<p>Gunmen stormed homes and asked residents whether they were Alawite or Sunni before killing or sparing them, they said.</p>\n<p>Committee chairman Jumaa al-Anzi said authorities had been consulted to identify individuals who appeared in videos on social media documenting violations, and that some of them were included among the suspects.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The body said two lists of people “suspected of involvement in attacks or violations” had been referred to the judiciary.</p>\n<p>Al-Anzi, the committee’s chair, said that “we have no evidence that the [military] leaders gave orders to commit violations”.</p>\n<p>The presidency had said new Syrian leader Ahmed al-Sharaa had received the committee’s report on July 13, the same day that sectarian violence erupted in the Druze-majority province of Suwayda.</p>\n<p>Those clashes broke out between Sunni Muslim Bedouin clans and Druze armed groups, and government security forces who intervened to restore order.</p>\n<p>Druze armed groups launched revenge attacks on Bedouin communities.</p>\n<p>Hundreds have been killed, and the United Nations says more than 128,500 people have been displaced. The violence has largely stopped as a ceasefire takes hold.</p>\n<p>The committee chair said the violence in Suwayda is “painful for all Syrians” but “beyond the jurisdiction” of his committee.</p>\n<p>“Time will reveal what happened and who is responsible for it,” he said.</p>\n</div></div></body></html>"
        },
        {
            "title": "Gaza’s generation of amputees | Gaza | Al Jazeera",
            "time": "2025-07-22T17:08:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/The-permanent-woundBus-16x9-copy-1753102017.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>On February 13, 2024, Al Jazeera’s Ismail Abu Omar lost his leg in an Israeli airstrike while reporting in Gaza. He speaks about his experience, and of the resilience of Palestinians and Gaza’s rising population of amputees.</p>\n</div></div></body></html>"
        },
        {
            "title": "Bangladesh students demand accountability after deadly air force jet crash | Transport News | Al Jazeera",
            "time": "2025-07-22T17:00:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-22T135853Z_869398701_RC2HRFAHO474_RTRMADP_3_BANGLADESH-CRASH-1753199483.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hundreds of protesters have rallied in Bangladesh to demand accountability after an air force fighter jet crashed into a Dhaka school, killing 31 people, including 25 students.</p>\n<p>The children, many aged under 12, were about to return home from class on Monday when the Bangladesh air force jet <a href=\"/news/2025/7/21/bangladesh-plane-crash-what-we-know-whats-the-latest\">crashed into their school</a> and burst into flames. The military said the plane had suffered mechanical failure.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>Students from the school and others from nearby colleges protested as two government officials visited the crash site on Tuesday, demanding an accurate death toll and shouting, “Why did our brothers die? We demand answers!”</p>\n<p>Elsewhere in the capital, hundreds of protesting students, some of them waving sticks, broke through the main gate of the federal government secretariat, demanding the resignation of the education adviser, according to local TV footage.</p>\n<p>The protesting students called for those killed and injured to be named, compensation for families, the decommissioning of what they said were old and risky jets, and a change in air force training procedures.</p>\n<p>Police fired tear gas and used sound grenades to disperse the crowd, leaving about 80 students injured,  Jamuna TV, a Bangladeshi station, reported.</p>\n<p>Dhaka Metropolitan Police Deputy Commissioner Talebur Rahman said he did not have information on the number of injured, the Reuters news agency reported.</p>\n<p>The students have several demands, said Al Jazeera’s Tanvir Chowdhury, from the site of the crash at Milestone School and College.</p>\n<p>“They’re asking the government to accurately list the name of the people who died and also those who are injured; they want an exact figure – the number of people who are in the hospital. They also want compensation and a public apology,” Chowdhury said.</p>\n<p>“They also want the air force to get away from old aircraft and to change their training procedures.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p> </p>\n<p>The military said in a statement that 31 people had died and 165 had been admitted to hospitals in the city. The Ministry of Health and Family Welfare said 68 remained in hospital, and the condition of 10 of them was critical.</p>\n<p>A statement from the press office of Muhammad Yunus, the country’s interim administrator, said that the government, the military, school and hospital authorities were working together to publish a list of named victims.</p>\n<p>It also said the air force will be told not to operate training aircraft in populated areas.</p>\n<h2 id=\"the-nation-is-mourning\">‘The nation is mourning’</h2>\n<p>Rescue workers continued to scour the charred buildings for debris on Tuesday as distressed residents of the area looked on.</p>\n<p>“The whole nation is mourning. This is something [that’s] never happened in this country,” said Al Jazeera’s Chowdhury.</p>\n<p>Some parents were inconsolable.</p>\n<p>Abul Hossain broke down as he spoke about his nine-year-old daughter, Nusrat Jahan Anika, killed in the crash.</p>\n<p>“I took her to school yesterday morning like every day. I had no idea it would be the last time I would be seeing her,” Hossain told Reuters. She was buried on Monday night.</p>\n<p>Rubina Akter said her son Raiyan Toufiq had a miraculous escape after his shirt caught fire when he was on a staircase.</p>\n<p>“He sprinted to the ground floor and jumped on the grass to douse it,” Akter told Reuters.</p>\n<p>“He tore his shirt and vest inside, which saved him from severe burns.”</p>\n<figure id=\"attachment_3850560\" aria-describedby=\"caption-attachment-3850560\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3850560\" src=\"/wp-content/uploads/2025/07/2025-07-22T035918Z_28433983_RC2ERFANQM6O_RTRMADP_3_BANGLADESH-CRASH-1753199427.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Women react at the site, after an air force training aircraft crashed into a building belong to Milestone School and College campus, in Dhaka, Bangladesh, \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3850560\" class=\"wp-caption-text\">Women react at the site after an air force training aircraft crashed into the Milestone School and College campus, in Dhaka, Bangladesh, July 22, 2025 [Mohammad Ponir Hossain/Reuters]</figcaption></figure>\n<p>Smriti, an 11th-grade student at the school, told The Associated Press news agency that her eardrums felt they were “about to burst” when the plane crashed.</p>\n<p>“I saw some children lying with their limbs spread out, some of their lifeless bodies scattered around. Can you save them? Tell me, will they ever be able to return to their parents’ arms again?” she asked.</p>\n<p>The jet had taken off from a nearby airbase on a routine training mission, the military said. After experiencing mechanical failure, the pilot tried to divert the aircraft away from populated areas, but it crashed into the school campus.</p>\n<p>The pilot, flight lieutenant Mohammed Toukir Islam, was among those killed. It was his first solo flight as he was completing his training.</p>\n<p>The incident comes as neighbour India is still grappling with the world’s worst aviation disaster in a decade after an Air India plane crashed into a medical college hostel in Ahmedabad last month, killing 241 of the 242 people on board and 19 others on the ground.</p>\n</div></div></body></html>"
        },
        {
            "title": "General Motors profit drops 35% as Trump tariffs hit car industry | Automotive Industry News | Al Jazeera",
            "time": "2025-07-22T16:48:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203367884937-1753198965.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Auto giant <a href=\"/economy/2025/1/28/gm-stock-slumps-on-tariff-fears-even-as-revenues-exceed-expectations\" target=\"_blank\" rel=\"noopener\">General Motors has reported</a> a 35 percent drop in second-quarter profits, including a $1.1bn hit from United States-imposed tariffs but confirmed its full-year forecast.</p>\n<p>GM’s results released on Tuesday still topped analyst estimates, but the US carmaker cautioned that profits in the second half of 2025 would be lower than in the first.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>The company pointed to sales growth in North America, where new and revamped trucks and sport utility vehicles sold briskly with solid pricing. GM was among the carmakers that benefitted from a surge in demand this spring from consumers who wanted to beat the US tariffs and their higher prices.</p>\n<p>Profits overall fell 35.4 percent to $1.9bn year-on-year while revenues dipped 1.8 percent to $47.1bn.</p>\n<p>The US imposed 25 percent tariffs on imported finished cars in early April, a move that affected major <a href=\"/economy/2025/4/14/are-us-made-cars-spared-from-trumps-auto-tariffs\" target=\"_blank\" rel=\"noopener\">GM manufacturing</a> operations in Mexico, Canada and South Korea. Car companies have also faced tariffs on imported steel, aluminium and auto parts.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The tariff hit in the second quarter reflected that there were “minimal mitigation offsets”, GM said in a slide presentation.</p>\n<p>The Detroit, Michigan-based company’s outlook for a weaker second half of 2025 reflects “seasonally lower” volumes, increased spending on vehicle launches and the presence of two quarters with a tariff hit compared with just one in the first half of the year.</p>\n<p>GM expected annual operating income of $10bn to $12.5bn after notching $6.5bn in the first half of the year.</p>\n<p>Chief Financial Officer Paul Jacobson described the hit to profitability in the first quarter as “the peak of the tariff impact for us”, telling CNBC in an interview that mitigation efforts should enable a partial recovery in profit margins later in the year.</p>\n<h2 id=\"shifting-manufacturing\">Shifting manufacturing</h2>\n<p>GM expected to mitigate “at least” 30 percent of the tariff hit through “manufacturing adjustments, targeted cost initiatives and consistent pricing”, according to a slide.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>Jacobson said it would take 18 to 24 months to implement capital projects to adjust GM’s manufacturing footprint.</p>\n<p>In June, GM announced spending of $4bn over two years to expand production at plants in Michigan, Kansas and Tennessee, making use of unused capacity in its home market as President Donald Trump’s tariffs penalise imports of finished vehicles.</p>\n<p>The June announcement included steps to produce the Chevrolet Equinox and Chevrolet Blazer in the US. The two vehicles are currently assembled in Mexico.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>GM has so far not shifted manufacturing from South Korea, home to production for the Chevrolet Trax, a popular compact SUV that is priced affordably.</p>\n<p>Jacobson told CNBC the Trax has stayed profitable even with the hit from the tariff on imported autos.</p>\n<p>“We haven’t made any long-term decisions about Korea yet, mainly because there is a lot of uncertainty about that,” Jacobson said.</p>\n<p>Trump has set an <a href=\"/economy/2025/7/21/as-trumps-tariff-deadline-looms-economists-see-calm-before-the-storm\" target=\"_blank\" rel=\"noopener\">August 1 deadline</a> to reach broad trade deals with numerous countries, including South Korea, which faces a 25 percent tariff if there is no deal.</p>\n<p>“We’re optimistic that the US and Korea can find common ground,” Jacobson said. “We know the auto industry is important to both sides in those conversations.”</p>\n<p>GM’s stock tumbled on the lacklustre earnings report. It is down 6.6 percent for the day as of 11:30am in New York (15:30 GMT).</p>\n<p>GM’s newly reported hit comes a day after carmaker <a href=\"/economy/2025/4/30/automakers-suspend-financial-guidance-amid-tariff-uncertainty\" target=\"_blank\" rel=\"noopener\">Stellantis announced it expected a $2.7bn</a> loss in the first six months of the year because of Trump’s imposed tariffs. Stellantis, the owner of brands including Fiat and Jeep, will disclose its final results for the first half of the year on July 29.</p>\n<p>Stellantis stock is down 0.3 percent since the market opened on Tuesday and had increased more than 2.4 percent over the past five days.</p>\n</div></div></body></html>"
        },
        {
            "title": "Trump administration says the US will leave the UN cultural agency UNESCO | Donald Trump News | Al Jazeera",
            "time": "2025-07-22T16:16:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25203380245318-1753190716.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of President Donald Trump has announced that the United States will end its involvement with the United Nations Educational, Scientific and Cultural Organization (<a href=\"/news/2024/8/15/israel-approves-new-illegal-settlement-on-unesco-site-near-bethlehem\">UNESCO</a>) over its decision to admit the State of Palestine as a member.</p>\n<p>The decision to leave the agency, announced on Tuesday, is to take effect in December 2026.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div>\n<p>In a <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/07/the-united-states-withdraws-from-the-united-nations-educational-scientific-and-cultural-organization-unesco\" target=\"_blank\" rel=\"noopener\">statement</a>, State Department spokesperson Tammy Bruce argued that membership in UNESCO was not in the US’s “national interest” and called the agency’s mission “divisive”.</p>\n<p>She then pointed to several points of discord, including Palestine’s participation in UNESCO and alleged “anti-Israel” sentiment in its ranks. Palestine has been a member since 2011, but the US does not recognise it as a sovereign state.</p>\n<p>“To admit the ‘State of Palestine’ as a Member State is highly problematic, contrary to US policy, and contributed to the proliferation of anti-Israel rhetoric within the organisation,” Bruce said.</p>\n<p>Bruce also denounced UNESCO’s commitment to the UN’s Sustainable Development Goals, which include calls to reduce poverty, increase gender equity and fight climate change. Those goals, she said, were evidence of “a globalist, ideological agenda”.</p>\n<p>This is the second time that Trump has withdrawn the US from UNESCO.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"trump-pulls-us-from-unesco-citing-america-first-agenda\">Trump pulls US from UNESCO, citing ‘America First’ agenda</h2>\n<p>In 2018, during his first term, the US likewise left the agency. Then, as now, the Trump administration cited alleged bias against Israel as a motivation.</p>\n<p>In 2023, under then-President Joe Biden, the US rejoined UNESCO. But since taking office for a second term in January, Trump has sought to peel back Biden-era initiatives and limit US support for several international organisations.</p>\n<p>Already, he has withdrawn US support for the World Health Organization (WHO), and in February, he issued an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/02/withdrawing-the-united-states-from-and-ending-funding-to-certain-united-nations-organizations-and-reviewing-united-states-support-to-all-international-organizations/\" target=\"_blank\" rel=\"noopener\">executive order</a> that severed funding for the UN Human Rights Council, accusing it of protecting “human rights abusers”.</p>\n<p>That same order announced a review of US membership in UNESCO, to be completed in 90 days, with an emphasis on whether the agency had engaged in “anti-Semitism or anti-Israel sentiment”.</p>\n<p>Trump has pursued an “America First” agenda in his second term, and White House spokesperson Anna Kelly framed the latest withdrawal from UNESCO as advancing that cause.</p>\n<p>“President Trump has decided to withdraw from UNESCO – which supports woke, divisive cultural and social causes,” Kelly <a href=\"https://x.com/AnnaKelly47/status/1947626672188231707\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p>\n<p>“The President will always put America First. Our membership in all international organizations must align with our national interests.”</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<h2 id=\"israel-praises-us-exit-from-unesco\">Israel praises US exit from UNESCO</h2>\n<p>The foreign minister of Israel, Gideon Saar, <a href=\"https://x.com/gidonsaar/status/1947635183600968122\" target=\"_blank\" rel=\"noopener\">responded</a> on social media that the US decision to exit UNESCO was yet another indication that his country has been treated unfairly on the international stage.</p>\n<p>“This is a necessary step, designed to promote justice and Israel’s right for fair treatment in the UN system, a right which has often been trampled due to politicization in this arena,” Saar wrote. “Singling out Israel and politicization by member states must end, in this and all professional UN agencies.”</p>\n<p>He thanked the US for its “moral support and leadership” and called on the UN to undertake “fundamental reforms”.</p>\n<p>But UNESCO disputed the accusation that it had treated any of its members unfairly.</p>\n<p>“UNESCO’s purpose is to welcome all the nations of the world, and the United States of America is and always will be welcome,” UNESCO Director General Audrey Azoulay said.</p>\n<p>She added that the US government’s decision to withdraw was not unexpected — but that Trump’s decision would not end UNESCO’s engagement with other organisations in the US.</p>\n<p>“We will continue to work hand in hand with all our American partners in the private sector, academia and non-profit organizations, and will pursue our political dialogue with the US administration and Congress,” Azoulay said.</p>\n<p>She estimated that only about 8 percent of the agency’s budget relies on the US. Staff cuts are not anticipated as a result of the US withdrawal.</p>\n<p>\t\t</p>\n\n<p>\t\t\t\t\t\t</p>\n<p>The US has acted as Israel’s primary diplomatic defender for decades, exerting pressure on international bodies that it <a href=\"/features/2017/8/13/debunking-israels-un-bias-claims\">perceives as critical</a> towards its Middle East ally.</p>\n<p>But the US itself has faced heightened scrutiny for that support since the start of Israel’s war in Gaza in October 2023.</p>\n<p>That war has killed more than 59,000 Palestinians, and UN experts have called Israel’s tactics “consistent with genocide”.</p>\n<p>Israel’s continued blockade of essential supplies into Gaza has prompted fears of famine among UN leaders as well.</p>\n<p>“We do not need to wait for a declaration of famine in Gaza to know that people are already starving, sick and dying, while food and medicines are minutes away across the border,” Tedros Adhanom Ghebreyesus, the director general of the World Health Organization, said in May.</p>\n<p>In a 24-hour span on Tuesday, Palestinian health officials estimated that 15 people have died of <a href=\"/news/2025/7/21/what-is-the-kill-zone-people-in-gaza-need-to-cross-to-receive-aid\">starvation</a>, among them an infant.</p>\n<p>But the US has been unwavering in its support of the Israeli military campaign in Gaza, despite ongoing humanitarian concerns.</p>\n<p>Last month, the Trump administration <a href=\"/news/2025/6/5/trump-administration-sanctions-international-criminal-court-judges\">announced sanctions</a> targeting judges on the International Criminal Court who were involved in probes that investigated possible abuses by Israeli and US forces. The US also <a href=\"/news/2025/7/9/us-sanctions-un-expert-albanese-over-israel-criticism\">sanctioned</a> Francesca Albanese, the UN special rapporteur on the occupied Palestinian territories, in July.</p>\n</div></div></body></html>"
        },
        {
            "title": "Israel is proceeding with annexation, and there is only one way to stop it | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-22T15:11:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-05-28T125423Z_783078824_RC2XQEA6NXAZ_RTRMADP_3_ISRAEL-PALESTINIANS-WEST-BANK-SETTLERS-ATTACK-1749290792.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>My brother recently sent me a copy of an Israeli military order that was found by farmers on our land and nearby plots in the occupied West Bank. The document, accompanied by a map, states that the land is being seized for military purposes.</p>\n<p>It does not specify how long the land will be held and offers the landowners and users only seven days from an upcoming field visit – coordinated between the Israelis and the Palestinian Authority (PA) liaison office – to file an objection with the Israeli army’s legal adviser. This field visit typically serves to demarcate the boundaries of the confiscated land.</p>\n<p>From our family’s past experience, confiscation under the guise of “security reasons” often precedes the establishment of a colonial settlement. This happened in 1973 when our family received a similar military order for land along the Jerusalem-Hebron Road. Within a week, a military post was established. Months later, a civilian settlement, Elazar, was erected in the same location.</p>\n<p>What’s shocking this time is that this new order has barely made headlines despite the size of the land being slated for confiscation. According to the military order, it amounts to 5,758 dunums, or more than 5.7sq km (2.2sq miles). The confiscation is not arbitrary. At the centre of this particular area is the outpost of Sde Boaz, which was illegally established on private Palestinian land in 2002. The residents – about 50 families – are not fringe extremists. They’re middle-class professionals, including doctors, engineers and accountants.</p>\n<p>This confiscation is one of many that have taken place in the past 21 months. Under the shadow of the genocidal war in Gaza, Israel has accelerated its annexation drive in the West Bank. The objective is to formally annex parts of what the Oslo Peace Accords designated as Area B, which is 21 percent of the West Bank, and the whole of Area C, which constitutes 60 percent of the West Bank and includes the whole of the Jordan Valley and Jerusalem countryside as well as other areas.</p>\n<p>Most Palestinian farmland and pastures fall within this area as do a large number of Israel’s illegal settlements. My town, al-Khader (St George), owns more than 22,000 dunums (22sq km/8.5sq miles) of land, of which more than 20,500 (20.5sq km/7.9sq miles) are classified as Area C, 500 (half a square kilometre/0.2sq miles) as Area B, and less than 1,000 dunums (1sq km/0.4sq miles) as Area A.</p>\n<p>Israeli settlers play an active role in advancing this annexation plan. This is not limited to seizing strategic hilltops but also includes systematic violence against Palestinians. The settler attacks on Palestinian property, the torture and killings of Palestinians are all part of an organised campaign intended to uproot Palestinians from Areas B and C to facilitate annexation. This strategy aligns with what Israeli policymakers refer to as “voluntary transfer”, a euphemism for ethnically cleansing Palestinians from their homeland.</p>\n<p>All of this is illegal, according to international law, and goes against repeated resolutions by the United Nations and a 2024 ruling of the International Court of Justice. So who will stop Israel?</p>\n<p>The PA, which nominally administers Area A in the occupied West Bank, will certainly not. Since its establishment as part of the Oslo peace process, the PA has not only failed to resist Israeli moves towards annexation, but it has also arguably facilitated them by working with Israel to stem out armed and even peaceful resistance that does not support its political agenda.</p>\n<p>The international community is also unlikely to take decisive action. For decades, Western governments, in particular, have offered rhetorical condemnations while simultaneously providing security and economic support to Israel. These same actors who have failed to stop the ongoing genocide in Gaza are unlikely to object if Israel formalises its de facto annexation.</p>\n<p>This was most recently evident during a diplomatic visit to Taybeh, a Palestinian village located northeast of Jerusalem and Ramallah. The visit, which included more than 20 diplomats from around the world, including European and American representatives, came in response to repeated attacks by Jewish settlers, who burned parts of the village’s land, including property belonging to the local church. That was all these countries were willing to do – send representatives to the area for a couple of hours to utter a few words of condemnation. Beyond that, it is business as usual in their relations with Israel.</p>\n<p>What remains then is the resilience and agency of the Palestinian people and their principled political movements. In the current context, the mere presence of Palestinians on their land is an act of resistance.</p>\n<p>To sustain this presence and strengthen their struggle, Palestinians must continue to mobilise global progressive and freedom-oriented movements to support their cause – not only in solidarity but also as part of a broader global fight against the far-right, racist, anti-justice forces that support Israel and simultaneously threaten civil rights and social justice in their own countries.</p>\n<p>Solidarity activities at the global level should be strategic and impactful. They should focus on disrupting all components of the supply chain that benefit the Israeli occupation in general and settler colonialism in particular. This means citizens around the world in different sectors of society can contribute to the struggle for Palestine as both producers and consumers by heeding the call to boycott and divest from Israel.</p>\n<p>Direct actions from the working class are crucial. Workers can integrate the Palestinian cause into their demands for better working conditions. For instance, public strikes in solidarity with Palestine, such as those organised by rail workers in European countries, might pressure governments to reconsider their support for Israel.</p>\n<p>Similarly, port workers could strike to disrupt shipping linked to Israel, pushing governments to reassess their positions. Employees in high-tech industries can play a critical role in supporting Palestinians by demanding their companies align products, services and partnerships with international law, refusing to support technologies complicit in the Israeli occupation or settler violence. If companies refuse, workers can escalate to protest action, such as disrupting supply chains and whistleblowing.</p>\n<p>In addition to expanding and strengthening Boycott, Divestment, Sanctions (BDS) activities, there are other solidarity actions that could be carried out. In Palestine, individuals and groups can organise to accompany Palestinian farmers to their lands, serving as witnesses to settler and soldier attacks while helping to protect communities.</p>\n<p>They can also help Palestinian farmers and other communities by assisting them in selling their products. This challenges the dominant business model that exploits small-scale producers. I can attest to the importance of such initiatives as I have begun facilitating the connection of local Palestinian producers with the European market through the Palestine General Cooperatives Union and Cooperatives UK.</p>\n<p>With governments abrogating their legal obligations to stop genocide and colonisation, grassroots mobilisation for impactful actions is the only way to disrupt Israeli colonial activities. An active global movement can force Israeli citizens to confront and relinquish the racist, apartheid, and colonialist foundations of their society, prompting them to seek real change.</p>\n<p data-start=\"8047\" data-end=\"8249\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p>\n</div></div></body></html>"
        }
    ]
}