{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Record number of Democrats join failed bid to block weapons sales to Israel | Politics News | Al Jazeera",
            "time": "2025-07-31T04:41:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-29T014520Z_946881603_RC2ZVFAG46HJ_RTRMADP_3_ISRAEL-PALESTINIANS-USA-PROTEST-1753933284_a26158-1753937209.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Record number of Democrats join failed bid to block weapons sales to Israel</h1><p class=\"article__subhead\"><em>US Senate vote highlights growing split among Democrats over support for Israel’s war in Gaza.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Senate has rejected a bid to halt arms sales to Israel amid growing international condemnation of its war in Gaza.</p><p>Though unsuccessful, Wednesday’s vote nonetheless highlighted building opposition to Israel’s war within the Democratic Party.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Twenty-seven Democrats voted for a resolution to block the sale of 20,000 automatic assault rifles to Israel, while 24 voted to halt a $675m shipment of bombs.</p><p>All Republicans voting were opposed.</p><p>The resolutions introduced by Vermont Senator Bernie Sanders are by far the closest the US Senate has come to limiting arms shipments to Israel.</p><p>A bid by Sanders to block weapons deliveries in April won the support of 15 Democrats, while a similar vote in November garnered 18 Democratic votes.</p><p>Ahead of the vote, Sanders, an independent, said Washington could not continue to supply Israel’s “racist government” with weapons that were being used to kill innocent people.</p><p>“Netanyahu is a disgusting liar. Children are starving to death,” Sanders said on X, referring to Israeli Prime Minister Benjamin Netanyahu.</p><p>Among the lawmakers supporting Sanders’ bid for the first time, Patty Murray, a senator for Washington state, said that while the resolutions were “not perfect”, she could not support the continued suffering of innocent children in Gaza.</p><p>“As a longtime friend and supporter of Israel, I am voting yes to send a message: the Netanyahu government cannot continue with this strategy,” Murray said in a statement.</p><p>“Netanyahu has prolonged this war at every turn to stay in power. We are witnessing a man-made famine in Gaza – children and families should not be dying from starvation or disease when literal tons of aid and supplies are just sitting across the border.”</p><p>The widening split over support for Israel among Democrats comes amid signs of growing opposition to the war in Gaza among the US public.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In a Gallup poll released on Tuesday, <a href=\"/news/2025/7/29/new-poll-shows-plunging-us-public-support-for-israels-war-on-gaza\">32 percent of Americans said they approved of Israel’s military action in Gaza</a>, a 10-point drop from September.</p><p>Just 8 percent of self-identified Democrats said they approved of Israel’s actions, compared with 71 percent of Republicans, according to Gallup.</p></div></div></body></html>"
        },
        {
            "title": "Lionel Messi returns as Inter Miami beat Atlas in Leagues Cup | Football News | Al Jazeera",
            "time": "2025-07-31T04:28:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250731__2227792221__v1__HighRes__InterMiamiCfVAtlasFcLeaguesCupPhaseOne-1753933706.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lionel Messi returns as Inter Miami beat Atlas in Leagues Cup</h1><p class=\"article__subhead\"><em>The Argentinian star impressed following a one game suspension to record two assists against Atlas in Leagues Cup opener.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lionel Messi had two assists, including one in the final seconds of the match, to help lift Inter Miami over Atlas 2-1 in their Leagues Cup opener in Fort Lauderdale, Florida.</p><p>It was Messi’s first game since he and teammate Jordi Alba were suspended one match by Major League Soccer (MLS) for skipping its All-Star game. Messi, 38, was instrumental in setting up Marcelo Weigandt for the match-winning goal in the final minute of stoppage time on Wednesday night.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“It’s a competition that we always do well in,” Messi said in Spanish during a post-match interview with Apple TV. “I think we did a great job against a great team.”</p><p>Messi also assisted on Telasco Segovia’s goal that opened the scoring. The Argentinian star received a through ball from Sergio Busquets and sent it to Segovia for an easy finish in the 58th.</p><p>Rivaldo Lozano scored the equaliser for the Guadalajara club in the 80th minute before Weigandt’s goal in the 96th that had to be confirmed by VAR after he was originally ruled offside.</p><p>After Weigandt’s goal was confirmed, fireworks erupted at Chase Stadium. Messi pumped his fist in celebration as he embraced De Paul and Suarez.</p><p>That meant five assists in July for Messi, who was named the MLS Player of the Month after netting eight goals and helping Miami go 4-1-1 in league play.</p><p>Both sides had their chances during a chippy first half, though neither side was able to break the scoring deadlock.</p><p>Miami goalkeeper Rocco Rios Novo had three saves in the first half, including one in which he slid over to deny Eduardo Aguirre on a header to the back post. Luis Suarez blasted a shot off the crossbar on the final play of the first half.</p><p>Argentinian midfielder Rodrigo De Paul made his Inter Miami debut. De Paul, Messi’s national team buddy, officially signed with the club last week.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The Leagues Cup, created in 2019, is an annual interleague competition between the United States, Canada and Mexico.</p><figure id=\"attachment_3866721\" aria-describedby=\"caption-attachment-3866721\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866721\" src=\"/wp-content/uploads/2025/07/2025-07-31T024259Z_1175613430_MT1USATODAY26744746_RTRMADP_3_MLS-LEAGUES-CUP-ATLAS-AT-INTER-MIAMI-CF-1753933968.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Lionel Messi in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866721\" class=\"wp-caption-text\">Messi, right, sets up Inter Miami teammate Marcelo Weigandt in stoppage time for the match-winning second goal against Atlas at Chase Stadium [Sam Navarro/Imagn Images via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US senator plans trip to Taiwan as Trump’s interest in island cools: Report | Politics News | Al Jazeera",
            "time": "2025-07-31T03:44:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-10T191301Z_1010683735_RC2UZEAIG0LP_RTRMADP_3_USA-CONGRESS-TAX-1753927902.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Taipei, Taiwan</strong> – A senior United States Republican legislator is reportedly planning a trip to Taiwan, according to media reports, where fears have been growing that US President Donald Trump is losing interest in relations with the democratic, self-ruled island in favour of building ties with China.</p><p>The Financial Times reported on Thursday that US Senator Roger Wicker from Mississippi is planning to visit Taiwan in August, citing three people familiar with the matter.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Wicker is the Republican chair of the powerful Senate Armed Services Committee and “one of Taiwan’s biggest allies in Congress”, according to the report.</p><p>Wicker’s office and the American Institute in Taiwan – Washington’s de facto embassy in Taipei – did not immediately reply to Al Jazeera’s request for comment on the reported trip.</p><p>US legislators regularly visit Taiwan, an unofficial ally of Washington, but Wicker’s trip comes at a time of uncertainty for US-Taiwan relations.</p><p>Taiwanese President William Lai Ching-te was reportedly planning to stop in the US next month en route to visiting allies in Latin America, but he cancelled his travel plans after Trump nixed a layover in New York, the Financial Times also reported, citing people familiar with the matter.</p><p>Lai’s office never officially announced the trip, but on Monday, his office said the president had no plans to travel overseas as he focused on typhoon cleanup in southern Taiwan and tariff negotiations with the US.</p><p>The timing of President Lai’s cancelled visit was noted in Taiwan, as it was followed by a separate announcement from Trump that he hoped to visit China at the invitation of President Xi Jinping as Beijing and Washington hammer out a tariff deal.</p><p>Xi, who also heads the Chinese Communist Party, has pledged to annex Taiwan by peace or by force and considers Lai and his Democratic Progressive Party (DPP) to be “separatists”.</p><p>Beijing objects to visits by Taiwanese leaders to the US, even if they are carried out on an unofficial basis.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Experts say it is possible that Wicker’s trip was planned months ago, but the visit could still be used by US legislators to assuage fears that the White House is losing interest in Taiwan.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I’m sure many will hope for words of affirmation and commitment to the US-Taiwan relationship, which before would be par for the course, but today will feel extra needed to assure both the DPP and Taiwanese citizens who have a declining view of the United States,” said Lev Nachman, a political scientist at National Taiwan University in Taipei.</p><p>Although the US is Taiwan’s security guarantor and has pledged to provide Taipei with the means to defend itself, there are deep currents of scepticism towards the US – known as yimeilun – running through Taiwanese society.</p><p>That has grown more prominent since Trump took office last year and said that Taiwan should pay for its own defence, later threatening to slap a 32 percent tariff on Taiwanese exports.</p><p>A survey in April of 1,500 Taiwanese voters by Nachman and others found that just 23.1 percent viewed the US as either a “trustworthy or very trustworthy” partner, down from 33.6 percent in June 2024 when US President Joe Biden was still in office.</p><p>Liza Tobin, managing director at the geopolitical advisory group Garnaut Global, said the pendulum could swing the other way if Beijing tries to block the trip.</p><p>Trump has granted Beijing a number of concessions already, from access to Nvidia’s H20 chip to failing to grant approval for Lai, said Tobin, who previously served as China Director of the US National Security Council.</p><p>“Unilateral concessions are like catnip for Beijing to push for more concessions, and with the president angling for a trade deal with China and a visit with Xi, China may try to pressure the admin to in turn put pressure on Wicker to cancel the trip,” she said.</p><p>“Let’s hope he doesn’t give in.”</p></div></div></body></html>"
        },
        {
            "title": "US says sanctions hit Iran ‘shipping empire’ linked to top Tehran official | International Trade News | Al Jazeera",
            "time": "2025-07-31T01:56:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/11/2024-11-03T144239Z_1670075477_RC2WCW9RK3LV_RTRMADP_3_USA-IRAN-JOURNALIST-1730819595.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Department of the Treasury has <a href=\"/news/2025/7/3/us-issues-first-wave-of-iran-sanctions-after-ceasefire-in-12-day-war\">imposed new sanctions</a> on more than 100 Iran-linked individuals, companies and ocean-going vessels in what it described as its “largest Iran-related action since 2018”.</p><p>The sanctions, announced on Wednesday, target more than 50 vessels which the Treasury Department describes as being part of a “vast shipping empire” of oil tankers and container ships controlled by Mohammad Hossein Shamkhani, the son of a senior political adviser to Iran’s Supreme Leader Ayatollah Ali Khamenei.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“This network transports oil and petroleum products from Iran and Russia, as well as other cargo, to buyers around the world, generating tens of billions of dollars in profit,” the Treasury Department said in a statement, describing the sanctions package as a “massive action” against an Iranian family network.</p><p>“The Shamkhani family’s shipping empire highlights how the Iranian regime elites leverage their positions to accrue massive wealth and fund the regime’s dangerous behaviour,” Treasury Secretary Scott Bessent said.</p><p>Bessent said the sanctions on 115 individuals, entities and vessels were “the largest to-date since the Trump Administration implemented our campaign of maximum pressure on Iran”.</p><p>An Iranian Ministry of Foreign Affairs spokesperson called the <a href=\"/news/2025/7/16/france-uk-germany-to-reimpose-iran-sanctions-in-august-if-no-progress\">new sanctions</a> “a clear example of America’s hostility towards the Iranian nation”, according to the country’s Student News Network.</p><p>According to a US Treasury statement, the Shamkhani family controls a significant portion of Iran’s crude oil exports and while Ali Shamkhani – father of Hossein and adviser to Supreme Leader Khamenei – was sanctioned by the US in 2020, the family owns exclusive properties around the world and has obtained foreign passports, which allow them to “travel undetected” to conduct business overseas.</p><p>“Layers of front companies with an innocuous appearance and no easily discernible connection to Hossein’s network allow it to accrue enormous profits while avoiding outside scrutiny,” the department said.</p><p>In total, the new sanctions target 15 shipping firms, 52 vessels, 12 individuals and 53 entities involved in sanctions evasion in 17 countries, ranging from Panama to Italy to Hong Kong, the Reuters news agency reports.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>A US official told the news agency that the sanctions would make it “much more difficult” for Iran to sell its oil, but added that the US administration did not anticipate any sustained disruption to global oil markets.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>China is the top international buyer of Iran’s oil.</p><p>The newly announced sanctions come after Iranian Foreign Minister Abbas Araghchi said any new act of aggression against Iran will lead to a strong reaction.</p><p>Posting on social media on Monday, Araghchi responded to comments by US President Donald Trump, who threatened new attacks on Iran if the country attempts to restart its nuclear programme.</p><p>“Iran, a nation with a rich culture originating from 7,000 years of civilisation, will never respond to the language of threat and intimidation. Iranians have never bowed down before any foreigners and respond only to respect,” Araghchi wrote on X.</p><p>“Iran knows exactly what happened during the recent American-Israeli aggression, both to us and our adversaries – including the extent of blows that are still being censored. If aggression is repeated, we will not hesitate to react in a more decisive manner and in a way that will be IMPOSSIBLE to cover up,” he said.</p><p>“No one in their right mind would abandon the fruits of tremendous investment in homegrown and peaceful technology which is saving lives – and simply because [bullying] foreigners demand it,” he added.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Trump announces trade deal with South Korea, setting tariff at 15 percent | International Trade News | Al Jazeera",
            "time": "2025-07-31T00:56:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211759325751-1753921070_b593ff-1753924912.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced a trade deal with South Korea, the latest agreement unveiled ahead of his August 1 deadline for the imposition of steep tariffs on dozens of countries.</p><p>Under the “full and complete” trade deal, South Korean goods will be subject to a 15 percent tariff, while US exports will not face duties, Trump said on his Truth Social platform on Wednesday amid a blitz of trade-related announcements that also included new US duties on Brazil and India.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>US and South Korean officials confirmed that the 15 percent rate would apply to vehicles, a win for the East Asian country’s car industry, which had been subject to Trump’s 25 percent tariff on vehicles and auto parts.</p><p>Seoul said it had declined requests for greater US access to its rice and beef markets, a politically fraught issue that has attracted fierce resistance from South Korean farmers.</p><p>But in a blow for South Korea’s steel industry, the world’s sixth largest, US Commerce Secretary Howard Lutnick said the agreement did not lower existing tariffs on steel, aluminium and copper.</p><p>Trump said South Korea would also contribute $350bn for investments “owned and controlled” by the US and purchase $100bn in liquefied natural gas and other energy products.</p><p>The East Asian country also agreed to invest a “large sum” of money for its own investment purposes, Trump said, with the amount to be announced “within the next two weeks” during a visit by South Korean President Lee Jae-myung to the White House.</p><p>“It is also agreed that South Korea will be completely OPEN TO TRADE with the United States, and that they will accept American product including Cars and Trucks, Agriculture, etc,” Trump wrote.</p><p>Lee, who took office in June after a months-long leadership vacuum prompted by impeached former President Yoon Suk-yeol’s short-lived declaration of martial law, said the agreement “eliminated uncertainties” and ensured that South Korea would pay tariffs at equal or lower levels than its competitors.</p><p>“The key is not to pursue unilateral benefits but to derive mutually beneficial results,” Lee said in a post on Facebook.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“This agreement is the outcome of aligning the US interests in revitalising its manufacturing industry with our determination to expand the competitiveness of our companies in the US market. Through this, we anticipate that industrial cooperation between Korea and the US will be further strengthened, and the Korea-US alliance will become even more solid.”</p><p>Lee described the $350bn in investments announced by Trump as a “fund” that would support South Korean companies’ entry into the US.</p><p>The investments will be directed at industries where South Korea possesses “strengths”, Lee said, such as shipbuilding, semiconductors, secondary batteries, biotechnology and energy.</p><p>Kathleen Oh, chief Korea economist at Morgan Stanley, called the agreement “a case of the worst avoided.”</p><p class=\"x_MsoNormal\">“We see the details of the deal as broadly positive, in line with our base case,” Oh said in a note.</p><p>South Korea’s KOSPI rose about 0.4 percent in early trading on Thursday, before dropping nearly 0.9 percent later in the morning.</p><p>South Korea-listed shares of Hyundai Motor and Kia fell sharply, with the country’s two biggest carmakers down about 3.5 percent and 6 percent, respectively, as of 11am local time (02:00 GMT).</p><p>South Korea, the US’s sixth-largest trading partner, had faced a 25 percent general tariff from August 1 if it did not reach a deal, in addition to separate duties on steel, aluminium, vehicles and auto parts.</p><p>South Korea’s exports have struggled under Trump’s tariffs, placing a drag on its trade-reliant economy.</p><p>Exports, which account for more than 40 percent of gross domestic product (GDP), declined 0.03 percent year-on-year in the first half of 2025, according to data from the Ministry of Trade, Industry and Energy.</p><p>Asia’s fourth-largest economy is projected to grow by 0.8 percent in 2025, according to the International Monetary Fund, which would be its weakest performance since 2020, when COVID-19 brought much economic activity to a halt.</p><p>Trump has so far announced deals with seven trading partners – the European Union, Japan, South Korea, the United Kingdom, Indonesia, Vietnam and the Philippines – as well as a 90-day trade truce with China.</p><p>In an interview with Fox News late on Wednesday, Lutnick said the US had also reached agreements with Cambodia and Thailand.</p><p>He did not provide further details.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,253 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-07-31T00:54:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-30T120540Z_1552196478_RC2YWFA22SW8_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KHARKIV-1753919751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,253</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,253 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Thursday, July 31:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian drone attack in the Ukrainian capital Kyiv has killed at least four people, the Ground Forces of the Armed Forces of Ukraine said on Telegram. The debris from downed Russian drones fell near a garage cooperative, which led to the ignition of a gas pipe in a three-storey residential building.</li>\n<li>A Russian missile strike on a Ukrainian military training unit on Tuesday killed three servicemen and injured 18 more, Ukraine’s Ground Forces also announced on Telegram.</li>\n<li>Russian forces shelled Ukrainian emergency service workers who had just put out a fire in the city of Orikhiv in southern Ukraine’s Zaporizhia region, the State Emergency Service of Ukraine said in a post on Facebook. There were no injuries.</li>\n<li>Ukraine’s domestic security agency has detained an air force officer holding the rank of major on charges of having spied for Russia by leaking the location and suggesting strike tactics on prized, Western-donated F-16 and Mirage 2000 fighter jets.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"international-relations\">International relations</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukrainian President Volodymyr Zelenskyy said he approved key principles for a large-scale weapons deal with the United States. “These are large-scale agreements, which I discussed with President [Donald] Trump, and I hope very much that we will be able to implement them all,” Zelenskyy said in his evening video address to the nation, without providing further details.</li>\n<li>The Italian government said it had summoned the Russian ambassador to protest against Italy’s President Sergio Mattarella being included in a list compiled by Moscow of Western leaders accused of anti-Russian sentiment.</li>\n</ul><ul>\n<li>Moscow said it continues to monitor President Trump’s latest threat to impose <a href=\"/news/2025/7/28/trump-gives-russia-10-or-12-days-to-end-war-on-ukraine\">sanctions against</a> the country if it does not end its war on Ukraine within days, but that Russia had acquired immunity to such economic measures thanks to long experience.</li>\n</ul><h2 id=\"economy\">Economy</h2><ul class=\"spaced-bullet-spacing\">\n<li>A massive locust invasion is threatening sunflower and other crops in Ukraine’s southern regions, largely caused by the war against Russia’s invasion, which makes it impossible to use traditional pest control methods near the front line, officials and producers say.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In the shadow of China, Taiwan is building a drone army to stop an invasion | Military News | Al Jazeera",
            "time": "2025-07-31T00:01:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-06-13T010235Z_936412901_RC2ZWEAIZWOL_RTRMADP_3_TAIWAN-DEFENCE-DRONES-1753770219_779e3d-1753772350.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Taipei, Taiwan – </strong>On a bright morning last month, three sea drones skimmed across Su’ao Bay, off of Taiwan’s rugged northeast coast.</p><p>The tiny “stealth” Carbon Voyager 1, fast-moving Black Tide I, and explosives-carrying Sea Shark 800 were the highlight of an expo for companies vying to help Taiwan build up a maritime drone force.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Taipei believes drones could be pivotal in repelling China in the event its forces attempt to invade the self-ruled island, which Beijing has threatened to annex by force if necessary.</p><p>Su’ao is just 60km (37 miles) from Fulong, one of the so-called “red beaches” identified by defence experts as potential landing sites for the People’s Liberation Army (PLA) due to their unique topography.</p><p>Whereas Russia sent tanks across land borders to launch its war on Ukraine in 2022, a Chinese invasion of Taiwan would involve Beijing sending vessels across the 180-km- (112-mile-)wide Taiwan Strait.</p><figure id=\"attachment_3862901\" aria-describedby=\"caption-attachment-3862901\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862901\" src=\"/wp-content/uploads/2025/07/2025-06-17T051648Z_282010424_RC254FAH7QXE_RTRMADP_3_TAIWAN-DEFENCE-DRONES-2-1753775822.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"drone\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862901\" class=\"wp-caption-text\">A SeaShark 800 sea drone, developed by Thunder Tiger, is seen at a sea drone expo in Yilan, Taiwan, on June 17, 2025 [Ann Wang/Reuters]</figcaption></figure><p>While the Taiwan Strait’s choppy waters and Taiwan’s mountainous geography and shallow beaches pose formidable challenges to an amphibious invasion, technological advances and a decades-long modernisation campaign by the PLA have steadily chipped away at the island’s natural defences.</p><p>Faced with a drastically larger and more powerful opponent, Taiwan’s defence strategy has steadily shifted towards honing the ability to wage asymmetric warfare so that an invasion is too costly for Beijing to consider.</p><p>Drones, from sea craft to single-use suicide weapons and high-altitude intelligence, surveillance, and reconnaissance (ISR) vehicles, are a key element of Taipei’s so-called “porcupine strategy”.</p><p>“It doesn’t mean that we need to build one drone for their one drone,” Chen Kuan-ting, a lawmaker from the ruling Democratic Progressive Party who sits on the legislature’s foreign affairs and defence committee, told Al Jazeera.</p><p>Instead, Chen said, Taiwan can maintain its edge through “disruptive innovations”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“We have to encourage startups to find something cheaper and something that would fit the terrain of Taiwan. This is our advantage,” he said.</p><p>Taiwan is no stranger to high-tech manufacturing.</p><p>The East Asian democracy is the world’s top chipmaker, thanks to Taiwan Semiconductor Manufacturing Company (TSMC), which produces about 90 percent of the most advanced semiconductors, but it also excels at making everything from wind turbines to screws and fasteners for the aerospace industry.</p><p>In 2022, Taiwan’s government launched the “Drone National Team” initiative in a bid to develop a homegrown drone industry capable of repelling a Chinese invasion and keeping up production under wartime conditions.</p><p>While Taiwan’s defence sector has been developing drones since the 1990s, Taiwanese manufacturers have long struggled to compete with the low prices offered by Chinese manufacturers, particularly Shenzhen-based DJI, which holds a more than 70 percent share of the global market.</p><p>The war in Ukraine, which has seen Kyiv make extensive use of drone warfare to hold its own against Moscow, has only reinforced the belief in Taipei that unmanned vehicles could be decisive in fending off its much bigger military foe.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862935\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-TAIWAN-CHINA-HEAD-TO-HEAD-JULY-29-2025-1753776965.png?quality=80\" alt=\"INTERACTIVE-TAIWAN-CHINA-HEAD-TO-HEAD--JULY 29, 2025-1753776965\" data-interactive=\"true\" fetchpriority=\"low\"></p><p> </p><p>Under Taipei’s drone strategy, the Ministry of National Defence and state-owned National Chung-Shan Institute of Science and Technology, which organised June’s drone expo, are tasked with partnering with contractors to produce military-grade drones.</p><p>Under a parallel initiative, the Ministry of Economic Affairs is coordinating a program to help the private sector build and sell “dual-use” drones, which serve commercial as well as military purposes, for both the local and overseas markets.</p><p>Taiwanese President William Lai Ching-te has expressed his wish for Taiwan to become an “Asian hub” for drone technology and manufacturing.</p><p>For Taiwan, the bid to become a drone powerhouse is a race against time.</p><p>United States Admiral Philip Davidson, commander of US Indo-Pacific Command, has estimated that the PLA will be capable of invading Taiwan by 2027.</p><p>Despite the pressing need for a formidable drone force, Taiwan’s progress at building up its domestic industry has been uneven at best, experts say, with the problems beginning with overly modest targets that do not match the scale of the threat.</p><p>Taiwan has set a target for local industry to produce 15,000 dual-use drones a month by 2028, while the Defence Ministry has ordered 700 military-grade unmanned aerial vehicles (UAVs) and 3,422 dual-use drones from local manufacturers, according to figures from the government-backed Research Institute for Democracy, Society, and Emerging Technology (DSET).</p><p>Taiwan also ordered approximately 1,000 UAVs from the US in 2024 and set a new target in May to procure another 47,000 drones over the next four years.</p><p>The newer procurement figures have yet to be accounted for in the national budget, which means they are subject to possible change.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3855116\" src=\"/wp-content/uploads/2025/07/INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024-copy-1753365868.png?quality=80\" alt=\"INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024 copy-1753365868\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Despite the expanded targets, the figures – particularly of military-grade UAVs – are small by the standards of modern warfare, according to defence experts.</p><p>During the opening volleys of a conflict with China, Taipei and Beijing would be expected to “churn through thousands of UAVs on a daily, if not hourly, basis”, according to an April report by the US Naval Institute.</p><p>The report estimated that Taiwan’s recent purchase of 291 Altius-600M UAVs, 685 Switchblade loitering munitions, and 4 MQ-9B drones – part of a $21bn backlog in military orders with the US government – would sustain just four to five volleys against the PLA.</p><p>Speaking at a DSET summit on supply chain resilience in Taipei last month, Peter Mattis, president of the US-based Jamestown Foundation, said Taiwan needed to think on a much bigger scale to meet its training and stockpile needs.</p><p>“Maybe it’s appropriate to be thinking about hundreds [of drones] while you’re trying to test things out, but we need to be burning through those, running them through their paces, so that we know when we do scale … we’re actually getting something that can stand the test,” Mattis said.</p><p>Yurii Poita, head of the Asia Pacific section at the Kyiv-based Center for Army, Conversion and Disarmament Studies, noted that Ukraine plans to manufacture 200,000 a month in 2025, which is about “the same number as Taiwan wants to [produce] over one year”.</p><p>Ukrainian brigades burn through 50 to 100 first-person view drones (FPV) – which give the pilot a real-time view of the battlefield – each day, Poita told Al Jazeera.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862861\" src=\"/wp-content/uploads/2025/07/INTERACTIVE-Taiwan-arms-sale-backlog0D-JULY-29-2025-1753774614.png?quality=80\" alt=\"INTERACTIVE-Taiwan arms sale backlog-JULY 29, 2025-1753774614\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Taiwan needs to be prepared to pivot and adapt as it builds its arsenal, including by paying attention to developments in Russia and Ukraine, said Misha Lu, a drone expert at the Taiwanese startup Tron Future.</p><p>“In Ukraine and Russia, drones have already evolved beyond the mere purpose of reconnaissance and strikes,” Lu told Al Jazeera.</p><p>“In Taiwan’s case, military drone applications have not been so diverse yet.</p><p>“Simply put, the Taiwanese military needs to speed up the process of figuring out the role of anti-drone tech in its defence planning and training,” Lu said.</p><p>Still, experts disagree about where exactly Taiwan should be placing its focus, given the wide variety of drone types and its limited resources.</p><p>While a lot of attention has been paid to stopping PLA from landing on Taiwan, there has not been enough discussion of what would happen next, said Lorenz Meier, the founder and CEO of the drone software company Auterion, who argues that Taipei’s drone strategy should take advantage of Taiwan’s unique geography.</p><p>Taiwan is split down its length by the Central Mountain Range, with most of its towns and cities – many of which largely consist of low-rise concrete buildings designed to withstand earthquakes – located on the west coast.</p><p>About 60 percent of the island is covered in dense evergreen subtropical forest.</p><p>“I’m in full favour of pushing USV right now; it also sends a message to China. This is important,” Meier told Al Jazeera on the sidelines of the Su’ao Bay drone expo, where Auterion signed a partnership with the NCSIST.</p><p>“But at the same time, there needs to be, eventually, conversation around the defence strategy, and the fact that we’re not talking about a realistic urban combat scenario shows that there is work to be done.</p><p>“I’ve never seen the government talk extensively about using the hills,” Meier added.</p><p>“If you retreat a force into the jungle, and if you launch drones out of the hills, that is going to be hell to sit at the beach.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3855108\" src=\"/wp-content/uploads/2025/07/INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024-copy-2-1753365741.png?quality=80\" alt=\"INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024 copy 2-1753365741\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Alexander Huang, the chairman of Taiwan’s Council on Strategic and Wargaming Studies and a member of the opposition Kuomintang, said Taipei’s strategy has focused on building an arsenal to the detriment of considering how to deploy it in a conflict.</p><p>“A smart way is for Taiwan to go is to review the specifics of the Taiwan contingency and Taiwan theatre and figure out the operational tempo of the People’s Liberation Army and come up with a kind of drone development strategy with Taiwanese characteristics, rather than just copying the Ukraine model or following the advice of the Pentagon,” Huang told Al Jazeera.</p><p>Taiwan’s Defence Ministry did not reply to Al Jazeera’s requests for comment.</p><p>Some of Taipei’s shortsightedness comes from a lack of recent combat experience, according to Jason Wang, the COO of ingeniSPACE, a geospatial intelligence company with offices in Taiwan.</p><p>“Taiwan can produce any hardware that you could possibly imagine and do it cheaply. Modern warfare is not about the hardware. It’s about putting the brains in the drones to give the warfighter options on the battlefield,” Wang told Al Jazeera.</p><p>“Understanding the role that different drones play on the battlefield, the logistics necessary to get them there, and the speed of violence necessary to stop your adversary is what Taiwanese manufacturers have a hard time mastering,” Wang added.</p><p>“For Taiwan, mastery of the battlefield is a function of political will, not capability.”</p><p>Taiwan has for decades dealt with Chinese aggression in the form of “grey-zone” tactics – low-grade activity occupying the space between peace and conflict – but has not fought a military battle with Beijing since the 1958 Taiwan Strait crisis.</p><p>Taipei and Beijing have been at odds since the 1940s, when the Republic of China (ROC) government lost the Chinese Civil War to communist forces.</p><p>In 1949, ROC leader Chiang Kai-shek retreated to Taiwan, an erstwhile Japanese colony, pledging to one day return to the mainland.</p><figure id=\"attachment_3862915\" aria-describedby=\"caption-attachment-3862915\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862915\" src=\"/wp-content/uploads/2025/07/AP630523173-1753776401.jpg?w=770&amp;resize=770%2C1108&amp;quality=80\" alt=\"Chiang Kai Shek 1963\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862915\" class=\"wp-caption-text\">Taiwanese President Chiang Kai-shek is seated in the garden of his Shihlin residence, in Taipei, Taiwan, in May 1963 [AP]</figcaption></figure><p>After losing dozens of allies during the Cold War, including the US in 1979, Taiwan is today recognised by just 11 countries and the Holy See.</p><p>Its diplomatic isolation means it cannot officially engage with neighbouring militaries or UN peacekeeping missions.</p><p>Joint military exercises with the US, Taiwan’s main security guarantor, have been held on an unofficial basis without any announcement, to avoid angering China.</p><p>For the same reason, while the US has pledged to provide Taiwan with the means to defend itself, successive governments in Washington have stopped short of saying whether it would directly intervene in a conflict.</p><p>Taiwan’s military, a symbol of state repression during four decades of martial law that lasted until 1987, has undergone significant investment and modernisation in recent years.</p><p>After Taiwan transitioned to democracy in the early 1990s, the military underwent a period of neglect until the election of President Tsai Ing-wen of the Democratic Progress Party in 2016, according to Michael Hunzeker, an associate professor at George Mason University’s Schar School of Policy and Government.</p><p>The DPP saw the military largely as a “tool of authoritarian oppression”, Hunzeker told Al Jazeera, while the opposition KMT did not want to build up military power because it was seeking rapprochement with Beijing.</p><p>Under Tsai and her successor, Lai, Taiwan began to dramatically scale up military spending.</p><p>In 2025, Taiwan’s cabinet allocated defence spending equal to 2.45 percent of gross domestic product (GDP) – up from spending equivalent to 1.82 percent of GDP in 2016 – a budget that was later scaled down by the opposition-controlled legislature.</p><p>Lai has said he ultimately wants to raise spending this year to 3 percent of GDP, though his plans face opposition from the KMT.</p><p></p><p>Nonetheless, China’s military, the world’s largest in terms of personnel, still dwarves Taiwan’s forces.</p><p>China’s military ranked 3rd in the 2025 Global Firepower Index, which measures the defence capabilities of global militaries, far ahead of Taiwan’s military at 22nd.</p><p>Since 2022, the PLA has conducted regular large-scale military exercises in the Taiwan Strait, including drills with drones.</p><p>China does not have an embassy in Taipei, but its embassies in Washington, DC and Tokyo did not respond to requests for comment.</p><p>Taiwanese drone makers say that access to real-world and timely battlefield intelligence will be essential to designing the best drones for Taiwan and potential clients overseas.</p><p>“Our weak points are that we need to adapt to the conditions on the battlefield that change daily. We need to know the conditions to adapt software,” Gene Su, general manager of Taiwanese toymaker-turned-drone manufacturer Thunder Tiger, told Al Jazeera.</p><p>“We need to work with people in the US, and the front line in Europe to make sure we understand their needs, and then they adapt the software.”</p><p>Taiwanese manufacturers are also aware of the challenge they face from their commercial competitors.</p><p>China is skilled at both making drones and conducting “electronic warfare” capable of jamming enemy drones and misleading anti-drone systems, said Sunny Cheung, a Washington-based DSET fellow and analyst at the Jamestown Foundation.</p><p>“All [drone makers] share the same concerns that the Chinese anti-drone and electronic warfare capability are very good, so they are not sure in a real-time combat scenario whether Taiwanese drones can infiltrate … and conduct military operations,” Cheung told Al Jazeera, outlining the results of an informal survey of CEOs at Taiwan’s largest commercial and military manufacturers.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3855113\" src=\"/wp-content/uploads/2025/07/INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024-copy_1-1753365863.png?quality=80\" alt=\"INTERACTIVE_TAIWAN-CHINA_MILITYARY_DRILLS_MAY23_2024 copy_1-1753365863\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>Taipei has been moving to address some of these potential vulnerabilities.</p><p>Taiwanese Minister of National Defence Wellington Koo – the first civilian to hold the role in a decade – recently announced that the military would commission its first-ever army drone unit, while UAVs and USVs would also be added to the navy.</p><p>Observers such as the DSET say establishing a UAV/USV task force this year to “facilitate a more coordinated approach” to procurement, subsidies, budgeting, and research and development is another step in the right direction, but other logistical and economic challenges remain.</p><p>Much of Taiwan’s drone strategy depends on its companies finding overseas partners to help drive demand for drones and build up the supply chain.</p><p>The Ministry of Economic Affairs recently launched an initiative to connect Taiwanese companies with customers in Japan, Germany, Poland, the Czech Republic and elsewhere who are looking to cut China out of their supply chains.</p><p>For now, export figures remain low, although the industry is gaining momentum.</p><p>From exporting just 290 drones in 2023, Taiwan exported 3,473 drones in 2024 and 3,426 drones in the first quarter of 2025 alone.</p><p>The program’s Achilles heel, according to experts, may lie in supply chain bottlenecks and the financial risks facing would-be drone makers.</p><p>Some would-be drone makers fear a similar fate as US company Skydio, which was sanctioned by China in 2024 for selling drones to Taiwan, according to Hong-Lun Tiunn, a DSET non-resident fellow and co-author of the June report.</p><p>Tiunn and his DSET colleague Fang said the government needs to offer more financial incentives to manufacturers to offset their concerns.</p><p>“As a private company, their first priority is to make a profit,” Fang told AL Jazeera. “Are they going to be punished by the Chinese government and lose all their clients?”</p><p>Chia-yu Chang, business development manager at Taiwanese drone designer Avilon Group, voiced similar concerns.</p><p>“It’s not just supporting drone companies; they need to support the entire ecosystem in order to have a Taiwanese drone brand. But I think there are still a lot of stages that need to come right,” Chang told Al Jazeera.</p><p>Chang said private companies are also struggling to completely remove China from their supply chains.</p><p>“Most of the commercial companies, most of the industry, cares only about data or security issues, but for the military, they would want to have the entire drone have zero Chinese parts,” she said.</p><p>“Honestly, nobody can do that.”</p><figure id=\"attachment_3862969\" aria-describedby=\"caption-attachment-3862969\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3862969\" src=\"/wp-content/uploads/2025/07/2025-06-17T051449Z_703011887_RC254FAER5TK_RTRMADP_3_TAIWAN-DEFENCE-DRONES-1753778529.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"drone \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3862969\" class=\"wp-caption-text\">A Black Tide unmanned surface vehicle, developed by Lungteh Shipbuilding company, is seen at a sea drone expo in Yilan, Taiwan, on June 17, 2025 [Ann Wang/Reuters]</figcaption></figure><p>Taiwan relies on China for many of the raw materials and the parts needed to produce UAV batteries.</p><p>The island is similarly dependent on imports to meet its demand for GPS modules, flight control and positioning software, sensors, cameras, and secure communication chips, according to the DSET report.</p><p>Some technology, such as thermal imaging, is also subject to US export controls despite Taipei’s close ties to Washington.</p><p>Often, these imports are more expensive than Chinese-made parts, even if they are from friendly countries, according to the DSET, with a single component like an SDR video transmission chip costing as much as 10 times the price offered by DJI.</p><p>In response to questions about its supply chain, the NCSIST said Taiwan is working towards self-sufficiency.</p><p>“For military-grade UAVs, key components like high-power engines, precision navigation systems, and advanced sensors still depend on foreign markets due to Taiwan’s relatively late start in defence industry development,” the NCSIST told Al Jazeera.</p><p>“However, NCSIST is addressing this by developing critical indigenous technologies (eg, flight control computers, EO equipment, radar), gradually reducing reliance on foreign suppliers,” it said.</p><p>Meanwhile, as the clock ticks down to 2027, observers say Taiwan needs to move fast.</p><p>“This is our war. This is not somebody else’s war,” the KMT’s Huang said, adding that there is a “question mark” over whether Taiwan can implement an effective drone strategy.</p><p>“This is not just [a case of] putting money on the table and saying we are fine,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Brown University strikes $50m deal to end Trump administration pressure | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T23:59:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211755105865-1753914430.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brown University has become the third Ivy League campus to reach a deal with the administration of United States President Donald Trump, in a bid to restore frozen federal funding.</p><p>The agreement, announced on Wednesday, is the latest instance of an elite US school bargaining with the president and acceding to his demands.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>As part of the <a href=\"https://www.brown.edu/sites/default/files/brown-and-united-states-resolution-agreement_July-30-2025.pdf\" target=\"_blank\" rel=\"noopener\">deal</a>, Brown will pay $50m over 10 years to improve Rhode Island’s workforce development programmes. It will also commit to supporting its local Jewish community and restricting its acknowledgement of transgender students.</p><p>The agreement comes amid a wider campaign by the Trump administration to withhold federal funds from elite universities in an effort to stem “woke” ideology and combat anti-Semitism.</p><p>Opponents say the administration’s efforts are <a href=\"/video/the-bottom-line/2025/7/27/has-the-us-cancelled-free-speech\">politically motivated</a> and out of step with reality, but have acknowledged that many administrators feel they have little choice but to acquiesce amid the funding pressures.</p><p>Earlier this month, the University of Pennsylvania and Columbia University both inked their own deals with Trump.</p><p>The University of Pennsylvania agreed to comply with Trump’s stance on transgender athletes, but Columbia was forced to pay a settlement of $200m, in addition to complying with several demands about admission and hiring.</p><p>His administration had severed funds and opened investigations into both schools, as it has with Brown as well.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In a statement, Brown President Christina Paxson said her school’s deal preserves its academic independence.</p><p>She highlighted a clause that says the government cannot dictate curriculum or the content of academic speech at Brown.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The University’s foremost priority throughout discussions with the government was remaining true to our academic mission, our core values and who we are as a community at Brown,” Paxson said in a statement.</p><p>Still, the agreement includes many similarities to the controversial <a href=\"/news/2025/7/24/whats-in-the-200m-deal-trump-has-struck-with-columbia-university\">Columbia University deal</a>, including measures to address alleged anti-Semitism following widespread protests against Israel’s war in Gaza.</p><p>Advocates have accused the Trump administration of intentionally mischaracterising the demonstrations to silence pro-Palestine voices.</p><p>According to the terms of the new deal, Brown will be required “to support a thriving Jewish community, research and education about Israel, and a robust Program in Judaic Studies”.</p><p>It will also have to conduct a survey to ensure a welcoming campus climate, including for Jewish students and faculty.</p><p>In addition, the deal reflects other Trump priorities, including his opposition to the inclusion of transgender people in campus housing and sports teams that reflect their gender identity.</p><p>Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/defending-women-from-gender-ideology-extremism-and-restoring-biological-truth-to-the-federal-government/\" target=\"_blank\" rel=\"noopener\">issued</a> an <a href=\"/news/2025/1/28/trump-announces-four-new-executive-orders-including-to-build-iron-dome\">executive order</a> on January 20 saying that his government would only recognise two sexes, male and female, rejecting transgender identity altogether.</p><p>The president has also attempted to stamp out diversity initiatives, accusing them of being inherently discriminatory.</p><p>In his government’s agreement with Brown, the school agreed to provide a trove of data on the race, grades and standardised test scores of students who apply and are admitted to the university for a “comprehensive audit”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The deal further bans Brown from using any “proxy for racial admission”, such as personal statements or “diversity narratives”.</p><p>Brown did, however, dodge a demand imposed on Columbia that would see an independent monitor appointed to ensure compliance with the deal.</p><p>In a statement, Education Secretary Linda McMahon said the agreement showed the Trump administration was “successfully reversing the decades-long woke-capture of our nation’s higher education institutions”.</p><p>While Brown will pay $50m into workforce development in its home state of Rhode Island, the Trump administration is slated to <a href=\"https://www.brown.edu/news/2025-07-30/brown-united-states-resolution-agreement\" target=\"_blank\" rel=\"noopener\">reimburse</a> $50m in unpaid federal grant costs as part of the deal.</p><p>The Trump administration had been projected to withhold nearly $510m in grants and research funding from the school.</p><p>The president remains <a href=\"/news/2025/7/21/hearing-begins-in-harvards-case-against-the-trump-administration\">locked</a> in a standoff with Harvard University, with administrators reportedly signalling this week that they were open to spending up to $500m to reach a deal.</p></div></div></body></html>"
        },
        {
            "title": "More than 70 aid seekers killed as starvation worsens in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-30T22:48:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AA-20250730-38706649-38706642-STARVING_PALESTINIANS_FLOCK_TO_AID_POINT_FOR_SCARCE_FLOUR_AMID_ISRAELI_BLOCKADE-1753892341.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israeli attacks have killed at least 71 Palestinians seeking humanitarian aid amid a deepening hunger crisis in Gaza, medical sources told Al Jazeera, as hospitals in the besieged territory recorded seven more deaths from famine and malnutrition.</p><p>At least 51 people were killed and more than 648 others were wounded by Israeli forces on Wednesday as they were heading towards the Zikim crossing point for aid trucks entering northern Gaza, according to the Gaza Government Media Office.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Another 20 people seeking aid were killed near the so-called Morag Corridor near Khan Younis in southern Gaza, the Nasser Medical Complex reported.</p><p>More than 1,000 Palestinians seeking aid have been killed by Israeli forces near aid distribution sites run by the US and Israeli-backed GHF, which launched operations in late May.</p><p>The GHF has been heavily criticised by the UN and other humanitarian organisations for failing to provide enough aid and for the dire security situation at and around its aid distribution sites.</p><p>The attacks come as aid agencies and health officials warn of a sharp rise in starvation, particularly among children and the elderly.</p><p>The Gaza Health Ministry said 154 people, including 89 children, have died of malnutrition, most in recent weeks. A <a href=\"/news/2025/7/29/death-toll-in-israels-war-on-gaza-surpasses-60000\">global hunger monitor</a> said on Tuesday that a famine scenario is unfolding.</p><p>Among those struggling to survive is Jihan al-Quraan, a mother who spoke to Al Jazeera while holding her young daughter. “Look at her stomach! There is no flesh, just bones from the lack of food – an entire month without bread,” she said.</p><p>Al-Quraan said she tried to get food at a crowded soup kitchen, but returned empty-handed. “I only found some dry pasta shells on the floor,” she added.</p><p>Despite mounting needs, aid entering Gaza remains far below required levels. Adnan Abu Hasna, a spokesman for UNRWA, the United Nations agency for Palestinian refugees, told Al Jazeera Arabic that the trickle of aid allowed into Gaza “does not reach the majority of the population”.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>According to the UN, Gaza needs at least 500 to 600 aid trucks per day to meet basic humanitarian needs. Yet, only 269 trucks have entered the territory over the past four days.</p><p>“Most of them were looted by hungry crowds,” reported Al Jazeera’s Tareq Abu Azzoum from Gaza. “Now, looting aid is not very shocking. It has been a predictable outcome for a prolonged period of a starving population that has been denied access to water, food and medical supplies.”</p><p>“People have gone days without getting any kind of food,” he added. “The number of trucks sent to the Gaza Strip falls short of meeting the needs of the population.”</p><p>The Euro-Med Human Rights Monitor said it had documented the deaths of dozens of elderly people in displacement camps “due to starvation, malnutrition, or lack of treatment”.</p><p>“Many of these deaths were recorded as natural causes, owing to the absence of a clear reporting mechanism within the ministry and the tendency of families to bury their loved ones immediately,” the group said in a statement on X.</p><p>It added that hospitals and primary care centres have seen an “unprecedented surge” in daily deaths over the past two weeks, with hundreds of elderly people arriving in “states of extreme exhaustion, seeking nutritional fluids”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israeli-bombardment-continues\">Israeli bombardment continues</h2><p>At least 15 other people were killed in Israeli attacks across Gaza on Wednesday, medical sources told Al Jazeera.</p><p>That includes the minimum three people, including Palestinian photojournalist Ibrahim Mahmoud Hajjaj, 35, were killed in two separate Israeli air strikes in Gaza City. One strike targeted a group of people near az-Zahra School in the central Daraj neighbourhood, killing two and wounding others. A second strike in eastern Gaza City killed Hajjaj.</p><p>According to the Committee to Protect Journalists, 178 journalists have been killed during Israel’s war on Gaza since October 7.</p><p>Since the war began, Israeli attacks have killed at least 60,138 Palestinians and wounded more than 146,000 others, according to Gaza’s Health Ministry. An estimated 1,139 people were killed in Israel during the Hamas-led attack on October 7, and more than 200 others were taken captive.</p><h2 id=\"gaza-annexation-threat\">Gaza annexation threat</h2><p>Meanwhile, an Israeli minister hinted at the possibility of annexing parts of Gaza – a move that could any remaining hopes of a two-state solution and further entrench Israel’s occupation in violation of international law.</p><p>Accusing Hamas of trying to drag out ceasefire talks to gain Israeli concessions, security cabinet member Zeev Elkin told public broadcaster Kan that Israel may give the group an ultimatum to reach a deal before further expanding its military actions.</p><p>“The most painful thing for our enemy is losing lands,” he said. “A clarification to Hamas that the moment they play games with us they will lose land that they will never get back would be a significant pressure tool.”</p><p>The remarks came just days after Heritage Minister Amichai Eliyahu said the Israeli government is “advancing the destruction of Gaza”.</p><p>“The government is racing ahead for Gaza to be wiped out,” Eliyahu told Haredi radio station Kol Barama. “Thank God, we are wiping out this evil. We are pushing this population that has been educated on ‘Mein Kampf’,” he said, referring to the 1925 autobiographical and political work by Adolf Hitler, the leader of Germany’s Nazi Party.</p><p>Eliyahu’s comments drew widespread outrage, including from within Prime Minister Benjamin Netanyahu’s own coalition. However, Israeli media reports suggest the government is preparing a formal ultimatum to Hamas: agree to their terms of a ceasefire or face the annexation of territory.</p><p>Israel’s Channel 13 reported that Israel may seek to annex land adjacent to the Gaza perimeter fence, pushing up to one kilometre inside the Strip.</p><p>These threats come as negotiations continue between Hamas and Israel, with mediation from the United States, Qatar and Egypt. Channel 12 reported that Israel has proposed a 60-day ceasefire that would include a partial withdrawal of troops from Gaza, but not an end to the war.</p><p>A US official confirmed that special envoy Steve Witkoff would travel to Israel on Thursday to discuss “next steps” to address the situation. Earlier this week, US President Donald Trump said he expected centres to be set up to feed more people inside Gaza.</p><p>But for many Palestinians on the ground, those promises remain far removed from the daily fight for survival.</p></div></div></body></html>"
        },
        {
            "title": "Canada will recognise Palestinian state at UN General Assembly: Carney | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-30T21:56:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-16T171750Z_1538730765_RC2RNFAAEMGP_RTRMADP_3_CANADA-POLITICS-1753911257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has joined several Western countries in announcing its intention to recognise a Palestinian state amid the continuing Israeli atrocities unfolding in Gaza.</p><p>Canadian Prime Minister <a href=\"/economy/2025/7/30/trumps-tariffs-forge-feeling-of-big-betrayal-in-canadas-manufacturing\">Mark Carney</a> made the announcement on Wednesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>He explained that Ottawa had hoped that a two-state solution could be achieved through a negotiated peace process, but that approach was “no longer tenable”.</p><p>“Canada intends to recognise the State of Palestine at the 80th session of the United Nations General Assembly in September 2025,” Carney told reporters.</p><p>The move follows a similar announcement by <a href=\"/news/2025/7/30/how-significant-is-uks-move-to-recognise-palestinian-state-and-why-now\">the United Kingdom</a> and France earlier this month.</p><p>But it is not clear how such recognitions will impact Israel’s ongoing war in Gaza and the expansion of illegal settlements in the West Bank – the two territories that would form a Palestinian state.</p><p>Carney said the recognition is predicated on promises of reform from the Palestinian Authority and President <a href=\"/news/2025/4/26/palestinian-president-mahmoud-abbas-appoints-aide-as-plo-deputy\">Mahmoud Abbas</a>, as well as a commitment to hold general elections in 2026.</p><p>He stressed that Hamas can play no role in the future of Palestine and would not be allowed to take part in future elections, a condition that some argue may taint any democratic process.</p><p>“Preserving a two-state solution means standing with all people who choose peace over violence or terrorism,” Carney said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"us-rejects-palestine-recognition\">US rejects Palestine recognition</h2><p>The United States, Israel’s top ally, has rejected moves to recognise a Palestinian state, saying that the policy rewards Hamas.</p><p>Earlier this month, US President <a href=\"/news/2025/7/30/trumps-approval-rating-in-us-drops-to-lowest-level-of-his-second-term\">Donald Trump</a> dismissed his French counterpart, Emmanuel Macron, when the latter announced plans to acknowledge Palestine.</p><p>“What he says doesn’t matter,” Trump said of Macron. “It’s not going to change anything.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Tuesday, he also objected to the UK’s move, saying that the issue did not come up during his meeting with British Prime Minister Keir Starmer in Scotland.</p><p>“You could make the case that you’re rewarding people, that you’re rewarding Hamas if you do that. I don’t think they should be rewarded. I’m not in that camp, to be honest,” Trump said.</p><p>The Trump administration has been uncompromising in its support for Israel, despite accusations by UN experts and rights groups that the US ally is committing a genocide against Palestinians.</p><p>The Israeli military has killed more than <a href=\"/news/liveblog/2025/7/30/live-israel-keeps-starving-palestinians-as-gaza-sees-aid-entry-spectacle\">60,000 Palestinians</a> in Gaza and flattened most of the territory since the start of the war in 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"calls-for-sanctions\">Calls for sanctions</h2><p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\">Last year, Canada announced that it would stop issuing new permits for weapons exports to Israel amid concerns over human rights violations.</p><p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\">But earlier this week, a coalition of advocacy groups released a <a href=\"https://armsembargonow.ca/wp-content/uploads/2025/07/Exposing-Canadian-Military-Exports-to-Israel_07292025_compressed-.pdf\" target=\"_blank\" rel=\"noopener\">report</a> based on Israeli tax records, revealing new details indicating that weapons have continued to be sent to Israel.</p><p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\">The groups accused the Canadian government of constructing a “web of lies” to shield itself from criticism and called on Ottawa to cancel all existing arms export permits to Israel.</p><p>On Wednesday, the National Council of Canadian Muslims welcomed Carney’s announcement but called on Canada to take other practical steps to stop Israel’s assault on Gaza.</p><p>It compared Israel’s actions in Gaza to Trump’s own pressure campaign to make Canada the 51st state in the US.</p><p>“Canada must continue to stand by our values to drive an independent foreign policy, particularly as the same Trump administration that backs the annexation of Gaza also threatens Canada with ideas of <a href=\"/news/2025/3/12/closest-target-why-is-donald-trump-so-focused-on-canada\">a 51st state</a>,” the group said in a statement.</p><p>“This means Canada must apply further sanctions on the Netanyahu government, impose a full two-way arms embargo on the [Israeli military], review the Canada-Israel Free Trade Agreement, and provide better assistance to those escaping Gaza to reunite with loved ones here in Canada.”</p></div></div></body></html>"
        },
        {
            "title": "Trump’s tariffs forge ‘feeling of big betrayal’ in Canada’s manufacturing | Manufacturing | Al Jazeera",
            "time": "2025-07-30T21:29:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-04-25T141803Z_1086127615_RC225EARNZ93_RTRMADP_3_CANADA-POLITICS-1749055404.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Krysten Lawton, 53, works in health and safety at Ford Motor Company of Canada’s engine plant in Windsor, Ontario — mere blocks from the Detroit River — where she has worked for 30 years.</p><p>Lawton is a fourth-generation auto worker in Windsor, an industrial hub abutting Canada’s US border near Detroit.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Her great-grandfather, both grandfathers and her father all worked for Ford, which employs her, her husband and their oldest son.</p><p>“These are really good-paying jobs,” Lawton says of the factory, where she currently works in health and safety.</p><p>“This is life-changing for people to work here.”</p><p>Windsor employs more people in manufacturing jobs than in any other sector — 19 percent of its workforce. Those workers and employers in Canada’s industrial heartland are now rattled by tariff threats.</p><p>In March, United States President Donald Trump imposed 25 percent tariffs on <a href=\"/news/2025/3/11/trump-says-imposing-50-percent-tariffs-on-canadian-steel-aluminium\" target=\"_blank\" rel=\"noopener\">steel and aluminium</a>, and weeks later, the same on <a href=\"/economy/2025/3/27/trump-announces-25-percent-tariffs-on-cars-ramping-up-trade-war\" target=\"_blank\" rel=\"noopener\">automobiles</a>. In June, he <a href=\"/economy/2025/6/4/donald-trumps-50-steel-and-aluminium-tariffs-take-effect\" target=\"_blank\" rel=\"noopener\">doubled</a> steel and aluminium duties. And now, he is threatening to tax <a href=\"/economy/2025/7/8/trump-set-to-announce-fifty-percent-tariff-on-copper\" target=\"_blank\" rel=\"noopener\">copper at 50 percent</a> starting Friday.</p><p>That’s Trump’s deadline for Canada’s Prime Minister Mark Carney <a href=\"/news/2025/7/11/trump-slaps-35-percent-tariff-on-canada-starting-august\" target=\"_blank\" rel=\"noopener\">to reach a deal</a> or face 35 percent tariffs on all goods deemed not compliant with the 2020 <a href=\"/economy/2018/10/2/nafta-out-usmca-in-whats-in-the-canada-mexico-us-trade-deal\" target=\"_blank\" rel=\"noopener\">US-Mexico-Canada Agreement</a> (USMCA), atop previous duties.</p><p>Last Friday, Trump threw cold water on Canadians’ hopes for reprieve.</p><p>“Canada could be one where they’ll just pay tariffs,” Trump said. “It’s not really a negotiation.”</p><p>Facing the same deadline, the European Union <a href=\"/economy/2025/7/27/us-and-eu-agree-on-trade-tariffs-to-avert-economic-standoff\" target=\"_blank\" rel=\"noopener\">agreed on Sunday</a> to accept 15 percent duties on most European exports.</p><p>US and Canadian manufacturers, long interconnected, are bracing for the worst — as are industry-dependent communities.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Volatility continues to be the new certainty,” said Alex Greco, senior director of manufacturing at the Canadian Chamber of Commerce.</p><h2 id=\"loss-of-confidence\">Loss of confidence</h2><p>Trump’s first tariffs had Lawton’s coworkers “all on edge”, she says.</p><p>Her plant makes engines for factories in the US states of Kentucky, Ohio and Michigan, with some components sourced globally.</p><p>“It definitely has real human impact,” she said, “especially in our region … the manufacturing hub of all Canada.”</p><figure id=\"attachment_3866409\" aria-describedby=\"caption-attachment-3866409\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/IMG_97281-1753905109.jpeg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866409\" src=\"/wp-content/uploads/2025/07/IMG_97281-1753905109.jpeg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"courtesy Krysten Lawton\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3866409\" class=\"wp-caption-text\">Auto workers in Canada like Krysten Lawton (pictured) are worried about their jobs because of tariffs [Photo courtesy of Krysten Lawton]</figcaption></figure><p>Canadian manufacturers employ 1.7 million people, exceeding one-tenth of the country’s gross domestic product, and last year exported to the US 356 billion Canadian dollars ($257bn US) of goods they produced, with 530,000 manufacturing jobs directly tied to exports.</p><p>Passenger vehicles and parts made up 62 billion Canadian dollars ($45bn) of that, exceeding 30,000 direct export-dependent jobs. Canada exported 13 billion Canadian dollars ($9bn) of domestically manufactured aluminium — representing nearly 10,000 jobs — and 8.4 billion Canadian dollars ($6bn) of steel and iron, nearly 6,000 jobs.</p><p>Trump’s volatile approach “just creates a chill on overall investment”, Greco said, “eroding confidence in cross-border supply chains”, freezing many companies’ expansion plans.</p><p>Official data lags on job impacts. But thousands have already been laid off across the automotive and metals industries this year.</p><p>Canada’s gross domestic product (GDP) fell in April, mostly in manufacturing, a “significant impact already”, said Centre for Future Work director and economist Jim Stanford.</p><p>“The tariffs themselves, and probably more importantly the uncertainty around the tariffs, is definitely hitting home,” he said.</p><p>Trump’s tariff whims have sparked anxiety amongst workers, employers and voters — just 11 percent of whom believe Trump negotiates in “good faith”.</p><p>But despite layoffs and slowdowns, the damage could be worse, said Catherine Connelly, head of McMaster University’s Centre for Research on Employment and Work.</p><p>Without mass layoffs or inflationary changes, employment is actually up, she noted.</p><p>“We’re in the stage of anything can happen,” said the business professor in Hamilton, Ontario. “But it’s starting to look like we’re going to have some kind of tariffs.</p><p>“No business has ever wanted anything like this.”</p><h2 id=\"auto-sector-going-to-hurt-if-tariffs-stay\">Auto sector ‘going to hurt’ if tariffs stay</h2><p>Car factories by the Michigan-Ontario border are increasingly entangled since the 1965 Canada-US Auto Pact.</p><p>“We had 60 years of integration,” said McGill University economics lecturer Julian Vikan Karaguesian, who worked in Canada’s finance ministry on trade issues, including in Canada’s US embassy.</p><p>“If these tariffs are sustained, it’s going to hurt.”</p><p>John D’Agnolo, chair of Unifor’s Auto Industry Council, notes that workers are fretting — especially younger ones with less seniority protections and rising expenses.</p><p>“It’s a scary thing,” the longtime Ford employee and unionist said. “They’re worried.</p><p>“They’ve got to make sure they can take care of their families.”</p><p>Industry slowdowns would “ripple” across auto-dependent regions, Greco said.</p><p>“Companies will have to make very tough decisions,” he said. “There’s still a threat of, potentially, a recession.”</p><p>A silver lining, experts say, is exemptions for North American-made parts.</p><p>“In theory, the US tariff on cars is supposed to make an adjustment for US-made content in the car,” said Stanford. “But in practice … industry are just scratching their heads.”</p><h2 id=\"cascading-impacts\">‘Cascading impacts’</h2><p>Even for USMCA-compliant auto parts, tariffs on raw metals for cars will have “cascading impacts”, Greco said.</p><p>One-quarter of imported US steel is Canadian, and over half of its imported aluminium.</p><figure id=\"attachment_3866423\" aria-describedby=\"caption-attachment-3866423\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/2025-03-12T164930Z_493734179_RC2QBDA7DWIA_RTRMADP_3_USA-TRUMP-TARIFFS-CANADA-1753905443.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866423\" src=\"/wp-content/uploads/2025/07/2025-03-12T164930Z_493734179_RC2QBDA7DWIA_RTRMADP_3_USA-TRUMP-TARIFFS-CANADA-1753905443.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Steel coils and a flag of Canada are seen in the factory before Canada's Prime Minister-designate Mark Carney visits the ArcelorMittal Dofasco steel mill in Hamilton, Ontario, Canada\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3866423\" class=\"wp-caption-text\">The US gets a quarter of its steel from Canada, and tariffs will increase prices [File: Carlos Osorio/Reuters]</figcaption></figure><p>In Ontario, “the heart” of Canada’s metal industry, one region hosts one-third of the provincial sector’s workforce.</p><p>The peninsula around Hamilton, Canada’s “steel capital”, employs nearly 12,000 people in metal manufacturing.</p><p>“Hamiltonians in particular are concerned about steel; it’s a huge industry,” said Connelly. “The companies, they’re extraordinarily resilient.</p><p>“But nobody ever thought that something like this would ever happen. It’s certainly quite a shock.”</p><p>The United Steelworkers represent tens of thousands of metalworkers. Its national union director for Canada, Marty Warren, warns that “a whole lot is at stake” for members, who produce products “from when you’re born to caskets for your last day”.</p><p>Tariffs have many of his members fearful for their futures in “great-paying jobs” that “support communities”.</p><p>“It’s definitely set off some panic,” he noted. “There’s fear throughout the membership: ‘Should I be saving my money for darker times?’”</p><p>On July 16, Carney <a href=\"/economy/2025/7/16/canada-introduces-tariffs-on-trade-partners-to-protect-domestic-industries\" target=\"_blank\" rel=\"noopener\">imposed his own steel tariffs</a> on several countries, to “ensure Canadian steel producers are more competitive”.</p><p>Unions want the Canadian prime minister to do more to protect domestic industries.</p><p>“Because at the end of the day,” Warren quipped, “what’s a nation without a domestic steel industry?”</p><h2 id=\"labour-movement-divided\">Labour movement divided</h2><p>One thorn for Canada’s highly unionised manufacturing sector: Some US labour leaders back Trump’s <a href=\"/economy/2025/3/13/us-public-souring-on-trumps-handling-of-economy-polls-show\" target=\"_blank\" rel=\"noopener\">“America First” economic agenda</a>. The United Auto Workers head endorsed “bringing back American jobs”.</p><p>“Are we shocked by it?” asked D’Agnolo. “Of course we are, because we work well together.”</p><p>Ford employee Lawton is less diplomatic, calling pro-tariff leaders “chameleons” for their shifting stances on Trump.</p><p>“Within the unions, you have people that will support him one day and … against him the next,” she said. “It actually would impact the US much greater than it would impact us.</p><p>Lawton sneers at the idea that US jobs went to Canada, where Ford opened a plant in 1905.</p><p>“We have never taken any American jobs,” she said. “But when you hear it over and over and over again, you start to believe it.”</p><p>Trump harnessed “a feeling of big betrayal” among blue-collar Americans after decades of declining manufacturing, argues Karaguesian. “It’s not clear he’ll be able to tariff his way back to America being a big manufacturer,” he said. “Shortcuts rarely work.”</p><figure id=\"attachment_3866427\" aria-describedby=\"caption-attachment-3866427\" class=\"wp-caption aligncenter\"><a href=\"/wp-content/uploads/2025/07/2025-05-30T213955Z_209118876_RC2GSEAGVU0O_RTRMADP_3_USA-TRUMP-1753905627.jpg\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866427\" src=\"/wp-content/uploads/2025/07/2025-05-30T213955Z_209118876_RC2GSEAGVU0O_RTRMADP_3_USA-TRUMP-1753905627.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"U.S. President Donald Trump walks with North American Flat-Rolled Segment Senior Vice President and Chief Manufacturing Officer Scott Buckiso, Plant manager of Irvin and Fairless Plant Donald German and Mon Valley Works United Steel Corporation Vice President Kurt Barshick, as he visits U.S. Steel Corporation–Irvin Works in West Mifflin, Pennsylvania, U.S.\" fetchpriority=\"low\"></a><figcaption id=\"caption-attachment-3866427\" class=\"wp-caption-text\">US President Donald Trump says tariffs will bring back jobs to his country [File: Leah Millis/Reuters]</figcaption></figure><h2 id=\"you-have-to-be-able-to-bounce\">‘You have to be able to bounce’</h2><p>Karaguesian worked under Carney in Canada’s finance department before he headed the Bank of Canada.</p><p>He sees Carney as “very clever economically and politically and strategically”, even though “he’s been dealt a very hard hand of cards”.</p><p>Carney will have to compromise, but not at any cost.</p><p>“If we want to remain a sovereign nation,” Karaguesian said, “we will have to draw a line in the sand.”</p><p>A poll found two-thirds of Canadians want Carney to “take a hard approach, refusing difficult concessions”.</p><p>In auto-dependent Windsor, Lawton calls manufacturing “a roller coaster”.</p><p>“Buying my first house, thinking about starting a family, and then bang — you get a layoff,” she recalled.</p><p>She worries most for young workers. To weather manufacturing’s storms, she urges her kids to diversify their skills, and not depend on one income source.</p><p>She’d give Carney similar advice.</p><p>“You have to be able to bounce,” she said. “Automotive is not something that I wish for my boys because of the roller coaster ride.</p><p>“I tell them all the time, ‘You got to save your pennies, man, because you just don’t know.’”</p></div></div></body></html>"
        },
        {
            "title": "German biathlete Laura Dahlmeier dies mountaineering in Pakistan | Environment | Al Jazeera",
            "time": "2025-07-30T20:29:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753907295.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "UK court: Palestine Action may challenge ‘antiterrorism’ ban | Newsfeed | Al Jazeera",
            "time": "2025-07-30T20:27:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753907424.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "At least 22 killed at Angola fuel price hike protests, authorities say | Protests News | Al Jazeera",
            "time": "2025-07-30T20:27:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250728__68348QC__v2__HighRes__AngolaUnrest-1753799195.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>At least 22 killed at Angola fuel price hike protests, authorities say</h1><p class=\"article__subhead\"><em>More than 1,200 people have been arrested since protests began earlier this week, a government statement said.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least 22 people were killed and 197 others were injured in violence that erupted during protests against a fuel price hike this week, Angola’s government has said.</p><p>The <a href=\"/news/2025/7/29/four-killed-hundreds-arrested-in-ongoing-angola-fuel-hike-protests\">unrest broke out on Monday</a> when minibus taxi associations launched a three-day strike against a government decision to increase the price of diesel by one-third, part of efforts to curb costly subsidies and shore up public finances.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Looting, vandalism and clashes with police started in the capital, Luanda, and then spread to six other provinces.</p><p>Sporadic gunfire was heard across Luanda and several other cities on Monday and Tuesday as people looted shops and clashed with police.</p><p>President Joao Lourenco’s cabinet met on Wednesday and received an update on the security situation and police response.</p><p>A presidency statement said there had been 22 deaths, 197 people injured and 1,214 arrests. Sixty-six shops and 25 vehicles had been vandalised, and some supermarkets and warehouses looted, the statement said.</p><p>The statement added that the army was deployed to restore order as the riots “triggered a climate of widespread insecurity”.</p><p>Interior Minister Manuel Homem told reporters that a police officer was among the 22 people killed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The streets of Luanda were tense and largely empty on Wednesday, although there were some queues outside petrol stations and some shops. There was a heavy presence of security forces.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Many shops remained closed, but public transport slowly resumed after a two-day standstill.</p><p>When the latest wave of protests began two weeks ago, Human Rights Watch accused the police of excessive force against what was a largely peaceful demonstration. Police unnecessarily fired tear gas and rubber bullets and assaulted protesters in those demonstrations, the US-based rights group said.</p><p>Angola has been gradually removing fuel subsidies since 2023, when a petrol price hike also triggered deadly protests, encouraged by the International Monetary Fund among others.</p><p>Authorities have often been accused of clamping down harshly on protests to silence dissent in Angola, an oil-rich nation on Africa’s Atlantic coast where the People’s Movement for the Liberation of Angola party has been in power for 50 years – since independence from Portugal in 1975.</p><p>In a joint statement Wednesday, the opposition UNITA and Bloco Democratico parties said Angola was in a “severe economic and social crisis” that was a result of government policies “disconnected from the country’s reality”.</p><p>Subsidies amounted to as much as 4 percent of gross domestic product (GDP) last year, according to the country’s finance minister.</p></div></div></body></html>"
        },
        {
            "title": "Why a so-called ‘honor’ killing in Pakistan has sparked national outrage | Gender Equity News | Al Jazeera",
            "time": "2025-07-30T19:36:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/image-1753903972.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>She was accused of having an affair, then shot dead on camera, allegedly under orders from a tribal council in Balochistan. But only after the video of the killing went viral did authorities in Pakistan arrest suspects. What does the killing of Bano Bibi and Ehsan Ullah reveal about what it takes for victims to get justice?</p></div></div></body></html>"
        },
        {
            "title": "Hezbollah rejects calls to disarm, says demands serve Israel | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-07-30T19:14:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-02-02T181849Z_176512133_RC2IMCA4NRMZ_RTRMADP_3_ISRAEL-PALESTINIANS-LEBANON-HEZBOLLAH-1753899588.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Hezbollah leader Naim Qassem has said that calls for the Lebanese group’s disarmament serve only Israel, amid pressure from the United States for Beirut to take such steps.</p><p>“Those who call for submitting arms practically demand submitting them to Israel … We will not submit to Israel,” Qassem said on Wednesday in a televised address marking the first anniversary of the targeted killing by Israel of senior commander Fuad Shukr.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p><span>Hezbollah emerged weakened from a war with Israel last year that eliminated most of the group’s leadership, killed thousands of its fighters and left tens of thousands of its supporters displaced from their destroyed homes.</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sources told Reuters that the US is pushing Lebanon to issue a formal cabinet decision committing to disarm Hezbollah, saying that is needed before talks can resume on a halt to Israeli military operations in the country – which are still taking place despite a ceasefire agreed upon in November last year.</p><p>Under the truce, Hezbollah was to withdraw its fighters north of the Litani River, about 30 kilometres (20 miles) from the Israeli border, leaving the Lebanese army and United Nations peacekeepers as the only armed parties to its south.</p><p>Hezbollah has publicly refused to hand over its arsenal in full, but has privately weighed scaling it back.</p><p>“Those who call for disarmament on a domestic, global or Arab level serve the Israeli project,” Qassem said.</p><p>He also said the US was demanding a removal of Hezbollah’s missiles and drones because they “scare” Israel, accusing US special envoy Tom Barrack of calling for disarmament for the sake of Israel and not Lebanon’s own security.</p><p>“Israel will not be able to defeat us, and it will not be able to take Lebanon hostage,” he added.</p><h2 id=\"israeli-aggression-must-stop\">‘Israeli aggression … must stop’</h2><p>In early July, Barrack met Lebanese officials in Beirut to discuss <a href=\"/features/2025/7/8/the-us-asked-lebanon-to-disarm-hezbollah-how-did-lebanon-respond\">the disarmament proposal</a>. It would see Hezbollah fully disarmed within four months in exchange for the withdrawal of Israeli troops occupying several posts in south Lebanon and a halt to Israeli air strikes that have so far killed thousands of Lebanese nationals.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Hezbollah has been under pressure in recent months both within Lebanon and from Washington to completely relinquish its weaponry.</p><p>In his speech, Qassem said he considered the ceasefire agreement to apply “exclusively south of the Litani River”.</p><p>“However, if some link weapons to the agreement, I say to them, ‘Weapons are an internal Lebanese affair that has nothing to do… with the Israeli enemy’.”</p><p>Under the truce deal, Israel was supposed to have withdrawn all of its troops from Lebanon, but it has kept them in five areas it deems strategic.</p><p>“The imminent danger is the Israeli aggression … this aggression must stop,” Qassem said, referring to ongoing Israeli attacks targeting various parts of Lebanon. “All political discourse in the country must be directed towards stopping the aggression, not towards handing over weapons to Israel.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A Lebanese official, who spoke on condition of anonymity, confirmed that “Lebanese authorities are currently under international and regional pressure, with demands that they formally commit to disarming Hezbollah in a cabinet meeting”.</p><p>Lebanon’s demand that Israel complete its withdrawal before Hezbollah is disarmed was rejected by the US, a Lebanese source with knowledge of the matter told AFP.</p><p>Lebanon’s Prime Minister Nawaf Salam called a cabinet meeting for next week to discuss “the extension of state sovereignty over all its territories exclusively by its own forces”. Leaders who took office after the year of hostilities between Israel and Hezbollah have promised a state monopoly on bearing arms.</p><p>The meeting will reportedly also focus on “arrangements for the ceasefire … which include ideas from ambassador Barrack’s proposal regarding its implementation”.</p><p>Hezbollah insists Israel must halt its strikes and withdraw from the remaining positions it holds in the south before it will discuss the future of its weapons.</p></div></div></body></html>"
        },
        {
            "title": "Belgium refers war crimes complaint against Israeli soldiers to ICC | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-07-30T19:13:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/epa_688a43b26c4c-1753891762.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Belgian prosecutors have referred a war crimes complaint against two Israeli soldiers to the International Criminal Court (ICC), following allegations that they participated in atrocities in Gaza.</p><p>The Hind Rajab Foundation, which filed the complaint alongside the Global Legal Action Network (GLAN), confirmed that the Belgian Federal Prosecutor has decided to forward the case to the ICC. The foundation said the decision was made in accordance with Belgium’s obligations under international law.</p><p>“The International Criminal Court is currently investigating possible serious violations of humanitarian law in the Palestinian territories,” the Federal Public Prosecutor’s Office said, according to Belgium’s Belga news agency.</p><p>The complaint centres on two Israeli soldiers, allegedly members of the Givati Brigade. They were seen waving their military unit’s flag during the performance of an Israeli DJ at the <a href=\"/news/2025/7/21/belgian-police-question-israelis-over-alleged-gaza-war-crimes\">Tomorrowland music festival</a> in Belgium.</p><p>Following the complaint, Belgian police were instructed to identify, arrest and interrogate the two soldiers, before they were later released.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-summon-belgian-diplomat\"></h2><h2 id=\"legal-group-pushes-for-stronger-action\">Legal group pushes for stronger action</h2><p>The Hind Rajab Foundation, based in Belgium, is named after a six-year-old Palestinian girl killed by Israeli fire in Gaza City earlier in the war. Since its formation in 2023, the group has filed dozens of complaints across more than 10 countries targeting Israeli military personnel.</p><p>While the foundation welcomed the referral to the ICC with “cautious encouragement”, it criticised Belgian authorities for not taking stronger action.</p><p>“In our view, the suspects should not only have been arrested, but also detained and either prosecuted in Belgium or extradited to the ICC,” the foundation said in a statement.</p><p>“Releasing individuals credibly accused of war crimes and crimes against humanity not only undermines public trust in justice,” the group added, “but risks reinforcing a sense of impunity and may enable those individuals to commit further atrocities.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The foundation called the referral “a strategic pivot to the international level”, and urged the ICC to act swiftly.</p><p>“Every day of inaction by international institutions is a day of continued suffering and unaccountability,” it said. “Let it be clear: this case sets a legal and moral precedent. Israeli military personnel, no matter where they travel, are not beyond the reach of justice.”</p><h2 id=\"israel-summons-belgian-diplomat\">Israel summons Belgian diplomat</h2><p>On Tuesday, the Israeli government reportedly summoned a Belgian diplomat in protest over the arrests.</p><p>The row between the two nations comes amid growing international concern over the humanitarian catastrophe in Gaza and Israel’s ongoing war against the Palestinian people.</p><p>Earlier on Wednesday, Belgium announced it would send a military aircraft with food and medical supplies destined for Gaza to Jordan, while the country also joined 27 others in signing a declaration calling for an immediate ceasefire.</p><p>However, Belgium itself is facing legal pressure for allegedly failing to act against Israeli crimes in Gaza.</p><p>On July 7, the Belgian state was formally summoned to appear before the French-speaking Court of First Instance in Brussels, where the claimants accuse the country of inaction and failing to meet its international obligations.</p><p>They allege Belgium should take urgent steps including banning arms transport to Israel via Belgian territory, halting trade with Israeli settlements, suspending the EU-Israel Association Agreement, freezing Israeli leaders’ assets, and ending institutional cooperation with Israel.</p></div></div></body></html>"
        },
        {
            "title": "Brazil slams ‘unacceptable’ US sanctions on judge overseeing Bolsonaro case | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T18:54:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-11T211756Z_1428578810_RC2DKFAWVEC6_RTRMADP_3_USA-TRUMP-TARIFFS-BRAZIL-1752844411.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Brazil slams ‘unacceptable’ US sanctions on judge overseeing Bolsonaro case</h1><p class=\"article__subhead\"><em>The US froze Judge de Moraes’s assets, citing his role in arbitrary detentions, censorship, and cases against Bolsonaro.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazil has criticised the United States Department of the Treasury’s decision to impose sanctions on Supreme Court Justice Alexandre de Moraes over alleged suppression of freedom of expression and the ongoing trial of <a href=\"/news/2025/7/24/brazils-supreme-court-declines-to-arrest-bolsonaro-over-social-media-ban\">former Brazilian President Jair Bolsonaro</a>.</p><p>Brazil’s President Luiz Inacio Lula da Silva also released a statement on Wednesday condemning what he called the “US government’s interference in the Brazilian justice system”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The Brazilian government stands in solidarity with [de Moraes], who is the target of sanctions motivated by the actions of Brazilian politicians who betray our country and our people in defence of their own interests,” President Lula said, without naming Bolsonaro.</p><p>De Moraes is overseeing a case against the former president, who stands accused of <a href=\"/news/2025/6/29/bolsonaro-rallies-supporters-in-brazil-amid-supreme-court-coup-plot-trial\">masterminding a plot</a> to orchestrate a coup and stay in power after his 2022 election defeat to Lula.</p><p>Announcing sanctions against de Moraes earlier on Wednesday, US Treasury Secretary Scott Bessent said the Brazilian Supreme Court justice had “taken it upon himself to be judge and jury in an unlawful witch-hunt”.</p><p>“De Moraes is responsible for an oppressive campaign of censorship, arbitrary detentions that violate human rights, and politicised prosecutions – including against former President Jair Bolsonaro,” Bessent said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>De Moraes was sanctioned under the Global Magnitsky Act, which allows the US to impose economic penalties against foreigners it considers to have a record of corruption or human rights abuses.</p><p>Bessent’s statement accused de Moraes of “serious human rights abuse[s]” for targeting opposition politicians – including Bolsonaro – journalists, newspapers, and US and international companies, including social media platforms.</p><p>The decision orders the freezing of any assets or property de Moraes may have in the US.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>US President Donald Trump previously tied tariffs on Brazil to what he called a “witch-hunt” against his right-wing ally.</p><p>In a letter in mid-July announcing a 50-percent tariff on Brazilian goods, which will start on August 6, Trump opened the message with criticism of Bolsonaro’s prosecution. Trump has since softened the blow by excluding key sectors in Brazil, such as aircraft, energy and orange juice, from the heaviest levies.</p><p>“We’re not facing the worst-case scenario,” Brazilian Treasury Secretary Rogerio Ceron told reporters on Wednesday.</p><p>Responding to the 50-percent tariff in his statement on Wednesday, President Lula criticised Washington’s “unjustifiable” attempts to use “political arguments to validate the trade measures” against his country.</p><p>“The political motivation behind the measures against Brazil undermines national sovereignty and the historical relationship between the two countries,” he said.</p><p>On July 18, Brazilian police swooped on Bolsonaro’s home and political headquarters, while de Moraes ordered the former president to wear an ankle bracelet and stop using social media over allegations he courted interference in his trial from Trump.</p><p>Hours later, Washington imposed US visa restrictions on de Moraes, his family and other unnamed court officials, escalating tensions with the government of Latin America’s largest economy.</p><p>Bolsonaro has denied attempting to overthrow the government, but has acknowledged taking part in meetings aimed at reversing the election’s outcome.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US Federal Reserve leaves rates unchanged despite Trump pressures | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T18:53:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AP25211564394933-1753899018.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Federal Reserve leaves rates unchanged despite Trump pressures</h1><p class=\"article__subhead\"><em>The decision also drew dissent from two of the central bank’s governors, both appointees of US President Donald Trump, a first in more than 30 years.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Despite pressure from the White House, the United States Federal Reserve will hold interest rates steady at 4.25-4.50 percent, on par with economists’ expectations as tariff-driven uncertainty weighs on the US economy.</p><p>The Fed, the US central bank, announced its decision on Wednesday as it wrapped up its two-day policy meeting.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. Uncertainty about the economic outlook remains elevated,” the Fed said in a statement.</p><p><a href=\"/economy/2025/6/18/us-fed-leaves-interest-rates-unchanged-amid-economic-uncertainty\" target=\"_blank\" rel=\"noopener\">Rates have held steady</a> at this rate since December. Federal Reserve Chairman Jerome Powell has long argued that keeping rates consistent puts the central bank in a strong position to respond to inflationary pressures driven by US President Donald Trump’s tariffs.</p><p>“Recent indicators suggest that growth of economic activity moderated in the first half of the year. The unemployment rate remains low, and labor market conditions remain solid. Inflation remains somewhat elevated,” the Fed added.</p><p>Inflation ticked up to 2.7 percent, according to the consumer price index report released earlier this month.</p><p>But the decision also drew dissent from two of the central bank’s governors, both Trump appointees who agree with him that monetary policy is too tight.</p><p>This week’s meeting marks the first time in more than 30 years that two members of the Fed’s seven-person Washington-based Board of Governors voted against a rate decision at the consensus-driven central bank, and it will likely stoke debate about how Trump’s public pressure to cut rates is playing out at an institution designed to set monetary policy independent of demands from elected officials.</p><p>Both Vice Chair for Supervision Michelle Bowman and Governor Christopher Waller, who has been mentioned as a possible nominee to replace Powell when his term expires in May 2026, “preferred to lower the target range for the federal funds rate by one quarter of a percentage point at this meeting”, the Fed’s policy statement said.</p><h2 id=\"pressures-on-powell\">Pressures on Powell</h2><p>Last week, the US president claimed that <a href=\"/economy/2025/7/24/trump-visits-us-federal-reserve-hq-amid-feud-with-chairman-powell\" target=\"_blank\" rel=\"noopener\">he thought the central bank </a>was ready to reduce interest rates after a visit to Fed headquarters.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Wednesday, prior to the rate decision’s announcement and on the heels of <a href=\"/economy/2025/7/30/us-q2-gdp-growth-masks-broader-economic-downturn\" target=\"_blank\" rel=\"noopener\">mixed GDP data</a>, the White House said in a statement that “There are no more excuses — now is the time for ‘too late’ Powell to cut the rates!”</p><p>The claims are the latest in a slew of attempts by the White House to pressure the central bank to lower rates, including threats of replacing Powell and ongoing personal attacks on the Fed chair. Last week, Trump called Powell a “numbskull”.</p><p>But Powell has long maintained that the central bank’s decisions on monetary policy should remain independent of political pressures.</p><p>In response to a question on whether the needs of the federal government will be considered in future policy decisions, Powell said, “We don’t consider the fiscal needs of the federal government. No advanced economy’s central bank does that.”</p><p>If the central bank did consider that, it would undermine the credibility of both the central bank and US fiscal policy, he said.</p></div></div></body></html>"
        },
        {
            "title": "UN expert condemns US rollback of sanctions on Myanmar regime allies | Human Rights News | Al Jazeera",
            "time": "2025-07-30T18:45:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/10/2017-03-27T120000Z_445351969_RC13113B5AA0_RTRMADP_3_MYANMAR-MILITARY.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN expert condemns US rollback of sanctions on Myanmar regime allies</h1><p class=\"article__subhead\"><em>The decision came after the country’s military chief sent a letter to Trump praising his ‘strong leadership’.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations’s top expert on Myanmar has sharply criticised the United States for lifting sanctions on allies of the country’s governing military regime, warning the move is a “major step backward”.</p><p>Tom Andrews, the UN special rapporteur on human rights in Myanmar, on Wednesday called the decision “shocking”. The US quietly removed sanctions on five individuals and companies allegedly tied to the regime’s arms trade on July 24.</p><p>“This is a major step backward for international efforts to save lives by restricting the murderous junta’s access to weapons,” Andrews said in a statement. “It is unconscionable to undermine these efforts by rolling back sanctions on Myanmar arms dealers and junta cronies.”</p><p>The move has drawn criticism amid an ongoing civil war in Myanmar, where the military, led by Senior General Min Aung Hlaing, seized power in a 2021 coup that overthrew the government of Aung San Suu Kyi.</p><p>Andrews said the companies removed from the sanctions list had been implicated in brokering weapons and materials for the regime’s military operations.</p><p>“What makes this action even more appalling is that sanctions against the junta are proving to be effective,” Andrews added, pointing to data showing a more than 30 percent decline in Myanmar’s imported military equipment from 2023 to 2024, which he attributed in part to US-led sanctions.</p><p>The move comes despite US President Trump signing a notice in February extending the executive order underpinning Myanmar-related sanctions, saying the 2021 coup “continues to pose an unusual and extraordinary threat” to US national security.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>And in a June statement to the UN, the US representative accused the military regime of bombing civilians and conscripting Rohingya to fight on its behalf.</p><p>But the decision to ease sanctions came two weeks after Myanmar’s military chief sent a glowing letter of praise to US President Donald Trump. In the letter, the general commended Trump’s “strong leadership” and praised his administration for defunding US-backed media outlets critical of the regime.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A senior official from Trump’s administration said the sanctions decision was unrelated to the letter.</p><p>But critics say the timing raises serious concerns. John Sifton, Asia advocacy director at Human Rights Watch, called the move “extremely worrying” and warned that it “suggests a major shift is underway in US policy, which had centered on punitive action against Myanmar’s military regime”.</p><p>Andrews urged the Trump administration to reverse course. “Rather than removing sanctions, the US should be extending them to include Myanmar Economic Bank, the key military-controlled financial institution that it relies on to pay for imported military equipment.”</p><p>“This is a dangerous and disturbing trend,” he added. “I urge the Trump administration to stand with the people of Myanmar and reconsider its decision to make it easier for the military junta to attack them with sophisticated weapons of war. It is literally a matter of life and death.”</p></div></div></body></html>"
        },
        {
            "title": "Leader of Israeli Knesset taunts UK, France over Palestinian state | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-07-30T18:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/un_parliament_speakers_conference_amir_ohana_knesset-1753900659.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 30 Jul 2025</span><span aria-hidden=\"true\">30 Jul 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Le Court secures historic Africa win at women’s Tour de France | Cycling News | Al Jazeera",
            "time": "2025-07-30T18:33:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250727__67YN8NE__v4__HighRes__CorrectionCyclingFraTdf2025WomenStage2-1753896914.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Le Court secures historic Africa win at women’s Tour de France</h1><p class=\"article__subhead\"><em>Mauritian rider Kim Le Court has made history for Africa by winning a stage at the women’s Tour de France.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mauritian Kim Le Court became the first African to win a stage on the women’s Tour de France..</p><p>It was a case of double celebration for the 29-year-old who, on Wednesday took the fifth stage honours in a sprint to reclaim the leader’s yellow jersey.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Le Court edged Dutch duo Demi Vollering and Anna van der Breggen after a hilly 166km ride, the longest of the Tour, from Chasseneuil-du-Poitou Futuroscope to Gueret.</p><p>Overnight leader Marianne Vos lost yellow to the AG Insurance-Soudal team leader after finishing eighth, 33 seconds adrift, on the day.</p><figure id=\"attachment_3866267\" aria-describedby=\"caption-attachment-3866267\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3866267\" src=\"/wp-content/uploads/2025/07/AFP__20250730__68C769M__v1__HighRes__CyclingFraTdf2025WomenStage5-1753897848.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Soudal Team's Mauritius rider Kimberley Le Court Pienaar (C) celebrates next to FDJ-SUEZ team's Dutch rider Demi Vollering (R) as she cycles to the finish line to win the 5th stage (out of 9) of the fourth edition of the Women's Tour de France cycling race\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3866267\" class=\"wp-caption-text\">Soudal Team’s Mauritius rider Kimberley Le Court Pienaar, centre, celebrates next to FDJ-SUEZ team’s Dutch rider Demi Vollering, right, as she cycles to the finish line to win the 5th stage (out of 9) of the fourth edition of the Women’s Tour de France cycling race {Julien de Rosa/AFP]</figcaption></figure><p>Le Court, who had a brief spell already at the top of the general classification after stage two, now leads France’s Pauline Ferrand-Prevot by 18 seconds.</p><p>“It’s really been a dream start to the Tour. The stage win, the yellow jersey,” said Le Court.</p><p>“I wasn’t even thinking about it when we started in Brittany.</p><p>“As for what happens next, we’ll see, since I don’t know my limits in the mountains, this Tour being my first major stage race where my team has asked me to compete for the overall classification.”</p><p>Vollering, the Tour winner in 2023 and favourite for this edition, is third at 23sec after recovering from a heavy fall on Monday.</p><p>Last year’s winner, Poland’s Katarzyna Niewiadoma, took fourth in the stage to sit well placed at 24sec off the overall lead.</p><p>Thursday’s sixth stage is a mountainous 123.7km ride from Clermont-Ferrand to Ambert featuring three ascents, including the category one climb up the Col du Beal, with the race finishing on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Laura Dahlmeier: German biathlete dies in a climbing accident in Pakistan | Olympics News | Al Jazeera",
            "time": "2025-07-30T18:33:36",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-30T101419Z_1829297190_RC2XWFASFCYZ_RTRMADP_3_PAKISTAN-GERMANY-BIATHLON-1753895852.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German biathlon champion Laura Dahlmeier has died on a mountain in northern Pakistan after a climbing accident at a remote site that rescuers struggled to reach because of bad weather, a local government spokesman has said.</p><p>Dahlmeier, an Olympic gold medallist, was ascending Laila Peak in the Karakoram Mountains on Monday when she was struck by falling rocks while climbing with a partner who survived.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Rescuers were able to confirm Dahlmeier’s death on Wednesday but were not able to retrieve the body because of unfavourable weather, said Faizullah Faraq, a spokesman for the regional Gilgit-Baltistan government.</p><p>Any final decision on retrieving the body would follow the wishes of Dahlmeier’s family, Faraq said. A statement on Dalhmeier’s Instagram page said it had been her wish that nobody risk their life to recover her body after an accident.</p><p>German President Frank-Walter Steinmeier offered his condolences to Dahlmeier’s parents, writing that she “was an exceptional sportswoman”. He recalled that he presented her with the highest honour in German sport, the Silver Laurel Leaf, shortly after she won her first Olympic gold medal in 2018.</p><p>“Laura Dahlmeier was an ambassador for our country in the world, a role model for peaceful, cheerful and fair coexistence across borders,” he said.</p><p>Authorities launched the rescue mission Monday after receiving a distress signal from Dahlmeier’s climbing partner, Marina Eva, who managed to descend to base camp with help from rescuers on Tuesday.</p><p>Dahlmeier’s partner had tried for several hours to rescue her, but that wasn’t possible because of the difficult terrain and persistent rockfall, the statement on Dahlmeier’s Instagram page said. “Her partner, who could no longer hear any signs of life, eventually decided to leave the danger zone and resume her descent,” according to the statement.</p><p>It was Dahlmeier’s express wish “that in a case like this, no one should risk their life to recover her”, the statement said, calling for that wish to be respected. It said Dahlmeier’s family members thank the rescue team and climbers, who did their best to make her rescue possible.</p><p>Bodies of foreign climbers who die attempting to summit mountains in Pakistan are typically recovered at the request of their families, but if the family declines a rescue, the remains are left at the spot where the climber died.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Dahlmeier, age 31, was injured at an altitude of about 5,700 metres (18,700 feet) around noon Monday, according to her management team in Germany.</p><p>Dahlmeier had been in the region with friends since the end of June. The 6,069-metre (20,000-foot) Laila Peak was the second peak on her tour after she climbed the 6,287-metre (20,626-foot) Great Trango Tower on July 8.</p><p>Military helicopters were on standby to assist in any rescue, but have been unable to deploy because of bad weather, Faraq said. Climbers including two Americans have been attempting the same ascent done by Dahlmeier to try to join the rescue operation, he said.</p><p>Dahlmeier won seven gold, three silver and five bronze medals at the Biathlon World Championships, along with 20 World Cup races and the overall World Cup in the 2016-17 season, according to her website.</p><p>She won gold medals in the sprint and pursuit races at the Winter Olympics in Pyeongchang, South Korea in 2018 and the bronze medal in the individual competition.</p><p>Dahlmeier ended her biathlon career in 2019, when she was 25. She grew up in Garmisch-Partenkirchen in the German Alps and turned to mountaineering challenges after ending her biathlon career. She had been a state-certified mountain and ski guide since 2023 and volunteered for the Garmisch-Partenkirchen mountain rescue team.</p><p>Hundreds of climbers try to scale mountains in northern Pakistan every year, and accidents are common because of avalanches and sudden weather changes.</p><p>The region has also been battered by above-normal seasonal rains, triggering flash floods and landslides. Since last week, at least 20 Pakistani tourists have been missing after floodwaters swept them away near the northern district of Chilas.</p></div></div></body></html>"
        },
        {
            "title": "World Athletics gene test introduced for female category | Athletics News | Al Jazeera",
            "time": "2025-07-30T17:50:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2019-11-22T000000Z_90544715_RC2IGD93Q0QS_RTRMADP_3_ATHLETICS-COUNCIL-1753894360.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>World Athletics gene test introduced for female category</h1><p class=\"article__subhead\"><em>World Athletics mandates gene test for female category eligibility setting September 1 deadline for Tokyo Championships.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Clarifying promised rules on female eligibility, track and field’s governing body has set a deadline of September 1 for athletes to pass a gene test for competing at the world championships.</p><p>World Athletics <a href=\"/news/2025/3/26/track-and-field-to-be-first-olympic-event-to-require-dna-tests-to-prove-sex\">said in March</a> it would require chromosome testing by cheek swabs or dry blood-spot tests for female athletes to be eligible for elite-level events.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The next worlds open September 13 in Tokyo, and September 1 is “the closing date for entries and the date the regulations come into effect,” World Athletics said in a statement on Wednesday.</p><p>The latest rules update gives certainty for the 2025 championships in an issue that has been controversial on the track and in multiple courts since Caster Semenya won her first 800 metres world title as a teenager in 2009.</p><p>Semenya <a href=\"/sports/2025/7/10/human-rights-court-rules-olympic-champion-semenya-did-not-get-fair-hearing\">won a ruling at the European Court of Human Rights</a> three weeks ago in Strasbourg, France, in the South African star’s years-long challenge to a previous version of track and field’s eligibility rules affecting athletes with medical conditions known as “differences in sex development”. The legal win, that she did not get a fair hearing at the Swiss supreme court, did not overturn track’s rules.</p><p>World Athletics drew up rules in 2018, forcing two-time Olympic champion Semenya and other athletes with DSD to suppress their elevated natural testosterone levels to be eligible for international women’s events. Semenya refused to take medication.</p><p>Now, the Monaco-based track body requires a “once-in-a-lifetime test” to determine if it says athletes are biologically male with a Y chromosome.</p><p>“We are saying, at elite level, for you to compete in the female category, you have to be biologically female,” World Athletics President Sebastian Coe said.</p><p>The governing body is covering up to $100 of the costs for each test with the protocol overseen by its member federations at the national level. Test results should be ready within two weeks.</p><p>“The SRY test is extremely accurate and the risk of false negative or positive is extremely unlikely,” World Athletics said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>World Athletics has combined its eligibility framework for DSD and transgender athletes, with transitional rules that let “a very small number of known DSD athletes” continue competing if they are taking medication to suppress natural testosterone.</p><p>“The transitional provisions do not apply to transgender women as there are none competing at the elite international level under the current regulations,” World Athletics said.</p><p>Now age 34, and her track career effectively over, Semenya should now see her legal case go back to the Swiss federal court in Lausanne, where she lost her original appeal against track and field’s rules at the Court of Arbitration for Sport.</p></div></div></body></html>"
        },
        {
            "title": "US Democrats use obscure law to pressure Trump on Epstein case | Donald Trump News | Al Jazeera",
            "time": "2025-07-30T17:30:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/2025-07-26T114544Z_1255896857_RC2BUFALJL6Y_RTRMADP_3_USA-TRUMP-BRITAIN-1753894153.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Democrats in the United States have moved to force President Donald Trump to release files from the investigation into sex offender <a href=\"/news/2025/7/29/trump-says-epstein-stole-young-women-staff-from-his-mar-a-lago-resort\">Jeffrey Epstein</a>, invoking an obscure law to keep up the pressure on an issue that has roiled Trump’s administration and base.</p><p>The White House has been facing increasingly intense demands to be more transparent about the disgraced financier, who died in federal prison in 2019 while awaiting trial on sex-trafficking charges.</p><p>The president raised further questions about his past relationship with Epstein on Tuesday when he told reporters he fell out with his former friend after Epstein “stole” employees from the spa at his Mar-a-Lago resort in Florida.</p><p>The Department of Justice angered Trump supporters earlier this month when it said Epstein had died by suicide and had no “client list” – rebuffing conspiracy theories about the supposed complicity of high-profile Democrats that leading figures in Trump’s Make America Great Again (MAGA) movement had been pushing for years.</p><p>Senate Minority Leader Chuck Schumer and Democrats on the Homeland Security and Governmental Affairs Committee wrote to the Justice Department asking for the materials under a section of federal law known as the “rule of five”.</p><p>The measure, introduced a century ago but rarely used, requires government departments to provide relevant information if any five members of the Senate’s chief watchdog panel request it.</p><p>It is not clear if it could be enforced in court, but even if the effort fails, it keeps the spotlight on an issue that has upended Trump’s summer, dividing his Republican Party and leading to the early closure of the House of Representatives.</p><p class=\"tr-story-p1\">Trump’s administration, seeking to ease the uproar, urged two judges to release testimony to a grand jury that indicted Epstein and his associate <a href=\"/news/2025/7/22/trump-team-seeks-meeting-with-ghislaine-maxwell-amid-epstein-pressure\">Ghislaine Maxwell</a> on sex trafficking charges.</p><p>In late-night court filings on Tuesday, federal prosecutors said unsealing the materials would be appropriate given the “abundant public interest” in the case of Epstein and Maxwell, a now-imprisoned British socialite.</p><h2 id=\"trump-supporters-angered\">Trump supporters angered</h2><p>Trump had promised to make public Epstein-related files if re-elected and accused Democrats of covering up the truth. But Trump’s Justice Department has now said the previously touted Epstein client list did not in fact exist, angering Trump’s supporters.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The department first sought court permission on July 18 to make public transcripts of the confidential grand jury testimony given by witnesses years ago in the two cases, but Manhattan-based US District Judges Richard Berman and Paul Engelmayer asked the government to flesh out the legal bases for the requests.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Even if one or both of the judges allow the transcripts to be made public, it is not clear whether the public would learn anything new or noteworthy about Epstein or his longtime girlfriend Maxwell, who was convicted of sex trafficking in 2021.</p><p>Lawmakers have also been seeking testimony from Maxwell, who is serving 20 years in a Florida prison for her role in his crimes.</p><p>Maxwell’s lawyer has said she would speak to the House Oversight and Government Reform Committee if granted immunity for her testimony.</p><p>“The Oversight Committee will respond to Ms Maxwell’s attorney soon, but it will not consider granting congressional immunity for her testimony,” a spokesman for the panel said.</p><p>Democrats have also sought to attach votes on the Epstein files to unrelated bills multiple times, prompting House Speaker Mike Johnson to send lawmakers home for the summer a day early last week rather than risk them succeeding.</p><p>“Donald Trump promised he would release the Epstein files while he was on the campaign trail. He made that promise, and he has yet to do it,” Schumer said in a speech on Tuesday on the Senate floor.</p><p>In the filings, prosecutors said the only witness at Epstein’s grand jury was an FBI agent. That same agent and a New York City Police Department detective were the only witnesses to testify before Maxwell’s grand jury, prosecutors said.</p><p>Maxwell’s four-week trial in 2021 included public testimony from sex trafficking victims, associates of Epstein and Maxwell, and law enforcement officers.</p><p>She is asking the Supreme Court to overturn her conviction. She had pleaded not guilty.</p></div></div></body></html>"
        }
    ]
}