{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Pakistan Super League signs Bangladesh’s Mustafizur after IPL controversy | Cricket News | Al Jazeera",
            "time": "2026-02-05T15:23:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T150844Z_1175400804_RC2DOEA7H5SF_RTRMADP_3_CRICKET-T20-WORLDCUP-1770301953.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan Super League signs Bangladesh’s Mustafizur after IPL controversy</h1><p class=\"article__subhead\"><em>Pakistan’s Super League moves to sign Bangladesh’s Mustafizur Rahman after both countries’ T20 dispute with India.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Pakistan cricket club has signed the Bangladesh fast bowler whose removal from the Indian Premier League (IPL) sparked a crisis at the Twenty20 (T20) World Cup.</p><p>Lahore Qalandars signed Mustafizur Rahman for $230,000 in a draft that allows Pakistan Super League franchises to select one player before the February 11 auction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mustafizur was bought for $1m by the IPL’s Kolkata Knight Riders, but on January 3, the Board of Control for Cricket in India ordered Kolkata to release Mustafizur without a public explanation but amid regional tensions.</p><p>That outraged Bangladesh, and its cricket board asked to shift its T20 World Cup games from India to co-host Sri Lanka because of “security concerns.” The International Cricket Council (ICC) refused, rejected the reason, and <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">cut Bangladesh</a> from the tournament.</p><p>The Pakistan Cricket Board, which supported Bangladesh, accused the ICC of double standards, and its government ordered Pakistan <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">not to play</a> India in the T20 World Cup that starts on Saturday. Pakistan-India matches are huge money-spinners for the ICC.</p><p>Mustafizur was drafted by Lahore for a third time since the PSL started in 2016.</p><p>“Once a Qalandar, always a Qalandar,” Lahore owner Sameen Rana said in a statement. “Mustafizur is not just a player; he’s a brother, a key part of our family who never left … his talent, experience, and dedication will be invaluable as we aim to defend our title.”</p></div></div></body></html>"
        },
        {
            "title": "How Epstein-Mandelson files rocked the UK government | Corruption News | Al Jazeera",
            "time": "2026-02-05T14:51:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698476b03f121-1770288816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer has agreed to reveal the vetting process used by the ruling Labour Party to approve Peter Mandelson’s appointment as the United Kingdom’s ambassador to the United States in December 2024 after new revelations from the <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">Jeffrey Epstein files</a> about the relationship between the diplomat and the billionaire sex offender.</p><p>For one, the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">latest release of files</a> relating to the investigation of Epstein by the US Department of Justice showed that Mandelson maintained his relationship with Epstein after Epstein served a sentence for soliciting prostitution from a minor in 2008. But chief among the claims against Mandelson now are the suggestions he received payments from the late financier and may have shared market-sensitive information with him that was of financial interest to Epstein.</p><p>Epstein died in prison by suicide in 2019 before his trial stemming from his second prosecution for sex offences, including allegations of trafficking dozens of girls, could take place.</p><p>On Thursday, Starmer apologised to victims of Epstein for appointing Mandelson as ambassador to the US despite knowing of his ties to the disgraced financier.</p><p>“It had been publicly known for some time that Mandelson knew Epstein, but none of us knew the depth and the darkness of that relationship,” Starmer said.</p><p>“I am sorry. Sorry for what was done to you, sorry that so many people with power failed you, sorry for having believed Mandelson’s lies and appointing him.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-is-peter-mandelson-and-what-is-he-accused-of\">Who is Peter Mandelson and what is he accused of?</h2><p>Since the release on Friday of the <a href=\"/news/2025/12/24/more-than-a-million-epstein-related-documents-discovered-release-delayed\">latest tranche</a> of Epstein files, including emails between Epstein and Mandelson, UK media have widely reported that the government suspects Mandelson may have illegally shared market-sensitive information with Epstein 15 years ago.</p><p>The newly released files include more than 3 million pages of documents and more than 2,000 videos and 180,000 images.</p><p>As a life peer, Mandelson, 72, was a member of the House of Lords before he resigned this week. He was a veteran Labour politician who served in the cabinets of Prime Ministers Tony Blair and Gordon Brown from 1997 to 2010. After Labour swept back into power after 14 years in the opposition in 2024, he was appointed ambassador to the US, taking up his post on February 10 last year.</p><p>He <a href=\"/economy/2026/2/2/uks-ex-ambassador-mandelson-quits-labour-over-epstein-links-reports-say\">resigned</a> from the Labour Party on Sunday.</p><p>“I have been further linked this weekend to the understandable furore surrounding Jeffrey Epstein and I feel regretful and sorry about this,” Mandelson said in a letter reported by British media.</p><p>“While doing this I do not wish to cause further embarrassment to the Labour Party and I am therefore stepping down from membership of the party.”</p><p>Alleged leaks of sensitive information by Mandelson took place in 2009 when he was serving as the UK’s business secretary in the wake of the 2008 financial crisis.</p><p>This is not the first time that Mandelson has been embarrassed by his friendship with Epstein. On September 11, the <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">UK fired Mandelson</a> as ambassador to the US over emails between the two men, the British Foreign, Commonwealth and Development Office (FCDO) said.</p><p>On Tuesday, UK police launched a criminal investigation into Mandelson over suspected misconduct in public office linked to <a href=\"/news/2026/2/3/uk-police-to-review-misconduct-claims-after-mandelsons-leaks-to-epstein\">his relationship with Epstein</a>.</p><p>Misconduct in public office is punishable in the UK with a maximum sentence of life imprisonment.</p><p>Besides his sacking as ambassador, Mandelson has previously been forced to resign from ministerial posts for alleged misconduct on two occasions – in 1998 and 2001.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-was-jeffrey-epstein\">Who was Jeffrey Epstein?</h2><p>Epstein was a billionaire financier born and raised in New York who was known for socialising with celebrities and politicians.</p><p>Criminal investigations indicated he may have abused hundreds of girls over the course of his high-profile career. He was arrested in 2019 on federal criminal charges relating to alleged exploitation of underage girls dating back two decades. He died in prison before he could come to trial.</p><p>He also was previously accused of sexually assaulting a 14-year-old girl in 2005 after her parents made a report to the police. In 2008, Epstein pleaded guilty to charges of soliciting prostitution and soliciting prostitution from a minor in relation to a single victim.</p><p>He spent 13 months in prison on a work-release programme, which allowed him to leave jail to go to work during the day and return at night.</p><p>The US attorney in Manhattan also prosecuted Epstein’s former girlfriend Ghislaine Maxwell as a <a href=\"/news/2021/11/29/maxwell-epstein-partners-in-crime-us-prosecutor-says\">coconspirator</a> in his sexual abuse scheme. Maxwell was convicted in 2021 and is currently serving a <a href=\"/news/2022/6/28/ghislaine-maxwell-sentenced-to-20-years-for-sex-crimes\">20-year prison sentence</a>, which she received in 2022.</p><h2 id=\"what-do-we-know-about-mandelson-s-relationship-with-epstein\">What do we know about Mandelson’s relationship with Epstein?</h2><p>When Mandelson was fired as ambassador to the US in September, the FCDO wrote: “In light of the additional information in emails written by Peter Mandelson, the prime minister has asked the foreign secretary to withdraw him as ambassador.</p><p>“The emails show that the depth and extent of Peter Mandelson’s relationship with Jeffrey Epstein is materially different from that known at the time of his appointment.”</p><p>These particular emails were obtained and published by the UK’s Sun newspaper in September. In them, Mandelson told Epstein to “fight for early release” shortly before he was sentenced in 2008.</p><p class=\"p1\">“I think the world of you,” Mandelson told Epstein before his sentence began.</p><p>“I can still barely understand it. It just could not happen in Britain,” Mandelson wrote. “You have to be incredibly resilient, fight for early release and be philosophical about it as much as you can.”</p><p>It is now clear from the latest tranche of Epstein files that Mandelson continued his friendship with Epstein for some time after the financier had been convicted of sex offences.</p><h2 id=\"what-do-the-new-epstein-files-reveal\">What do the new Epstein files reveal?</h2><p>From 2003 to 2004, bank records indicated that Epstein made three payments totalling $75,000 to accounts connected to Mandelson or his partner Reinaldo Avila da Silva. Mandelson has said he does not recall receiving any such funds and has pledged to examine whether the documents are genuine.</p><p>According to these documents, in 2009, Epstein sent da Silva 10,000 pounds ($13,607, or $20,419 today after inflation) to pay for an osteopathy course. This week, Mandelson told The Times of London: “In retrospect, it was clearly a lapse in our collective judgement for Reinaldo to accept this offer.”</p><p>Emails revealed in the latest tranche of files from the US Justice Department also shine a light on the close friendship between the two men.</p><p>In October 2009, Epstein wrote in an email to Mandelson: “You can marry princess beatrice, the queen would have a queen as a grandson,” referring to the daughter of Andrew Mountbatten-Windsor, the former prince whose royal titles were stripped last year over his own links to Epstein and allegations of the sexual abuse of Virginia Giuffre, who successfully sued Mountbatten-Windsor.</p><p>“does that make it incest, how exciting,” Epstein wrote.</p><p>In 2010, Lesley Groff, known to have been Epstein’s long-term executive assistant, emailed his boss: “Mandelson’s holiday plans arc still being sorted out. They hope to be in touch soon.”</p><p>In 2013, Epstein emailed Mandelson, saying he knew Mandelson was visiting St Petersburg, Russia. Mandelson described the city as “a rave”, to which Epstein asked whether “its for gays”. Mandelson responded, “Er no, tastey [sic] models and dancing.”</p><p>But the emails also suggested Mandelson passed sensitive information to the financier.</p><p>On May 9, 2010, Mandelson emailed Epstein, saying: “Sources tell me 500 b euro bailout, almost compelte [sic].” The next morning, European governments approved a 500-billion-euro bailout for banks in the wake of the global financial crisis.</p><p>Also in May 2010, Mandelson emailed Epstein, saying, “Finally got him to go today.” It is believed that Mandelson was referring to former Labour Prime Minister Brown.</p><p>Epstein replied to this email: “I have faith, the value of some chapters in your book should now increase.”</p><p>Brown announced his resignation just hours after this email exchange.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-starmer-said\">What has Starmer said?</h2><p>Under mounting pressure from opposition politicians and within his own party this week, Starmer agreed to release information about the process through which Mandelson was appointed ambassador in 2024.</p><p>At a question and answer session on Wednesday in the House of Commons dominated by the Epstein revelations, Starmer admitted that he knew of Mandelson’s friendship with Epstein but said Mandelson had “lied repeatedly to my team when asked about his relationship with Epstein before and during his tenure as ambassador”.</p><p>“Mandelson betrayed our country, our parliament and my party,” Starmer said. “I regret appointing him. If I knew then what I know now, he would never have been anywhere near government.”</p><p>Starmer said he would ensure that “all of the material” is published, except for documents that compromise Britain’s national security, international relations or the police investigation into Mandelson’s activities.</p><p>On Tuesday, Starmer told his cabinet he was “appalled by the information” regarding Mandelson and was concerned more details could come to light, according to a Downing Street readout of the cabinet meeting.</p><p>Starmer also said he had ordered the civil service to conduct an “urgent” review of all of Mandelson’s contacts with Epstein while he was in government.</p><p>“The alleged passing on of emails of highly sensitive government business was disgraceful,” Starmer said, adding that he was not yet “reassured that the totality of information had yet emerged”.</p><h2 id=\"how-will-this-affect-starmer\">How will this affect Starmer?</h2><p>Members of parliament expressed their dismay and called on him to step down.</p><p>Conservative MP Luke Evans said: “At the end of the day, he [Starmer] made the decision to appoint Mandelson to the post of ambassador, so he must explain his decision-making process.”</p><p>Alex Burghart, the shadow chancellor of the Duchy of Lancaster, said: “There is no doubt that the prime minister’s judgement is being called sharply into question at this moment. It is becoming harder to see how any of us can rely on his judgement in future.”</p><p>Conservative MP Graham Stuart added: “The fact is that he appointed a person who had already broken all the Nolan Principles before his appointment as well as doing so after it. I think that makes the prime minister’s position untenable.”</p><p>The Nolan Principles are a set of ethical standards for all public office holders in the UK.</p><p>“I would say that today is the crumbling of Starmer. His judgement is poor, and it is ruining this country and the Labour Party,” Conservative MP Esther McVey said.</p><h2 id=\"what-do-we-know-about-how-mandelson-was-approved-as-us-ambassador\">What do we know about how Mandelson was approved as US ambassador?</h2><p>Facing questions from Conservative leader Kemi Badenoch in the House of Commons in September, Starmer maintained that “full due process was gone through” for the purposes of Mandelson’s appointment.</p><p>Mandelson’s ties to Epstein, who is said to have nicknamed him “Petie”, had been publicly known for years.</p><p>But The Times of London reported that Starmer received just a two-page vetting note from the Cabinet Office’s propriety and ethics team about Mandelson’s appointment.</p><p>That document suggested that while Epstein was in prison in 2009, Mandelson stayed at Epstein’s townhouse in Manhattan. The report also contained a photograph of Mandelson and Epstein together.</p><p>This indicated that by late 2024, the UK government had documentation showing Mandelson had remained close to Epstein even after his 2008 conviction.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s building a new world order, and there’s a method to his ‘madness’ | Donald Trump | Al Jazeera",
            "time": "2026-02-05T14:39:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6983306a-1770205290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"184\" data-end=\"570\">Trump’s presence at last month’s World Economic Forum in Davos was about one thing: showing the rich and powerful who is boss. As his commerce secretary made clear in the Swiss resort: “With President Trump, capitalism has a new sheriff in town.”</p><p data-start=\"572\" data-end=\"927\">In the run-up to the summit, Trump ramped up threats against Greenland, forcing Western leaders to finally recognise that underneath the bluster, Trump may be serious about shaking up their world. Taken together with Trump’s invasion of Venezuela and ongoing tariff wars, the United States president’s actions suggest an emerging model of capitalism built less on market rules and more on direct state coercion and geopolitical competition.</p><p data-start=\"929\" data-end=\"1300\">Canada’s Prime Minister Mark Carney put it eloquently when he said that Trump represented “a rupture, not a transition”. The international rules-based order is shot through with hypocrisy and double standards, Carney argued, but still, this American-dominated economy has delivered a degree of stability for countries like Canada; today, “this bargain no longer works”.</p><p data-start=\"1302\" data-end=\"1434\">Carney is right. Trump is leading an attempt to transform the international order. And that means changing the way capitalism works.</p><p data-start=\"1436\" data-end=\"1908\">For decades, we have lived under a neoliberal form of capitalism. In theory, this system was based on the rule of the free market. In reality, it was a highly monopolistic system, with major decisions about how we live being taken by an ever more concentrated group of business leaders and wealthy investors. Such a system has driven historically unprecedented levels of inequality and environmental destruction and eroded democracy to the point where it barely functions.</p><p data-start=\"1910\" data-end=\"2210\">We have been here before. In the late 19th century, a globalised “free market” economy also created massive inequality, dominated by a small number of robber baron industrialists and financiers. As these business empires worked with nation-states to expand their markets across the world, war became inevitable.</p><p data-start=\"2212\" data-end=\"2781\">In some countries, fascist leaders came to power, clearing away democratic opposition to the business titans, merging them into an aggressive nationalist project, using the full force of the state to drive corporate profits and incorporate that profit-making into a world-dominating project. In many ways, fascism was the ultimate expression of monopoly power. Fascist economies were characterised by the fusion of state power with corporate monopolies, the mobilisation of industry for nationalist expansion, and the suppression of democratic economic oversight.</p><p data-start=\"2783\" data-end=\"3029\">Trump represents something similar. He will use economic or military warfare to get his way and is explicitly using state power to enrich the biggest corporations in history, boosting state subsidies and public protection to unprecedented levels.</p><p data-start=\"3031\" data-end=\"3298\">But Trump is not controlled by business leaders; rather, he wants to change the way they function. Trump often clashes with the “woke” corporate bureaucrats, bullying them into integrating with his political project, just as fascist leaders did a hundred years ago.</p><p data-start=\"3300\" data-end=\"3746\">Hence, Trump’s interest in intervening in countries in ways that many in the business world find perplexing. Trump said that his invasion of Venezuela was about oil. And yet, many oil companies seem reluctant to invest. Trump’s United Nations ambassador said his interest in Greenland is about controlling the critical minerals required to make military and other high-tech products. But digging them up seems too difficult for many in the business world to contemplate.</p><p data-start=\"3748\" data-end=\"4301\">Some argue that Trump is simply interested in enriching the speculators who surround him. And there is surely some of that – just look at the hedge funds that reportedly made a killing as Trump threatened intervention in Venezuela. But there is something deeper, too. Trump sees the world as one of great power rivalry, in which China is America’s chief competition, but Europe also needs to know its place. To maintain US dominance, control of resources is vital, even those buried deep beneath the ground, not least because someone else might grab them.</p><p data-start=\"4303\" data-end=\"4717\">Trump’s plan – albeit one open to change, and applied in a deeply erratic, sometimes contradictory fashion – is for a world where international law is replaced entirely with the rule of the bully. In turn, this is a reaction to unsustainable dynamics in the global economy. As such, it will likely outlive Trump. So we cannot wait for an election to save us. If we want to defeat Trump’s politics, we need to stand up to him.</p><p data-start=\"4303\" data-end=\"4717\">Carney suggested as much in Davos, proposing a new coalition of “middle powers” to replace dependence on the US. This is undoubtedly important, but it is only part of the answer. Carney’s vision of this alternative coalition is centred on signing yet more deregulatory, free-market trade deals, replacing one form of globalisation with another.</p><p data-start=\"5051\" data-end=\"5521\">It is time for Western leaders to learn that you cannot beat fascist economics with neoliberalism. We need a genuinely democratic form of economics. This means building systems where public investment, democratic accountability and economic sovereignty take precedence over corporate concentration and speculative finance. And that is possible, because in retaliating against Trump and breaking with US dependence, countries can begin rewriting the rules of the economy.</p><p data-start=\"5523\" data-end=\"6196\">Retaliation against Trump should not be viewed simply through the lens of escalating tariffs. Limiting access of US corporations to procurement contracts, refusing to cooperate on intellectual property rules, and regulating finance and technology will all hurt Trump’s friends while also helping our countries develop sovereign economic policies that can centre the needs of ordinary citizens. Remarkably, such policies have been explicitly put on the table in discussions over the European Union’s so-called “trade bazooka”, threatened over Greenland.</p><p data-start=\"6198\" data-end=\"6738\">This would represent the beginning of something genuinely different. Trump’s rise is frightening, yet it presents an opportunity, which should have been seized long ago, to move towards a more democratic economy, to halt and reverse inequality, to restore our environment. Trump’s politics are not an anomaly but a symptom of deep failures within the global economic system. And that path is the only way to prevent fascism, because economic systems that concentrate power and wealth inevitably create fertile ground for authoritarian rule.</p><p data-start=\"6198\" data-end=\"6738\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘US’s critical minerals summit will burden Global South with most costs’ | Al Jazeera | Al Jazeera",
            "time": "2026-02-05T14:17:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Critical-minerals-horizontal-thumb-1770300854.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has hosted its first critical minerals summit aimed at challenging China’s dominance of the global supply chain for rare earth elements. But political economist Stefan Zylinski warns that Global South countries are likely to bear the greatest cost from any plan conceived by the Global North.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza returnee recalls her journey through the Rafah crossing | Gaza | Al Jazeera",
            "time": "2026-02-05T14:09:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770300468.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US-Iran talks face ‘serious obstacles in the way of diplomacy’ | Al Jazeera | Al Jazeera",
            "time": "2026-02-05T14:07:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/US-IRAN-HORIZONTAL-THUMB-1770300346.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Iran are set to hold talks in Oman on Friday in an effort to reach a deal that de-escalates the threat of military confrontation. Mohsen Milani, a politics professor at the University of South Florida, says both sides face intense domestic pressure to succeed.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "It’s time for the world to boycott the US | Donald Trump | Al Jazeera",
            "time": "2026-02-05T14:02:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6984a2bcef9b-1770300092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"558\" data-end=\"955\">Under President Donald Trump’s leadership, the United States has, over the past year, consistently violated international norms and laws. The rollercoaster of tariff barriers, the sham negotiations between Russia and Ukraine, and the declaration of a false “ceasefire” with Israel, all while openly musing about turning Gaza into “oceanfront property”, would have been bad enough on their own.</p><p data-start=\"957\" data-end=\"1254\">But in just the past couple of months, the US has bombed Nigeria to “defend” Christians, invaded Venezuela and arrested its president, Nicolás Maduro, after months of blowing up Venezuelan boats in international waters, and openly threatened Iran, Greenland, and Mexico with military intervention.</p><p data-start=\"1256\" data-end=\"1830\">Within the US, Trump’s ICE (Immigration and Customs Enforcement) has continued to carry out extralegal harm in the process of fulfilling his promise of mass deportations. Since the start of 2026, federal immigration officers have shot and killed at least three US citizens: 43-year-old Keith Porter Jr. in California, and 37-year-olds Renée Nicole Good and Alex Pretti in Minnesota. Both Good and Pretti were killed on camera, in incidents recorded from multiple angles, intensifying public outrage over the expanding use of lethal force by federal immigration agencies.</p><p data-start=\"1832\" data-end=\"2388\">If this were almost any other country, like Iran, with its repressive and indiscriminate killing of thousands of protesters over the past month, the Western-led international community would already be calling for sanctions and embargoes against the US. But in light of US threats and actions at home and abroad, the world now needs to take a page from the late Rev. Dr. Martin Luther King Jr.’s leadership in the early years of the Civil Rights Movement. The world needs to boycott and divest from US corporations, US-made products, and US-led events.</p><p data-start=\"2390\" data-end=\"2878\">Short of civil strife, civil war, or military action, there is no other way for the world to disrupt US aggression except through massive economic pressure. While on a considerably smaller scale, King and so many other Black people in the 1950s understood that hitting the wallets of those who had long benefited from Black labour and pain could be effective in the US. It was one of the few tools available in their struggle against the daily onslaught of violent racist segregation.</p><p data-start=\"2880\" data-end=\"3369\">The 381-day Montgomery Bus Boycott in Alabama was a response to decades of segregated public transport, not simply to Rosa Parks refusing to give up a “whites-only” seat at the front of a bus on December 1, 1955. During the year-long protest, some 40,000 Black Montgomery residents either carpooled or walked to school, work, church, and elsewhere. <a href=\"https://kinginstitute.stanford.edu/king-papers/documents/statement-ending-bus-boycott\">Defending the boycott</a>, King said, “We came to see that, in the long run, it is more honourable to walk in dignity than ride in humiliation.”</p><p data-start=\"3371\" data-end=\"4045\">White Montgomery residents responded with mass arrests, threats, and other acts of intimidation, including the bombing of King’s home on January 30, 1956. A month after the US Supreme Court affirmed <a href=\"https://kinginstitute.stanford.edu/browder-v-gayle-352-us-903\">Browder v. Gayle</a>, the decision outlawing segregation on public transportation, with the now-deceased activist Claudette Colvin among the plaintiffs, Montgomery formally ended its bus segregation policies on December 17, 1956, though white residents continued to harass, attack, and even lynch Black bus riders and civil rights activists for years afterwards. “Our aim has never been to put the bus company out of business, but rather to put justice in business,” King said.</p><p data-start=\"4047\" data-end=\"4680\">Putting “justice in business” in the case of the US will require a global effort. The world should build on the Palestinian-led BDS (Boycott, Divestment, and Sanctions) movement against Israel and apply those lessons to the US. BDS was launched in July 2005 with the support of 170 Palestinian organisations as a nonviolent effort to apply economic and cultural pressure on Israel to end its apartheid rule over Gaza and the West Bank. BDS founders Omar Barghouti and the late Ingrid Jaradat Gassner drew inspiration from the global anti-apartheid boycotts, divestments, and sanctions against South Africa in the 1970s and 1980s.</p><p data-start=\"4682\" data-end=\"5120\">BDS has three objectives in its two-decade-long push against Israeli oppression and systematic genocide: “ending [Israel’s] occupation and colonisation of all Arab lands and dismantling the Wall; recognising the fundamental rights of Arab-Palestinian citizens of Israel to full equality; and respecting, protecting, and promoting the rights of Palestinian refugees to return to their homes and properties, as stipulated in UN Resolution 194.”</p><p data-start=\"5122\" data-end=\"5713\">It is true that powerful lobbies and other Western supporters of Zionism have labelled BDS “anti-Semitic”. But it is also true that those opposed to social justice will go to great lengths to discredit and destroy movements that challenge their power. Over the years, BDS has helped raise global awareness of the everyday, systemic destruction of Palestine and the lives of Palestinians living under Israel’s apartheid and occupation. The movement is also likely a key reason why the ongoing genocide in Gaza never garnered broad international support or sustained backing among ordinary Americans.</p><p data-start=\"5715\" data-end=\"6414\">As for a global boycott movement against US oppression and aggression, some have already begun calling for a boycott of the 2026 FIFA Men’s World Cup this summer, with most scheduled matches set to take place in stadiums across the US. <a href=\"https://x.com/medickimw/status/2009009043655020678\">Social media posts</a> urging people to cancel World Cup tickets and travel plans to the US, and to sanction its athletes and businesses, have gone viral in the aftermath of ICE agent Jonathan Ross’s gunning down of Renée Nicole Good on January 7. Given the increase in xenophobic, queerphobic, and racist civil strife and persecution at home and abroad, a backlash against US tourism now looms as the world approaches the June dates for the tournament’s matches.</p><p data-start=\"6416\" data-end=\"7285\">But the stakes for the US and the world at this moment are high, and boycotting the globe’s largest sporting event, though significant, is hardly enough to pressure an increasingly belligerent and autocratic regime. Boycotting and divesting from US businesses that support the oppression of marginalised people, especially companies such as Google, Amazon, and Palantir, with their surveillance investments in Israel, would be one place to start. Disinvesting from US-based media monopolies, whether News Corp, The Washington Post, or Paramount Global, would go a long way towards loosening the stranglehold US monopolies exert over Western media. Boycotting the America250 celebrations scheduled for July, the 2028 Summer Olympics in Los Angeles, and annual US-based international cultural events such as Coachella and the Met Gala would also exert pressure.</p><p data-start=\"7287\" data-end=\"7609\">Boycotting high-profile US supporters of oppression and militarism, whether Trump, Bari Weiss, or Elon Musk, would draw further attention. If the world wants the US to do better by its own people and to act as a better nation-state on the global stage, it must act collectively to boycott and divest from US influence.</p><p data-start=\"7611\" data-end=\"7956\">It was not all that long ago that the old Soviet Union regularly labelled Americans as “capitalist pigs” or “imperialist pigs”. Such Cold War propaganda was accompanied by films portraying the once self-proclaimed “leader of the free world” as a society riven by racist civil strife and violent repression against those who challenged injustice.</p><p data-start=\"7958\" data-end=\"8547\">Years after King gave his first public address galvanising the Montgomery Bus Boycott, where he described the “weapon of protest” as “the glory of America, with all of its faults”, he came to understand that much of what had been dismissed as Soviet propaganda was, in fact, bedrock reality. “The evils of capitalism are as real as the evils of militarism and racism. The problems of racial injustice and economic injustice cannot be solved without a radical redistribution of political and economic power,” King said in 1967. This is something the world needs to remind the US of in 2026.</p><p data-start=\"7958\" data-end=\"8547\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup 2026 quiz: How well do you know cricket’s shortest format? | Cricket News | Al Jazeera",
            "time": "2026-02-05T14:00:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T112908Z_859248594_RC26L8APTS1W_RTRMADP_3_CRICKET-T20-WORLDCUP-1770296141.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>T20 World Cup 2026 quiz: How well do you know cricket’s shortest format?</h1><p class=\"article__subhead\"><em>Take the Al Jazeera Sport quiz ahead of the 2026 ICC T20 World Cup in India and Sri Lanka.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/sports/2026/2/3/which-teams-are-in-the-t20-world-cup-2026-and-what-are-their-squads\">2026 edition</a> of the International Cricket Council (ICC) T20 World Cup is being staged in India and Sri Lanka from February 7 to March 8.</p><p>India are <a href=\"/sports/2026/2/5/who-are-the-past-winners-and-whats-the-history-of-the-t20-world-cup\">the reigning champions</a>, having defeated Australia the previous final in Barbados.</p><p>But how much do you know about the shortest format of cricket on the global stage?</p><p>Try the Al Jazeera Sport quiz to test your knowledge?</p></div></div></body></html>"
        },
        {
            "title": "UK PM Starmer apologises to Epstein victims for appointing Mandelson | Investigation News | Al Jazeera",
            "time": "2026-02-05T13:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/2025-09-11T095310Z_84392368_RC2P2DAVU6LW_RTRMADP_3_USA-TRUMP-EPSTEIN-BRITAIN-MANDELSON-1757585259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK PM Starmer apologises to Epstein victims for appointing Mandelson</h1><p class=\"article__subhead\"><em>UK questions its leader’s judgement amid revelations of former ambassador Peter Mandelson’s close ties to late sex offender Jeffrey Epstein.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer has apologised to the victims of Jeffrey Epstein for appointing Peter Mandelson as the United Kingdom’s ambassador to the United States, despite the diplomat’s close ties to the late sex offender.</p><p>“It had been publicly known for some time that Mandelson knew Epstein, but none of us knew the depth and the darkness of that relationship,” Starmer said in a speech given from southern England on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The prime minister had appointed Mandelson to be ambassador to the US in December 2024.</p><p>“I am sorry,” Starmer said, addressing his apology to the victims. “Sorry for what was done to you, sorry that so many people with power failed you, sorry for having believed Mandelson’s lies and appointing him.”</p><p>Starmer <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">fired Mandelson</a> last September after emails were published showing that he maintained a friendship with Epstein following the late American financier’s 2008 US conviction for sex offences involving minors.</p><p>But the prime minister now faces fresh pressure over the appointment after the US Justice Department last week released files revealing new details of Mandelson’s close relationship with Epstein.</p><p>The files also suggested Mandelson had leaked government documents to Epstein, and that Epstein had recorded payments to Mandelson or his then-partner, now his husband.</p><p>Mandelson, who is now <a href=\"/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">under police investigation</a> for alleged misconduct in office, said he does not recall having received payments and has not commented publicly on allegations he leaked documents. He has not responded to messages from media outlets seeking comment.</p><h2 id=\"starmer-under-fire\">Starmer under fire</h2><p>Starmer had previously said he would release the vetting advice he was given when he selected Mandelson for the Washington role. But on Thursday, he said he also needed to abide by a police request not to release anything that could prejudice an investigation.</p><p>Starmer’s opponents and even those in his own party have said the revelations about Mandelson posed major questions about his judgement. With polls suggesting Starmer is already hugely unpopular with the British public, some in his own party say his position is under threat.</p><p>“His [Starmer’s] MPs are furious,” said Al Jazeera’s Rory Challands, reporting from London and noting that the situation is “certainly looking very dangerous for Keir Starmer”.</p><p>However, Challands does not think that this will necessarily lead to Starmer’s resignation – at least not yet.</p><p>“For him [Starmer] to go, we would have to see more rumblings from key government ministers, perhaps resignations, perhaps some of them sticking their heads over the parapet,” he said. “We’re not seeing that at the moment.”</p><p>Opposition parties will certainly make the most they can out of this scandal, “but if Keir Starmer has to fall it either has to be by the hand of his own party or he has to decide that his time is up,” said Challands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: India will travel to Colombo despite Pakistan boycott | Sport News | Al Jazeera",
            "time": "2026-02-05T13:53:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-28T185153Z_672691040_UP1EL9S1GEG87_RTRMADP_3_CRICKET-ASIACUP-IND-PAK-1770297398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India captain Suryakumar Yadav said ‌his team would travel to Colombo as planned for their Twenty20 World Cup clash against archrivals Pakistan, despite Pakistan’s decision to boycott the match, citing geopolitical tensions.</p><p>The Pakistani government <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">directed its team</a> to boycott the February 15 Group A contest to show solidarity with Bangladesh, who were replaced by Scotland following their refusal to tour India over safety concerns.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our mindset is clear,” Suryakumar told reporters at the captains’ pre-tournament news ⁠conference in Mumbai on Thursday.</p><p>“We have not refused to play – they have. We’ve booked our flight and we are going.”</p><p>India, currently the top-ranked T20 team, are aiming to become the first side to defend the title, and also the first hosts to win the T20 World Cup.</p><p>Pakistan’s boycott of the India match would leave them with little margin for error in their bid to reach the Super-8 stage, as only the top two teams from each group in the 20-team tournament advance.</p><p>Group ⁠A also features Namibia, the Netherlands and the USA, who shocked Pakistan in the 2024 edition of the tournament.</p><p>Pakistan captain Salman Ali Agha said the decision to boycott the game against India was “not in our control”.</p><p>“It’s a government decision, and we respect that,” Salman told reporters in Colombo.</p><p>“Yeah, we lost to USA in the last World Cup, but that’s history now. It’s a new World Cup, it’s a new team, and it’s a new combination.</p><p>“All three teams in our group, they are very good sides … So we are preparing for these games like we always do against any other team.”</p><p>Asked what ‌would happen should India and Pakistan meet in a knockout game, Salman said they would follow government advice.</p><h2 id=\"australia-play-down-series-defeat-by-pakistan\">Australia play down series defeat by Pakistan</h2><p>Australia captain Mitchell Marsh played down the significance of their 3-0 series loss in Pakistan heading into the tournament.</p><p>“Look, Pakistan was Pakistan. We ‌had a few guys missing and we come here with a long lead-in,” Marsh said. “We will be very well-prepared for our first game.”</p><p>Australia will be without Pat Cummins ‌through injury, while Josh Hazlewood is likely to miss the early ⁠games.</p><p>Marsh expressed confidence in their bowling depth.</p><p>“One of the great things about Pat and Josh especially, being all three-format players, is that we’ve been able to build a lot of depth within our squad and the guys that have come in have played a lot of cricket ‌for our group.</p><p>“So we’ve got a lot of confidence in them to go out there and do the job when required, and then we’ll just pick teams based on the conditions.”</p><p>England captain Harry Brook was upbeat about their chances of a third T20 World Cup title.</p><p>“We are confident, we want to go all the way in the tournament, but would still want to take it one game at a time,” Brook said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine talks conclude without breakthrough on ending war | Conflict News | Al Jazeera",
            "time": "2026-02-05T13:43:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69849929-1770297641.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"1\">Ukraine and Russia have concluded a second day of US-brokered negotiations in the United Arab Emirates without a breakthrough towards ending Russia’s war.</p><p data-path-to-node=\"1\">The two sides agreed to each hand over 157 prisoners of war, with officials from Ukraine and the US, as well as Russia’s Defence Ministry, comfirming on Thursday that the exchange had taken place.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US special envoy Steve Witkoff, who led the American mediation team alongside Jared Kushner, said while “significant work remains” in peace negotiations to end the war, the prisoner swap shows that “sustained diplomatic engagement is delivering tangible results and advancing efforts to end the war in Ukraine.”</p><p>Progress was also reached towards strengthening US-Russia engagement. According to the United States European Command, the two sides agreed to reestablish high-level military-to-military dialogue, which had been suspended since 2021.</p><p>The channel “will provide a consistent military-to-military contact as the parties continue to work towards a lasting peace,” the US military command said in a statement.</p><p>Before Thursday’s session’s conclusion, Russian negotiator Kirill Dmitriev told state media that “things are moving forward in a good, positive direction.” He also said that active work was underway to restore Russia’s relations with the US, including within the framework of a US-Russia working group on the economy.</p><p>However, he criticised what he described as attempts by European nations to “disrupt the progress” and “meddle” in the process.</p><p>Zelenskyy remained cautious, saying Ukraine would remain “as constructive as possible” even though the process is “certainly not easy”.</p><p>“We want faster results,” he added during a press conference in Kyiv alongside Polish Prime Minister Donald Tusk.</p><p>The <a href=\"/news/2026/1/22/russia-ukraine-peace-talks-down-to-one-issue-says-us-envoy-witkoff\">first round</a> of trilateral negotiations took place in late January but appeared to make little progress on the vital question of territory. Moscow is demanding Kyiv cede a fifth of the Donetsk region that it still controls, which President Volodymyr Zelenskyy’s government is refusing to do.</p><p><strong>Prisoner exchange deal</strong></p><p>Russian state news agency RIA later reported that Russia and Ukraine have exchanged 157 prisoners of war each, citing the Defense Ministry. Three civilians from the Kursk region were also returned to Russia.</p><p>Among the Ukrainians released were 19 “who were illegally sentenced, 15 of them to life imprisonment,” according to Zelensky’s aide Kyrylo Budanov. Seven of those freed are civilians, said Ukrainian Ombudsman Dmytro Lubinets.</p><p>In photos shared by Zelenskyy on X, severaly of the newly released prisoners are seen with their heads shaven, cloaked in Ukrainian flags.</p><p></p><p>The exchange marked the first such agreement between the two nations in several months. The last time Moscow and Kyiv successfully conducted a prisoner swap was on October 2, 2025, facilitated by the “Istanbul agreements” following three rounds of direct negotiations held in the Turkish city earlier that year.</p><p data-path-to-node=\"9\">The talks come ahead of the war’s four-year anniversary on February 24. In a rare disclosure of battlefield losses, Zelenskyy estimated this week that <a href=\"/news/2026/2/5/zelenskyy-reveals-55000-ukrainian-soldiers-killed-fighting-against-russia\">55,000 Ukrainian soldiers</a> have been killed since the 2022 invasion. He added that thousands more remain missing and that it was the staggering human toll that had brought both sides to the negotiating table.</p><h2 id=\"continued-attacks\" data-path-to-node=\"10\">Continued attacks</h2><p data-path-to-node=\"11\">Even as the swap was being finalised, the violence continued. In Kyiv, Mayor Vitali Klitschko said that an overnight Russian drone attack wounded two elderly women and damaged residential buildings, an office block, and a kindergarten.</p><p class=\"p1\">Ukraine’s air force ‌said Russia launched ⁠two ballistic missiles and 183 drones at Ukraine overnight – air defence shot down 156 ‌drones.</p><p class=\"p1\">A man was also hurt in the surrounding Kyiv region, the regional governor said.</p><p data-path-to-node=\"11\">The strike was part of a larger Russian campaign targeting Ukraine’s power grid during the coldest weeks of winter.</p><p data-path-to-node=\"11\">On Wednesday, Russian forces shelled Ukraine’s eastern city of Druzhkivka, <a href=\"/news/2026/2/4/russian-shelling-kills-seven-in-ukrainian-market-clouding-abu-dhabi-talks\">killing</a> at least seven people at a crowded market.</p><p data-path-to-node=\"11\">The attack, using cluster munitions, targeted the market during a typically busy time on Wednesday morning, Donetsk governor Vadym Filashkin said. In addition to the seven killed, 15 others were injured, he said. The eldest victim was 81.</p></div></div></body></html>"
        },
        {
            "title": "Famine conditions spread to more towns in Sudan’s Darfur, experts warn | Sudan war News | Al Jazeera",
            "time": "2026-02-05T13:27:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/child_girl_sudan_el-fasher_starvation_hunger_rsf_siege-1756496286.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Acute malnutrition has reached famine levels in two more areas of western Sudan’s Darfur region, United Nations-backed experts warn, as a civil war between the paramilitary Rapid Support Forces (RSF) and the Sudanese army has caused widespread hunger.</p><p>In an alert issued on Thursday by the Integrated Food Security Phase Classification (IPC), global food security experts said famine thresholds for acute malnutrition had been surpassed in North Darfur State’s contested areas of Um Baru and Kernoi.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The IPC alert is not a formal famine classification, but it highlights alarming levels of hunger based on the latest data.</p><p>In Um Baru, the rate of acutely malnourished children aged under five was nearly double the famine threshold with 53 percent affected, the report said.</p><p>Nearly a third of children in Kernoi suffered from acute malnutrition, it added.</p><p>“These alarming rates suggest an increased risk of excess mortality and raise concern that nearby areas may be experiencing similar catastrophic conditions,” the report said.</p><p>Thursday’s alert, based on data available up to February, comes nearly three months after the IPC confirmed famine conditions in el-Fasher, the capital of North Darfur, and Kadugli, the capital of South Kordofan, about 800km (500 miles) to the east.</p><p>The IPC said at the time that 20 more areas in Darfur and neighbouring Kordofan were at risk of famine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"brutal-siege\">Brutal siege</h2><p>El-Fasher, long the Sudanese army’s final stronghold in the Darfur region, fell to the RSF in October after 18 months of bombardment and starvation.</p><p class=\"p1\">The fall of the city, amid reports of mass killings, rape and abductions, pushed at least 127,000 people to flee to nearby towns, according United Nations data.</p><p class=\"p2\">“The movement of tens of thousands of people facing hunger and malnutrition into already fragile areas of North Darfur is likely to sharply increase the number of people facing catastrophic food insecurity,” the IPC said.</p><p>Um Baru and Kernoi are near the border with Chad and have received some of the tens of thousands of displaced people who fled el-Fasher. Fighting subsequently has been reported in both locations.</p><p>Since April 2023, Sudan has been engulfed in a devastating war between the army and the RSF. The conflict has effectively split Sudan in two, with the army holding the north, east and centre and the RSF dominating Darfur and, alongside allies, parts of the south.</p><p class=\"p1\">Fighting has recently concentrated in areas of Kordofan, with the Sudanese military starting to make progress in the region after breaking a siege <a href=\"/news/2026/2/3/sudan-military-claims-to-break-siege-of-key-kordofan-city-of-kadugli\">in the key city of Kadugli</a> and the neighbouring town of Dilling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rsf-attack-hospital\">RSF attack hospital</h2><p>On Thursday, at leasdt 22 people were killed in an RSF attack on a military hospital in South Kordofan province, according to the Sudan Doctors’ Network, a group of medical professionals tracking the war.</p><p>The group said the paramilitary’s bombing of the Al-Kuweik Hospital killed the facility’s medical director and three other members of the medical staff.</p><p>In a statement posted to social media, the doctors’ network said the targeting of health facilities and medical personnel was a war crime and flagrant violation of international humanitarian law, adding that the bombing was just the latest attack targeting health facilities in South Kordofan. Several hospitals had been left inoperable in the attacks, it said.</p><p>“This has exacerbated the humanitarian crisis and threatens the remaining health services available to civilians,” said the statement.</p><p>The conflict, nearing the three-year mark, has killed tens of thousands of people, displaced nearly 11 million and driven multiple regions into famine and hunger, creating one of the world’s <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">worst humanitarian crises</a>.</p><p class=\"p1\">According to the UN, more than 21 million Sudanese – nearly half of the population – are facing acute food insecurity, with two-thirds of the population in urgent need of assistance.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Bangladesh’s election and the return of banned Jamaat-e-Islami | Government | Al Jazeera",
            "time": "2026-02-05T13:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770297644.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel sprays unknown chemical over land in south Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-02-05T13:11:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770297084.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israeli air attacks on Lebanon reach highest level since ceasefire: Report | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-05T12:26:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033480107565_cropped-1770048990.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is carrying out a “clear and dangerous” surge in air attacks on Lebanon, the Norwegian Refugee Council (NRC) has said, with its warplanes conducting more attacks on its neighbour in January than in any previous month since the ceasefire.</p><p>The humanitarian organisation said on Thursday that Israeli warplanes had carried out at least 50 air raids on Lebanon last month – about double the number of the previous month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group said the repeated attacks made a mockery of the <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">ceasefire</a> agreed between Israel and Lebanon in November 2024, after more than a year of cross-border attacks and a two-month-long Israeli intensification that killed thousands in Lebanon and devastated civilian infrastructure.</p><p>“These attacks – as well as the many ground incursions that continue to happen away from the cameras – have deemed the ceasefire agreement little more than ink on paper,” said Maureen Philippon, NRC’s country director in Lebanon.</p><p>The data, provided to the NRC by security company Atlas Assistance, captures only attacks carried out by manned Israeli warplanes and does not include Israeli drone attacks, which regularly result in deaths in Lebanon, or attacks carried out during Israeli ground incursions.</p><p>The Israeli attacks have continued in recent days. On Monday, Israeli warplanes targeted buildings in two villages in southern Lebanon, Kfar Tebnit and Ain Qana, after issuing evacuation orders to residents.</p><p>Israel’s military claimed the buildings were Hezbollah “military infrastructure” and said it was targeting them in response to what it said were the group’s prohibited attempts to rebuild its activities in the area.</p><p>On Wednesday, Lebanon’s President <a href=\"/features/2026/1/29/aouns-tightrope-daily-israeli-attacks-and-hezbollahs-refusal-to-disarm\">Joseph Aoun</a> accused Israel of committing an <a href=\"/news/2026/2/4/health-crime-aoun-slams-israel-over-spraying-chemicals-in-south-lebanon\">environmental crime</a> after Israeli aircraft sprayed an unknown substance over southern Lebanese towns.</p><h2 id=\"death-and-displacement\">Death and displacement</h2><p>The NRC said the ongoing attacks have created a climate of fear and instability for residents and were hampering much-needed reconstruction efforts, in a country still reeling from the effects of the conflict with Israel before the ceasefire.</p><p>The attacks have struck targets in dozens of cities and villages in southern Lebanon and the Bekaa Valley, destroying homes and displacing families in an environment where approximately 64,000 people have already been displaced by the conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Aid agencies, including NRC, are still dealing with the aftermath and consequences of months of destructive conflict which left much of Lebanon in ruins,” said Philippon.</p><p>She said the effect of the attacks was being felt by families and children, citing a school in west Bekaa that had recently been repaired by her organisation, only to be damaged again in a recent attack in the area.</p><p>“This means yet another spell of interrupted education for children,” she said.</p><p>Philippon called on Israel’s allies to do “everything they can to stop these attacks on civilian areas and villages”.</p><p>“This vicious cycle has to end,” she added.</p><h2 id=\"thousands-of-breaches\">‘Thousands’ of breaches</h2><p>Under the terms of the November 2024 ceasefire, cross-border attacks were supposed to stop; <a href=\"/features/2026/2/3/will-hezbollah-continue-to-avoid-responding-to-israels-attacks-on-lebanon\">Hezbollah</a> was to withdraw north of the Litani River, which runs across south Lebanon; and Israel was to withdraw troops that had invaded south Lebanon in October.</p><p>Israel, however, has continued its attacks across the south and the Bekaa Valley in the east on a near-daily basis, while its army continues to occupy five points in southern Lebanon.</p><p>The Lebanese government says Israel has committed thousands of breaches of the ceasefire agreement.</p><p>Hezbollah has launched only one attack in the 14 months <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">since the ceasefire</a>, while Israel has killed more than 330 people in Lebanon, including at least 127 civilians, and a top Hezbollah commander, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "One man killed, girl missing as Storm Leonardo hits Portugal and Spain | Climate News | Al Jazeera",
            "time": "2026-02-05T12:19:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698470f0b8bd-1770287344.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>One man killed, girl missing as Storm Leonardo hits Portugal and Spain</h1><p class=\"article__subhead\"><em>Leonardo is the latest in a series of half a dozen storms to batter the Iberian Peninsula this year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man has lost his life in Portugal after floodwaters engulfed his car, and in Spain, a girl has been reported missing after being swept away by a river as Storm Leonardo has battered the Iberian Peninsula with torrential rain and gale-force winds.</p><p>Leonardo is the latest in a wave of half a dozen <a href=\"/news/2024/11/12/spains-flood-hit-areas-brace-for-new-storms\">storms</a> to sweep across Portugal and Spain this year, causing several fatalities, destroying infrastructure and leaving thousands of homes without power.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"first-token\" data-path-to-node=\"0\">Portuguese authorities confirmed on Wednesday that a 70-year-old man died in the southern region of Alentejo after floodwaters swept his vehicle off a road near a dam.</p><p>In southern Spain’s Malaga province, a girl remains missing after she was dragged away by the Turvilla River in Sayalonga while trying to rescue her dog. The animal reportedly managed to reach safety, and emergency teams resumed the search for the girl at first light on Thursday, according to local and national news reports.</p><p>“We spent the whole afternoon and night yesterday searching in the river from the place where the girl fell in until the very end of the river. We found the dog, but not her,” Malaga fire chief Manuel Marmolejo said on Spanish television on Thursday.</p><p>Spain’s State Meteorological Agency has warned that Storm Marta, the next front in the ongoing “storm train”, is expected to reach the region this weekend.</p><p>Portuguese Economy Minister Manuel Castro Almeida stated that reconstruction efforts after Storm Kristin alone may exceed 4 billion euros ($4.7bn).</p><p>In Alcacer do Sal in southern Portugal, residents were forced to wade through waist-deep water after the Sado River breached its banks following a series of storms. Restaurant terraces were submerged, and shopkeepers and homeowners used stacked sandbags in an attempt to protect their properties from the rising floodwaters.</p><p>“I’ve never seen anything like this. It’s surreal,” resident Maria Cadacha told the Reuters news agency. “There are a lot of people here, very good people, many shopkeepers, homes with damage. I wouldn’t want to be in their shoes.”</p><p>Andalusia’s emergency services reported attending to more than a million incidents by midnight on Wednesday.</p><p>Antonio Sanz, head of the regional government’s interior department, confirmed that 14 rivers and 10 dams were at “extreme” risk of overflowing due to the severe conditions.</p><p>In Portugal, the National Civil Protection authority registered at least 70 incidents by early Thursday as the region continued to monitor the impact of the storm.</p></div></div></body></html>"
        },
        {
            "title": "Christian group says all abductees taken in Nigeria’s Kurmin Wali released | Armed Groups News | Al Jazeera",
            "time": "2026-02-05T12:09:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697b8cb7-1769704631.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Christian group says all abductees taken in Nigeria’s Kurmin Wali released</h1><p class=\"article__subhead\"><em>Nigerian government yet to confirm that 166 villagers and churchgoers who were kidnapped last month are now back home.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>All 166 people who were kidnapped during an attack on a village and churches in Kurmin Wali in northern Nigeria’s Kaduna State last month have been released, the ⁠Christian Association of Nigeria (CAN) said.</p><p>Reverend John ​Hayab, chairman of the northern chapter of CAN, ‍said on Thursday that every abducted worshipper had now returned, without giving details on whether a ransom was paid or how the release was secured, the Reuters news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said CAN ‍leader in ⁠Kaduna, Reverend Caleb Maaji, also confirmed the release, saying he had just returned from the government house in Kaduna, where the governor is set to receive the worshippers.</p><p>“The stage is set for them to be brought … His Excellency will meet with ​them. This is a result of ‌the prayers we have offered,” he said.</p><p>Nigerian government officials have yet to comment publicly on the release.</p><p>However, Nigerian media reports cited Governor of Kaduna State, Uba Sani, confirming the return of 82 of those who were kidnapped.</p><p>On the morning of January 18, gunmen known locally as bandits arrived in <a href=\"/features/2026/1/30/chronicle-of-a-mass-kidnapping-the-day-nigerias-kurmin-wali-changed\">Kurmin Wali</a> in numbers, armed with AK47 rifles.</p><p>They broke down doors and ordered people out of their homes and the village’s three churches, residents told Al Jazeera at the time.</p><p>The gunmen abducted 177 people, taking them into the forest, but 11 escaped their captors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Initially, Kaduna State officials denied that an attack had occurred. Only two days later did government officials admit that an “abduction” had taken place, promising to help secure the villagers’ return.</p><p>The village chief told Al Jazeera’s Ahmed Idris at the time that the kidnappers accused the community of taking 10 motorcycles they had hidden in the bush, and demanded their return in exchange for the return of the villagers.</p><p>The assault on the village and churches in Kaduna was ‌among the latest in a string of mass abductions that have intensified pressure ‌on the Nigerian government.</p><p>Nigeria has ⁠also faced scrutiny from United States President Donald Trump, who has accused the country of failing to stop the persecution of Christians.</p><p>US forces ‌struck what they described as <a href=\"/news/2025/12/25/trump-says-us-launched-strikes-against-isil-in-northwest-nigeria\">“terrorist” targets</a> on December 25.</p><p>Abuja says it is working with Washington to improve security and ‍denies any systematic persecution of Christians.</p></div></div></body></html>"
        },
        {
            "title": "Russia says will act responsibly despite New START nuclear treaty expiry | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-05T12:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/02/AP_21026699978571.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin says Russia will continue to be a responsible nuclear power, despite <a href=\"/news/2026/2/4/russia-criticises-us-as-final-nuclear-warhead-treaty-set-to-expire\">the expiry</a> of the last nuclear arms control treaty between Moscow and Washington, which experts say risks ushering in a new global arms race.</p><p>The <a href=\"/news/2026/2/3/last-us-russia-nuclear-treaty-is-expiring-does-it-really-matter\">New START treaty</a> expires on Thursday, marking the end of more than half a century of limits on the United States and Russia’s strategic nuclear weapons.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today the day will end, and it [the treaty] will cease to have any effect,” Kremlin spokesperson Dmitry Peskov told reporters on Thursday. Arms control experts had previously said their assumption was that it expired at the end of Wednesday.</p><p>Russia had suggested both sides voluntarily extend the terms of the agreement for one year to provide time to discuss a successor treaty, a proposal which it said US President Donald Trump had never formally answered.</p><p>“The agreement is coming to an end. We view this negatively and express our regret,” said Peskov, who said the matter had come up in a call between Russian President Vladimir Putin and Chinese President Xi Jinping a day earlier.</p><p>“What happens next depends on how events unfold. In any case, the Russian Federation will maintain its responsible and attentive approach to the issue of strategic stability in the field of nuclear weapons and, of course, as always, will be guided first and foremost by its national interests.”</p><p>New START, first signed in Prague in 2010 by then presidents Barack Obama and Dmitry Medvedev, limited each side’s nuclear arsenal to 1,550 deployed strategic warheads – a reduction of nearly 30 percent from the previous limit set in 2002.</p><p>Deployed weapons or warheads are those in active service and available for rapid use as opposed to those in storage or awaiting dismantlement.</p><p>It also allowed each side to conduct on-site inspections of the other’s nuclear arsenal, although these were suspended during the COVID-19 pandemic and have not resumed since.</p><h2 id=\"china-will-not-participate-in-disarmament-negotiations\">‘China will not participate in disarmament negotiations’</h2><p>China’s Ministry of Foreign Affairs joined a growing international chorus expressing regret over the treaty’s expiry.</p><p>“China regrets the expiration of the New START treaty, as the treaty is of great significance to maintaining global strategic stability,” Chinese Foreign Ministry spokesperson Lin Jian said on Thursday.</p><p>“The international community is generally concerned that the expiration of the treaty will have a negative impact on the international nuclear arms control system and the global nuclear order.”</p><p>Trump has said he wants a better deal that will also bring in China. But Beijing refuses to negotiate with the other two countries because it has only a fraction of their warhead numbers – an estimated 600, compared with about 4,000 each for Russia and the US.</p><p>Lin reiterated this point, adding that China would not be joining the bilateral arms‑reduction talks.</p><p>“China’s nuclear forces are not on the same level as those of the United States and Russia, and China will not participate in disarmament negotiations at this stage,” Lin said.</p><p>Russia and the US together control more than 80 percent of the world’s nuclear warheads.</p><p>China’s nuclear arsenal, however, is growing faster than any country’s, by about 100 new warheads a year since 2023, according to the Stockholm International Peace Research Institute (SIPRI).</p><p>China is estimated to have at least 600 nuclear warheads, SIPRI says – well below the 800 each at which Russia and the US were capped under New START.</p><p>The White House said this week that Trump would decide the way forward on nuclear arms control, which he would “clarify on his own timeline”.</p><p>A NATO official, speaking on condition of anonymity, called on the US and Russia to act with “responsibility and restraint” to maintain “global security”.</p><p>The official added that Russia and China were both ramping up their nuclear capabilities and that NATO “will continue to take steps necessary” to ensure its own defences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Algerian boxer Khelif open to genetic testing by IOC for 2028 Olympics | Boxing News | Al Jazeera",
            "time": "2026-02-05T11:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2188259719-1770281172_30e437-1770281456.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Algerian boxer Khelif open to genetic testing by IOC for 2028 Olympics</h1><p class=\"article__subhead\"><em>Imane Khelif, who won boxing gold at the 2024 Olympics, says before gender test, ‘Do not exploit me in ‌your political agendas.’</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Algerian boxer ‌Imane Khelif says she will comply with genetic testing requirements to be able to participate in competitions as long as the tests are conducted by the International Olympic Committee (IOC).</p><p>Khelif won gold in the women’s welterweight ⁠division at the Paris Games in 2024 during a gender dispute over her eligibility after the International Boxing Association disqualified her from the 2023 World Championships based on sex chromosome tests.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>World Boxing, which will oversee boxing competitions at the 2028 Olympics ⁠in Los Angeles after being granted provisional recognition by the IOC, in May announced mandatory sex testing for all boxers in its competitions. Khelif, who lodged an appeal with the Court of Arbitration for Sport (CAS) over World Boxing’s decision to bar her from events unless she undergoes genetic sex ‌testing, said she would undergo the testing only if it is administered by the IOC.</p><p>“Of course, I would accept doing anything I’m required to ‌do to participate in competitions,” Khelif told CNN.</p><p>“They should protect women, but they ‌need to pay attention that while ⁠protecting women, they shouldn’t hurt other women.”</p><p>“I’m not transgender. I’m a woman. I want to live my life. Please do not exploit me in ‌your political agendas.”</p><p>The 26-year-old said she was hopeful of getting justice from the CAS.</p><p>“I will not surrender until I have justice because I know justice is on my side above all else,” she said.</p><figure id=\"attachment_3109549\" aria-describedby=\"caption-attachment-3109549\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3109549\" src=\"/wp-content/uploads/2024/08/GettyImages-2166090167-1723238096.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Boxers in ring.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3109549\" class=\"wp-caption-text\">Imane Khelif, left, of Algeria punches Liu Yang of China during the women’s boxing 66kg (146lb) final match at the Olympic Games Paris 2024 [File: Richard Pelham/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Can Pakistan face sanctions over India boycott? | Cricket News | Al Jazeera",
            "time": "2026-02-05T11:31:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250928__772A2RH__v1__MidRes__CricketAsia2025T20IndPak-1759069058-1770234786.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s men’s cricket team will <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">boycott</a> its match against India at the T20 World Cup in support of Bangladesh, who were excluded from the tournament after refusing to travel to India for their games over security concerns.</p><p>The move will disrupt the tournament as the India-Pakistan fixture has historically been the most lucrative and widely followed fixture at any cricket tournament.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The International Cricket Council (ICC) has warned the Pakistan Cricket Board (PCB) of “significant and long-term implications for cricket in its own country” and an impact on the global cricket ecosystem.</p><p id=\"but-what-are-these-implications-and-how-can-this-boycott-affect-the-future-of-cricket\">But what are these implications and how could this boycott affect cricket’s future?</p><h2 id=\"how-will-the-icc-react-to-pakistan-s-boycott\">How will the ICC react to Pakistan’s boycott?</h2><p>While the global cricket body has responded to Pakistan’s boycott by saying the decision could damage the game and it hopes to resolve the matter with the PCB, the ICC has not explicitly laid out a plan of action in case a resolution is not achieved.</p><p>Al Jazeera reached out to the ICC but has not received a response.</p><p>Cricket experts believe the ICC would have set a plan in motion by reaching out to the PCB and calling a board meeting to resolve the crisis.</p><p>“The ball is in the ICC’s court now,” Sami Ul Hasan, former head of the ICC’s media and communications department, told Al Jazeera.</p><p>“The ICC will call a board meeting and convene all members to help resolve this situation. All the powers of the ICC rest with its board, who will decide on the next step.</p><p>“Pakistan are already in Sri Lanka and will play on the opening day of the tournament. The meeting should take place as soon as possible.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-possible-actions-could-the-icc-take\">What possible actions could the ICC take?</h2><p>Being the sport’s global governing body, the ICC enjoys full control over the game, its tournaments and how the game is run.</p><p>“The ICC has wide-ranging powers,” Hasan said.</p><p>“It could go all the way from slapping fines to suspending the membership of a board,” he explained, adding that as a former cricket administrator, he hoped the ICC would not go down that road.</p><p>“Suspensions and sanctions are not the solution as extreme steps weaken the small cricketing fraternity. I’d like to see them resolve this so it doesn’t turn into a major crisis which can have long-term effects on cricket.”</p><h2 id=\"what-do-the-icc-s-regulations-say\">What do the ICC’s regulations say?</h2><p>All member boards participating in an ICC event sign a participation agreement that outlines the rules, laws and provisions for the member boards and ICC.</p><p>According to Hasan, the PCB could rely on one such provision to defend its case.</p><p>“The force majeure clause, which is available to all nations, explicitly states that if the government of any participating nation stops its team from participating, the team cannot play,” he explained. “We don’t know how the ICC’s legal team will interpret this law.”</p><p>He explained that if both parties reach a deadlock and the matter turns into a legal battle, the ICC’s dispute resolution committee could take the case to the Court of Arbitration for Sport (CAS), an independent organisation that resolves sports disputes.</p><p>Hasan warned against such a move, saying it would not be a good advertisement for the game of cricket.</p><h2 id=\"is-pakistan-s-move-unprecedented-if-not-then-why-is-the-icc-threatening-it\">Is Pakistan’s move unprecedented? If not, then why is the ICC threatening it?</h2><p><span>Pakistan’s boycott is not the first instance of a team refusing to play a match upon the directives of its government.</span></p><p><span>The 1996 Cricket World Cup, cohosted by Pakistan, India and Sri Lanka, was the first one to be hit by a boycott when Australia and the West Indies refused to travel to Sri Lanka over security concerns and forfeited points.</span></p><p>In 2003, New Zealand and England pulled out of their games in Kenya and Zimbabwe due to their governments’ deadlock with the administrations of the African nation.</p><p>However, Hasan believes Pakistan’s boycott against India will have far bigger ramifications on the tournament and the sport.</p><p>“The value of this game is far too big for the ICC to overlook,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-big-will-be-the-icc-s-losses\">How big will be the ICC’s losses?</h2><p>According to Hasan, who has worked during multiple ICC World Cups, the governing body will incur severe losses if the fixture does not take place as scheduled.</p><p>“The biggest hit, if the biggest game of the tournament does not take place, will come from media rights, which form the main chunk of the revenue for the ICC,” he explained.</p><p>“The ICC sells media rights for all the games, of which India-Pakistan is the biggest and most valued.</p><p>“If the match doesn’t take place, the sponsors will not pay for the rights of that match, and the ICC will incur losses. While we don’t know the figures, the loss will be significant.”</p><p>The ICC operates as a nonprofit global sports body that earns revenue from its various events and distributes it to its member boards. Therefore, Hasan explained, the ICC itself will not incur a loss but the blow will be felt by member boards.</p><p>“It [a boycott] can lead to financial and legal implications, which will have a knock-on effect on future ICC tournaments as well.</p><p>“The financial implications will be hard for certain countries – barring India, Australia and England – that rely on the ICC’s revenues to ensure the game continues to progress.”</p><h2 id=\"could-pakistan-face-financial-sanctions\">Could Pakistan face financial sanctions?</h2><p>The previously forfeited matches did not result in financial blows or bans for the boycotting teams, but given the massive financial losses feared by this boycott, the ICC might make the PCB pay.</p><p>“The ICC could go back to the PCB and pass on the loss to them,” Hasan said.</p><p>The former cricket administrator believes Pakistan’s government must have weighed all possible punitive measures when it decided to boycott the game.</p><p>“It wouldn’t have been an easy decision [for Pakistan].”</p><h2 id=\"how-does-pakistan-s-boycott-affect-the-future-of-cricket\">How does Pakistan’s boycott affect the future of cricket?</h2><p>If there is no India-Pakistan game on February 15, it will be the first instance of the blockbuster match being forfeited at an ICC World Cup.</p><p>The move, Hasan believes, could damage the sport.</p><p>“Global cricket will take a big hit if the right decisions are not made behind closed doors,” he said.</p><p>Hasan pointed towards the incident that caused the chain of events leading up to boycott, saying one official’s statement could have avoided the turmoil.</p><p>S<span>tar Bangladeshi fast bowler Mustafizur Rahman was <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">ousted</a> from the Indian Premier League (IPL) upon instructions from the Board of Control for Cricket in India (BCCI), due to the ongoing political tensions between the two nations.   </span></p><p>“Due to the recent developments which are going on all across, BCCI has instructed the franchise KKR to release one of their players, Mustafizur Rahman of Bangladesh, from their squad,” BCCI Secretary Devajit Saikia said last month.</p><p>Hasan lamented the timing and the wordings of the statement.</p><p><span>“We must remember that this situation arose due to one player’s removal and one administrator’s statement – the player was Mustafizur Rahman and the statement was made by the secretary of the BCCI</span><span>.</span></p><p>“From there, we have arrived at this point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In Pakistan, gold price rollercoaster pushes buyers to silver | Business and Economy News | Al Jazeera",
            "time": "2026-02-05T10:50:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2020-08-06T175145Z_2121657328_RC2H8I97S6PM_RTRMADP_3_GLOBAL-PRECIOUS-1770288257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\"><strong>Lahore, Pakistan – </strong>Over the past two weeks, as the global prices of gold and silver have fluctuated wildly, Waqas Siddiqi has received a flurry of calls from customers to his jewellery store, inquiring about purchases.</p><p class=\"x_MsoNormal\">As in other countries, the <a href=\"/economy/2026/2/3/gold-and-silver-prices-soared-then-plummeted-whats-going-on\">recent rise, decline and rise again</a> in the global bullion market has piqued interest, particularly for those who view gold and silver as an investment.</p><p>While gold – and to a lesser extent, silver – has long been a favourite among jewellery buyers in Pakistan, it is a safe place to keep their money that many buyers are seeking these days. And silver appears to be overtaking gold.</p><p class=\"x_MsoNormal\">“We are primarily in the jewellery business, which is in decline anyway, as people are using precious metals for investment. So, when the rallying started, a few customers came to our shop showing interest to buy silver bars or sell gold,” he told Al Jazeera.</p><p class=\"x_MsoNormal\">This trend was confirmed by Omer Ehsan, another jeweller who has been running his family business in Lahore for decades. Increasingly, he says, the trend in gold investments – and, moreso in silver – is increasing.</p><p class=\"x_MsoNormal\">“My customers called to inquire whether they should invest in and join the rally, but [I] advised them caution,” he told Al Jazeera, pointing to a decline in prices last week, before a sudden rally in the past two days.</p><p class=\"x_MsoNormal\">In the domestic market, the price for 10gm gold increased by more than 20,000 rupees ($71) to reach 440,000 ($1,572) on Wednesday. A similar rise was seen in the price of silver, with 10gm silver reaching 7,800 rupees ($28).</p><p class=\"x_MsoNormal\">The initial dip, followed by a recovery, reflects broader movements in the international market, where a bullish run on the precious metals ended the previous weekend, and prices fell drastically – an unusual phenomenon as the metals are considered “safe havens” which hold their value in turbulent times.</p><h2 id=\"the-trump-effect\">The Trump effect</h2><p class=\"x_MsoNormal\">Hanif Chand, a 56-year-old jeweller in Karachi and also the former vice president of the city’s jewellery association, told Al Jazeera that the recent upheaval in the bullion market has been driven primarily by fears that an attack on Iran by the United States was imminent, leading to panic in the market.</p><p class=\"x_MsoNormal\">“Once the news came that Trump is going to take more time to make his decision, markets have calmed down slightly. However, it could also once again skyrocket in case the situation in the Middle East region again flares up,” Chand said.</p><p class=\"x_MsoNormal\">Ali Aftab Saeed, an independent investment analyst in Lahore, said another factor driving up gold prices since that downturn has been a surge in gold buying in China.</p><p class=\"x_MsoNormal\">The last year has seen China reduce its holdings of US Treasury securities, which have now fallen below $700bn – a decline of nearly one-half since the November 2013 peak of $1.32 trillion – and replacing these with large-scale purchases of the precious metal.</p><p class=\"x_MsoNormal\">“The minor fluctuations that you see are due to the market fixing its course, where investors stop buying once a commodity hits a certain price, and then the price corrects itself before [the] next round starts,” he told Al Jazeera. He expects the metals to rally upwards again, he said.</p><h2 id=\"the-switch-to-silver\">The switch to silver</h2><p class=\"x_MsoNormal\">Razzak Ahmed, a jewellery shop owner in Islamabad, said that due to the high cost of gold, silver is now seen as the metal of choice for many people – and they buy it for both investment purposes and jewellery.</p><p class=\"x_MsoNormal\">“On an individual level, a small buyer is more interested in purchasing items in silver, be it a silver bar or silver jewellery, because they have enough capital to at least buy something, and the returns on it are significant with the increase in prices,” he told Al Jazeera.</p><p class=\"x_MsoNormal\">Ahmed recalled that the price per 10gm of silver was close to 4,000 rupees ($14) in April last year compared with its current peak of 15,000 rupees ($54).</p><p class=\"x_MsoNormal\">Chand agreed, saying that the high price of gold, combined with changing social habits, has contributed to a declining interest in investing in gold jewellery.</p><p class=\"x_MsoNormal\">Historically, families bought gold or gold jewellery as an investment but also as something that could be passed down to their children when they got married. That is now changing with families opting for high-quality artificial jewellery instead, Chand said.</p><p>Now, much of the gold in the country is recycled, he added, while silver is becoming more popular as a commodity to invest in simply because of the skyrocketing prices of gold.</p><p class=\"x_MsoNormal\">Instead of spending on gold jewellery, “people now prefer investing their money in silver bars if they don’t have enough capital. But even if they do, the day of investing in gold jewellery sets [that are handed down in families] is certainly waning now,” he said.</p><p class=\"x_MsoNormal\">In 2024, Pakistan imported gold worth $27m, making it a considerably smaller player in the international gold-buying market and ranking it as only the 84th-largest gold importer, according to the Observatory of Economic Complexity.</p><h2 id=\"and-back-to-the-trump-effect\">And, back to the Trump effect</h2><p class=\"x_MsoNormal\">In Lahore, Saeed said many small investors now make their purchases depending on their capital availability. That hardly impacts the market, which is more swayed by the activities of big players.</p><p class=\"x_MsoNormal\">“And the future prices and their volatility, or lack thereof, depends on the upcoming meeting of US President Donald Trump and his Chinese counterpart Xi Jinping. That will set the future course of action for the price of these metals,” he said, referring to the scheduled meeting between the two leaders in April in China.</p><p class=\"x_MsoNormal\">Ehsan added that the bullion may continue to fluctuate depending on Trump’s mood. “The market is going up or down solely due to his behaviour and decisions. One morning, he can promise not to attack Iran, and by evening, he will launch [a] missile. All of this makes the market unpredictable.”</p></div></div></body></html>"
        },
        {
            "title": "Pakistan army says it killed 216 fighters in weeklong Balochistan campaign | Military News | Al Jazeera",
            "time": "2026-02-05T10:42:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69845877e63a-1770281079_c3e6dc-1770285954.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan army says it killed 216 fighters in weeklong Balochistan campaign</h1><p class=\"article__subhead\"><em>The military says operations that began on January 29 degraded leadership and operational capabilities of ‘terrorist’ networks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s military has concluded a weeklong security operation in the restive southwestern Balochistan province, claiming the deaths of 216 fighters in targeted offensives.</p><p>A military statement on Thursday said following the province-wide attacks by the separatist <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">Balochistan Liberation Army (BLA)</a>, carried out to “destabilise the peace of Balochistan”, security forces launched Operation Radd-ul-Fitna-1 (countering chaos) to “dismantle terrorist sleeper cells through sustained combing and sanitisation operations” through “meticulous planning” and “actionable intelligence”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The operation commenced on January 29 in response to a series of <a href=\"/news/2026/2/2/pakistani-forces-kill-145-fighters-in-balochistan-after-deadly-attacks\">coordinated attacks</a> by the BLA, which said it stormed schools, banks, markets and military installations across the region in one of its largest operations to date.</p><p>The military claimed that 216 fighters were killed during the operations, “significantly degrading the leadership, command-and-control structures and operational capabilities of terrorist networks”.</p><p>A “substantial cache of foreign-origin weapons, ammunition, explosives and equipment” was also recovered, the statement added. It further claimed that a preliminary analysis shows the fighters benefitted from “systematic external facilitation and logistical support”.</p><p>The military added that during the operations, 36 civilians, including women and children, and 22 security and law enforcement personnel lost their lives.</p><p>Pakistan has dealt with a separatist movement in <a href=\"/news/2026/2/3/why-peace-remains-elusive-in-pakistans-troubled-balochistan\">Balochistan</a> for decades. Violence has surged in recent years, with armed groups stating they are resisting exploitation in the resource-rich province. The area is rich in coal, gold, copper, and gas, which generates revenue for the federal government.</p><p>The region’s armed groups regularly target <a href=\"/news/2024/1/30/at-least-10-killed-in-overnight-attack-by-baloch-rebels-in-pakistan\">security forces</a> and have also attacked <a href=\"/news/2024/4/13/gunmen-kill-at-least-11-in-two-attacks-in-pakistans-balochistan\">civilians</a>, including <a href=\"/news/2024/10/7/china-says-two-citizens-killed-one-injured-in-pakistan-terrorist-attack\">Chinese nationals</a> working on regional projects, according to the Pakistani government.</p><p>In 2025, separatists attacked a <a href=\"/news/2025/3/11/deadly-pakistan-train-hijack-what-happened-and-whats-next\">train</a> with hundreds of passengers on board, leading to a two-day siege in which dozens were killed.</p><p>“Over the past 12 months, security forces in Balochistan have sent more than 700 terrorists to hell, with around 70 terrorists eliminated in just the last two days alone,” Balochistan’s Chief Minister Sarfraz Bugti told reporters on Sunday. “These attacks cannot weaken our resolve against terrorism.”</p><p>He accused neighbours India and Afghanistan of backing the fighters, allegations which New Delhi and Kabul deny.</p></div></div></body></html>"
        },
        {
            "title": "Video: US news host Savannah Guthrie pleads for return of abducted mother | Crime | Al Jazeera",
            "time": "2026-02-05T10:11:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770286272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gunmen kill nearly 200 people in Nigeria | Gun Violence | Al Jazeera",
            "time": "2026-02-05T09:58:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770285428.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why are gold prices soaring and the dollar in decline? | Business and Economy | Al Jazeera",
            "time": "2026-02-05T09:23:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/gold-prices-1770283357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Gold has been on a tear as the dollar is under pressure, raising questions about global confidence and market risk.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US economy and markets are unmatched in size. The dollar is the king of currencies, and US treasuries are often considered a safe-haven asset.</p><p>But, investors appear to be reassessing that.</p><p>This has weighed down on the greenback and cooled the stock markets.</p><p>A big winner is gold, which soared to record prices – exactly what the metal tends to do in times of uncertainty.</p><p>Moves in the price of the greenback ripple across the global economy.</p><p>And India strikes trade deals with the US and EU.</p><p>Plus, why is the UN at risk of financial collapse?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}