{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Syria live: Fighting resumes in Aleppo after ceasefire collapses | Armed Groups News | Al Jazeera",
            "time": "2026-01-10T05:39:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69618f4f15b3-1768001359.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Syria live: Fighting resumes in Aleppo after ceasefire collapses</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>The Syrian army is locked in intense fighting in Aleppo after SDF fighters refused to withdraw under a ceasefire.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Analysis: Why Venezuela’s military holds the key to country’s future | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-10T05:27:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007715897828-1768014003.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For almost 27 years, the Venezuelan military – formally known as the National Bolivarian Armed Forces (FANB) – was a firm ally to presidents Hugo Chavez and Nicolas Maduro, as they systematically drifted from seeking an alternative to Western liberal democracy, and towards authoritarianism.</p><p>The FANB helped the Venezuelan government dismantle the institutions of the previous political establishment and persecute its most fervent opponents. In exchange, the governments of Chavez and Maduro, respectively, gave more and more power to the military within Venezuelan politics, offering them ministerial positions, governorships, embassies and other leadership roles such as mayoralties or the administration of state-run enterprises.</p><p>Now, with the abduction of Maduro by United States special forces last Saturday, the military’s image as a protector of the Venezuelan state has taken a hit: The deposed president was kidnapped from the largest Venezuelan military complex, Fuerte Tiuna, in an operation that exposed the deficiencies in the FANB’s military technology and defence protocols.</p><p>The military faces a crucial dilemma – make changes and serve as the guarantor of the deals fronted by the Donald Trump administration in the US and interim president Delcy Rodriguez in Caracas, or risk further US attacks and erosion of its power and status.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-rise-before-the-fall\">The rise before the fall</h2><p>Over the years, the FANB’s influence has grown significantly, including in law enforcement – supplanting, in many cases, the roles of the state and local police.</p><p>This phenomenon accelerated after the presidential elections of July 28, 2024, when the then-government of Maduro faced an unprecedented legitimacy crisis amid strong accusations of widespread vote-counting fraud.</p><p>A police state was established in Venezuela, in which mass surveillance of opponents moved to a new level.</p><p>The government, back then and until now, came to depend on the FANB to remain standing. In part, this was done by incorporating into the military elements of the ruling United Socialist Party of Venezuela (PSUV), paramilitary groups (also called “colectivos”), and the political, judicial and military police. This entire security framework has been described by the Venezuelan government as a “civic-military-police union.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-post-maduro-era\">The post-Maduro era</h2><p>That power means that the military retains a critical role in any political transition in Venezuela. Many analysts believe that any government established in Venezuela, whether via democratic means or through force, needs the support of the military to be able to govern.</p><p>The case of Delcy Rodriguez’s administration is no exception to this rule. Despite counting on Trump’s acquiescence to take the reins of a post-Maduro political transition, the president in charge of Venezuela needs the support of the Venezuelan military to avoid a possible aggravation of political and social tensions in Venezuela. Rodriguez’s acceptance among military ranks is the weightiest reason why the US president has trusted her – rather than opposition leader Maria Corina Machado – to lead the political transition in the country.</p><p>But the abduction of Maduro has, at the same time, shown up the weaknesses of the FANB. Its insurmountable asymmetry of power in relation to the US military’s might leaves Venezuela vulnerable to possible new attacks coming from the US, even though Trump has, for the moment, said he has no such plans.</p><p>That threat is the biggest incentive for the FANB to itself make compromises, and is the reason why the military leadership might be open to being a part of the political transition led by Rodriguez.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-s-next-for-the-military\">What’s next for the military?</h2><p>The Venezuelan military will want, as much as possible, to maintain its status within Venezuelan politics.</p><p>To achieve this objective, the FANB leadership will likely need to comply with a series of steps, some of which were – until recently – unthinkable in Venezuelan politics.</p><p>First, military leaders must dissociate themselves from all accusations linking them to drug trafficking activities, the official argument used by the US for its military campaign against Venezuela.</p><p>Second, the military leadership must accept the new oil agreement between Venezuela and the US, which will very likely grant US companies significant control over Venezuelan crude reserves and production.</p><p>Third, it is possible that, at some point in the Venezuelan political transition, the FANB will need to reduce its repressive activities against the Venezuelan civilian population. This means, in practice, the reduction of its role in the current police state, or the so-called “Civic-Military-Police Union”.</p><p>Finally, the Venezuelan military leadership must close ranks with the interim president, Rodriguez, because she represents the only – and perhaps the last – direct channel of communication with the Trump administration. The military could argue domestically that it needs to do this in order to shore up the country’s stability amid the chaos generated by Maduro’s exit.</p><p>Fundamentally, adopting these changes would mean that the military underwrites the agreements reached between Rodriguez and Trump, and plays the role of a stabilising agent in the country’s post-Maduro era. It’s a format the US is used to, as well, with Washington relying on military-led establishments in multiple countries over the decades, from Egypt to Pakistan to Thailand to many more.</p><p>For the Venezuelan military, the options today are few. Failing to adapt and work with Trump and Rodriguez could invite a new US armed attack. Were this to occur, it would destroy the credibility of the military and current political leadership, further amplifying the country’s political and social instability.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,416 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-01-10T03:10:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009134844630-1768014796.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,416</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,416 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 10 Jan 2026</span><span aria-hidden=\"true\">10 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Saturday, January 10:</p><h2 id=\"fighting\">Fighting:</h2><ul class=\"spaced-bullet-spacing\">\n<li>The death toll from a massive Russian <a href=\"/news/2026/1/9/russia-ukraine-war-list-of-key-events-day-1415\">attack on Ukraine’s capital Kyiv</a> that began on Thursday night has risen to four, the Ukrainian State Emergency Service wrote in an update shared on Facebook on Friday. At least 25 people were also injured, including five rescuers, the service added.</li>\n<li>The attack left thousands of Kyiv apartments without heat, electricity and water as temperatures fell to minus 10 degrees Celsius (14 degrees Fahrenheit) on Friday, Kyiv Mayor Vitali Klitschko and other local officials said.</li>\n<li>Klitschko called on people to temporarily leave the city, saying on Telegram that “half of apartment buildings in Kyiv – nearly 6,000 – are currently without heating because the capital’s critical infrastructure was damaged by the enemy’s massive attack”.</li>\n<li>Russian forces shelled a hospital in the Ukrainian city of Kherson just after midday on Friday, damaging the intensive care unit and injuring three nurses, the regional prosecutor’s office wrote on Telegram.</li>\n<li>“As a result of the attack, three nurses aged 21, 49, and 52 were wounded. At the time of the shelling, the women were inside the medical facility,” the office said in a statement.</li>\n<li>The head of the World Health Organization (WHO), Tedros Adhanom Ghebreyesus, condemned attacks on healthcare in Ukraine in a statement shared on X, saying that there had been nine attacks since the beginning of 2026, killing one patient, one medic and injuring 11 others, including healthcare workers and patients.</li>\n<li>Tedros said that the attacks further “complicated the delivery of health care during the winter period” and called for “the protection of health care facilities, patients and health workers”.</li>\n<li>Russian forces attacked two foreign-flagged civilian vessels with drones in Ukraine’s southern Odesa region, killing a Syrian national and injuring another, Ukraine’s Deputy Prime Minister Oleksii Kuleba and other officials said on Friday.</li>\n<li>A Ukrainian drone attack on a bus in Russia’s Belgorod region injured four people, the regional task force reported, according to Russia’s TASS state news agency.</li>\n<li>Russian forces seized five settlements in Ukraine’s Zaporizhia region, including Zelenoye, the Russian Ministry of Defence said, according to TASS.</li>\n<li>Ukrainian battlefield monitoring site DeepState said on Friday that Russian forces advanced in Huliaipole and Prymorske in the Zaporizhia region, but did not report any further changes.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said on Friday that Russia’s <a href=\"/news/2026/1/9/ukraine-calls-on-allies-to-raise-pressure-as-russia-fires-oreshnik-missile\">Oreshnik missile strike</a> late on Thursday was “demonstratively” close to Ukraine’s border with the European Union.</li>\n<li>The International Atomic Energy Agency has begun consultations to establish a temporary ceasefire zone near Ukraine’s Zaporizhzhia nuclear power plant after military activity damaged one of two high-voltage power lines, Director General Rafael Mariano Grossi said in a statement on Friday.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>US forces seized the <a href=\"/news/2026/1/9/us-seizes-fifth-oil-tanker-as-venezuela-pressure-campaign-continue\">Olina oil tanker</a> and forced it to return to Venezuela so its oil could be sold “through the GREAT Energy Deal”, United States President Donald Trump said in a post on Truth Social on Friday. According to The Associated Press news agency, US government records showed that the Olina had been sanctioned for moving Russian oil under its prior name, Minerva M.</li>\n<li>Ukraine’s ambassador to the US, Olha Stefanishyna, said that Ukrainian nationals were among members of the crew of the <a href=\"/news/2026/1/7/us-attempting-to-seize-venezuela-linked-russian-oil-tanker-reports\">Russian-flagged tanker Marinera </a>seized earlier this week by US forces over its links to Venezuela, according to Interfax Ukraine news agency.</li>\n<li>The Russian Foreign Ministry separately said on Friday that the US had released two Russian crewmembers from the Marinera, expressing gratitude to Washington for the decision and pledging to ensure the return home of crewmembers.</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Qatar’s Ministry of Foreign Affairs expressed “deep regret” over damage to its embassy in Kyiv, confirming that no diplomats or staff were hurt, in a statement on Friday. The ministry underscored the importance of protecting diplomatic buildings and reiterated its call for a “resolution to the Russian-Ukrainian crisis through dialogue and peaceful means”.</li>\n<li>British Defence Secretary John Healey said that the United Kingdom was allocating 200 million pounds ($270m) to fund preparations for the possible deployment of troops to Ukraine, during a visit to Kyiv on Friday.</li>\n<li>The leaders of Britain, France and Germany described Russia’s use of an Oreshnik intermediate-range ballistic missile in western Ukraine as “escalatory and unacceptable”, according to a readout of their call released by Prime Minister Keir Starmer’s office on Friday.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Trump promises oil executives ‘total safety’ if they invest in Venezuela | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T23:55:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-03T165300Z_824548544_RC2STIA7D0LY_RTRMADP_3_USA-VENEZUELA_cropped-1767460525.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has called on oil executives to rush back into Venezuela as the White House looks to quickly secure $100bn in investments to revive the country’s ability to fully tap into its expansive reserves of petroleum.</p><p>Trump, as he opened the meeting with oil industry executives on Friday, sought to assure them that they need not be sceptical of quickly investing in and, in some cases, returning to the South American country with a history of state asset seizures as well as ongoing US sanctions and the current political uncertainty.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“You have total safety,” Trump told the executives. “You’re dealing with us directly and not dealing with Venezuela at all. We don’t want you to deal with Venezuela.”</p><p>Trump added: “Our giant oil companies will be spending at least $100bn of their money, not the government’s money. They don’t need government money. But they need government protection.”</p><p>Trump welcomed the oil executives to the White House after US forces earlier on Friday seized their fifth tanker over the past month that has been linked to Venezuelan oil. The action reflected the determination of the US to fully control the exporting, refining and production of Venezuelan petroleum, a sign of the Trump administration’s plans for ongoing involvement in the sector as it seeks commitments from private companies.</p><p>“At least 100 Billion Dollars will be invested by BIG OIL, all of whom I will be meeting with today at The White House,” Trump said on Friday in a predawn social media post.</p><p>The White House said it invited oil executives from 17 companies, including Chevron, which still operates in Venezuela, as well as ExxonMobil and ConocoPhillips, which both had oil projects in the country that were lost as part of a 2007 nationalisation of private businesses under former President Nicolas Maduro’s predecessor, Hugo Chavez.</p><p>“If we look at the commercial constructs and frameworks in place today in Venezuela, today it’s un-investable,” said Darren Woods, ExxonMobil CEO. “And so significant changes have to be made to those commercial frameworks, the legal system, there has to be durable investment protections and there has to be change to the hydrocarbon laws in the country.”</p><p>Benjamin Radd, a senior fellow at the UCLA Burkle Center for International Relations, told Al Jazeera that he had “noted the hesitation and less-than-full-throated enthusiasm for re-entering the Venezuelan market”, citing Woods, who told the gathering that the company had its assets there seized twice already.</p><p>“The bottom line is that until Trump can outline and provide assurances of a plan towards political stability, it will continue to be a risky endeavour for these oil companies to re-engage Venezuela. And what is there is a regime change in Iran in the days or weeks or months to come, and all of a sudden that re-emerges as a place where Western oil companies can do business? Even though the reserves don’t equal what Venezuela has, the risk is far less, and the infrastructure is more sound,” Radd said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Other companies invited included Halliburton, Valero, Marathon, Shell, Singapore-based Trafigura, Italy-based Eni and Spain-based Repsol, as well as a vast swath of domestic and international companies with interests ranging from construction to the commodity markets.</p><h2 id=\"wait-and-see\">Wait and see</h2><p>Large US oil companies have so far largely refrained from affirming investments in Venezuela, as contracts and guarantees need to be in place. Trump has suggested that the US would help to backstop any investments.</p><p>Venezuela’s oil production has slumped below one million barrels per day (bpd). Part of Trump’s challenge to turn that around will be to convince oil companies that his administration has a stable relationship with Venezuela’s interim President Delcy Rodriguez, as well as protections for companies entering the market.</p><p>While Rodriguez has publicly denounced Trump and the abduction and ouster of Maduro, the US president has said that to date, Venezuela’s interim leader has been cooperating behind the scenes with his administration.</p><p>Most companies are in a wait-and-see mode as they await terms from the Venezuelans, stability and wait to find out how much the US government will actually help, said Rachel Ziemba, an adjunct senior fellow at the Center for a New American Security.</p><p>Those like Chevron that are already in there are in a better position to increase investments as they “already have sunk costs”, Ziemba pointed out.</p><p>Ziemba said she expects a partial ramp-up in the first half of this year as the volumes that were going to China – Venezuelan oil’s largest buyer – are redirected and sold via the US. “But long-term investments will be slow,” she said as companies wait to find out about US commitments and Venezuelan terms.</p><p>Tyson Slocum, director of the consumer advocacy group Public Citizen’s energy programme, criticised the gathering and called the US military’s removal of Maduro “violent imperialism”. Slocum added that Trump’s goal appears to be to “hand billionaires control over Venezuela’s oil”.</p><p>So far, the US government has not said how the revenue from the sale of Venezuelan oil will be shared and what percentage of the sales would be given to Caracas.</p><p>Ziemba said she was worried that “if funds do not go to Venezuela for basic goods, among other local needs, there will be instability that will deepen the <a href=\"/economy/2026/1/8/venezuelas-economy-plunged-into-uncertainty-after-maduro-abduction\" target=\"_blank\" rel=\"noopener\">country’s economic crisis</a>“.</p><p>In the news conference on Friday, Trump said the US had a formula for <a href=\"https://www.instagram.com/reel/DTTiHhSDGPU/\" target=\"_blank\" rel=\"noopener\">distributing payments</a>. UCLA’s Radd said that “if the US can or will guarantee security and stability, it makes sense for it to expect a return on investment in that sense. But then this makes it sound more like a mafia-style ‘racket’ than a government-led operation”, he told Al Jazeera.</p><p>Meanwhile, the US and Venezuelan governments said on Friday they were <a href=\"/news/2026/1/9/venezuela-starts-exploratory-process-to-re-establish-formal-ties-with-us\" target=\"_blank\" rel=\"noopener\">exploring the possibility of restoring diplomatic relations</a> between the two countries, and a delegation from the Trump administration arrived in the South American nation on Friday.</p></div></div></body></html>"
        },
        {
            "title": "Syrian army ramps up Aleppo strikes against SDF fighters | Syria's War News | Al Jazeera",
            "time": "2026-01-09T23:21:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26009613403129-1767985183.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Syrian army is locked in intense fighting in Aleppo after Kurdish-led <a href=\"/news/2019/10/15/who-are-the-syrian-democratic-forces\">Syrian Democratic Forces (SDF)</a> fighters refused to withdraw under a ceasefire, as more civilians fled their homes to escape the violence in the northern Syrian city.</p><p>Aleppo’s emergency chief Mohammed al-Rajab told Al Jazeera Arabic that 162,000 people have fled fighting in the city’s Ashrafieh and Sheikh Maqsoud neighbourhoods.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A Syrian military source has told Al Jazeera Arabic that the army is “making progress” in the Sheikh Maqsoud neighbourhood, the epicentre of the most intense fighting, and now controls 55 percent of the area.</p><p>Meanwhile, Syria’s state-run SANA news agency said that the military had arrested several members of the SDF in its latest operations in Sheikh Maqsoud, which the army announced on Friday evening after a deadline for Kurdish fighters to evacuate the area, imposed as part of its temporary ceasefire, expired.</p><p>Syria’s Ministry of Defence had declared the ceasefire earlier on Friday, following <a href=\"/news/2026/1/6/israeli-army-vehicles-enter-quneitra-countryside-village-in-southern-syria\">three days of clashes</a> that erupted after the central government and the SDF failed to implement a <a href=\"/news/2026/1/9/aleppo-clashes-highlight-challenge-of-sdf-integration-for-syria\">deal</a> to fold the latter into the <a href=\"/opinions/2026/1/8/can-syria-be-unified\">state apparatus</a>.</p><p>After some of the fiercest fighting seen since last year’s toppling of Syria’s former leader, Bashar al-Assad, Damascus presented Kurdish fighters a <a href=\"/news/2026/1/8/syria-imposes-curfew-in-aleppo-districts-as-army-sdf-clashes-intensify\">six-hour window</a> to withdraw to their semi-autonomous region in the northeast of the country in a bid to end their longstanding control over parts of Aleppo.</p><p>But Kurdish councils that run the city’s Sheikh Maqsoud and Ashrafieh districts rejected any “surrender” and pledged to defend areas that they have run since the early days of Syria’s war, which erupted in 2011.</p><p>Syria’s army then warned it would renew strikes on Sheikh Maqsoud and urged residents to evacuate through a humanitarian corridor, publishing five maps highlighting targets, with strikes beginning roughly two hours later.</p><p>As violence flared, the SDF posted footage on X showing what it said was the aftermath of artillery and drone attacks on Khaled Fajr Hospital in Sheikh Maqsoud, accusing “factions and militias affiliated with the Damascus government” of “a clear war crime”.</p><p></p><p>A Defence Ministry statement cited by the state-run news agency SANA said the hospital was a weapons depot.</p><p>In another post on X, the SDF said that government militias were attempting to advance on the neighbourhood with tanks, encountering “fierce and ongoing resistance by our forces”.</p><p>Later, the Syrian army said three of its soldiers had been killed and 12 injured in SDF attacks on its positions in Aleppo.</p><p>It also claimed that Kurdish fighters in the neighbourhood had killed more than 10 Kurdish youths who refused to take up arms with them, then burned their bodies to intimidate other residents.</p><p>The SDF said on X that the claims were part of the Syrian government’s “policy of lies and disinformation”.</p><p>At least 22 people have been killed and 173 others wounded in Aleppo since the fighting broke out on Tuesday, the worst violence in the city since Syria’s new authorities took power after toppling Bashar al-Assad a year ago.</p><p>The director of Syria’s civil defence told state media that 159,000 people had been displaced by fighting in Aleppo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"mutual-distrust\">Mutual distrust</h2><p>The violence in Aleppo has brought into focus one of the main faultlines in Syria, with powerful Kurdish forces that control swaths of Syria’s oil-rich northeast resisting integration efforts by Syria’s President Ahmed al-Sharaa’s government.</p><p>The <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">agreement</a> between the SDF and Damascus was struck in March last year, with the former supposed to integrate with the Syrian Defence Ministry by the end of 2025, ​but Syrian authorities say there has been little progress since.</p><p>Sheikh Maqsoud and Ashrafieh have remained under the control of Kurdish units linked to the SDF, despite the group’s assertion that it withdrew its fighters from Aleppo last year, leaving Kurdish neighbourhoods in the hands of the Kurdish Asayish police.</p><p>Marwan Bishara, senior political analyst with Al Jazeera, said there were significant gaps between the two sides, particularly when it came to integrating the Kurdish fighters into the army as individuals or groups.</p><p>“What would you do with the thousands of female fighters that are now part and parcel, of the Kurdish forces? Would they join the Syrian army? How would that work out?” said Bishara.</p><p>“The Kurdish are sceptical of the army and how it is formed in Damascus, and of the central government and its intentions. While … the central government is, of course, wary of and sceptical that the Kurds want to join as Syrians in a strong united country,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turkiye-refrains-from-military-action\">Turkiye refrains from military action</h2><p>In the midst of the clashes, Syria’s President al-Sharaa spoke by phone with Turkish leader Recep Tayyip Erdogan, saying he was determined to “end the illegal armed presence” in Aleppo, according to a Syrian presidency statement.</p><p>Turkiye, which shares a 900-kilometre (550-mile) border with Syria, views the SDF as an extension of the Kurdistan Workers’ Party (PKK), which waged a four-decade armed struggle against the Turkish state, and has warned of military action if the integration agreement is not honoured.</p><p>Turkiye’s Defence Minister Yasar Guler welcomed the Syrian government operation, saying that “we view Syria’s security as our own security and … we support Syria’s fight against terrorist organisations”.</p><p>Omer Ozkizilcik, nonresident senior fellow for the Syria Project in the Atlantic Council, told Al Jazeera that Turkiye had been intending to launch an operation against SDF forces in Syria months ago, but had refrained at the request of the Syrian government.</p><p>Elham Ahmad, a senior official in the Kurdish administration in Syria’s northeast, accused Syria’s authorities of “choosing the path of war” by attacking Kurdish districts in Aleppo and of trying to end deals between the two sides.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"alarm-spreads\">Alarm spreads</h2><p>Al-Sharaa spoke with Iraqi Kurdish leader Masoud Barzani on Friday, affirming that the Kurds were “a fundamental part of the Syrian national fabric”, the Syrian presidency said.</p><p>The former al-Qaeda commander has repeatedly pledged to protect minorities, but government-aligned fighters have killed hundreds of Alawites and Druze over the last year, spreading alarm in minority communities.</p><p>A spokesperson for the United Nations Secretary-General Antonio Guterres expressed “grave concern” over the ongoing violence in Aleppo, despite efforts to de-escalate the situation.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We call on all parties in Syria to show flexibility and return to negotiations to ensure the full implementation of the March 10 agreement,” said Stephane Dujarric.</p><p>France’s Ministry of Foreign Affairs said it was working with the United States, which has long been a key backer of the SDF, particularly during its fight to oust ISIL (ISIS) from Syria, to de-escalate.</p><p>French President Emmanuel Macron urged al-Sharaa on Thursday to “exercise restraint”, reiterating his country’s desire to see “a united Syria where all segments of Syrian society are represented and protected”.</p></div></div></body></html>"
        },
        {
            "title": "Why is the US quitting international organisations? | TV Shows | Al Jazeera",
            "time": "2026-01-09T21:59:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767994665.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>There are more signs that the United States is disengaging from the global order established after World War II.</p><p>President Donald Trump has ordered his administration to pull out of more than 60 agencies, half of them part of the United Nations.</p><p>Trump argues that being a member of these organisations is contrary to his country’s interests.</p><p>The secretary of state went as far as saying they’re useless or wasteful.</p><p>This move has prompted global outrage, with the UN saying its ‘responsibility to deliver’ will not waver.</p><p>So, where does this all leave the multilateral global order?</p><p><strong>Presenter:</strong> James Bays</p><p><strong>Guests:</strong></p><p>Adolfo Franco – Republican strategist and former adviser to US Senator John McCain</p><p>Andrew Gilmour – Former UN assistant secretary-general for human rights</p><p>Matthew Duss – Executive VP of the Center for International Policy and a former foreign policy adviser to Senator Bernie Sanders</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Diaz scores again as Morocco edge out Cameroon in AFCON 2025 quarterfinal | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-09T21:36:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-09T192956Z_2014006676_UP1EM191I5UY3_RTRMADP_3_SOCCER-NATIONS-MAR-CAM-1767987116.jpg?resize=1771%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Diaz scores again as Morocco edge out Cameroon in AFCON 2025 quarterfinal</h1><p class=\"article__subhead\"><em>Real Madrid’s Brahim Diaz continues 2025 AFCON scoring streak as Morocco edge out Cameroon in quarterfinals.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brahim Diaz scored for the fifth game in a row at the 2025 Africa Cup of Nations as hosts Morocco defeated Cameroon 2-0 in their quarterfinal clash on Friday to keep alive their hopes of a first continental ⁠title in 50 years.</p><p>Ismael Saibari was also on target in another workmanlike display in which ​Morocco were efficient enough but also created little in the way of chances, ‍netting from two of their three shots on target.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Cameroon had a strong shout for a penalty in the second half after what looked like a foul on Bryan Mbeumo, but they too battled in the final ‍third and did ⁠not force home goalkeeper Yassine Bounou into a save in the 90 minutes.</p><p>Morocco, who have yet to concede a goal in open play at the finals, face the winner of Saturday’s third quarterfinal between Algeria and Nigeria in the next round, a tie that will be played in Rabat on Wednesday.</p><p>The hosts took the lead in the 26th minute via the prolific Diaz as the Real Madrid player showed ​his scoring instinct. Achraf Hakimi’s corner was headed goalwards by Ayoub ‌El Kaabi, and Diaz deflected the ball in from close range.</p><p>He has now scored in each of Morocco’s five games and extends his own record for most goals by a Moroccan at a single Cup of Nations finals, ‌but left the field late on with a heavily strapped thigh that will be a concern for coach Walid Regragui.</p><p>Chances were hard ‌to come by for both sides, but Abde Ezzalzouli headed ⁠narrowly over the crossbar from another Hakimi corner, while the latter laid on a headed chance for Saibari that was spurned.</p><p>Cameroon were unfortunate not to get a penalty kick when Mbeumo was caught in the box as Mauritanian ‌referee Dahane Beida waved play on, while Georges-Kevin Nkoudou headed wide at the back post with the Indomitable Lions’ best chance of the game.</p><p>Morocco made it 2-0 minutes later to kill off ‍the contest when Saibari was left unmarked at the back post and had time to control the ball and fire low into the far corner of the net.</p></div></div></body></html>"
        },
        {
            "title": "Petro says Colombia cooperating with US ‘despite insults, threats’ | Politics News | Al Jazeera",
            "time": "2026-01-09T21:04:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-10-25T000035Z_556576129_RC2OIHA7QCQD_RTRMADP_3_COLOMBIA-POLITICS-1767987671.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--large\"><span class=\"post-label__text\">EXCLUSIVE</span></p><h1>Petro says Colombia cooperating with US ‘despite insults, threats’</h1><p class=\"article__subhead\"><em>Speaking to Al Jazeera, Gustavo Petro calls for ‘shared government through dialogue’ in Venezuela, leading to elections.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Colombia’s President Gustavo Petro has stressed the importance of having open lines of communication with the United States despite President Donald Trump’s recent threats of military action against the South American country.</p><p>In an interview with Al Jazeera’s Teresa Bo in Colombia’s capital, Bogota – which aired on Friday – Petro said his government is seeking to maintain cooperation on combating narcotics with Washington, striking a softer tone following days of escalating rhetoric.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>His comments came after <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">holding a phone</a> call with Trump on Wednesday, a direct contact that Petro called a “means of communication that did not exist before”.</p><p>Petro, Colombia’s first left-wing president, said that previously, information between the two governments had been transmitted through unofficial channels “mediated by political ideology and my opposition”.</p><p>“I have been careful – despite the insults, <a href=\"/news/2026/1/5/trump-threatens-colombias-petro-says-cuba-looks-like-its-ready-to-fall\">the threats</a> and so on – to maintain cooperation on drug trafficking between Colombia and the United States,” Petro said.</p><h2 id=\"us-threats\">US threats</h2><p>Just hours after the US military abducted Venezuelan President Nicolas Maduro on Saturday, Trump turned his threats of military action towards Colombia.</p><p>Trump accused Petro – without evidence – of running cocaine mills, calling him a “sick man”.</p><p>Asked on Sunday whether he would authorise a military operation against Petro, Trump said, “Sounds good to me.”</p><p>In response, Petro <a href=\"/news/2026/1/5/colombias-petro-promises-to-defend-homeland-amid-trump-threats\">promised to defend</a> his country, saying that he would “take up arms” for his homeland.</p><p>While temperatures have cooled in the wake of the call between the two leaders on Wednesday, observers have largely seen Trump’s threats as the potential next step in the White House’s <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">stated goal</a> of establishing US “pre-eminence” in the Western Hemisphere.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the feud between the Trump administration and Petro pre-dated the attack on Venezuela.</p><p>The Colombian president has been a vocal critic of Israel’s US-backed genocidal war on Gaza.</p><p>In September, <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">Washington revoked</a> Petro’s US visa after he spoke at a pro-Palestine march outside the United Nations General Assembly in New York.</p><p>Weeks later, the Trump administration <a href=\"/news/2025/10/24/us-sanctions-colombias-president-gustavo-petro-escalating-trump-feud\">imposed sanctions</a> on the Colombian president, who is term-limited and set to leave office after a presidential election in May.</p><h2 id=\"shared-government-through-dialogue\">‘Shared government through dialogue’</h2><p>Petro was among the first world leaders to condemn the abduction of Maduro, calling the US raid an “attack on the sovereignty of Venezuela and Latin America”.</p><p>In his interview with Al Jazeera, Petro warned that Venezuela, which borders his country, could fall into violence in the post-Maduro era. He said that “would be a disaster”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“To that extent, what I have proposed is a shared government through dialogue among all the political forces in Venezuela and a series of steps towards elections,” he said.</p><p>Petro added that he has spoken to Venezuela’s interim President <a href=\"/news/2026/1/9/venezuela-starts-exploratory-process-to-re-establish-formal-ties-with-us\">Delcy Rodriguez</a>, and he sensed she is worried about the future of the country.</p><p>“She’s also facing attacks,” the Colombian president said. “Some accuse her of betrayal, and that is constructed as a narrative that divides the forces that were part of the Maduro government.”</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to take Greenland ‘the hard way’, citing Arctic strategy | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T21:02:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ap_695fc1bfe820d-1767883200.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has threatened to “take” Greenland, whether the self-governing territory of Denmark “likes it or not”, saying it is strategically important in the Arctic region.</p><p>On Friday, Trump said the US needed to take over Greenland to prevent Russia or China from occupying it, and accused the Danish authorities of failing to adequately secure the waters around Greenland – a claim rejected by local politicians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We are going to do something on Greenland whether they like it or not. Because if we don’t do it, Russia or China will take over Greenland, and we’re not going to have Russia or China as a neighbour,” Trump told reporters at the White House while meeting with oil company executives.</p><p>“We don’t want Russia or China going to Greenland, which – if we don’t take Greenland – you’re going to have Russia or China as your next-door neighbour. That’s not going to happen,” he said. “I would like to make a deal, you know, the easy way. But if we don’t do it the easy way, we’re going to do it the hard way.”</p><p>Recent US attacks on Venezuela and <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\" target=\"_blank\" rel=\"noopener\">the abduction</a> of the South American country’s president, Nicolas Maduro, have spurred heightened concerns around what Trump may be planning for Greenland.</p><p>Greenland’s foreign minister said earlier Friday that the Greenlandic government should “take the lead” in planned talks with US Secretary of State Marco Rubio as the United States <a href=\"/news/2026/1/7/european-allies-reiterate-support-for-greenland-amid-us-threats\">continues to threaten</a> to take over the autonomous Danish territory.</p><p>“When it comes to Greenland, it should be Greenland that takes the lead and speaks with the United States,” Vivian Motzfeldt said, according to Danish broadcaster DR.</p><p>She said the <a href=\"/news/2026/1/8/greenland-is-not-for-sale-lawmaker-says-amid-trumps-escalating-threats\">Greenlandic</a> government should be able to engage in dialogue with other countries independently of Denmark.</p><p>“What would be wrong with us holding meetings with the United States on our own? I assume that we [Denmark and Greenland] share certain common values and policies that both countries stand by,” Motzfeldt said.</p><p>Asked if she would prefer to hold next week’s meeting with Rubio without her Danish counterpart, Lars Lokke Rasmussen, Motzfeldt refused to comment and stressed that the talks will be held jointly.</p><p>“Greenland has been working toward statehood, which would require us to conduct our own foreign policy. But we are not there yet. Until then, we have certain laws and frameworks that we must follow,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"future-of-nato\">Future of NATO</h2><p>Rubio held talks with NATO chief Mark Rutte on Friday as the transatlantic military alliance has sought to deflect Washington’s interest in Greenland by emphasising efforts to boost security in the Arctic.</p><p>A NATO spokesperson said Rutte spoke with Rubio “on the importance of the Arctic to our shared security and how NATO is working to enhance our capabilities in the High North”.</p><p>Danish Prime Minister Mette Frederiksen has warned that an <a href=\"/news/2025/12/23/trump-says-greenland-essential-for-security-could-he-take-it-by-force\">armed US attack</a> to take Greenland could spell the end for NATO.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But the head of NATO’s forces in Europe, US General Alexus Grynkewich, said earlier in the day that the alliance was far from being in “a crisis”.</p><p>“There’s been no impact on my work at the military level up to this point … I would just say that we’re ready to defend every inch of alliance territory still today,” Grynkewich told reporters during a visit to Finland.</p><p>“So I see us as far from being in a crisis right now,” he added.</p><p>Motzfeldt, Greenland’s foreign minister, also said she had “good expectations” for the upcoming meeting with Rubio but underlined that it is “too early to say how it will end”.</p><p>“From our side, it is clear that Greenland needs the United States, and the United States needs Greenland. That responsibility must be taken seriously,” she said, reiterating the need for a return to a trust-based relationship with Washington.</p></div></div></body></html>"
        },
        {
            "title": "New video of Minneapolis ICE shooting surfaces | Police | Al Jazeera",
            "time": "2026-01-09T20:30:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767990582.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN ‘gravely alarmed’ by fighting in Aleppo, urges protection of civilians | Syria's War | Al Jazeera",
            "time": "2026-01-09T20:12:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767989480.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Minnesotans mourn woman killed by ICE | Donald Trump | Al Jazeera",
            "time": "2026-01-09T19:48:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767988099.jpg?resize=1619%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Fate of Yemeni separatists unclear after STC ‘disbands’ | Conflict | Al Jazeera",
            "time": "2026-01-09T19:10:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-21T170029Z_353325091_RC22LIACEYLH_RTRMADP_3_YEMEN-SECURTY_cropped-1767985630.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela starts ‘exploratory process’ to re-establish formal ties with US | US-Venezuela Tensions News | Al Jazeera",
            "time": "2026-01-09T19:09:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69614b0b5715-1767983883.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s government has said it is in “exploratory” talks to restore diplomatic ties with the United States in the wake of Washington’s <a href=\"https://www.collinsdictionary.com/dictionary/english/abduct\" target=\"_blank\" rel=\"noopener\">abduction</a> of President Nicolas Maduro.</p><p>The government led by interim President Delcy Rodriguez also said on Friday that US Department of State officials were visiting Caracas and that Venezuela would soon reciprocate by sending a delegation to Washington.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The government “has decided to initiate an exploratory process of a diplomatic nature with the Government of the United States of America, aimed at the re-establishment of diplomatic missions in both countries”, it said in a statement.</p><p>US-Venezuela relations tanked in the wake of the rise of left-wing President Hugo Chavez in 1999. Over the following 10 years, both countries withdrew their respective ambassadors.</p><p>In 2019, diplomatic relations fully ceased after the administration of US President Donald Trump recognised opposition figure Juan Guaido as the country’s interim president.</p><p>Since then, the US has handled Venezuela affairs from an office in Colombia’s capital, Bogota.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rodriguez was sworn in as Venezuela’s interim president just two days after the US military seized Maduro. The operation has been <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">roundly condemned</a> as a blatant violation of international law.</p><p>The former vice president had continued to decry the US actions as a flagrant violation of Venezuela’s sovereignty, even as she has softened her tone on cooperation in the US.</p><p>“Our people and our region deserve peace and dialogue, not war,” she said.</p><p>The Trump administration has pledged to use military pressure and sanctions to <a href=\"/news/2026/1/8/trump-says-us-could-run-venezuela-for-years-report\">indefinitely assert</a> its will on Venezuela’s government and the country’s management of its vast oil reserves.</p><p>Trump had initially threatened that Rodriguez would pay a “bigger price” than Maduro if she did not comply with US interests. Maduro remained in a US federal facility on Friday after being indicted earlier this week on “narco-terrorism” conspiracy and drug trafficking charges.</p><p>In a post on Truth Social on Thursday, Trump <a href=\"/news/2026/1/9/trump-cancels-second-wave-of-attacks-on-venezuela-after-cooperation\">said</a> he had cancelled “the previously expected second Wave of Attacks” on Venezuela, citing increased cooperation with Caracas.</p><p>That included Venezuela’s move on Thursday to <a href=\"/news/2026/1/9/venezuela-releases-imprisoned-political-figures-in-trump-approved-move\">release</a> a small fraction of its political prisoners, in what Trump called a sign of “seeking peace”.</p><p>“The USA and Venezuela are working well together, especially as it pertains to rebuilding, in a much bigger, better, and more modern form, their oil and gas infrastructure,” Trump said, adding that US military assets would remain surged to the region.</p><p>The Trump administration has so far downplayed any prospect of helping Venezuela’s opposition take control of the government, with Trump saying opposition leader Maria Corina Machado was “not respected” by the country’s people.</p><p>However, Trump struck a slightly different tone during a White House meeting with oil executives on Friday, when asked if Machado giving Trump her Nobel Peace Prize during a visit next week would “change his view on her running that country”.</p><p>“Well I have to speak to her,” Trump said, adding “she might be involved in some aspect of it”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump and his top officials have offered competing justifications for Maduro’s abduction and the ongoing pressure campaign against Caracas.</p><p>The administration has called the attack a one-off “law enforcement operation” while also saying the use of military force to achieve its goals remains on the table.</p><p>Earlier Friday, US forces seized a fifth oil tanker in the Caribbean since Trump announced a blockade on vessels under sanction by Washington in December.</p><p>UN experts have said the blockade and Washington’s efforts to assert control over Venezuela’s oil industry are also violations of international law</p></div></div></body></html>"
        },
        {
            "title": "Senegal beat Mali to book first AFCON 2025 semifinal spot | Africa Cup of Nations News | Al Jazeera",
            "time": "2026-01-09T18:56:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AFP__20260109__928D9LP__v2__MidRes__TopshotFblAfr2025Match45MliSen-1767982359.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Recalled striker Iliman Ndiaye scored in the first half to give Senegal a 1-0 victory over 10-man Mali in Tangiers on Friday in the first 2025 Africa Cup of Nations quarterfinal.</p><p>Mali hopes were dealt a severe blow in first-half added time when Yves Bissouma was sent off after being shown a second yellow card.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The only goal followed a blunder by Mali goalkeeper Djigui Diarra, who then made a string of superb saves to prevent Senegal increasing their lead.</p><p>Senegal now face defending champions Ivory Coast or record seven-time winners Egypt, who meet on Saturday, in the semifinals.</p><p>Malian Lassine Sinayoko appealed for a penalty just three minutes into the first half, alleging he was fouled by Senegal captain Kalidou Koulibaly, who was back after a one-match suspension.</p><p>However, the South African referee waved play on, and VAR confirmed his decision was correct. Big-screen replays showed Sinayoko was guilty of simulation.</p><p>Mali captain Bissouma was yellow-carded midway through the half for fouling veteran Senegal striker and twice African player of the year Sadio Mane.</p><p>Sinayoko then broke clear only to be foiled by a superb sliding tackle from fellow French Ligue 1 player Krepin Diatta.</p><p>The deadlock was broken after 27 minutes on a cold, cloudy evening in the Mediterranean city thanks to Ndiaye.</p><p>He was involved three times in a move which ended with goalkeeper Djigui Diarra allowing a Krepin Diarra cross to slip under his body, and Ndiaye struck the loose ball into the net.</p><figure id=\"attachment_4227379\" aria-describedby=\"caption-attachment-4227379\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227379\" src=\"/wp-content/uploads/2026/01/AFP__20260109__928D9MR__v2__MidRes__TopshotFblAfr2025Match45MliSen-1767983766.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Senegal's forward #13 Iliman Ndiaye celebrates scoring his team's first goal in the nets of Mali's goalkeeper #16 Djigui Diarra \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227379\" class=\"wp-caption-text\">Senegal’s forward Iliman Ndiaye celebrates scoring his team’s first goal in the nets of Mali’s goalkeeper Djigui Diarra during the Africa Cup of Nations [Abdel Majid Bziouat/AFP]</figcaption></figure><p>While the goal was a gift, it gave Senegal a deserved lead as they had dominated possession in only the second AFCON clash between the countries. The first was drawn at the group stage in 2004.</p><p>Pape Gueye, who scored twice for Senegal in the last-16 victory over Sudan, was just off target with a shot from outside the box.</p><p>Then, for the second successive knockout match, Mali were reduced to 10 men before half-time with Bissouma shown a second yellow card, followed by a red.</p><p>The Tottenham Hotspur midfielder fouled Idrissa Gueye in midfield, and Malian pleas for the incident to be reviewed by VAR were rejected.</p><p>Mali displayed tremendous spirit when reduced to 10 men against Tunisia in the round of 16, and it was evident again against the Senegalese as the second half progressed.</p><p>They came close to levelling on 55 minutes when defender Abdoulaye Diaby advanced for a free-kick. His close-range shot brought a reflex save from former Chelsea goalkeeper Edouard Mendy.</p><p>Diarra atoned for his first-half blunder by making several superb saves to keep alive Malian dreams of winning a maiden AFCON title.</p><p>With 15 minutes of regular time remaining, scorer Ndiaye was substituted. In his place came 17-year-old Paris Saint-Germain forward Ibrahim Mbaye, whose goal sealed victory over Sudan.</p><p>Diarra rescued Mali again as time ticked away, blocking a shot from substitute Pathe Ciss, who had broken clear.</p><p>The Malian goalkeeper made another outstanding save during seven minutes of added time by pushing away a Lamine Camara volley.</p></div></div></body></html>"
        },
        {
            "title": "Big and small oil companies summoned to meet Trump on Venezuelan oil | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T18:39:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26007582079677-1767869157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Big and small oil companies summoned to meet Trump on Venezuelan oil</h1><p class=\"article__subhead\"><em>Many of the smaller firms have connections to Denver, Colorado, the home turf of Energy Secretary Chris Wright.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The White House is summoning oil executives to discuss potential investment in Venezuela, and while a preliminary list of attendees features the big names of US oil companies – Chevron, Exxon Mobil and ConocoPhillips – it also includes several smaller independents and private equity-backed players.</p><p>The meeting with US President Donald Trump is scheduled for Friday at 2:30pm (19:30 GMT).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In a post on Truth Social account, Trump said the meeting “will almost exclusively be a discussion on Venezuelan Oil, and our longterm relationship ​with Venezuela, its ‌Security, and People”.</p><p>“A very big factor in this ‌involvement will be the reduction ‌of Oil Prices ⁠for the American People,” he said.</p><p>Only the largest US oil producers have the scale and capacity to operate in Venezuela and have experience doing so, said an oil industry source. The inclusion of smaller domestic companies in the meeting is notable, given that they mostly operate in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Continental Resources, which bills itself as the biggest privately owned oil and natural gas producer in the world, will be in attendance, as will HKN Inc, which was formerly known as Harken Energy.</p><p>Several of the companies have connections to Denver, Colorado, the home turf of Secretary of Energy Chris Wright and a relatively small hub for oil and gas activity compared with other parts of the United States.</p><p>Oil output in PADD 4, the production region that includes Colorado, totalled 1.02 million barrels per day (bpd) in October, according to the latest data from the US Energy Information Administration. PADD 3, which includes states like Texas and New Mexico, produced 10.28 million bpd that month.</p><p>Raisa Energy, which acquires non-operated stakes in energy assets and has a Venezuelan CEO, is based in Denver and backed by investment funds Citadel and Ares Management.</p><p>Tallgrass Energy – a midstream company with pipeline and terminal assets in areas including the US Rocky Mountains and Oklahoma – and Aspect Holdings, which lists former Speaker of the US House of Representatives Kevin McCarthy as an independent director, are also headquartered in Denver.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Department of Energy did not immediately respond to a request for comment. Raisa, Tallgrass, and Aspect did not immediately reply to questions about any previous discussions they may have had about Venezuela ahead of the Friday meeting.</p><p>Many of the smaller firms and independents may not have as much experience with heavy oil that is typical in Venezuela, but they will be familiar with lighter oil around Lake Maracaibo and shale that has not yet been tapped, said a long-time oil industry executive.</p><p>“They don’t have as much capital as an Exxon, Chevron or ConocoPhillips, but independents are known to move much faster. Their cost structure is lower, so they can drill wells much cheaper than the majors,” the person said.</p></div></div></body></html>"
        },
        {
            "title": "US intercepts fifth sanctioned oil tanker | Energy | Al Jazeera",
            "time": "2026-01-09T18:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767982895.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Minneapolis leaders urge transparency, independent probe after ICE killing | Donald Trump News | Al Jazeera",
            "time": "2026-01-09T17:55:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_696133d4-1767977940.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The mayor of Minneapolis and other local elected officials have called on the administration of US President Donald Trump to “embrace the truth” and guarantee an impartial investigation into an immigration agent’s killing of a city resident earlier this week.</p><p>The appeal on Friday came a day after an independent state investigatory body said it had been <a href=\"/news/2026/1/8/fbi-takes-over-investigation-into-ice-agent-killing-of-woman-in-minneapolis\">cut out</a> of a Federal Bureau of Investigation (FBI) probe into the shooting of 37-year-old <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a> by an Immigration and Customs Enforcement (ICE) agent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The unusual move raised concerns of bias in the federal government’s investigation into one of its own agents.</p><p>“This is not a time to hide from the facts,” Minneapolis Mayor Jacob Frey said during a news conference. “This is a time to embrace them, making sure that we’re pushing for transparency every step of the way.”</p><p>Trump administration officials had <a href=\"/news/2026/1/7/ice-agent-shoots-and-kills-woman-during-minneapolis-raid\">swiftly claimed</a> the incident, which took place in a residential Minneapolis neighbourhood on Wednesday, was an act of “domestic terrorism”, and that the involved agent was acting in self-defence as the victim tried to run him over.</p><p>But video evidence has cast doubt over the federal government’s narrative.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Frey said it was deeply “concerning” that the Trump administration had already “come to a conclusion” about the facts of the case, long before any investigation had been completed.</p><p>Without the involvement of independent local investigators, he added, any findings by the FBI will be seen as tainted and would only further foment unrest and distrust.</p><p>“This is not some radical, way out there group,” Frey said of the Minnesota Bureau of Criminal Apprehension (BCA), which had initially been invited by the FBI to take part in the probe, before being abruptly cut out.</p><p>“This is a group that is formed by experts who understand how to investigate, many of them have been police officers themselves.”</p><p>The mayor added that people in Minneapolis are demanding “justice and the truth.”</p><h2 id=\"claims-without-evidence\">Claims without evidence</h2><p>Protests <a href=\"/video/newsfeed/2026/1/8/protesters-scream-ice-out-one-day-after-fatal-shooting-in-minneapolis\">have continued</a> across Minneapolis and other cities in the US following the killing.</p><p>Several videos of the incident on Wednesday show Good parked in the middle of the road in a maroon Honda Pilot SUV as ICE agents walked towards her vehicle.</p><p>One officer approached the driver side window, telling Good to exit the SUV, although another agent is seen waving at her, in what some say may have been a conflicting order.</p><p>Good’s vehicle is then seen reversing and then driving forward slowly. That’s when an agent standing near the front left bumper of the SUV opens fire. The vehicle continued forward down the road before crashing into a utility pole and another car.</p><p>A video of the aftermath appeared to show law enforcement agents refusing to allow an individual who identifies himself as a physician to give medical aid to Good, who was pronounced dead soon after.</p><p>Good – a 37-year-old mother of three – was dropping off her youngest child at school.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Just moments after the killing, Department of Homeland Security (DHS) spokesperson Tricia McLaughlin claimed in a statement that Good was a “violent rioter” who “weaponized her vehicle” in an attempt to “run over” law enforcement.</p><p>Hours later, Trump called Good without evidence a “professional agitator” who “violently, willfully, and viciously ran over the ICE Officer”, blaming the incident on the “Radical left”.</p><p>The US president claimed it was “hard to believe” the involved agent was alive, despite video showing him walking around the scene after opening fire.</p><p>Joining a lengthy White House news conference on Thursday, Vice President JD Vance also presented an incendiary account of the incident, calling it “classic terrorism” and suggesting Good had been “brainwashed” by the “radical left”.</p><p>He also falsely claimed that the officer who opened fire “is protected by absolute immunity” from state prosecution because he was a federal law enforcement agent “doing his job”.</p><h2 id=\"renewed-scrutiny-over-ice\">Renewed scrutiny over ICE</h2><p>The shooting has brought renewed scrutiny to Trump’s mass deportation drive, which has seen his administration flood communities across the country with federal agents as it has sought to quickly grow the ballooning ranks of ICE.</p><p>Prior to the killing, The Trace news website had documented 16 incidents in which federal agents enforcing the immigration crackdown shot someone since Trump took office in January 2025. Good was among four people killed in those shootings, it said.</p><p>On Thursday, two Customs and Border Patrol agents, who fall under DHS like ICE agents, opened fire and <a href=\"/news/2026/1/9/two-wounded-in-a-shooting-with-us-federal-agents-in-portland-report\">wounded</a> a man and a woman during a traffic stop in Portland, Oregon.</p><p>A bill signed into law by Trump in 2025 allocates $75bn for ICE’s personnel, enforcement and detention budget over the next four years – funds that far surpass the military budgets of most countries in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Speaking at Friday’s news conference, Minneapolis city council member Jason Chavez said it was imperative to have an independent investigation into Good’s killing for local residents to be able to “have a sense of trust in this process”.</p><p>Good’s killing came as the administration surged ICE agents to Minneapolis in its<a href=\"/news/2025/12/31/white-house-looking-at-denaturalising-somali-americans-for-alleged-fraud\"> latest targeting</a> of Somali Americans, leaving many living in fear, he added.</p><p>“What descended upon Minneapolis and in this state is not the American dream,” he said. “It is not what the American dream is about.”</p></div></div></body></html>"
        },
        {
            "title": "Swiss authorities detain owner of bar where New Year’s fire killed 40 | Police News | Al Jazeera",
            "time": "2026-01-09T17:52:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69613225-1767977509.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Swiss prosecutors have requested that one of the owners of a bar where a <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">massive New Year’s Eve fire</a> killed 40 people and injured dozens be placed in pre-trial detention.</p><p>The Valais region’s chief prosecutor Beatrice Pilloud said in a statement on Friday that the detention of the man, Jacques Moretti, was needed to avoid a “risk of flight”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Moretti’s wife and co-manager, Jessica Moretti, will remain free under judicial supervision, the statement said.</p><p>Authorities have been investigating the owners of <a href=\"/news/2026/1/1/dozens-killed-in-swiss-ski-resort-explosion-what-we-know\">La Constellation bar</a> in the ski resort town of Crans-Montana on suspicion of crimes, including homicide by negligence.</p><p>Under Swiss law, a person is held in custody until a court rules within 48 hours on whether their detention is warranted.</p><p>Moretti’s detention comes as Switzerland held a national day of mourning on Friday for the victims of the blaze, pausing for a minute of silence before church bells rang out across the country.</p><p>An official ceremony to commemorate the victims, held in the town of Martigny, was attended by about 1,000 people, including French President Emmanuel Macron, Italian President Sergio Mattarella and Belgium’s Prime Minister Bart De Wever.</p><figure id=\"attachment_4227121\" aria-describedby=\"caption-attachment-4227121\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227121\" src=\"/wp-content/uploads/2026/01/ap_69613215ebe37-1767977494.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"France's President Emmanuel Macron, left, and Italy's President Sergio Mattarella walk with white roses after the tribute ceremony for the victims of the deadly fire that ripped through the bar Le Constellation in Crans-Montana on New Year's Eve, in Martigny, Switzerland, Friday, Jan. 9, 2026. (Fabrice Coffrini/Pool Photo via AP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227121\" class=\"wp-caption-text\">Macron, left, and Mattarella walk with white roses during the ceremony in Martigny, Switzerland, on January 9, 2026 [Fabrice Coffrini/Pool via AP Photo]</figcaption></figure><p>“Our country is devastated by this tragedy,” Swiss President Guy Parmelin said at the ceremony.</p><p>“We honour the memory of those who were lost, and we stand beside those now facing a long journey of recovery,” he said.</p><p>More than half of those who were killed in the fire in the early hours of New Year’s Day were teenagers, while another 116 people were injured.</p><p>Several French and Italian citizens were among the dead, and Italy’s Prime Minister Giorgia Meloni has called for stern punishment to be meted out to those responsible for the blaze.</p><h2 id=\"everything-is-different\">‘Everything is different’</h2><p>Meanwhile, about 1,400 people gathered at the Crans-Montana congress centre to attend a livestreaming of the official Martigny event.</p><p>A memorial erected outside the bar has been covered in a white, igloo-like tarpaulin to protect it from heavy snowfall.</p><p>“Everything is different now,” a French woman in her 30s who works seasonally in Crans-Montana and who did not want to give her name told the AFP news agency on Friday.</p><p>“Before, this place was all smiles. Now, there are no more smiles here,” she said.</p><p>Swiss prosecutors have said they believe the deadly fire started when <a href=\"/news/2026/1/2/new-years-eve-sparklers-may-have-caused-deadly-swiss-bar-fire-official\">sparklers attached to champagne bottles were raised too close to sound insulation foam on the ceiling in the bar’s basement section.</a></p><figure id=\"attachment_4227123\" aria-describedby=\"caption-attachment-4227123\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4227123\" src=\"/wp-content/uploads/2026/01/reuters_6961321c-1767977500.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt='A member of the civil protection service holds a white rose at the end of the official commemorative ceremony and the national day of mourning following the deadly fire at the \"Le Constellation\" bar in Crans-Montana at the Martigny Expo (CERM) Exhibition and Convention Centre, in Martigny, Switzerland, January 9, 2026. MICHAEL BUHOLZER/Pool via REUTERS' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4227123\" class=\"wp-caption-text\">A member of the civil protection service holds a white rose during the official ceremony in Martigny on January 9, 2026 [Michael Buholzer/Pool via Reuters]</figcaption></figure><p>Local authorities said on Tuesday that the bar had <a href=\"/news/2026/1/6/swiss-bar-hit-by-deadly-new-years-fire-had-no-safety-checks-in-five-years\">not undergone a safety inspection</a> since 2019, drawing outrage.</p><p>In a statement this week, the bar owners pledged their “full cooperation” with investigators.</p><p>“We are devastated and overcome with grief, our thoughts are constantly with the victims, their loved ones who have been bereaved so brutally and prematurely, and all those who are fighting for their lives,” they said.</p><p>In his speech at the ceremony on Friday, Parmelin, the Swiss president, said hope “depends on our justice system’s ability to bring failures to light and to impose consequences without delay or leniency”.</p><p>“This is a moral responsibility as well as a duty of the state,” he said.</p></div></div></body></html>"
        },
        {
            "title": "New video said to show Syrian army shelling Aleppo’s Sheikh Maqsoud area | Syria's War | Al Jazeera",
            "time": "2026-01-09T17:44:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767980630.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Deadly trash avalanche in Filipino landfill leaves dozens missing | Infrastructure | Al Jazeera",
            "time": "2026-01-09T17:10:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767978596.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Is the US unlocking Venezuela’s oil wealth or exploiting it? | US-Venezuela Tensions | Al Jazeera",
            "time": "2026-01-09T17:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767977965.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">President Donald Trump aims to control and revive Venezuela’s oil industry. Critics call it modern-day colonialism.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A nation with the world’s largest oil reserves, Venezuela is now at the centre of a high-stakes economic power play over energy supply – with global ramifications.</p><p>The United States says it will control the sales and revenue of Venezuelan oil “indefinitely”, days after it abducted the nation’s President Nicolas Maduro.</p><p>President Donald Trump wants US companies to invest billions of dollars to revive the nation’s oil sector.</p><p>Washington says that would benefit the people of Venezuela and the US.</p><p>Critics, though, have called the move modern-day colonialism and a direct grab for energy resources.</p><p>And, we look at Iran’s economic crisis.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Kurdish leader urges dialogue to avoid ‘real disaster in Aleppo’ | Syria's War | Al Jazeera",
            "time": "2026-01-09T16:28:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1767976047.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Aleppo clashes highlight challenge of SDF integration for Syria | Syria's War News | Al Jazeera",
            "time": "2026-01-09T16:25:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6960c4aa0f40-1767949482.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The outbreak of clashes between the Syrian army and the Kurdish-led Syrian Democratic Forces (SDF) has highlighted the political and security challenges the country continues to face more than a year after the fall of former President Bashar al-Assad.</p><p>The fighting in Aleppo, which has killed at least 22 people this week, brought to the forefront fundamental tensions between Damascus and the SDF – both of which are backed by the United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The SDF and the Syrian government had <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">signed an agreement</a> to integrate the Syrian-dominated forces into a state institution in March of last year. But little progress has been made on that front, and the sporadic violence between the two sides turned into intense fighting this week.</p><p>A truce to halt the clashes was announced on Friday, but it appears to be already unravelling. Analysts warn that without a comprehensive resolution to the tensions, more fighting is all but inevitable.</p><p>While it appears that there is no domestic or international appetite for an all-out war in Syria, experts say that with the merger of the SDF – which controls large parts of northeast Syria – into the state stalled, the threat of renewed violence persists.</p><p>“I don’t think there’s a lot of international interest in major fighting at the moment, especially from the US side — so that could help tamp things down,” said Aron Lund, a fellow at Century International.</p><p>“It’s far from over, however. All the main issues remain unresolved, and neither side is willing to compromise on fundamentals, so we’re going to see more clashes eventually.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"the-clashes\">The clashes</h2><p>This week’s fighting has displaced tens of thousands of people in the predominantly Kurdish Sheikh Maqsoud, Ashrafieh and Bani Zeid neighbourhoods, with both sides accusing each other of initiating the violence.</p><p>Early on Friday, the Syrian Ministry of Defence announced a six-hour temporary ceasefire in the three neighbourhoods, which was later extended to give the SDF fighters more time to leave.</p><p>Syria’s Defence Ministry said SDF fighters based in Aleppo’s neighbourhoods will be redeployed to areas east of the Euphrates River.</p><p>However, ⁠Kurdish councils that run Sheikh Maqsoud and Ashrafieh said in a statement that calls to leave were “a call to surrender” and that Kurdish forces would instead “defend their neighbourhoods”.</p><p>The fighting casts its shadow over the March 2025 deal between Syrian President Ahmed al-Sharaa’s government and the SDF to bring the Kurdish-led forces under state institutions.</p><p>The agreement provides for a nationwide ceasefire, SDF cooperation with the state in confronting pro-al-Assad armed groups, and formal recognition of the Kurds as an integral part of Syria, with guaranteed citizenship and constitutional rights.</p><p>It also places all border crossings with Iraq and Turkiye, along with airports and oilfields in northeastern Syria, under the authority of the central government.</p><figure id=\"attachment_4226502\" aria-describedby=\"caption-attachment-4226502\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226502\" src=\"/wp-content/uploads/2026/01/Interactive_Syria_control_oil_gas_Jan9_2026-01-1767954259.png?quality=80\" alt=\"Interactive_Syria_control_oil_gas_Jan9_2026\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226502\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><h2 id=\"the-sdf\">The SDF</h2><p>So far, no meaningful progress has been made towards integration. Both sides remain at odds over a number of issues, including the process and structure of integration, for example, whether the SDF would join as a unified bloc or dissolve into individual recruits.</p><p>A meeting on January 4 between senior SDF commanders and government officials concluded with no “tangible” outcomes according to state media, with talks suspended pending further negotiation.</p><p>The SDF rose to prominence as Syria began to fragment under the strain of civil unrest in 2011.</p><p>It was officially established in 2015, with the People’s Protection Units (YPG), a Kurdish militia linked to the Kurdistan Workers’ Party (PKK), forming the bulk of its fighting force.</p><p>Despite the PKK being listed as a “terrorist” group by the US and most Western countries, Washington quickly allied itself with the SDF in the fight against ISIL (ISIS).</p><p>The group continues to be backed by a US-led international coalition and retains advanced equipment and training that were provided by the US and its partners.</p><p>It is estimated to have 50,000 to 90,000 well-trained, battle-hardened fighters.</p><p>But Turkiye, which struggled with a decades-long PKK rebellion and attacks, views the SDF as a threat to its security.</p><p>In the recent clashes, official Syrian government media outlets have referred to the SDF as “PKK terrorists”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-influences\">Regional influences</h2><p>With Turkiye, a NATO ally of the US, distrustful of the SDF, the country’s defence ministry has said it is ready to “support” Syria in its fight against the group.</p><p>Ankara, an ally of al-Sharaa’s government, has criticised Washington for years over its support for the SDF and launched several military operations in northern Syria to push the group off its border.</p><p>The intensifying rivalry between Turkiye and Israel has also raised concerns that the Israeli government may put its weight behind the SDF to provide a counterweight to Ankara’s influence in Syria.</p><p>Israel has already intervened in the internal Syrian conflict when it <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed Damascus</a> in July in support of Druze fighters battling government forces in the south of the country.</p><p>The Israeli military has also expanded its occupation beyond the Golan Heights, and it has been establishing checkpoints and <a href=\"/news/2025/11/21/israeli-incursions-abductions-stoke-fear-in-syrias-occupied-golan-heights\">abducting people</a> deep inside Syria’s territory.</p><p>The US, which has troops stationed in eastern Syria, is allied with all the parties involved: Turkiye, Israel, the Syrian government and the SDF.</p><p>And so, Washington has been trying to mediate between all the sides. Last week, Syria and Israel agreed to establish an intelligence-sharing mechanism after US-brokered talks.</p><p>US envoy <a href=\"/news/2025/8/28/us-envoy-says-calling-lebanon-reporters-animalistic-was-inappropriate\">Tom Barrack</a> has urged the “utmost restraint” after the clashes in Aleppo and hailed the short-lived ceasefire.</p><p>“Together with our allies and responsible regional partners, we stand ready to facilitate efforts to de-escalate tensions and to afford Syria and its people a renewed opportunity to choose the path of dialogue over division,” Barrack said in a statement calling for de-escalation from all sides.</p><p>“Let us prioritize the exchange of ideas and constructive proposals over the exchange of fire. The future of Aleppo, and of Syria as a whole, belongs to its people and must be shaped through peaceful means, not violence.”</p><h2 id=\"us-can-do-the-most\">US ‘can do the most’</h2><p dir=\"ltr\">Nanar Hawach, senior Syria analyst at the International Crisis Group, said with both the government and SDF maintaining relationships with the US, it could limit the risk of the March agreement’s total collapse, saying it keeps a “ceiling on escalation”.</p><p dir=\"ltr\">“American involvement does not guarantee resolution, but it constrains the range of outcomes and keeps both parties tethered to a negotiating framework neither can afford to abandon,” he told Al Jazeera.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p dir=\"ltr\">Reporting from Damascus, Al Jazeera’s Ayman Oghanna said Washington can “do the most” to boost talks between the Syrian government and the SDF.</p><p>“The US has enjoyed a strong relationship with the SDF for over a decade. The US helped build up and train the SDF, it fought alongside the SDF, and 1,000 US troops remain in SDF territory where they work closely together in the effort to <a href=\"/news/2025/12/30/us-says-it-killed-or-captured-25-isil-operatives-in-syria-over-nine-days\">eradicate ISIL</a> from Syria,” Oghanna said.</p><p>“But the US has also recently strengthened its ties with Damascus.”</p><h2 id=\"what-comes-next\">What comes next?</h2><p>Rob Geist Pinfold, an international security lecturer at King’s College London, said the temporary <a href=\"/news/liveblog/2026/1/9/syria-live-ceasefire-in-aleppo-after-at-least-22-killed-since-tuesday\">ceasefire in Aleppo</a> simply pushes “the more complicated issues” down the road.</p><p>“Yes, we’ve got a temporary ceasefire … which makes everyone’s lives better, but this means that we are arguably further away from getting to a comprehensive deal.”</p><p>For his part, Lund, the analyst, warned that more clashes could lead to a wider escalation.</p><p>“Unless this situation is managed well, it could prompt foreign interventions and worsen the already bad relationship between Israel and Turkiye,” Lund told Al Jazeera.</p><p>Some analysts have said the key is more talks and less violence.</p><p>Armenak Tokmajyan, a non-resident scholar at the Carnegie Middle East Center, argued that military pressure alone will not resolve Syria’s fragmentation.</p><p>“Reintegration … cannot happen just with force,” he told Al Jazeera, stressing the need for a multi-pronged strategy, including an inclusive national framework.</p><p>“A lot of these armed groups don’t want to lay down their weapons because they don’t know what this state will look like,” he said.</p></div></div></body></html>"
        },
        {
            "title": "Chinese, Russian and Iranian warships arrive for drills in South Africa | Military News | Al Jazeera",
            "time": "2026-01-09T16:24:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_69612044-1767972932.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Chinese, Russian and Iranian warships arrive for drills in South Africa</h1><p class=\"article__subhead\"><em>Naval exercises come as tensions run high after US military intervention in Venezuela, seizures of several oil tankers.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 9 Jan 2026</span><span aria-hidden=\"true\">9 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese, Russian and Iranian warships have arrived in South African waters for a week of naval drills as geopolitical tensions run high over the United States’s military intervention in Venezuela and its <a href=\"/news/2026/1/9/us-seizes-fifth-oil-tanker-as-venezuela-pressure-campaign-continue\">seizures of several oil tankers</a>.</p><p>China’s defence ministry said in a statement on Friday that the exercises, set to kick off with an opening ceremony on Saturday, are “joint operations to safeguard vital shipping lanes and economic activities”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Strikes on maritime targets and “counter-terrorism” rescues will be part of the drills, it said.</p><p>Chinese, Russian and Iranian ships were seen moving into and out of the harbour that serves South Africa’s top naval base in Simon’s Town, south of Cape Town, where the Indian Ocean meets the Atlantic Ocean.</p><p>It was not immediately clear if other countries from <a href=\"/news/2025/7/6/brazil-hosts-brics-summit-russias-putin-chinas-xi-skip-rio-trip\">the BRICS group</a> – which also includes Brazil, India and the United Arab Emirates, among others – would take part in the drills.</p><p>A spokesperson for the South African armed forces said he wasn’t yet able to confirm all the countries participating in the drills, which are due to run until next Friday.</p><p>South Africa’s defence force said the event will allow the navies “to exchange best practices and improve joint operational capabilities, which contributes to the safety of shipping routes and overall regional maritime stability”.</p><figure id=\"attachment_4226946\" aria-describedby=\"caption-attachment-4226946\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226946\" src=\"/wp-content/uploads/2026/01/reuters_69611fff-1767972863.jpg?w=770&amp;resize=770%2C477&amp;quality=80\" alt=\"A Russian vessel arrives at the Simon's Town Naval base ahead of the BRICS Plus countries which include China, Russia and Iran for a joint naval exercises in South Africa's, in Cape Town, South Africa, January 9, 2026. REUTERS/Esa Alexander\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226946\" class=\"wp-caption-text\">A Russian vessel arrives at the Simon’s Town naval base ahead of the drills, in Cape Town, South Africa, on January 9, 2026 [Esa Alexander/Reuters]</figcaption></figure><p>The exercises come amid heightened tensions after the US military attacked the Venezuelan capital, Caracas, on Saturday and abducted the country’s president, Nicolas Maduro.</p><p>The Trump administration has also been seizing Venezuela-linked oil tankers in international waters, including a <a href=\"/news/2026/1/7/us-attempting-to-seize-venezuela-linked-russian-oil-tanker-reports\">Russian-flagged vessel</a> in the North Atlantic that Washington said had violated US sanctions.</p><p>The seizure drew rebuke from Moscow, with the Russian authorities describing the incident as a violation of international maritime law.</p><p>But Trump <a href=\"/news/2026/1/9/trump-says-he-doesnt-need-international-law-amid-aggressive-us-policies\">dismissed international law</a> in an interview with The New York Times on Thursday, saying only his “own morality” can curb his administration’s aggressive policies.</p><p>Washington has also threatened to take action against Tehran over the Iranian authorities’ recent crackdown on mass demonstrations in the country.</p><p>The joint BRICS naval drills are expected to further strain ties between the US and South Africa, which has been <a href=\"/opinions/2025/11/18/trumps-war-on-south-africa-betrays-a-sinister-threat\">especially targeted for criticism</a> by the Trump administration.</p><p>The exercises were initially scheduled for November of last year but were postponed due to a scheduling clash with the G20 summit in Johannesburg.</p><figure id=\"attachment_4226951\" aria-describedby=\"caption-attachment-4226951\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4226951\" src=\"/wp-content/uploads/2026/01/ap_696120b47d539-1767973044.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The Chinese guided-missile destroyer Tangshan, left, and the Russian corvette Stoikiy, right, in the Simon's Town harbour, in Cape Town, South Africa, Friday, Jan. 9, 2026. (AP Photo/Nardus Engelbrecht)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4226951\" class=\"wp-caption-text\">The Chinese guided missile destroyer Tangshan, left, and the Russian corvette Stoikiy, right, in the Simon’s Town harbour, on January 9, 2026 [Nardus Engelbrecht/AP Photo]</figcaption></figure><p>Asked about the timing of the event, South Africa’s Deputy Defence Minister Bantu Holomisa said it was planned long before these tensions we are witnessing today”.</p><p>“Let us not press panic buttons because the USA has got a problem with countries,” Holomisa said. “Those are not our enemies.”</p><p>South Africa’s willingness to host Russian and Iranian warships has also been criticised inside the country, with the Democratic Alliance – the second largest political party in the coalition government – saying it was opposed.</p><p>“Calling these drills ‘BRICS cooperation’ is a political trick to soften what is really happening: Government is choosing closer military ties with rogue and sanctioned states such as Russia and Iran,” the party said.</p></div></div></body></html>"
        }
    ]
}