{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "RSF kills dozens, mostly children, in war-torn Sudan’s Kalogi: SAF sources | Sudan war News | Al Jazeera",
            "time": "2025-12-05T06:25:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T035901Z_428842356_RC238IA88U13_RTRMADP_3_SUDAN-RSF-BABANUSA-1764664922.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The death toll from Rapid Support Forces (RSF) attacks on a kindergarten and other sites in the city of Kalogi in South Kordofan state has risen to about 47 people – mostly children – with about 50 others injured, two military sources in the government-aligned Sudanese Armed Forces (SAF) have told Al Jazeera.</p><p>According to the sources, the RSF attacked the kindergarten on Thursday and then returned to target civilians who had gathered to offer assistance amid the carnage. The city’s hospital and a government building were also bombed.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The sources indicated that this toll is not yet final, due to the serious injuries sustained by some of those who were treated.</p><p>On Thursday, the Sudan Doctors Network initially reported that at least nine people were killed, including four children and two women, in “deliberate suicide-drone attacks carried out in Kalogi town” carried out by the RSF and its ally, the Sudan People’s Liberation Movement–North (al-Hilou), on the kindergarten and several civilian facilities.</p><p>“This attack constitutes a grave violation of international humanitarian law and is a continuation of the targeting of civilians and vital infrastructure,” they added.</p><p>It’s the latest instance of RSF atrocities against civilians in the ongoing brutal civil war, now deep into its third year, pitting the SAF against the paramilitary RSF. The SAF has also been accused of committing atrocities in the war.</p><h2 id=\"history-repeating-itself-in-kordofan\">‘History repeating itself in Kordofan’</h2><p>On Thursday, the United Nations warned that the <a href=\"/news/2025/12/4/un-warns-sudans-kordofan-faces-mass-atrocities-as-fighting-spreads\">Kordofan region of Sudan could face another wave of mass atrocities</a> as fierce fighting between rival armed forces threatens a humanitarian catastrophe.</p><p>UN human rights chief Volker Turk said that history was “repeating itself” in Kordofan following last month’s <a href=\"/news/2025/11/27/hundreds-of-children-terrified-and-alone-after-fleeing-sudans-el-fasher\">fall of el-Fasher</a>, the capital of Sudan’s North Darfur state, where warnings of impending violence were largely ignored by the international community before widespread killings occurred.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“It is truly shocking to see history repeating itself in Kordofan so soon after the horrific events in el-Fasher,” Turk said, urging global powers to prevent the region from suffering a similar fate.</p><p>Since late October, when the paramilitary RSF <a href=\"/news/2025/10/31/sudans-north-kordofan-deteriorating-under-rsf-as-thousands-flee\">captured Bara</a>, in North Kordofan state, the UN has documented at least 269 civilian deaths from aerial bombardment, artillery fire and summary killings.</p><p>Communication blackouts across the region mean the actual toll is possibly far higher, with reports emerging of revenge attacks, arbitrary detentions, sexual violence and the forced recruitment of children.</p><p>The RSF <a href=\"/news/2025/12/2/sudan-army-refutes-claim-that-rsf-has-seized-key-city-of-babnusa\">claimed</a> control of the West Kordofan city of Babnusa earlier this week, with footage showing its fighters moving through the military base there. The army denied that the city had fallen.</p><p>Following the fall of el-Fasher, the last major Darfur city under the army and its allies’ control, attention has shifted to Kordofan in central Sudan.</p><p class=\"font-claude-response-body whitespace-normal break-words\">Kordofan’s strategic importance makes it a key territory for both sides. The region sits between RSF-controlled Darfur in the west and government-held territory in the east and north, serving as a vital corridor that links the warring factions’ heartlands.</p><p>Control of major cities like el-Obeid would give the RSF a <a href=\"/news/2025/10/14/control-choke-points-the-battle-lines-in-southern-sudan\">direct route</a> towards the capital Khartoum, which government forces recaptured earlier this year.</p><p>Before el-Fasher <a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">fell</a> in November, the UN issued urgent warnings about potential atrocities. Those alerts went largely unheeded.</p><p>After the city’s capture, mass killings ensued, with corpses visible from satellite imagery, prompting UN chief Antonio Guterres to describe it as a “<a href=\"/news/2025/11/19/sudans-el-fasher-a-crime-scene-after-rsf-takeover-un-aid-chief\">crime scene</a>”.</p><p>Amnesty International has since <a href=\"/news/2025/12/3/amnesty-calls-for-war-crimes-probe-on-rsf-attack-on-sudan-refugee-camp\">called</a> for war crimes investigations, and the European Union has <a href=\"/news/2023/9/6/us-imposes-sanctions-on-leaders-in-sudans-rsf-over-extensive-abuses\">placed sanctions</a> on Abdelrahim Dagalo, the RSF’s deputy and brother of the group’s chief, Mohamed Hamdan “Hemedti” Dagalo.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Putin, Modi kick off India summit as trade, US sanctions loom large | International Trade News | Al Jazeera",
            "time": "2025-12-05T05:54:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693278e9e735-1764915433.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin and Indian Prime Minister Narendra Modi have kicked off a <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">daylong summit</a> in the capital of India, where trade and Western sanctions over the war in Ukraine were set to loom large.</p><p>Friday’s summit is the first time Putin has visited India since the start of Russia’s full-fledged war on Ukraine in 2022, and comes as India is seeking a reprieve from United States sanctions related to its purchase of Russian oil.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Moscow, in turn, is hoping to boost ties with India, already the top buyer of Russian arms. Officials have said they want to increase trade with India to $100bn by 2030 — up from an already all-time high of $68bn in 2024.</p><p>Modi gave Putin a warm welcome on Thursday, personally greeting him on the tarmac in New Delhi with a hug and a handshake. He later hosted the Russian leader for a private dinner at his residence.</p><p>Friday’s agenda began with morning visit to Rashtrapati Bhavan, the presidential palace, for a meeting with India’s ceremonial head of state, Droupadi Murmu. Putin will then travel to Raj Ghat, the memorial to Mahatma Gandhi.</p><p>Putin and Modi will then hold meetings at the Hyderabad House complex. They are scheduled to address the media before a gathering with business and trade leaders.</p><p>The Russian leader is set to depart India at 9pm local time (15:30 GMT).</p><h2 id=\"a-balancing-act\">A balancing act</h2><p>Russia and India have had a strategic partnership for 25 years, stretching back to Putin’s first year in office as the country’s head of state.</p><p>However, the balancing act between maintaining ties with both the US and Russia has become more difficult in the wake of Russia’s 2022 invasion of Ukraine.</p><p>The Russian operation disrupted a longstanding tradition of the leaders trading annual visits. That partially resumed last year, when Modi visited Russia.</p><p>As Western countries curtailed their reliance on Russian crude oil amid the war, India ramped up its purchases.</p><p>But in August, the US doubled the 25 percent tariffs it had previously imposed on Indian goods to 50 percent, as a penalty for India’s Russian oil purchases, as Trump looked to pressure Putin into accepting a ceasefire.</p><p>India, however, continued buying Russian oil.</p><p>That is now changing: in November, Trump’s sanctions on Russian oil companies Rosneft and Lukoil went into effect, along with a threat of sanctions against companies from other countries that trade with these firms.</p><p>Purchases from the two companies account for about 60 percent of India’s oil imports.</p><p>New Delhi has said it was being unfairly targeted, noting that Western nations continue to do business with Moscow when it is in their interests. Speaking to Indian journalists in an interview before he arrived in New Delhi, Putin made a <a href=\"/news/2025/12/4/putin-challenges-us-pressure-on-india-over-russian-oil-during-state-visit\">similar argument</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The United States itself still buys nuclear fuel from us for its own nuclear power plants,” he said.</p><p>He added that if the US has the right to buy Russian fuel, India should enjoy “the same privilege”.</p><p>Putin is also expected to push India to buy more Russian weapons, another area where New Delhi has faced pressure from Washington.</p><p>Moscow has been hoping to sell India additional S-400 missile defence systems and Su-57 stealth fighter jets.</p><p>Friday’s meeting comes days after Putin met with a US delegation in Moscow, pushing for an end to the war in Ukraine. Both sides hailed progress after the meeting, but no breakthrough was reached.</p><p>On Thursday, US officials met with a Ukrainian delegation.</p><p>India has resisted condemning Russia over the war and has called for peace through dialogue and diplomacy.</p></div></div></body></html>"
        },
        {
            "title": "Russia continues tech crackdown by blocking Snapchat, FaceTime access | Censorship News | Al Jazeera",
            "time": "2025-12-05T05:26:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25197598816075-1764909021.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia continues tech crackdown by blocking Snapchat, FaceTime access</h1><p class=\"article__subhead\"><em>Russian internet regulator Roskomnadzor accused both platforms of being used ‘to organise and carry out terrorist acts’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian authorities have blocked access to Snapchat and Apple’s video calling service FaceTime in the latest move by Moscow clamping down on foreign tech platforms as it tightens control over the country’s internet and online communications.</p><p>In separate announcements on Thursday, Russian state internet regulator Roskomnadzor accused both platforms of being used “to organise and carry out terrorist acts within the country”, as well as “recruit perpetrators” for criminal acts.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The regulator said that it took the action on October 10, though it was only announced this week. Apple and Snapchat parent Snap Inc have yet to comment on the move.</p><p>After Russia’s full-scale invasion of Ukraine in 2022, Snapchat – a messaging app for sharing photos, videos and text messages – announced it was halting advertisement sales to Russian and Belarusian media buyers as it hailed the “resilience of the Ukrainian people”.</p><p>Russian authorities have engaged in deliberate and multipronged efforts to rein in the internet under President Vladimir Putin. Technology has also been perfected to monitor and manipulate online traffic, while platforms and websites have been banned for failing to comply with restrictive laws.</p><p>These efforts have only intensified since the war began, with authorities blocking major social media sites<a href=\"/news/2022/3/4/russia-blocks-facebook-ukraine-war\"> X (formerly Twitter), Facebook</a> and <a href=\"/news/2022/3/12/russia-to-block-instagram-over-death-to-invaders-posting-rule\">Instagram</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Access to YouTube was also <a href=\"/news/2024/8/9/russian-users-report-mass-youtube-outage-amid-growing-official-criticism\">disrupted last year</a>, with experts accusing authorities of deliberately throttling the widely popular site. The Kremlin blamed YouTube owner Google for failing to maintain its hardware in Russia.</p><p>The site, used by more than 50 million Russians every day, is one of the last major bastions of free expression in the country and where many Kremlin critics continue to operate.</p><p>In 2024, authorities also blocked encrypted messenger Signal and another popular app, Viber, while calls via WhatsApp and Telegram – Russia’s first and second most popular messaging apps – were <a href=\"/news/2025/8/14/russia-restricts-calls-on-whatsapp-telegram-as-internet-control-tightens\">blocked in August</a>.</p><p>Roskomnadzor again justified the measures by claiming the platforms were being used for criminal activities. Last week, the regulator threatened to <a href=\"/news/2025/11/29/russia-outlaws-human-rights-watch-crackdown-critics-ukraine-war\">completely ban WhatsApp</a>, which is owned by Meta Platforms, if it refused to share information with law enforcement in fraud and “terrorism” cases.</p><p>Virtual private network (VPN) services, once effective in circumventing online restrictions, are increasingly blocked by Russian authorities.</p><p>While cracking down on foreign tech, the Kremlin has promoted its own “national” messenger app, MAX. Developed by the state-controlled tech firm VK, MAX has been touted as a one-stop shop for messaging, online government services, and making payments.</p><p>Moscow claims MAX is more secure against fraud and ensures a “safer” digital ecosystem, while critics say it could be used to track users. It has been made mandatory on all new mobile phones and tablets sold in Russia since September 1.</p><p>The app’s developer has openly declared it will share user data with authorities upon request.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Honduran presidential candidate says Trump interfered in election: Report | Elections News | Al Jazeera",
            "time": "2025-12-05T04:53:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T000449Z_684257873_RC2P9IA4INE8_RTRMADP_3_HONDURAS-ELECTION-NASRALLA-1764908073.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Honduran presidential candidate says Trump interfered in election: Report</h1><p class=\"article__subhead\"><em>Centrist candidate Salvador Nasralla, 72, says the US president’s remarks may have cost him votes.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Salvador Nasralla, the centrist candidate in Honduras’s presidential election, has accused United States President Donald Trump of election interference amid reports of other irregularities in electoral proceedings.</p><p>The US president last week endorsed conservative candidate Nasry Asfura, 67, and labelled Nasralla a “borderline communist” – two moves that Nasralla alleges could cost him a victory.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It hurt me because I was winning by a much larger margin,” Nasralla, 72, told the Reuters news agency on Thursday in an exclusive interview.</p><p>Trump has cast a long shadow over the closely fought election to decide the next president of the Central American country.</p><p>The <a href=\"/news/2025/12/2/trump-cries-foul-over-technical-tie-in-honduras-presidential-race\">US president alleged without proof</a> that Sunday’s otherwise peaceful vote was fraudulent after early – and incomplete – results showed a “technical tie” between Nasralla and Asfura.</p><p>“Looks like Honduras is trying to change the results of their Presidential Election,” Trump wrote on Truth Social on Monday. “If they do, there will be hell to pay!”</p><p>The US president has previously <a href=\"/news/2025/12/2/honduras-election-why-has-trump-threatened-to-cut-off-aid\">threatened to cut off aid to Honduras</a> if Asfura did not win, and said there would be “hell to pay” if officials tampered with election results.</p><p>He also took the unusual step of announcing a pardon for former Honduran President Juan Orlando Hernandez, who was convicted in the US on drug trafficking charges, in the lead-up to Sunday’s vote.</p><p>As of Thursday evening, election authorities said they had counted 87 percent of the ballots, but 17 percent of the ballots showed “inconsistencies” and are under review, according to Reuters.</p><p>They have until December 30 to submit their final results, Reuters said.</p><p>Polls on Thursday gave Asfura a small lead of 40.27 percent against Nasralla’s 39.38 percent, according to Reuters, but experts say the outcome is still unpredictable.</p><p>Nasralla has also alleged irregularities during primary voting and vote tampering this week in a series of posts on X, although his allegations have not been independently verified.</p></div></div></body></html>"
        },
        {
            "title": "‘The homeland is the homeland’: Venezuelans brace for possible US attack | Nicolas Maduro News | Al Jazeera",
            "time": "2025-12-05T04:51:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2024-03-28T024858Z_1224717752_RC2LU6AFW7WU_RTRMADP_3_VENEZUELA-DAILYLIFE-1764894200.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Caracas, Venezuela –</strong> In the bustling plazas of Caracas, the rhythm of daily life carries on. Street vendors sell chocolates and frozen fruit, while shopkeepers stock shelves amid the afternoon rush. Yet beneath this familiar routine, <a href=\"/podcasts/2025/12/4/the-take-how-close-is-the-us-to-war-with-venezuela\">a new tension hums</a>.</p><p>With United States military assets deployed near the Venezuelan coast and rhetoric heating up between Washington and Caracas, the capital’s residents find themselves divided – a few by hope, others by scepticism, and still others by a fierce instinct to defend their homeland.</p><p>For some, the presence of foreign ships offshore represents a long-awaited answer to prayer. For others, it is an imperial affront to a sovereign nation.</p><p>“The homeland is the homeland, and my army is my army,” says David Oropeza, a 52-year-old farmer and merchant who sells frozen strawberries and blackberries he harvests himself. Despite a health condition that requires treatment three times a week, he says he would be willing to fight if the US attacked.</p><p>“I would be knee-deep in the dirt with those people. I would face [the invaders] with them [the Venezuelan army],” Oropeza tells Al Jazeera, as he waits for a bus in downtown Caracas, staring at the horizon. “I would help however I could.”</p><h2 id=\"a-positive-change\" data-start=\"710\" data-end=\"863\">‘A positive change’</h2><p>The US has conducted nearly two dozen strikes since September in the Caribbean Sea and the Pacific Ocean, killing more than 80 people. In the <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">latest attack on Thursday</a>, four people were killed. The administration of US President Donald Trump has not presented evidence to support its claim that the targeted boats contained narcotics or smugglers, nor that they were headed to the US. It has also offered no legal justification for the operations – actions many experts say violate international law.</p><p>Meanwhile, Trump has also said that the US is preparing to attack alleged drug traffickers “on land”, suggesting that a direct military operation against Venezuela might be imminent.</p><p>Trump has deployed the world’s largest aircraft carrier, USS Gerald R Ford; thousands of troops; and F-35 military jets to the Caribbean in recent weeks, in the biggest <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">show of force</a> in the region in several decades.</p><p>For some in Venezuela, this US pressure on Venezuelan President Nicolas Maduro is good for the country.</p><p>Carolina Tovar, 60, sits on a bench in one of the city’s busiest squares. A vendor selling chocolates and sweets, she says that with US pressure, “Venezuela is going to be free”.</p><p>“The day will come when we obtain liberty,” she says. “I think Maduro already feels a lot of pressure”.</p><p>Her comments reflect widespread frustrations and despair in Venezuela. Maduro – whose nearly 12 years in office have been marked by deep economic and social crisis, and by repeated US efforts to pressure or unseat his government – was sworn in for a third term in January.</p><p>He was declared <a href=\"/news/2025/1/10/venezuelas-nicolas-maduro-sworn-in-for-third-term-after-disputed-election\">the winner of July’s election</a> by Venezuela’s electoral authority and top court, though detailed tallies confirming his victory were never released.</p><p>According to the opposition, their count of the voting records shows their candidate Edmundo Gonzalez won by a wide margin – a result that has led the US and several other governments to recognise him as president-elect. Independent observers have also questioned the election.</p><figure id=\"attachment_4151205\" aria-describedby=\"caption-attachment-4151205\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151205\" src=\"/wp-content/uploads/2025/12/AP25208680409697-1764889896.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151205\" class=\"wp-caption-text\">Venezuela’s President Nicolas Maduro gestures after marking his ballot during municipal elections in Caracas [File: Cristian Hernandez/AP Photo]</figcaption></figure><p>But Tovar is in a minority in the country, per polls. Most Venezuelans are far more worried about daily survival, low salaries and inflation, rather than geopolitics – and they do not support US pressure or an attack on their country.</p><p>According to a poll by Caracas-based firm Datanalisis last month, a majority of Venezuelans continue to oppose economic sanctions on the country. The poll found that 55 percent of respondents disagree with sectoral, financial or oil sanctions, while only 21 percent agree with them.</p><p>When it came to a foreign military attack, 55 percent of Venezuelans opposed it, while 23 percent said they would support it.</p><p>The reasons most cited by those who oppose an attack are civilian deaths, risk of civil war, chaos and prolonged economic deterioration. Supporters of a foreign push for change in Venezuela said they believe it would help strengthen democracy, bring peace and help usher in economic improvement.</p><p>The poll suggests that most Venezuelans do not side with either the opposition or President Maduro. Sixty percent described themselves as politically unaffiliated, compared with 13 percent supporting the government and 19 percent backing the opposition.</p><p>“I can understand that some Venezuelans believe this type of pressure from the US could bring about political change and improve the situation,” says a government official with a degree in international affairs, speaking to Al Jazeera on condition of anonymity because they are not authorised to speak to the media.</p><p>“However, from my perspective, external interference is never positive in any country,” the official says. “We’ve seen that in Panama, we’ve seen it in Syria, Libya – and in many countries in the Middle East.”</p><p></p><h2 id=\"the-homeland-is-the-homeland\" data-type=\"paragraph\" data-testid=\"paragraph\">‘The homeland is the homeland’</h2><p>A few blocks away from Tovar, Oropeza is cynical – about Venezuela and its elites, and about Trump and his intentions. But he is clear that war isn’t the answer to any of those problems.</p><p>“Nobody wants war. We want peace,” Oropeza says. He then reflects and refers to those whom he believes do want war.</p><p>“US politics moves a lot with its weaponry, and that generates money for whoever occupies the presidency,” he argues, noting that troop mobilisation on the Venezuelan side likely enriches the local elite as well. “Who is getting rich? Them, and those we don’t know.”</p><p>Oropeza, who describes himself as a former supporter of the late President Hugo Chavez – Maduro’s mentor and predecessor, says he is not a follower of the current president.</p><p>Still, he draws a hard line in the sand regarding his sovereignty. His scepticism of the government does not translate into support for foreign attacks on his country.</p><figure id=\"attachment_4151279\" aria-describedby=\"caption-attachment-4151279\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151279\" src=\"/wp-content/uploads/2025/12/2025-11-24T164809Z_1505112753_RC213IA9E6E6_RTRMADP_3_USA-TRUMP-VENEZUELA-1764894075.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"A member of the Bolivarian Militia walks past a mural with the colors of the Venezuelan flag \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151279\" class=\"wp-caption-text\">A member of the Bolivarian Militia walks past a mural with the colours of the Venezuelan flag amid rising tensions [File: Gaby Oraa/Reuters]</figcaption></figure><p>In recent months, Maduro has responded to rising tensions with his own show of force. Troops and militia members have been mobilised, and soldiers have tested anti-air systems along the Caribbean coast.</p><p>By November, the government went further, announcing a “massive” mobilisation of troops and civilians to prepare for <a href=\"/news/2025/11/11/venezuela-prepares-massive-deployment-of-forces-in-case-of-us-attack\">any potential US action</a>.</p><p> </p><figure id=\"attachment_4151244\" aria-describedby=\"caption-attachment-4151244\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151244\" src=\"/wp-content/uploads/2025/12/AP25269058085173-1764892988.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151244\" class=\"wp-caption-text\">Venezuelan President Nicolas Maduro points at a map of the Americas during a news conference in Caracas, Venezuela, on September 15, 2025 [Jesus Vargas/AP Photo]</figcaption></figure><h2 id=\"scepticism-and-resources\">Scepticism and resources</h2><p>Among the younger generation, some believe that the US interest in Venezuela is fundamentally to do with the country’s natural resources.</p><p>“I think we are screwed,” Diego Mejia, a 24-year-old supermarket stocker, says, as he hangs out with his friends.</p><p>He doubts an invasion is imminent. “If the United States … wanted to come here, they would have come already.” But he is clear about what he thinks the US is after. “Venezuela is a country with too many resources,” he notes, citing oil and uranium. “They are interested in Venezuela because they need its resources.”</p><p>Venezuela holds the world’s largest <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">proven oil reserves</a>, more than five times more than the US, and significant natural gas fields, making its energy sector a central pillar of global strategic interest.</p><p>Beyond hydrocarbons, Venezuela is also rich in gold, diamonds, bauxite, iron ore and rare minerals such as coltan – materials essential for electronics, aerospace technologies and modern manufacturing.</p><p>But like many others, Mejia leans on faith to deal with the anxiety of a potential military clash with the world’s biggest superpower. “I have my faith that God is not going to let anything happen here,” he says.</p><p>The fact that the streets aren’t empty, and people have not started hoarding food, suggests that many share the view that an attack isn’t imminent.</p><figure id=\"attachment_4151258\" aria-describedby=\"caption-attachment-4151258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151258\" src=\"/wp-content/uploads/2025/12/2025-11-24T175432Z_142582550_RC233IAAUEMJ_RTRMADP_3_USA-TRUMP-VENEZUELA-1764893499.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"People rest on a bench in a public square, amid rising tensions between the government of Venezuela's President Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151258\" class=\"wp-caption-text\">People rest on a bench in a public square, amid rising tensions between the government of Venezuela’s President Nicolas Maduro and the administration of US President Donald Trump, in Caracas [File: Gaby Oraa/Reuters]</figcaption></figure><h2 id=\"the-fear-of-the-unknown-in-venezuela\">The fear of the unknown in Venezuela</h2><p>Others aren’t so sure.</p><p>For Dalibeth Brea, a 34-year-old homemaker watching her child play in a park, the situation evokes a complex mix of hope and maternal fear. The tension is tangible even in her social circle; a friend refused to be interviewed due to fear of repercussions at her government job.</p><p>Brea says she hopes the pressure might catalyse modernisation. “Internally … it seems positive because it could bring something good to the country. Certain developments that we see in countries outside, I would like to arrive here,” she says.</p><p>However, the prospect of violence terrifies her. Unlike Oropeza’s willingness to fight, Brea’s instinct is to hide.</p><p>“I would shelter myself out of fear,” she admits. Her contingency plan is simple: “Food at home, and keep all my family in one place.”</p><p>As the sun sets over a city caught in the crosshairs of geopolitics, Brea echoes the uncertainty felt by millions.</p><p>“I don’t know if something will happen,” she reflects. “Something tells me yes, but something tells me no.”</p><p><em>(Elizabeth Melimopoulos contributed reporting on this article from Canada) </em></p><figure id=\"attachment_4151276\" aria-describedby=\"caption-attachment-4151276\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4151276\" src=\"/wp-content/uploads/2025/12/2025-11-28T002134Z_269425392_RC295IA5BPRM_RTRMADP_3_USA-TRUMP-VENEZUELA-1764893985.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"Overview of Caracas amid rising tensions between the administration of U.S. President Donald Trump and Venezuela’s President Nicolas Maduro\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4151276\" class=\"wp-caption-text\">Overview of Caracas amid rising tensions between the administration of US President Donald Trump and President Nicolas Maduro’s government, in Caracas [File: Gaby Oraa/Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "US grand jury declines to re-charge New York Attorney General Letitia James | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T04:00:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T143642Z_874311365_RC2GIHAMRVQG_RTRMADP_3_USA-TRUMP-JAMES-1764899088.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US grand jury declines to re-charge New York Attorney General Letitia James</h1><p class=\"article__subhead\"><em>James decries Trump’s ‘weaponisation’ of the justice system after second failed attempt to federally prosecute her.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal grand jury has rejected prosecutors’ attempt to revive a <a href=\"/news/2025/10/10/why-was-new-york-attorney-general-letitia-james-indicted\">criminal case</a> against New York Attorney General Letitia James, after a judge previously threw out charges levelled against the prominent critic of United States President Donald Trump.</p><p>The indictment on Thursday marks the Department of Justice’s second failed attempt to prosecute James, an elected Democrat against whom Trump had vowed retribution after her office brought a civil fraud case against him and his family business.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In November, US District Judge Cameron McGowan Currie dismissed a mortgage fraud case against James after finding that the federal prosecutor who secured the indictment, Lindsey Halligan, was unlawfully appointed.</p><p>James has maintained that the attempts to prosecute her are blatantly political. On Thursday, she again said allegations against her were “baseless” as she called for the “unchecked weaponisation of our justice system to stop”.</p><p>Her lawyer, Abbe Lowell, said any effort to continue the case would constitute “a shocking assault on the rule of law and a devastating blow to the integrity of our justice system”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The grand jury’s refusal to re-indict Attorney General James is a decisive rejection of a case that should never have existed in the first place,” Lowell said in a statement.</p><p>Despite the grand jury’s decision, federal prosecutors are still reportedly planning to seek a new indictment against James, the Reuters news agency reported, citing two unnamed sources familiar with the matter.</p><h2 id=\"vows-of-retribution\">Vows of retribution</h2><p>After James’s office brought the civil case against Trump, a Judge in 2024 ordered him to pay a <a href=\"/news/2024/3/25/trump-deadline-to-pay-454m-looms-here-is-what-happens-next\">$450m penalty</a> after finding he fraudulently overstated his net worth to mislead lenders.</p><p>A New York state appeals court in August threw out the penalty but upheld the judge’s finding that Trump was liable for fraud.</p><p>Trump has repeatedly said the case was part of a political “witch-hunt” against him that also included four since-<a href=\"/news/2025/11/26/georgia-judge-drops-election-interference-case-against-trump\">dropped</a> criminal cases following his first term.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>James is one of three high-profile critics of Trump hit with federal criminal charges in recent months, alongside former FBI director James Comey and former Trump national security adviser John Bolton.</p><p>A case against Comey, who led investigations into alleged collusion between Trump’s 2016 campaign and Russia, was also <a href=\"/news/2025/11/24/us-judge-dismisses-criminal-charges-against-james-comey-letitia-james\">dismissed in late November</a> by Judge Currie, citing the same unlawful appointment of Halligan.</p><p>Bolton has pleaded not guilty to <a href=\"/news/2025/10/17/who-is-john-bolton-and-what-he-has-been-indicted-for\">federal charges accusing him</a> of sharing sensitive government information with two relatives and retaining “documents, writings, and notes” containing classified material.</p></div></div></body></html>"
        },
        {
            "title": "US Supreme Court allows Texas to use redrawn district map for 2026 midterms | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T01:43:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T234813Z_907398348_RC26HBAAJMQW_RTRMADP_3_USA-COURT-REDISTRICTING-TEXAS-1764896804.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court has ruled that the southern state of Texas may proceed with using a controversial map of congressional districts designed to favour Republicans in the 2026 midterm elections.</p><p>Thursday’s decision was split along ideological lines, with the court’s six conservative justices giving the new map the go-ahead and the three liberal ones joining together in dissent.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The ruling lifts a lower court’s order from November that had blocked Texas from using the new congressional map. The lower court had found that Texas had “racially gerrymandered” the districts, in violation of the US Constitution.</p><p>But Texas filed an emergency appeal to the Supreme Court, urging quick action to overturn the hold.</p><p>After all, it argued, campaigning for the midterm races in November 2026 is already under way, and candidates need to understand where their constituents lie.</p><p>In a brief, unsigned <a href=\"https://www.supremecourt.gov/opinions/25pdf/25a608_7khn.pdf\" target=\"_blank\" rel=\"noopener\">order</a>, the conservative majority found that Texas was likely to prevail “on the merits of its claims”.</p><p>It also cited court precedent that “lower courts should ordinarily not alter the election rules on the eve of an election”. Doing otherwise, the order said, would cause “irreparable harm” to the state.</p><p>The map in question has set off a nationwide scramble to redesign congressional districts ahead of the all-important midterm races.</p><p>Thursday’s Supreme Court ruling is likely to drive further attempts to redraw maps in favour of one party or another.</p><h2 id=\"a-nationwide-trend\">A nationwide trend</h2><p>The controversy started in June, when reports emerged that President Donald Trump was pushing Texas state legislators to adopt a new congressional map, one that would help Republicans scoop up an extra five seats in the US House of Representatives.</p><p>Texas is considered one of the largest Republican strongholds in the country, given its large population. Currently, the state has a whopping 38 seats in the House, 25 of which are occupied by Republicans.</p><p>But the Republican majority overall in the House is narrow: The party holds only 220 of the 435 total seats.</p><p>Democrats are therefore seeking to flip the chamber in the 2026 midterms, when every congressional district holds a new election. Strategists on the left see Trump’s wilting poll numbers as an opening to make gains.</p><p>Just this week, the research firm Gallup found that the Republican president’s approval score had dropped five points to 36 percent, marking the lowest rating of his second term.</p><p>But Trump and his allies have pushed back. One of their strategies has been to promote partisan redistricting, a process sometimes called gerrymandering.</p><p>The trend started with the Texas effort. Outnumbered in the state legislature, Democrats had tried to stop the process, even leaving the state entirely to avoid voting on the new congressional map.</p><p>But ultimately, they were forced to return. And in August, Texas’s Republican-led state legislature passed the new districts.</p><p>That triggered a kind of redistricting arms race across the country, with Republicans and Democrats in other states seeking to redraw their maps to angle for more congressional seats.</p><p>In September, Republicans in Missouri passed a new gerrymandered map, and in October, North Carolina followed suit. Both states are expected to earn Republicans one additional House seat apiece.</p><p>Then, in November, voters in California approved a ballot initiative championed by Democratic Governor Gavin Newsom that would suspend the state’s independent election commission and replace its work with a new partisan map.</p><p>That effort was designed explicitly to neutralise any gains by Texas Republicans: The new California map is intended to help Democrats nab exactly five additional House seats.</p><h2 id=\"a-legal-dilemma\">A legal dilemma</h2><p>Partisan redistricting has long been controversial in the US, with voting rights advocates warning that it disenfranchises minority communities.</p><p>Gerrymandering, however, is not strictly illegal.</p><p>Normally, states draw new congressional districts once every decade to reflect demographic changes in the US census. After all, the number of representatives each state has is a reflection of its overall population, and as the number of residents grows or shrinks, the number of districts must change accordingly.</p><p>In many states, it is up to the legislature to draw those new congressional maps, and the decisions are often partisan affairs.</p><p>While the Supreme Court has acknowledged that partisan gerrymandering can threaten democracy, it has ruled that federal courts cannot determine whether legislatures have gone too far in redrawing their maps.</p><p>There is, however, one exception: Gerrymandering on the basis of race is off-limits. The US Constitution and the Voting Rights Act of 1965 both contain protections to ensure voters are not divided and disenfranchised based on their race.</p><p>That is how Thursday’s case — Greg Abbott v the League of United Latin American Citizens — ended up before the Supreme Court.</p><p>In November, in a two-to-one decision, the US District Court for Western Texas <a href=\"http://aljazeera.com/news/2025/11/18/us-court-blocks-new-texas-congressional-map-while-state-officials-appeal\">sided with plaintiffs</a> who argued that the new Texas map was explicitly designed to dilute the power of Black and Latino voters in the state.</p><p>The court pointed to statements made by Trump administration officials and Texas Governor Greg Abbott, seeming to target congressional districts with non-white majorities.</p><p>But the Supreme Court on Thursday ruled that the district court had “failed to honor the presumption of legislative good faith”. It also described the statements referenced in the lower court’s decision as “ambiguous” and “circumstantial evidence”.</p><p>Right-wing Justice Samuel Alito went a step further, arguing that it was difficult to disentangle what was legal gerrymandering and what was race-based discrimination.</p><p>“Because of the correlation between race and partisan preference, litigants can easily use claims of racial gerrymandering for partisan ends,” Alito wrote.</p><p>If the motive behind the new Texas map was simply race-based, Alito asserted that it was up to the plaintiffs to show how a partisan map would differ from a race-based one.</p><h2 id=\"race-to-the-midterms\">Race to the midterms</h2><p>Republican politicians quickly applauded Thursday’s ruling as vindication for their efforts.</p><p>“We won! Texas is officially — and legally — more red,” Governor Abbott <a href=\"https://x.com/GregAbbott_TX/status/1996731423034925457\" target=\"_blank\" rel=\"noopener\">wrote</a> on his social media account.</p><p>“The Supreme Court restored the congressional redistricting maps passed by Texas that add 5 more Republican seats. The new maps better align our representation in D.C. with the values of Texas.”</p><p>Texas Attorney General Ken Paxton, meanwhile, highlighted his efforts in defending the Republican map.</p><p>“In the face of Democrats’ attempt to abuse the judicial system to steal the U.S. House, I have defended Texas’s fundamental right to draw a map that ensures we are represented by Republicans,” he said in a <a href=\"https://x.com/KenPaxtonTX/status/1996721744753971636\" target=\"_blank\" rel=\"noopener\">statement</a> posted online.</p><p>“Texas is paving the way as we take our country back, district by district, state by state.”</p><p>But in a stinging dissent, Justice Elena Kagan questioned whether her colleagues on the Supreme Court had thoroughly considered the evidence.</p><p>She contrasted the lower court’s approach with what she described as the high court’s hasty one.</p><p>“The District Court conducted a nine-day hearing, involving the testimony of nearly two dozen witnesses and the introduction of thousands of exhibits. It sifted through the resulting factual record, spanning some 3,000 pages,” Kagan wrote.</p><p>“And after considering all the evidence, it held that the answer was clear. Texas largely divided its citizens along racial lines to create its new pro-Republican House map, in violation of the Constitution’s Fourteenth and Fifteenth Amendments.”</p><p>The district court, Kagan pointed out, also explained its reasoning in a lengthy 160-page decision, not just a brief emergency order.</p><p>“Yet this Court reverses that judgment based on its perusal, over a holiday weekend, of a cold paper record,” Kagan said. “We are a higher court than the District Court, but we are not a better one when it comes to making such a fact-based decision.”</p><p>Despite the legal setback, the plaintiffs in Thursday’s case and other advocates have pledged to continue their fight against Texas’s redistricting efforts.</p><p>“Voters are supposed to choose their politicians — not the other way around,” Texas state Representative James Talarico, a Democrat, said in a <a href=\"https://x.com/jt_ennis/status/1996750100165431598/photo/1\" target=\"_blank\" rel=\"noopener\">statement</a> after Thursday’s ruling.</p><p>“No matter what Donald Trump or his hand-picked Supreme Court throw our way, we’re going to keep fighting.”</p><p>The Trump administration itself is in the midst of a court challenge against California’s partisan redistricting efforts. Those proceedings remain ongoing.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,380 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-05T01:31:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251203__86XL3ZR__v1__HighRes__UkraineRussiaConflictWar-1764891368.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,380</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,380 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Friday, December 5:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s military said its forces had struck a large chemical plant in the Stavropol region in southern Russia, triggering a fire. The military’s General Staff said the Nevinnomyssk Azot plant was hit overnight and added that the facility produced components for explosives.</li>\n<li>Tens of thousands of people were left without power and heating in southern Ukraine after Russian attacks on the front-line city of Kherson and Ukraine’s largest seaport, Odesa.</li>\n<li>State oil and gas firm Naftogaz said a heat and power plant in the southern city of Kherson had been “almost completely destroyed”. “This is a purely civilian facility providing heat to residents,” Naftogaz CEO Sergii Koretskyi wrote on X. “Such targeted bombing is terrorism.” Regional Governor Oleksandr Prokudin said the attack left 40,500 customers without heat.</li>\n<li>Russia’s Ministry of Defence claimed its forces struck Ukrainian transport and infrastructure facilities in the attack, state news agency TASS reported.</li>\n<li>Ukrainian troops have held their positions in the northern part of Pokrovsk in eastern Ukraine, Kyiv’s top military commander Oleksandr Syrskii said. Syrskii said a special focus was on organising additional logistical routes, timely medical evacuation, and countering Russian drones and artillery.</li>\n<li>Ukraine’s military has denied that Russian troops are in control of the southern village of Dobropillia, which is located near a part of the front line where Moscow’s forces have recently advanced.</li>\n</ul><p></p><h2 id=\"peace-deal\">Peace deal</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian President Vladimir Putin has said that Russia will take full control of Ukraine’s Donbas region by force unless Ukrainian forces withdraw, something Kyiv has flatly rejected. “Either we liberate these territories by force of arms, or Ukrainian troops leave these territories,” Putin told India Today news magazine ahead of his <a href=\"/news/2025/12/4/putin-challenges-us-pressure-on-india-over-russian-oil-during-state-visit\">two-day state visit</a> to New Delhi to meet with Indian Prime Minister Narendra Modi.</li>\n<li>Putin also said that his <a href=\"/news/2025/12/2/no-compromise-territory-ukraine-talks-us-kremlin\">meeting earlier this week</a> with United States envoys Steve Witkoff and Jared Kushner had been “very useful”, and that it had been based on the proposals discussed with President Donald Trump in Alaska, state news agency RIA Novosti reported.</li>\n<li>Ukraine wants “real peace, not appeasement” with Russia, Foreign Minister Andrii Sybiha said at the Organization for Security and Co-operation in Europe, the security and rights body seeking a role for itself in a post-war Ukraine.</li>\n<li>“We still remember the names of those who betrayed future generations in Munich. This should never be repeated again,” he said, referring to the 1938 agreement with Nazi Germany in which Britain, France and Italy agreed to Hitler’s annexation of the Sudetenland in what was then Czechoslovakia.</li>\n<li>Seven more Ukrainian children, six boys and one girl, have been <a href=\"/news/2025/10/10/melania-trump-touts-return-of-displaced-children-amid-russia-ukraine-war\">returned from Russia</a> to their families, US First Lady Melania Trump has said. “I commend the leadership and persistent diplomacy of Russia and Ukraine in the pursuit of the reunification of children and families. Their bridge-building has created a tangible collaborative environment – an anchor for optimism,” she said in a statement.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"financial-aid\">Financial aid</h2><ul class=\"spaced-bullet-spacing\">\n<li>Belgian Prime Minister Bart De Wever said he hopes to have a “fruitful discussion” with German Chancellor Friedrich Merz on Friday about <a href=\"/news/2025/12/4/eu-proposes-using-russian-assets-loans-to-fund-105bn-package-to-ukraine\">a European Union plan</a> to use Russian frozen assets to support Ukraine against Russia’s invasion. Belgium, which holds the majority of the assets, has raised various legal concerns and remains unconvinced of the plan.</li>\n<li>“I hope it will be a fruitful conversation and that we will find a solution that we can then present to Europe over the next two weeks,” De Wever said.</li>\n<li>Chancellor Merz said his aim was to speak with De Wever as soon as possible to convince him to drop his opposition so the parties could move forward on the issue.</li>\n<li>Russian Ministry of Foreign Affairs spokeswoman Maria Zakharova reiterated that any “illegal action” by the EU in relation to its frozen assets would elicit “the harshest reaction”, and that Moscow was already preparing a “package of countermeasures”.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>President Putin has <a href=\"/news/2025/12/4/putin-challenges-us-pressure-on-india-over-russian-oil-during-state-visit\">challenged heavy US pressure</a> on India not to buy Russian fuel due to Moscow’s invasion of Ukraine during his ongoing India state visit. Putin’s first visit to India in four years aims to increase sales of Russian oil, missile systems and fighter jets and widen business links beyond energy and defence equipment.</li>\n<li>The US has issued a general licence authorising certain transactions involving Lukoil retail service stations located outside of Russia, according to a post on the US Department of the Treasury website.</li>\n<li>Russia is considering retaliatory measures against the Faroe Islands after the Faroese parliament passed a law giving the government the authority to bar Russian fishing companies from its waters, the Russian Foreign Ministry said.</li>\n<li>The Faroese public broadcaster said on Wednesday that parliament had passed a law authorising the foreign minister to bar two big Russian fishing companies, Norebo and Murman Seafood, from fishing in Faroese waters or docking in Faroese harbours.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"europe\">Europe</h2><ul class=\"spaced-bullet-spacing\">\n<li>Turkiye summoned Ukraine’s ambassador and Russia’s acting charges d’affaires to convey its concerns over a series of <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">attacks on Russia-linked vessels</a> inside its exclusive economic zone in the Black Sea. “We are witnessing a very serious escalation in recent weeks in the Russia-Ukraine war with reciprocal attacks. And lastly, there were certain attacks in the Black Sea within our exclusive economic zone as well,” Deputy Foreign Minister Berris Ekinci told parliament’s foreign affairs commission.</li>\n<li>President Putin must have ordered the Novichok nerve agent attack on Russian double agent Sergei Skripal in 2018, in a “reckless” display of power that led to the death of an innocent woman, a <a href=\"/news/2025/12/4/russias-putin-found-morally-responsible-for-nerve-agent-death-in-uk\">United Kingdom public inquiry has concluded</a>. Skripal was found along with his daughter, Yulia, slumped unconscious on a public bench in the southern English city of Salisbury in March 2018 after Novichok was applied to the front door handle of his nearby home. Four months later, mother-of-three Dawn Sturgess died from exposure to the poison after her partner found a counterfeit perfume bottle which Russian spies had used to smuggle the military-grade nerve agent into the country, the inquiry said.</li>\n<li>The UK government responded to the ruling by sanctioning GRU, the Russian military intelligence agency accused of carrying out the assassination, for which Skripal once worked.</li>\n<li>Germany has deployed five Eurofighter jets and some 150 military personnel to the Polish town of Malbork to help secure the country’s airspace, the German air force said, in response to Russian drone incursions in September.</li>\n<li>An Irish navy ship spotted up to five drones operating near the flight path of Ukrainian President Volodymyr Zelenskyy’s aircraft as he arrived for a state visit to Ireland on Monday, The Irish Times reported on Thursday. The sighting triggered a major security alert amid fears it was an attempt to interfere with the flight path, the outlet said.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump can keep National Guard in Washington, DC, for now: Appeals court | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T00:56:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693228b1e87b-1764894897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump can keep National Guard in Washington, DC, for now: Appeals court</h1><p class=\"article__subhead\"><em>Court grants stay on previous order giving timeline for troop withdrawal as administration considers response.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A United States appeals court has issued a stay on a <a href=\"/news/2025/11/21/us-judge-orders-end-to-trumps-deployment-of-troops-in-washington-dc\">lower court’s order</a> requiring the administration of US President Donald Trump to withdraw the National Guard from Washington, DC, in the coming weeks.</p><p>The decision on Thursday by a three-judge panel of the US Court of Appeals for the DC Circuit granted a Trump administration request for a pause on a previous order as it considers its response.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>District judge Jia Cobb had ruled in November that the Trump administration must withdraw federal troops by December 11, later extending the deadline by 21 days.</p><p>In their order, the appeals court judges stressed that their decision to pause the order “should not be construed in any way as a ruling on the merits”.</p><p>The Trump administration has deployed at least 2,000 National Guard troops – reservists who are not full-time soldiers – to Washington, DC, as part of what he has described as part of an anti-crime and beautification initiative.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>He has run into legal challenges as he has sought to do the same in Democrat-run cities across the country, including Los Angeles, California; Portland, Oregon; and Chicago, Illinois.</p><p>A ruling has been slower coming in the US capital, a federal territory where the president wields more authority.</p><p>Nevertheless, Cobb ruled in November that the Trump administration had “acted contrary to law” by deploying the National Guard for “non-military, crime-deterrence missions in the absence of a request from the city’s civil authorities”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Thursday’s decision comes days after two members of the West Virginia National Guard were <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">shot while on duty</a> just blocks from the White House.</p><p>One member, 20-year-old Sarah Beckstrom, later died from her wounds. Another member, 24-year-old Andrew Wolfe, remained in critical condition.</p><p>Authorities have charged 29-year-old Afghan Rahmanullah Lakanwal for the attack, after which the Trump administration pledged to send 500 more members of the National Guard to the city.</p></div></div></body></html>"
        },
        {
            "title": "US military kills four in latest strike on boat in the Caribbean | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T00:00:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/2025-11-16T214234Z_1228634577_RC2ZVHAK9N69_RTRMADP_3_USA-VENEZUELA-MILITARY-1764448238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military has conducted another deadly strike on an alleged drug smuggling boat in the Caribbean, killing four, according to the Pentagon.</p><p>The attack on Thursday comes as the administration of US President Donald Trump has faced <a href=\"/news/2025/12/4/has-the-pentagon-really-exonerated-pete-hegseth-over-signal-leaks\">renewed scrutiny</a> over the strikes after it was revealed that a targeted boat had been struck twice during a September 2 attack.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Experts have said such an attack could constitute a war crime.</p><p>In a post on X, the US Southern Command said the latest strike was directed by Secretary of Defense Pete Hegseth.</p><p>The military “conducted a lethal kinetic strike on a vessel in international waters operated by a Designated Terrorist Organization,” it said.</p><p>“Intelligence confirmed that the vessel was carrying illicit narcotics and transiting along a known narco-trafficking route in the Eastern Pacific. Four male narco-terrorists aboard the vessel were killed,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has killed more than 80 alleged drug smugglers in the months-long campaign.</p><p>But revelations over the September 2 strike have prompted renewed scrutiny and investigations from bipartisan committees in Congress.</p><p>The White House has denied that Hegseth ordered the second strike on the vessel following an initial strike. Instead, they said the second strike that appeared to kill two survivors of the first attack was ordered by Admiral Frank “Mitch” Bradley.</p><p>The White House has said the second strike was still in compliance with the laws of armed conflict. Legal experts have said it is a war crime to target unarmed combatants. The military’s own manual says it is illegal to fire on shipwrecks.</p><p>Bradley appeared on Capitol Hill on Thursday for a series of closed-door briefings. He denied that he had been ordered to kill all people on board.</p><p>Lawmakers gave conflicting accounts of the briefings.</p><p>“Bradley was very clear that he was given no such order, to give no quarter or to kill them all,” said Republican Senator Tom Cotton, who heads the Senate Intelligence Committee, according to The Associated Press news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“The order was basically: Destroy the drugs, kill the 11 people on the boat,” said Representative Adam Smith, the top Democrat on the House Armed Services Committee.</p><p>Smith said video of the attack showed the survivors were “basically two shirtless people clinging to the bow of a capsized and inoperable boat, drifting in the water – until the missiles come and kill them.”</p><p>Even prior to revelations over the September 2 double-strike attack, rights groups have said the strikes were tantamount to extrajudicial killings.</p><p>Earlier this week, the family of Alejandro Carranza, <a href=\"/news/2025/12/3/family-of-man-slain-in-a-us-boat-strike-in-the-caribbean-lodges-complaint\">filed a complaint</a> to a regional rights body, saying the Colombian fisherman’s right to life was violated when he was wrongfully killed in a US strike in September.</p><p>The Trump administration has framed the attack as part of a broader “war” against so-called “narco-terrorists”, but no declaration of war or use of force laws have been approved by Congress.</p><p>The latest attack comes as the US <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">continues to surge</a> military assets near the coast of Venezuela, with Trump repeatedly threatening that land strikes could happen “very soon”.</p><p>Venezuela’s leader, Nicolas Maduro, has said the US pressure campaign is aimed at toppling his government.</p></div></div></body></html>"
        },
        {
            "title": "Trump hails ‘great day for the world’ as DRC, Rwanda finalise peace deal | Politics News | Al Jazeera",
            "time": "2025-12-04T23:53:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T191314Z_173990078_RC2V9IADTB06_RTRMADP_3_USA-TRUMP-RWANDA-CONGO-1764887531.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President <a href=\"/news/liveblog/2025/12/4/trump-news-live-congo-rwanda-leaders-visit-white-house-in-push-for-peace\">Donald Trump</a> has hosted the leaders of Rwanda and the Democratic Republic of the Congo (DRC) to sign a peace deal that could end the conflict between the two countries.</p><p>Although the violence on the ground has not stopped, Trump hailed the US-brokered deal on Thursday as a new chapter for the region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is an amazing day: great day for Africa, great day for the world and for these two countries,” Trump said. “And they have so much to be proud of.”</p><p>The agreement was originally reached in June. DRC President Felix Tshisekedi and his Rwandan counterpart Paul Kagame had <a href=\"/news/2025/3/18/congolese-rwandan-leaders-meet-in-qatar-call-for-ceasefire-in-eastern-drc\">met in Qatar</a> in March, initiating the talks that led to the deal.</p><p>Thursday’s ceremony finalises the accords.</p><p>The agreement has raised hopes of ending the conflict in the DRC, where the March 23 Movement (M23), a Rwanda-backed armed group, has been advancing deeper into the resource-rich east of the country.</p><p>The renewed violence had raised fears of a <a href=\"/news/2025/3/13/people-need-a-break-drc-conflict-reignites-dark-memories-of-congo-wars\">full-blown conflict</a>, akin to the wars that the DRC endured in the late 1990s, which involved several African countries and killed millions of people.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Rwanda’s main grievance with the DRC focuses on accusations that the Central African country has been harbouring ethnic Hutu militias linked to the 1994 Rwanda genocide, which targeted the country’s Tutsi population.</p><p>The Trump-backed peace deal stipulates that Rwanda will end its support for M23 and the DRC will help “neutralise” Hutu militias – namely, the Democratic Forces for the Liberation of Rwanda.</p><p>It also requires both countries to respect each other’s territorial integrity.</p><p>On Thursday, the DRC’s Tshisekedi said the agreement’s terms mark a “turning point” for the region.</p><p>“They bring together, under a coherent architecture, a declaration of principles of a peace agreement and also the regional economic integration framework to provide to the peoples of the region a new perspective, a new outlook,” Tshisekedi said.</p><p>He added that the deal would “begin a new era of friendship, cooperation and prosperity”.</p><p>For his part, Rwanda’s Kagame said the success of the pact depends on the two countries themselves.</p><p>“There will be ups and downs on the road ahead. There’s no doubt about it,” Kagame explained. “Rwanda will not be found wanting, I can assure you of that.”</p><p>Reporting from Washington, DC, Al Jazeera’s Alan Fisher said the leaders <a href=\"/news/2025/11/7/un-sounds-alarm-over-rising-hunger-crisis-in-eastern-dr-congo\">of the DRC</a> and Rwanda appeared to acknowledge that it will take more than a signing ceremony for the agreement to stick.</p><p>The conflict, Fisher explained, “is a lot more ingrained, a lot more developed, a lot more aggressive than many people have assumed”.</p><p>“So the pressure is on the United States, on the African leaders and, of course, on the two countries to make sure that what develops from here is something that can develop into a lasting peace.”</p><p>The DRC had signed a separate deal with M23 in July. Still, the fighting in the eastern parts of the country has persisted.</p><p>“We are still at war,” Amani Chibalonza Edith, a 32-year-old resident <a href=\"/news/2025/9/5/un-suspects-all-sides-in-dr-congo-conflict-guilty-of-war-crimes\">of Goma</a>, a key city captured by M23 early this year, told The Associated Press news agency.</p><p>“There can be no peace as long as the front lines remain active.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>But in Washington, DC, on Thursday, Trump appeared optimistic about the prospects for peace.</p><p>“We’ll see how it all works out, but I think it’s going to work out really great,” the US president said.</p><p>Trump also announced that the US will be signing bilateral deals with the DRC and Rwanda to buy rare earth minerals from the two countries.</p><p>“We’ll be involved with sending some of our biggest and greatest companies over to the two countries,” Trump added.</p><p>“And we’re going to take out some of the rare earth, take out some of the assets and pay. Everybody is going to make a lot of money.”</p><p>Rare earth minerals are used in emerging technologies, energy production and medical devices.</p><p>Trump has openly campaigned for the Nobel Peace Prize, claiming he has resolved eight world conflicts, though that number is disputed.</p><p>During Thursday’s signing ceremony at the US Institute for Peace, a think tank, he heaped praise on the DRC and Rwanda. But his embrace of the countries’ two leaders drew a stark contrast with his insulting remarks towards another war-torn African country: Somalia.</p><p>Two days before hosting the ceremonial signing, Trump hurled insults at Somalia, describing it as “hell” and saying that “it stinks”.</p><p>He also called the <a href=\"/news/2025/12/4/from-mogadishu-to-minneapolis-somalis-reject-trumps-bigoted-remarks\">Somali community</a> in the US “garbage”.</p></div></div></body></html>"
        },
        {
            "title": "New York Times sues Pentagon over rules limiting access for media | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T23:31:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69321360daedf-1764889440.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>New York Times sues Pentagon over rules limiting access for media</h1><p class=\"article__subhead\"><em>Lawsuit challenges rules that give wide discretion to Pentagon chief Hegseth to oust journalists over coverage.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The New York Times newspaper, one of the largest in the United States, has filed a lawsuit against the Pentagon that seeks to overturn new rules limiting access to media outlets.</p><p>In the filing on Thursday, the newspaper said the rules imposed by Defense Secretary Pete Hegseth violate the US Constitution’s First Amendment freedom of speech guarantees, as well as its due process provisions. They argue the rules give Hegseth the power to determine on his own whether a reporter should be banned.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several outlets, including The New York Times, have <a href=\"/news/2025/10/16/us-media-return-pentagon-passes-giving-up-access-after-new-rules-kick-in\">left offices</a> located inside the Pentagon instead of agreeing to the new rules, reshaping the press corps inside the building to include mostly outlets seen as friendly to the administration of US President Donald Trump.</p><p>“The policy is an attempt to exert control over reporting the government dislikes,” Charles Stadtlander, spokesman for the Times, said in a statement after the case was filed with the US District Court in Washington, DC.</p><p>The Pentagon did not immediately respond to the lawsuit.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>News outlets have continued to report on the military from outside of the facility since October, breaking several stories in recent weeks, including a so-called <a href=\"/news/2025/12/2/hegseth-or-admiral-bradley-who-approved-the-second-venezuela-boat-strike\">double-tap strike</a> on a boat in the Caribbean that experts say may constitute a war crime.</p><p>Still, the Times argues in the lawsuit that the denial of access restricts its reporters’ ability to do their jobs and will, in turn, “deprive the public of vital information about the United States military and its leadership”.</p><p>The policy enacted under Hegseth states that receiving or publishing sensitive information “is generally protected by the First Amendment”, but adds that soliciting the disclosure of such information “may weigh in the consideration of whether you pose a security or safety risk”.</p><p>The wording effectively gives Pentagon officials the right to oust reporters if they do not like a story they are working on, the Times lawsuit argued.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Pentagon has said the policy imposes “common sense” rules that protect the military from the release of information that could put them in danger. During her briefing on Tuesday, Pentagon press secretary Kingsley Wilson said the legacy media outlets were not missed.</p><p>“The American people don’t trust these propagandists because they stopped telling the truth,” Wilson said. “So, we’re not going to beg these old gatekeepers to come back, and we’re not rebuilding a broken model just to appease them.”</p><p>In a statement, the Pentagon Press Association, a group that represents journalists who cover the agency, said it was encouraged by the Times’ “effort to step up and defend press freedom”.</p><p>“The Defense Department’s attempt to limit how credentialed reporters gather the news and what information they may publish is antithetical to a free and independent press and prohibited by the First Amendment,” it said.</p></div></div></body></html>"
        },
        {
            "title": "Real Betis vs Barcelona: La Liga preview - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-12-04T22:10:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-11-25T211208Z_411676796_UP1ELBP1MW6VL_RTRMADP_3_SOCCER-CHAMPIONS-CHE-BAR-1764856054.jpg?resize=1839%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Real Betis vs Barcelona<br>\n<strong>What:</strong> Spain’s La Liga<br>\n<strong>Where:</strong> Estadio Benito Villamarin in Seville, Spain<br>\n<strong>When:</strong> Saturday, December 6 at 6:30pm (17:30 GMT)<br>\n<strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/sports/\">Al Jazeera Sport</a> from 14:30 GMT in advance of our text commentary stream.</p><p>Defending champions Barcelona travel to Real Betis on Saturday with the chance to extend their lead to four points at the top of the La Liga table, with second-placed Real Madrid not playing Celta Vigo until Sunday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It has been a mixed period of results for the Catalan giants, however, and Betis are a side riding the crest of last season’s wave, which saw them reach the Europa Conference final.</p><p>Al Jazeera Sport takes a look at what could be the latest stern test for Hansi Flick’s Barca.</p><h2 id=\"what-is-barcelona-s-record-in-la-liga-this-season\">What is Barcelona’s record in La Liga this season?</h2><p>Barca completed a fifth straight league win with <a href=\"/sports/2025/12/2/barcelona-extend-lead-at-top-of-la-liga-with-3-1-win-over-atletico-madrid\">their 3-1 victory</a> against title hopefuls Atletico Madrid on Tuesday.</p><p>That result moved the Catalans four points clear, only for Real Madrid to close the gap back to one point with <a href=\"/sports/2025/12/3/mbappe-shines-as-real-madrid-beat-athletic-to-close-on-barcelona\">their win against Athletic Bilbao</a> on Wednesday.</p><p>Flick’s side had suffered a blip when they lost three matches in five games, culminating in <a href=\"/sports/2025/10/26/mbappe-bellingham-score-as-real-madrid-edge-barcelona-in-fiery-el-clasico\">October’s Clasico defeat</a> at Real Madrid. It was only their second league defeat of the season and preceded the five-match winning streak in La Liga, which has netted 17 goals in that time with only five conceded.</p><h2 id=\"what-is-real-betis-s-record-in-la-liga-this-season\">What is Real Betis’s record in La Liga this season?</h2><p>Betis are unbeaten in eight matches in all competitions – winning six – which has helped propel the Seville-based club to fifth in La Liga. The gap to the top four – and the Champions League qualification spots – is 11 points, however, making this game in hand on those above crucial for their ambitions this season.</p><p>Their last defeat came against the team immediately above them, Atletico Madrid, who won 2-0 in Seville in October. That is Betis’s only defeat in 17 matches in all competitions, of which they have won 10.</p><p>The game in hand for Betis follows their participation in the Copa del Rey in midweek, which saw them advance with a 4-1 win at Torrent of the Spanish third division.</p><h2 id=\"have-real-betis-ever-won-la-liga\">Have Real Betis ever won La Liga?</h2><p>Real have lifted the La Liga title once, in 1934-1935. They have, however, lifted the Copa del Rey title on three occasions – the last of which came in 2022.</p><p>The seven-time winners of the Spanish second division were runners-up to Chelsea in last season’s Europa Conference.</p><figure id=\"attachment_4146644\" aria-describedby=\"caption-attachment-4146644\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4146644\" src=\"/wp-content/uploads/2025/12/afp_692f597e962a-1764710782.jpg?w=770&amp;resize=770%2C508&amp;quality=80\" alt=\"TOPSHOT - Barcelona's Spanish forward #10 Lamine Yamal kicks the ball during the Spanish league football match between FC Barcelona and Club Atletico de Madrid at Camp Nou Stadium in Barcelona on December 2, 2025. (Photo by Josep LAGO / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4146644\" class=\"wp-caption-text\">Barcelona’s Spanish forward Lamine Yamal attempts a shot during the Spanish league win against Atletico de Madrid on Tuesday [Josep Lago/AFP]</figcaption></figure><h2 id=\"what-happened-the-last-time-real-betis-played-barcelona\">What happened the last time Real Betis played Barcelona?</h2><p>The teams last met in La Liga in April in Barcelona with the La Liga fixture ending in a 1-1 draw.</p><p>Gavi gave the home side the lead in the fifth minute and the scoring was complete after only 17 minutes when Natan levelled for Betis.</p><p>The reverse fixture at Barcelona this season is currently scheduled to be the penultimate game of the La Liga campaign.</p><h2 id=\"what-happened-in-the-corresponding-fixture-last-season\">What happened in the corresponding fixture last season?</h2><p>The La Liga match in Seville last season ended in a 2-2 draw on December 7.</p><p>Robert Lewandowski and Ferran Torres twice gave the away side the lead with Betis levelling through Giovani Lo Celso’s 68th-minute penalty and Assane Diao’s 90th-minute strike.</p><h2 id=\"when-did-barcelona-last-beat-real-betis\">When did Barcelona last beat Real Betis?</h2><p>In between the two La Liga matches last season, the sides met in the Copa del Rey in Barcelona.</p><p>The home side claimed a 5-1 victory in the January fixture with goals from Gavi, Jules Kounde, Raphinha, Ferran Torres and Lamine Yamal all settling the tie before Vitor Roque’s consolation penalty in the 84th minute.</p><h2 id=\"when-did-real-betis-last-beat-barcelona\">When did Real Betis last beat Barcelona?</h2><p>Real Betis last beat Barcelona in 2021 in a league match in the Catalan capital. Juanmi, now with Getafe, netted the only goal in the 79th minute.</p><h2 id=\"stat-attack-real-betis\">Stat attack – Real Betis</h2><p>Betis have only lost twice this season, but both those defeats came at home. They have won four games at home, while two wins have been recorded in their seven unbeaten league matches on the road.</p><p>They are also unbeaten in their last four La Liga games, winning two.</p><h2 id=\"stat-attack-barcelona\">Stat attack – Barcelona</h2><p>Barcelona have also lost two league games this season, with both defeats coming on the road.</p><p>While all eight home matches have resulted in victories, Barca have found their travels more difficult with 16 goals scored and 12 conceded in their seven away games, of which they have won four.</p><p>Of their last five away games in all competitions, the Flick’s side have lost three and drawn one – they have also conceded 14 goals in that run on the road.</p><h2 id=\"head-to-head-real-betis-vs-barcelona\">Head-to-head – Real Betis vs Barcelona</h2><p>This is the 71st meeting between the sides with Barcelona winning on 38 occasions and Betis claiming the spoils from 10 of the meetings.</p><p>Barcelona are unbeaten in their last nine meetings with Betis across all competitions, winning six of those games.</p><h2 id=\"real-betis-team-news\">Real Betis team news</h2><p>Former Manchester United forward Antony returns to the side from suspension. There are injury doubts surrounding Sofyan Amrabat and Giovani Lo Celso, while Hector Bellerin and Isco are both confirmed absentees due to injury problems.</p><p>Former Barcelona attacker Abde Ezzalzouli is expected to return to the side after wholesale changes were made to the team for Tuesday’s Copa del Rey win at Torrent.</p><h2 id=\"barcelona-team-news\">Barcelona team news</h2><p>Marc-Andre ter Stegen and Gavi are joined on the injury list by Fermin Lopez and Dani OImo, who picked up knocks in the last match.</p><p>Ronald Araujo remains absent while he takes a break from football.</p><p>Frenkie de Jong is set to return to the midfield, having missed the win against Atletico Madrid due to illness.</p><h2 id=\"real-betis-predicted-lineup\">Real Betis predicted lineup</h2><p>Valles; Ruibal, Natan, Bartra, Gomez; Altimira, Roca; Antony, Fornals, Ezzalzouli; Hernandez</p><h2 id=\"barcelona-predicted-lineup\">Barcelona predicted lineup</h2><p>J Garcia; Kounde, Cubarsi, Martin, Balde; De Jong, E Garcia; Yamal, Pedri, Raphinha; Lewandowski</p></div></div></body></html>"
        },
        {
            "title": "Putin challenges US pressure on India over Russian oil during state visit | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-04T21:42:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T170126Z_991263780_RC2R9IA49WZV_RTRMADP_3_INDIA-RUSSIA-MODI-PUTIN-1764880752.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russian President Vladimir Putin has questioned Washington’s stance on India’s oil purchases from Moscow, pointing to US imports of Russian nuclear fuel as he began a <a href=\"/news/2025/12/4/putin-visits-india-amid-ukraine-peace-push-whats-on-the-agenda\">state visit</a> aimed at strengthening ties between the two nations.</p><p>Putin arrived in New Delhi on Thursday evening to a warm airport reception from Indian Prime Minister Narendra Modi, who embraced the Russian leader in a rare gesture that underscored their personal rapport.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The visit comes as India faces mounting pressure from US President Donald Trump, who has imposed punitive tariffs on Indian goods over New Delhi’s purchases of discounted Russian crude.</p><p>In an interview with Indian broadcasters before his arrival, Putin questioned the logic behind Washington’s criticism.</p><p>“The United States itself still buys nuclear fuel from us for its own nuclear power plants,” he said, adding that if the US has the right to buy Russian fuel, India should enjoy “the same privilege”.</p><p>Modi posted on social media that he was “delighted to welcome my friend, President Putin to India,” calling their relationship “a time tested one that has greatly benefitted our people”.</p><p>After embracing on the tarmac, the two drove together to a private dinner at Modi’s residence.</p><p></p><p>Al Jazeera’s Neha Poonia, reporting from New Delhi, said the reception sent a clear message.</p><p>“Experts say that the warm reception for President Putin [shows] that he is not a pariah, that there are countries that will accept him despite pressure from western nations,” over Russia’s full-scale invasion of Ukraine, she said, adding that Modi wanted to signal “he won’t give into pressure from Donald Trump.”</p><p>Putin defended the energy relationship, telling Indian media that cooperation with India “remains unaffected by political swings or the tragic events in Ukraine”.</p><p>He accused unnamed actors of seeking to “constrain India for political reasons” due to its growing international role.</p><p>The visit highlights India’s delicate balancing act between Moscow and Washington. India’s oil imports from Russia surged from just 2.5 percent of total crude purchases before 2022 to nearly 36 percent currently, making it the world’s second-largest buyer of Russian oil.</p><p></p><p>Indian refiners have saved approximately $12.20 per barrel by purchasing discounted Russian crude.</p><p>However, Trump has <a href=\"/news/2025/8/6/trump-imposes-25-percent-tariff-on-indian-goods-over-russian-oil\">imposed</a> 50 percent tariffs on Indian goods in retaliation, and recent US sanctions on major Russian oil producers have begun forcing Indian refiners to reduce purchases.</p><p>Reliance, India’s largest private refiner, has already announced it will stop exporting petroleum products made from Russian crude.</p><p>On Friday, Putin and Modi are expected to hold formal summit talks and announce agreements spanning defence cooperation, shipping, healthcare and labour mobility.</p><p>Russia is pushing to sell India additional S-400 missile defence systems and Su-57 stealth fighter jets, while both sides aim to reach $100bn in bilateral trade by 2030, though the target now appears distant as oil imports decline.</p></div></div></body></html>"
        },
        {
            "title": "US senators unveil bill to keep Trump from allowing AI chip sales to China | Business and Economy News | Al Jazeera",
            "time": "2025-12-04T21:37:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/10/2022-10-05T043447Z_921512572_RC2XQS933LTO_RTRMADP_3_TAIWAN-ECONOMY-CHIPS.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US senators unveil bill to keep Trump from allowing AI chip sales to China</h1><p class=\"article__subhead\"><em>It requires Commerce Department to deny any licence requests for AI chip buyers in China, Russia, Iran or North Korea.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">A bipartisan group of United States senators, including prominent Republican China hawk Tom Cotton, has unveiled a bill that would block the administration of President Donald Trump from loosening rules restricting Beijing’s access to artificial intelligence chips for 2.5 years.</p><p>The bill, unveiled on Thursday, is known as the SAFE CHIPS Act and was filed by Republican Senator Pete Ricketts and Democrat Chris Coons.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It would require the Commerce Department, which oversees export controls, to deny any licence requests for buyers in China, Russia, Iran or North Korea to receive US AI chips more advanced than the ones they currently are allowed to obtain for 30 months. After that, the Department of Commerce would have to brief Congress on any proposed rule changes a month before they take effect.</p><p>“Denying Beijing access to [the best US] AI chips is essential to our national security,” Ricketts said in a statement.</p><p>The legislation, which was co-sponsored by Republican Dave McCormick and Democrats Jeanne Shaheen and Andy Kim, represents a rare effort led in part by Trump’s own party to stop him from further relaxing tech export restrictions on China.</p><p>Faced with new Chinese export curbs on the rare earth metals that global tech companies rely on, Trump’s Commerce Department imposed and then <a href=\"/economy/2025/7/15/nvidias-ceo-says-it-gained-us-approval-to-sell-h20-ai-chips-to-china\" target=\"_blank\" rel=\"noopener\">rolled back curbs on Nvidia’s H20 AI chips</a>, a move that was criticised by Republican Representative John Moolenaar, who chairs the House Select Committee on China.</p><p>As part of negotiations with China to delay its own rare earth controls, Trump pushed back by a year a rule to restrict US tech exports to units of already-blacklisted Chinese companies and has pledged to nix a Biden-era rule restricting AI chip exports globally to countries based in part on concerns around chip smuggling to China.</p><p>The bill comes as the Trump administration mulls greenlighting sales of Nvidia’s H200 artificial intelligence chips to China. China hawks in Washington fear that Beijing could use the prized chips to supercharge its military with AI-powered weapons and more powerful intelligence and surveillance capabilities.</p></div></div></body></html>"
        },
        {
            "title": "Who was Yasser Abu Shabab, Israel-backed militia leader killed in Gaza? | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T21:19:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/493069137_122102089802875302_6529305833806600365_n-1764881085.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/news/2025/12/4/gaza-militia-leader-accused-of-collaborating-with-israel-killed-reports\">killing of Gaza militia leader Yasser Abu Shabab</a>, confirmed by his Popular Forces group and by Israeli media, is the final chapter of a man who tried to present himself – <a href=\"/features/2025/8/12/is-israel-using-gaza-tribal-militias-to-help-ethnic-cleansing\">with Israeli support</a> – as an alternative to Hamas, but who was widely derided by Palestinians as a collaborator.</p><p>In his early 30s and from southern Gaza’s Bedouin Tarabin tribe, Abu Shabab was largely unknown in the Palestinian enclave until his emergence at the head of a militia last year. Initially called the “Anti-Terror Service”, by May this year it had popularised itself as the “Popular Forces”, a well-armed group of at least 100 fighters operating in Israeli-controlled areas of Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group operated somewhere between a criminal gang and an Israeli proxy force, but presented itself as a nationalist Palestinian group dedicated to fighting Hamas.</p><p>That branding served a purpose for Israel, even if its end goal for the group was never clear, particularly once it became evident that the Popular Forces lacked any form of mass popular appeal.</p><p>That was because, for many Palestinians, Abu Shabab was a criminal – he had been imprisoned by Palestinian authorities in Gaza for a number of years on drug-related charges prior to escaping from jail in the early part of the war on Gaza.</p><p>His subsequent alliance with Israel, as it committed a genocide in Gaza killing more than 70,120 people, was immediately disqualifying for most Palestinians – including his own tribe, who said in a statement that his killing served as “the end of a dark chapter that does not represent the history of the tribe”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"ideological-ambiguity\">Ideological ambiguity</h2><p>Pinning down Abu Shabab’s ideology is difficult, with many observers saying that he was driven by power rather than any particular political stance.</p><p>The initial branding of his group in the language of “anti-terrorism” is somewhat ironic considering reports of his links to ISIL (ISIS), although they are mostly related to cooperation in smuggling from Egypt’s Sinai Peninsula into Gaza, rather than any shared ideology.</p><p>There has also always been a disparity between Abu Shabab’s background and his social media presence, with English-language posts and even an opinion piece published by the Wall Street Journal.</p><p>In that article, Abu Shabab claimed that his Popular Forces controlled large parts of eastern Rafah, in the south of Gaza, and were “ready to build a new future”.</p><p>“Our primary goal is to separate Palestinians who have nothing to do with Hamas from the fire of war,” the article attributed to him said.</p><p>But while Abu Shabab attempted to downplay his links to Israel, Prime Minister Benjamin Netanyahu <a href=\"/news/2025/6/5/netanyahu-admits-israel-backed-armed-rivals-of-hamas-in-gaza\">admitted in June</a> that his government was using armed clans – which media reports made clear were Abu Shabab’s forces – to fight Hamas.</p><p>The idea of using such forces was, according to Netanyahu, the result of advice from security officials, even after past failed attempts at working with local groups such as the South Lebanon Army in Israel’s northern neighbour.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"looting\">Looting</h2><p>The Popular Forces has sought to portray itself as a group helping to distribute much-needed aid to Palestinians in Gaza, particularly at sites run by the US- and Israeli-backed GHF.</p><p>Abu Shabab told CNN that he led “a group of citizens from this community who have volunteered to protect humanitarian aid from looting and corruption”, and his group shares pictures of its forces distributing aid.</p><p>But Abu Shabab and the Popular Forces have since been accused of looting from aid convoys, with an internal United Nations memo seen by the Washington Post calling him “the main and most influential stakeholder behind systematic and massive looting”, and security sources in Gaza confirming to Al Jazeera Arabic that the Israeli-backed group had participated in looting.</p><p>Those accusations, as Gaza suffered from a famine brought on by Israeli restrictions on aid access and its destruction of Palestinian infrastructure, added to the perception that Abu Shabab was simply an Israeli proxy.</p><p>It is perhaps therefore not surprising that few Palestinians in Gaza – even those opposed to Hamas – have shed tears over Abu Shabab’s killing.</p><p>The circumstances of that killing continue to be murky – much like Abu Shabab’s origins and his role during the war.</p><p>But ultimately, as it became clear that he did not have the support or power to be a genuine alternative to Hamas, his fate seemed increasingly sealed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gaza war amputees mark International Disabilities Day | Gaza | Al Jazeera",
            "time": "2025-12-04T20:39:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764880709.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup draw to be announced as trophy arrives in Washington | Football | Al Jazeera",
            "time": "2025-12-04T20:14:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764879154.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Last foreign carriers halt flights to Venezuela after Trump’s airspace ban | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T20:14:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6931e3b771bf-1764877239.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Last foreign carriers halt flights to Venezuela after Trump’s airspace ban</h1><p class=\"article__subhead\"><em>Copa, Wingo, Saten and Boliviana halt Venezuela flights, citing navigation signal issues and safety concerns.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia</strong> <strong>–</strong> The last international airlines flying to Venezuela have suspended routes to the country, days after United States President <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">Donald Trump declared the South American country’s airspace closed</a>.</p><p>Panamanian carrier Copa and its Colombian budget subsidiary Wingo announced Wednesday evening that routes to Caracas would be suspended on December 4 and 5, while Colombian state airline Satena and Bolivian flagship carrier Boliviana de Aviacion also cancelled flights on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Due to intermittent problems today with one of the navigation signals during its flight to Caracas… [Copa and Wingo] took the preventive decision to temporarily suspend flights to and from this city,” wrote Copa and Wingo in statements.</p><p>The companies added that the interruptions “at no time compromised operational safety”, with a spokesperson telling Al Jazeera that aircraft from both carriers had been affected by the signal problems.</p><p>On Thursday, Colombian government airline Satena suspended its route to Valencia  – Venezuela’s third-largest city – while Boliviana also cancelled its flight to Caracas. Neither has made a public statement at the time of publication.</p><p>Following the suspensions, no international carriers are flying to Venezuela, although several national airlines continue to operate international routes.</p><p>The suspensions also follow a 90-day warning issued on November 21 by the US Federal Aviation Administration (FAA) of risks to commercial planes flying in Venezuelan airspace, which prompted several major carriers to suspend flights.</p><p>The FAA cited “the worsening security situation and heightened military activity in or around Venezuela” amid a massive build-up of US forces in the Southern Caribbean.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"so-much-uncertainty\">‘So much uncertainty’</h2><p>On Saturday, Trump unilaterally declared Venezuelan airspace “closed in its entirety”. Copa, Wingo, Satena and Boliviana were the only international carriers to continue routes to Venezuela following these warnings.</p><p>The cancellations dealt a blow to members of Venezuela’s diaspora who had already faced travel disruptions to plans to return home for the holidays. Others who had already been visiting the country are now struggling to return home.</p><p>“Many people have shared their concerns over the cancellation of these flights,” said Juan Carlos Viloria Doria, vice president of Venezuelans in Barranquilla, a network of migrants in Colombia. “At this time of year in particular, people want to reunite with their family and friends for Christmas. It is unfortunate that due to the political situation, Venezuelans must live with so much uncertainty.”</p><p>The cancellations complicate travel plans, especially for those in Venezuela who may have to undertake risky overland journeys.</p><p>Viloria called on Venezuelans to plan journeys in coordination with family, friends, and migrant networks, as well as to consult official information from government sources.</p><p>Colombia’s Venezuelan migrant community of roughly 2.8 million is the largest in the world, and many are waiting with bated breath as tensions grow between Washington and Caracas.</p></div></div></body></html>"
        },
        {
            "title": "What is at stake in French presidential visit to China? | International Trade | Al Jazeera",
            "time": "2025-12-04T19:56:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764875556.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Talks to include trade imbalances and China’s support for Russia.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>France’s President Emmanuel Macron visits China for a three-day state visit at a tricky time in their relations.</p><p>Trade and the Ukraine war are under discussion, with big differences between the two countries.</p><p>What are the divisions, and what is at stake?</p><p><strong>Presenter:</strong> Tom McRae</p><p><strong>Guests:</strong></p><p>Andy Mok – Senior research fellow at the Center for China and Globalization in Beijing</p><p>Remi Bourgeot – Associate fellow at the French Institute for International and Strategic Affairs in Paris</p><p>Ben Aris – Founder and editor in chief of bne IntelliNews</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Four countries to boycott Eurovision 2026 over Israel’s inclusion | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-04T19:48:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6931ddd7a1c54-1764875735_9b8566-1764876855.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Four countries to boycott Eurovision 2026 over Israel’s inclusion</h1><p class=\"article__subhead\"><em>Ireland, Spain, Netherlands, and Slovenia refuse to participate in next year’s event after calling for Israel to be banned.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ireland, the Netherlands, Slovenia and Spain have said they will boycott next year’s <a href=\"/news/2025/12/4/eurovision-organisers-debate-whether-israel-should-be-barred-from-contest\">Eurovision Song Contest</a>, following the decision to allow Israel to compete.</p><p>The response on Thursday came immediately after the European Broadcasting Union (EBU), which runs the competition, said there would not be a vote on whether to exclude Israel, despite calls from some countries to do so.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Opponents of Israel’s participation criticise it over its genocidal war on Palestinians in Gaza – which has so far killed at least 70,125 people – and over allegations that it unfairly intervened in the most recent competition to the benefit of its entrant.</p><p>In a statement which cleared Israel to take part, the EBU said on Thursday that its members had shown “clear support for reforms to reinforce trust and protect [the] neutrality” of the contest.</p><p>The changes, which include the reintroduction of an expanded professional jury at the semifinal stage, aim to discourage governments and third parties from disproportionately promoting songs to sway voters.</p><p>In response to Israel’s inclusion, the Dutch broadcaster AVROTROS said that “under the current circumstances, participation cannot be reconciled with the public values that are fundamental to our organisation”.</p><p>It has accused Israel of “proven interference” in last year’s contest while also noting its “serious violation of press freedom” during the Gaza war.</p><p>Ireland will not take part in Eurovision 2026 either, with its broadcaster RTE citing “the appalling loss of lives in Gaza and humanitarian crisis” as the reason for its boycott.</p><p>Nor will Slovenia, whose national broadcaster said that its move came “on behalf of the 20,000 children who died in Gaza”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, Spain’s public broadcaster RTVE also announced that it would also not participate in the event in Vienna, which will be the contest’s 70th edition.</p><p>“The situation in Gaza, despite the ceasefire and the approval of the peace process, and the use of the contest for political goals by Israel, make it increasingly difficult to keep Eurovision a neutral cultural event,” its secretary-general, Alfonso Morales, said in a statement.</p><p>Not all countries took the same stance. In the lead-up to the EBU’s decision, Germany said it would not take part if Israel were barred.</p><p>“Israel belongs in the Eurovision Song Contest,” said German Culture Minister Wolfram Weimer.</p><p>Israeli President Isaac Herzog welcomed the EBU announcement, arguing that his country, which says it faces a global smear campaign, “deserves to be represented on every stage around the world”.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda, DRC presidents sign ‘Washington Accord’ peace deal | Mining | Al Jazeera",
            "time": "2025-12-04T19:29:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__876B4DQ__v1__HighRes__UsRwandaDrcDiplomacyTrump_cropped-1764876353.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group | Football News | Al Jazeera",
            "time": "2025-12-04T19:25:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-04T184102Z_424605118_UP1ELC41FWD0I_RTRMADP_3_SOCCER-ARABCUP-SYR-QAT-1764873773.jpg?resize=1200%2C630",
            "body": "<html><body><div><header class=\"article-header\"><h1>Qatar keep alive FIFA Arab Cup hopes with Syria draw as Palestine top group</h1><p class=\"article__subhead\"><em>Tense FIFA Arab Cup group finale awaits as Asian Cup holders Qatar held by Syria while Palestine also draw with Tunisia.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Dec 2025</span><span aria-hidden=\"true\">4 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tournament hosts Qatar kept alive their <a href=\"/sports/2025/11/29/fifa-arab-cup-2025-qatar-teams-format-schedule-matches-venues\">FIFA Arab Cup 2025</a> hopes, avoiding a shock early elimination, following a 1-1 draw with Syria in Group A at the Khalifa International Stadium in Al Rayyan.</p><p>Having <a href=\"/video/newsfeed/2025/12/1/palestine-wins-first-match-over-qatar-at-fifa-arab-cup\">lost their opening match</a> to Palestine, the <a href=\"/sports/2024/2/11/qatar-keep-afc-asian-cup-trophy-at-home-with-3-1-win-over-jordan\">AFC Asian Cup holders</a> need to avoid defeat on Thursday to maintain their chances of reaching the knockout stages.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Despite dominating proceedings, with 18 attempts on goal while Syria only managed two efforts on target, Qatar’s nerves were heightened as they had to wait until the 77th minute to find the breakthrough.</p><p>Ahmed Alaaeldin converted Edmilson Junior’s assist and appeared to hand his side the win until Omar Kharbin’s 90th-minute strike denied the hosts.</p><p>Group leaders Palestine also came from behind to secure a 2-2 draw with Tunisia earlier in the day.</p><p>The group now goes to the final round of games on Sunday when Qatar face Tunisia at Al Bayt Stadium in Al Khor, while Syria face Palestine at Education City Stadium in Al Rayyan.</p><figure id=\"attachment_4150795\" aria-describedby=\"caption-attachment-4150795\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150795\" src=\"/wp-content/uploads/2025/12/2025-12-04T165256Z_1945006086_UP1ELC41AW7YL_RTRMADP_3_SOCCER-ARABCUP-PLE-TUN-1764873405.jpg?w=770&amp;resize=770%2C471&amp;quality=80\" alt=\"Palestine's Ikram Rami Hamadeh celebrates with teammates after the match\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150795\" class=\"wp-caption-text\">Palestine’s Ikram Rami Hamadeh celebrates with teammates after the draw with Tunisia [Ibraheem Abu Mustafa/Reuters]</figcaption></figure><p>Palestine only need to draw their final game to seal their progress to the knockout stages, but must win the match to secure top spot.</p><p>Should Syria lose the match, then Qatar and Tunisia will be offered a winner-takes-all chance for a place in the next round.</p><p>Tunisia had stormed into a two-goal lead in the earlier kickoff against Palestine after Ismael Gharbi’s 16th-minute corner was turned in by Amor Layouni.</p><p>Mohamed Ali Ben Romdhane then laid on a square ball for Firas Chaouat to convert six minutes into the second period.</p><p>Palestine were far from done, however, as Hamed Hamdan volleyed his side back into the game before Zaid Qunbar drilled low through a crowd with five minutes to play.</p></div></div></body></html>"
        },
        {
            "title": "US authorities arrest suspect in 2021 Washington, DC, pipe bomb case | Crime News | Al Jazeera",
            "time": "2025-12-04T18:46:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2021-01-08T044212Z_940718831_RC2G3L92DI8L_RTRMADP_3_USA-ELECTION-PROTEST-1764861661.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Authorities in the United States have arrested a suspect believed to be involved in leaving pipe bombs near two major political headquarters in Washington, DC, during the night before the <a href=\"/news/2024/1/5/trump-indictment-deep-divisions-january-6-reverberates-three-years-on\">Capitol riot</a> on January 6, 2021.</p><p>On Thursday, the Federal Bureau of Investigation (FBI) and the Department of Justice identified the suspect as Brian Cole Jr in a joint news conference.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“ I know some people have given up on finding the perpetrator. But not the FBI and not our partners,” said Darren Cox, a deputy assistant director in the FBI.</p><p>He explained that the investigation involved sorting through “3 million lines of data”.</p><p>“We do not forget, we do not give up, and we do not relent. Though it had been nearly five years, our team continued to churn through massive amounts of data and tips that we used to identify this suspect,” Cox said.</p><p>Officials under President Donald Trump also touted the arrest as a victory for the current Republican administration — and a sign of the incompetence under Trump’s predecessor, Democrat Joe Biden.</p><p>“We did not discover any new information,” FBI Director Kash Patel said on Thursday.</p><p>“An investigation spearheaded by the deputy director and the AIC [agent in charge] of our Washington field office brought in a new team of investigators and experts, reexamined every piece of evidence, sifted through all the data — something that the prior administration refused and failed to do.”</p><p>US Attorney Jeanine Pirro, who was also at the news conference, explained that Cole would be charged with transporting an illegal explosive device and attempting “malicious destruction by means of explosive materials”.</p><p>She added that the investigation was ongoing and that further charges could be filed at a later date.</p><figure id=\"attachment_4150932\" aria-describedby=\"caption-attachment-4150932\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150932\" src=\"/wp-content/uploads/2025/12/AP25338681606804-1764876410.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Pam Bondi at a news conference\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150932\" class=\"wp-caption-text\">Attorney General Pam Bondi speaks about the recent arrest in the 2021 pipe bomb case on December 4 [Alex Brandon/AP Photo]</figcaption></figure><h2 id=\"a-long-running-mystery\">A long-running mystery</h2><p>The arrest potentially ends a nearly five-year-long mystery that underscored the rising threat of political violence in the US.</p><p>Law enforcement agencies have said that the bombs, which did not explode, were viable and “could have seriously injured or killed innocent bystanders”. Cox reaffirmed that risk on Thursday.</p><p>“Fortunately, these bombs did not explode, although they certainly could have,” Cox said.</p><p>“We all know pipe bombs are dangerous, not because of the potential loss of life, the damage the property or injury that they can cause, but also because they are tools that terrorise our community.”</p><p>Police and law enforcement had gathered early on Thursday morning in a residential neighbourhood in Woodbridge, Virginia, to take Cole into custody.</p><p>At Thursday’s news conference, Attorney General Pam Bondi emphasised that the suspect had remained close to Washington, DC, even after the pipe bomb incident.</p><p>“This is in our nation’s capital where this happened,” she said of the attempted pipe bombing. “And now, thanks to the FBI, we know that this defendant was living just miles away from here, in Virginia.”</p><p>The targets of the 2021 pipe bombing attempt appeared to be the headquarters for the Democratic National Committee and the Republican National Committee, which represent the two biggest political parties in the US.</p><p>Early on, authorities released grainy footage of the person who left the bombs. The suspect, long believed to be a man, was captured on surveillance cameras wearing a mask, gloves and a grey hoodie.</p><p>On the night before January 6, 2021, the perpetrator had walked through the densely populated Capitol Hill neighbourhood to arrive near the political party headquarters offices, where he placed the pipe bombs.</p><p>The day after the bombs were left, President Trump’s supporters <a href=\"/news/2022/12/23/5-key-takeaways-from-january-6-panels-report-on-us-capitol-riot\">stormed and ransacked</a> the US Capitol to prevent the certification of Biden’s victory in the 2020 elections.</p><p>Trump continues to falsely claim that his election loss that year was due to widespread voter fraud.</p><p>In one of his first decrees after returning to the White House early in 2025, Trump issued a presidential pardon for more than 1,500 people charged or convicted of criminal offences related to the riot.</p><figure id=\"attachment_4150894\" aria-describedby=\"caption-attachment-4150894\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4150894\" src=\"/wp-content/uploads/2025/12/AP25338674426271-1764875648.jpg?w=770&amp;resize=770%2C531&amp;quality=80\" alt=\"An aerial view of the neighborhood where the Brian Cole arrest was made\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4150894\" class=\"wp-caption-text\">Prince William County Police block the street near a house in Woodbridge, Virginia, on December 4, when the FBI made an arrest in the pipe bomb case [Steve Helber/AP Photo]</figcaption></figure><h2 id=\"inside-the-investigation\">Inside the investigation</h2><p>In the lead-up to Thursday’s arrest, officials had offered $500,000 for information about the suspect in the pipe bomb case, with the warning that he “may still pose a danger to the public”.</p><p>Still, more than four years passed before an arrest was made.</p><p>Last year, the FBI said it was still working through “thousands of hours conducting interviews, reviewing physical and digital evidence, and assessing tips from the public about who may have placed pipe bombs on Capitol Hill”.</p><p>At Thursday’s news conference, Pirro described the process as “like finding a needle in a haystack”.</p><p>While the officials at the news briefing declined to say what evidence ultimately pointed them to Cole, Pirro praised the detailed investigative work that FBI agents and local law enforcement had conducted.</p><p>She explained that investigators had attempted to match the pipe bomb components to similar parts sold around that time.</p><p>“For example, there were 233,000 black end caps of the type that were used in this case,” she said.</p><p>“I want you to think about the fact that the FBI had to go through the sale of every one of them to try to find commonality with an individual, along with the purchase of the pipe itself, the cap ends, the wires, the steel and the nine-volt batteries.”</p><p>Still, despite the complexity of the case, Trump administration officials said the crucial evidence was there all along — and they blamed the Biden administration for failing to act on it.</p><p>“What I will tell you is that evidence has been sitting there, collecting dust. This wasn’t a new tip. It wasn’t some new evidence. It was the hard work of President Trump’s administration,” said Attorney General Bondi.</p><p>The lingering mystery surrounding the pipe bombs had fuelled right-wing conspiracy theories that the Capitol riot was an “inside job”.</p><p>Some online personalities have maintained, without evidence, that the would-be bomber was a “deep state” government agent who sought to discredit Trump’s supporters.</p><p>But even some Trump officials who previously helped spread such theories, like Dan Bongino, have since come out strongly against them.</p><p>Last month, Bongino, now the second-in-command at the FBI, <a href=\"https://x.com/FBIDDBongino/status/1988956947190616397\" target=\"_blank\" rel=\"noopener\">denounced</a> rumours about the pipe bombing case, calling them “grossly inaccurate”. He added that the misinformation “serves only to mislead the public”.</p></div></div></body></html>"
        },
        {
            "title": "From Mogadishu to Minneapolis, Somalis reject Trump’s bigoted remarks | Donald Trump News | Al Jazeera",
            "time": "2025-12-04T18:40:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25300725574548-1764870250.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Somalis and Somali Americans have rejected United States President Donald Trump’s characterisation of their community as “garbage” with a mixture of outrage and creative mockery that has lit up social media platforms.</p><p>The pushback this week came after Trump closed his final cabinet meeting of the year on Tuesday with a venomous attack on the Somali diaspora.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He reserved particular ire for the large Somali community in Minnesota and one of the Congress members who represents the area, Ilhan Omar, a former child refugee.</p><p>“We’re going to go the wrong way if we keep taking in garbage into our country. Ilhan Omar is garbage. Her friends are garbage,” Trump told the meeting.</p><p>“ When they come from hell and they complain and do nothing but b****, we don’t want them in our country.”</p><p>The remarks have drawn widespread condemnation from community leaders, Democratic lawmakers and civil rights organisations.</p><p>Minnesota state Senator Omar Fateh described the president’s comments as both “hurtful” and “disgraceful”.</p><p>“It was flat out wrong, calling not only our congresswoman garbage but calling the entire community garbage, saying they’re good for nothing,” Fateh told Al Jazeera.</p><p>“It is a community that has been resilient, that has produced so much. We are teachers and doctors and lawyers and even politicians taking part in every part of Minnesota’s economy and the nation’s economy.”</p><p>Fateh, who ran a campaign for city mayor this year, accused Trump of engaging in “political theatre” to energise his base ahead of the 2026 midterm elections.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fears-in-the-diaspora\">Fears in the diaspora</h2><p>Fateh also warned that the president’s rhetoric could fuel further political violence in Minnesota.</p><p>Already, in June, <a href=\"/news/2025/6/14/minnesota-lawmakers-targeted-in-deadly-politically-motivated-shootings\">a gunman killed</a> a Democratic state legislator and her husband, while also injuring a second lawmaker and his spouse.</p><p>The impact of Trump’s words was felt acutely in Minneapolis neighbourhoods where Somali businesses and families are concentrated.</p><p>Approximately 84,000 people of Somali descent live in the Minneapolis-St Paul metropolitan area, 58 percent of whom were born in the US.</p><p>Of those born abroad, the overwhelming majority – 87 percent – are naturalised American citizens, The Associated Press news agency reported. The area is considered to have one of the largest Somali diaspora communities in the world.</p><p>But Trump has signalled he plans to put pressure on Minneapolis, through immigration restrictions and deportation actions.</p><p>Immigration and Customs Enforcement (ICE) has already begun <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">raids</a> in the area this week, and as of Tuesday, the Trump administration has paused immigration applications from Somalia and 18 other countries.</p><p>“ I don’t want them in our country, I’ll be honest with you,” Trump said of Somalis on Tuesday.</p><p>Khadijo Warsame, who owns a cafe in Minneapolis, described an atmosphere of fear that has emptied the streets.</p><p>“It is deserted. Every business is closed, and it has been like this for the last three days,” she told Al Jazeera. “And we are really a small business. I’m scared that people [are] not showing up to buy from me, and I am like, I don’t want to close my business.”</p><p>Jaylani Hussein, the executive director of the Council on American-Islamic Relations, framed Trump’s targeting of lawful citizens as a betrayal of American values.</p><p>“What we see in Minneapolis is the authoritarian nature of this government acting as a third-world nation by targeting lawful US citizens. We should be ashamed of that,” Hussein said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><h2 id=\"combatting-racism-with-humour\">Combatting racism with humour</h2><p>Yet despite the fear, a defiant response has emerged on social media platforms, particularly TikTok and X.</p><p>Some users have created AI-generated images that insert Somalis into iconic images from US history, as a humorous way of illustrating their deep roots in the country.</p><p>Others have parodied Zionist claims to Palestine by joking that Minnesota was promised to them 3,000 years ago, a pointed reference to the logic used to justify Palestinian dispossession.</p><p>Mohammed Eid, a legal analyst at the Minnesota judiciary who moved to the US 11 years ago, expressed pride in the community’s response to the president’s attacks.</p><p>“I’m proud that our community stood up. Trump doesn’t have more rights than we do here. We’re all Americans. In fact, his wife, like many other people who move here, is also an immigrant,” Eid said.</p><p>“Many of these jokes Somalis are making online are showing how ridiculous some of the debates in our society are, from having [an] anti-immigration movement in a land where the natives were genocided to the situation in Gaza and Palestine.”</p><p>For Faisal Roble, a Somali American and former principal planner for the city of Los Angeles, the social media satire illustrated something distinctly American: an embrace of the First Amendment right to free speech.</p><p>“Young Somalis have hybrid identities and have utilised the American aspect of it to defend themselves, to build alliances, to mock people who are targeting and have shown skill and bravery despite the attacks,” Roble said.</p><p>“Somalis are a very visible community, who carry their culture with them and practise what America preaches. They live their lives and their values and participate.”</p><p></p><h2 id=\"eyeing-the-election\">Eyeing the election</h2><p>Roble, however, speculates there could be political machinations behind Trump’s recent attack on the Somali community.</p><p>In November 2026, the US is slated to hold midterm elections, which will decide the composition of its Congress.</p><p>Currently, Republicans narrowly control both the House of Representatives and the Senate. But Roble said Trump could be using racist attacks to drum up his base of support, known as the Make America Great Again (MAGA) movement.</p><p>“This recent attack is straight out of the racist playbook,” Roble told Al Jazeera. “It is election season, and his MAGA base, which he’s appealing to, responds to this type of messaging.”</p><p>Roble added that many Somalis are Black and Muslim – “two identities some Americans remain uncomfortable with”.</p><p>Critics also see Trump’s attacks on Omar, the Congress member representing Minnesota’s 5th congressional district, as another effort to weaken the left’s presence in the House.</p><p>All 435 seats in the House are up for grabs in the midterms, and currently, Republicans hold a thin 220-person majority in the chamber.</p><p>Trump has also had a longstanding feud with the progressive Omar, stretching back to his first term as president.</p><p>The president’s focus on Omar reflects his “total frustration with the fact that he cannot do anything about her”, according to Roble.</p><p>“She is a prominent critic,” Roble explained, and she carries her district by wide margins. In the 2024 election, for instance, Omar won with a commanding 74 percent of the vote, trouncing her Republican rival.</p><p>In a New York Times opinion column published Thursday, Omar noted that Trump’s attacks have carried real consequences.</p><p>“When Mr Trump maligns me, it increases the number of death threats that my family, staff members and I receive,” she wrote.</p><p>But she maintained she too was committed to speaking out and credited voter support. “The president’s goal may have been to try to tear me down, but my community and my constituents rallied behind me then, just as they are now.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"international-consequences\">International consequences</h2><p>Trump’s comments this week have even triggered backlash across the world, in Somalia. Residents there have expressed anger and called upon their government to respond to the US president.</p><p>“This is intolerable,” said Mogadishu resident Abdisalan Ahmed.</p><p>“Trump insults Somalis several times every day, calling us garbage and other derogatory names we can no longer tolerate. Our leaders should address his remarks.”</p><p>Nevertheless, Somalia’s government has largely maintained its diplomatic restraint.</p><p>Prime Minister Hamza Barre, for instance, urged calm in a statement, noting Trump had “insulted many countries, including Nigeria and South Africa”.</p><p>Barre suggested it was “better to ignore than to make his words look like an issue”.</p><p>Abukar Arman, a former US envoy to Somalia, told Al Jazeera it may be more strategic to avoid responding in kind to Trump’s remarks. Angering Trump, he explained, could have foreign policy consequences.</p><p>“Trump is a narcissist whose ego is as fragile as an eggshell. The more humiliated he feels, the more imbecilic his attacks would become,” Arman said.</p><p>But some politicians have taken a more aggressive approach. During Trump’s past attacks against Omar, Somali Defence Minister Ahmed Moallim Fiqi has pushed back, saying: “If our daughter is being targeted because of her identity, we stand firmly by her side.”</p><p>Roble, meanwhile, placed the attacks on Somalis within Trump’s broader pattern of targeting communities of colour.</p><p>“Somalis are just the latest casualty,” he said, though he warned the damage may ultimately be felt in “the US government system and its relationship with its citizens”.</p></div></div></body></html>"
        }
    ]
}